{
 "17": {
  "col-sim": {
   "cosine": 0.22117372837264698,
   "entity": 0.24447927303255942
  },
  "exec-time": 69.73027181625366,
  "links": [
   {
    "entities": [
     "assembly",
     "$130 billion",
     "springfield",
     "perlman",
     "bruce",
     "d-chicago",
     "$10.6 billion",
     "government",
     "harris",
     "forecasting",
     "the",
     "commission",
     "rauner",
     "of",
     "illinois",
     "on",
     "speaker",
     "michael",
     "seth",
     "general",
     "and",
     "house",
     "ap",
     "july",
     "$13.5 billion",
     "state",
     "nov. 16, 2016",
     "greg",
     "madigan",
     "accountability",
     "wednesday"
    ],
    "id": 0,
    "text": "Rauner, Madigan feud means state's unpaid bills could reach $13.5 billion Michael Madigan Seth Perlman / AP State Rep. Greg Harris, D-Chicago, left, and Illinois Speaker of the House Michael Madigan, D-Chicago, right, head into Gov. Bruce Rauner's office during a veto session at the Capitol on Nov. 16, 2016, in Springfield. State Rep. Greg Harris, D-Chicago, left, and Illinois Speaker of the House Michael Madigan, D-Chicago, right, head into Gov. Bruce Rauner's office during a veto session at the Capitol on Nov. 16, 2016, in Springfield. (Seth Perlman / AP) Privacy Policy Republican Gov. Bruce Rauner 's budget office estimates the state's backlog of unpaid bills will hit a record $13.5 billion by July if the governor and Democrats who control the General Assembly remain deadlocked over a complete spending plan, a bleak reminder of what's at stake as negotiations begin anew. The projection came as the comptroller's office announced the bill backlog hit $10.6 billion on Wednesday, a situation that's turned thousands of vendors and small businesses into creditors for state government as they're forced to wait months to be paid for services rendered. Despite the grim prediction, Rauner and Democratic leaders gave little indication much will change to reverse that trend, as both sides seized on the figures to plead their case. Democrats led by House Speaker Michael Madigan pointed to the numbers as proof that it's time for Rauner to set aside the economic agenda he's made a condition of a larger budget deal, saying the state's budget problems are more pressing and changes would not bring about immediate savings. Rauner countered that Democrats aren't focusing on the big picture, saying quick budget fixes will mean nothing in the long term if Illinois doesn't take steps to help businesses grow and improve the overall economy. The figures were among the topics up for discussion as Rauner and legislative leaders met for the second day in a row ahead of the expiration of a temporary stopgap spending plan at the end of the year. Also on the agenda was an updated list of items the governor wants as part of a broader deal. They include a freeze on property taxes coupled with government consolidation, term limits for lawmakers and legislative leaders, a rewrite of the school funding formula and the curbing of costs associated with the workers' compensation system for employees hurt on the job. Rauner also wants an overhaul of the state employee pension system, which now has an unfunded liability of nearly $130 billion, according to a report released this week by the bipartisan Commission on Government Forecasting and Accountability. ",
    "title": "Rauner, Madigan feud means state&apos;s unpaid bills could reach $13.5 billion - Chicago Tribune"
   },
   {
    "entities": [
     "china",
     "international",
     "donald",
     "julianna",
     "shanghai",
     "studies",
     "goldman",
     "of",
     "development",
     "shenzhen",
     "news",
     "2014",
     "beijing",
     "tower",
     "trump",
     "and",
     "for",
     "kennedy",
     "scott",
     "cbs",
     "center",
     "2012",
     "strategic",
     "bank",
     "ivanka",
     "llc",
     "november 16, 2016",
     "washington"
    ],
    "id": 1,
    "text": "By Julianna Goldman CBS News November 16, 2016, 7:05 PM Trump's rhetoric and financial interests in China present conflicts of interest Email WASHINGTON -- During the campaign, President-elect Trump threatened to start a trade war with China. “We can’t continue to allow China to rape our country and that’s what they’re doing,” he said on the trail. Yet he has also bragged about his great business relationship with the Chinese. Donald Trump's transition team is now exploring how the president-elect's kids could receive top secret security clearances. That might create a ... “The thing they most want - you know what one of the ten things: anything Trump. You believe it? My apartments, my ties. They love me,” he said at a 2014 event. Trump’s web of financial interests in China only adds to the unprecedented conflicts posed by his global business which will be run by his children, who are also his key advisers.  His daughter Ivanka once told the Wall Street Journal “for us there is a great future in China.” They have eyed potential hotel projects in Beijing and Shenzhen. Trump’s financial disclosure lists companies such as Trump China Development LLC. Will the Trumps be able to separate businesses from government? In 2012, Ivanka said they had a team based in Shanghai. “There’s such interest in the brand being here,” she said to the Wall Street Journal. “We’re really ramping up our commitment to meeting the right partners and finding the right opportunities.” Scott Kennedy CBS News But taking those steps is all but impossible without also doing business with the Chinese government, according to Scott Kennedy of the Center for Strategic and International Studies. “The line between business and government is a lot fuzzier and much more complex,” he said. “They can open and close doors to individual deals in a way that you can’t elsewhere in the world.” China also owes the president-elect money: The state-run Bank of China is a tenant in Trump Tower . ",
    "title": "Trump's rhetoric and financial interests in China present conflicts of interest - CBS News"
   },
   {
    "entities": [
     "richard",
     "$67.5-million",
     "kelly",
     "crystal",
     "l.a.",
     "2013",
     "water",
     "los",
     "angeles",
     "vogel",
     "department",
     "$67.5 million",
     "power",
     "grieco",
     "$2.5 million",
     "52%",
     "48%",
     "jack",
     "$23-million",
     "of",
     "summer",
     "$20 million",
     "jamie",
     "pricewaterhousecoopers",
     "potter",
     "$44-million",
     "vegas",
     "100%",
     "friday",
     "tom",
     "cruthcer",
     "trump",
     "and",
     "dwp",
     "$90 million",
     "merriman",
     "$9.2 million",
     "las",
     "harry",
     "cathederal",
     "press",
     "court",
     "dolan",
     "benjamin",
     "ladwp",
     "august 2015",
     "landskroner",
     "$19 million",
     "/",
     "associated",
     "$6-million",
     "megyn",
     "afternoon",
     "ucla",
     "$60 million",
     "wednesday"
    ],
    "id": 2,
    "text": "DWP owes L.A. customers $67.5 million because of rampant overbilling DWP headquarters downtown Richard Vogel / Associated Press Since 2013, the DWP has been plagued by a faulty computer billing system. Since 2013, the DWP has been plagued by a faulty computer billing system. (Richard Vogel / Associated Press) The Los Angeles Department of Water and Power owes its customers at least $67.5 million in refunds and credits after the utility overbilled them, an independent monitor has concluded. The latest estimate represents a significant increase from the proposed $44-million class-action settlement announced in August 2015. The DWP has been plagued by a faulty computer billing system launched in 2013 that overcharged tens of thousands of customers while failing to bill others at all.  Officials said this week that after a year of working with the independent monitor and revising the settlement agreement, customers can expect to get refunds as early next summer. Under the terms of the settlement, DWP will refund customers 100% of the amount they are owed, officials said. Customers can also file claims for reimbursement if they disagree with the refund amount. Los Angeles Department of Water and Power , one of the nation’s largest public utilities. The tally for Measure RRR as of Wednesday afternoon was 52% against and 48% in favor, with 100% of precincts... Voters appear to have rejected a ballot measure aimed at granting more autonomy to the scandal-plagued Los Angeles Department of Water and Power , one of the nation’s largest public utilities. The tally for Measure RRR as of Wednesday afternoon was 52% against and 48% in favor, with 100% of precincts... (Jack Dolan) The $67.5-million estimate is “a floor,” said Tom Merriman, an attorney with Landskroner Grieco Merriman, the law firm representing the ratepayers. He said his team expects “the total value of the settlement to go up,” in part because ratepayers have the right to make claims for “consequential damages” stemming from the billing debacle, such as if a check bounced or if a customer unnecessarily hired a plumber.  Both the plaintiffs’ attorneys and DWP officials said they hope the court will grant preliminary approval to the revised settlement at a hearing Friday. If the court OKs the settlement, customers affected by the overbilling will receive letters detailing how much money they are owed within 90 business days, Merriman said. The $23-million increase brings the total estimated value of the settlement to about $90 million, according to court documents. The agreement requires LADWP to spend about $20 million “to remediate and stabilize” its billing system. Not everyone is satisfied.  Jamie Court, president of Consumer Watchdog, said ratepayers have been waiting years to get refunds and still don’t have a clear sense of what went wrong with the billing system.  Plaintiffs will ask the court to award attorneys up to $19 million — a $6-million increase from a previous version of the agreement — while the independent monitor can be reimbursed as much as $2.5 million, according to court documents. Those fees would be added to the $90 million already allocated by the settlement. But Court deems those fees excessive. The lawyers in this case, he said, are “creating a very large … bill to enrich themselves.”  “Any extra money should be given to the ratepayers as interest on the three years of waiting,” he said. Merriman, the plaintiffs’ attorney, said the judge will decide on the level of fees, and they may not total the maximum allowance. The flawed customer billing system was designed and implemented by PricewaterhouseCoopers , according to the DWP. In a statement, the nation’s largest public utility said it has partnered with the city of Los Angeles and continues to “pursue full repayment by PwC of … damages” through separate litigation.  City and utility officials have alleged that the consulting firm misrepresented how it could help launch the DWP's system. The firm's initial contract with the city was $60 million; it was later increased by $9.2 million. Earlier this summer, attorneys for the city accused senior managers at PricewaterhouseCoopers of inflating their time records to earn additional payments and spending that money on liquor and prostitutes in Las Vegas. Representatives for the firm deny any wrongdoing and have called the original lawsuit “meritless.” Caption 90 seconds: 4 stories you can't miss Northern Californians who voted for Trump feel forgotten by the state , Megyn Kelly's new book took a new turn due to the elections , Twitter is trying to clean up , and the Crystal Cathederal is getting a new look. Caption 90 seconds: 4 stories you can't miss Northern Californians who voted for Trump feel forgotten by the state , Megyn Kelly's new book took a new turn due to the elections , Twitter is trying to clean up , and the Crystal Cathederal is getting a new look. Caption The Curiosity Correspondent: How to play Harry Potter's Quidditch when no one can fly Quidditich, the popular and dangerous sport played throughout the Harry Potter series, has come to life through many organizations across the globe. Our Curiosity Correspondent, Benjamin Cruthcer, heads to UCLA to learn how to play the game and to see if he can become an expert. It goes... poorly. Quidditich, the popular and dangerous sport played throughout the Harry Potter series, has come to life through many organizations across the globe. Our Curiosity Correspondent, Benjamin Cruthcer, heads to UCLA to learn how to play the game and to see if he can become an expert. It goes... poorly. Caption 90 seconds: 4 stories you can't miss ",
    "title": "DWP owes L.A. customers $67.5 million because of rampant overbilling - LA Times"
   },
   {
    "entities": [
     "more",
     "admit",
     "jaffe",
     "nbc",
     "donald",
     "bloomberg",
     "communications",
     "york",
     "jason",
     "access",
     "et",
     "alexandra",
     "aides",
     "jeff",
     "correspondents",
     "night",
     "white",
     "news",
     "states",
     "secret",
     "ditches",
     "tower",
     "trump",
     "tuesday",
     "house",
     "2016",
     "press",
     "association",
     "united",
     "new",
     "mason",
     "needed",
     "service",
     "miller",
     "wednesday"
    ],
    "id": 3,
    "text": "Nov 16 2016, 6:12 pm ET Trump Aides Admit More Press Access Needed by Alexandra Jaffe advertisement A top aide to President-elect Donald Trump acknowledged Wednesday that there could have been \"a little bit better communication\" with the press the day after the Trump left his home to attend dinner with his family unannounced, purposely leaving the press behind. \"One of our goals from the transition team is to improve the communication with members of the press and get that in a better place so folks are given timely and accurate information. Do we always bat 1,000? Not necessarily,\" Trump Communications Director Jason Miller told reporters gathered at Trump Tower on Wednesday. \"Last night probably was an example of where we could have been [in] a little bit better communication, but again, our goal going forward is to give you guys the best information in a timely fashion.\" Play Donald Trump Ditches Press, Steps Out for Dinner 0:47 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161117000427if_/http://www.nbcnews.com/widget/video-embed/809998403809\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump flouted years of tradition Tuesday night when he left Trump Tower without letting the reporters covering him that day know, and after his press secretary had told media his day had ended and not to expect any more movements from the president-elect. He visited a restaurant with his family, and the first indication the public was given of his plans was from a tweet posted by a Bloomberg reporter who happened to be dining at the same restaurant. NBC News was able to post a reporter at the restaurant after making a reservation to get in, and saw the Trump family, heavily guarded by Secret Service, finish their meal before Trump departed with a promise to the restaurant to lower their taxes. The president's movements are a matter of both national interest and national security, and since the creation of the White House press pool he typically has a member of the press with him at all times, even if they're held slightly apart from his activities, in case anything newsworthy happens to him. The White House Correspondents Association, the group that organizes the White House press pool, issued a statement from President Jeff Mason declaring it \"unacceptable for the next president of the United States to travel without a regular pool to record his movements and inform the public about his whereabouts.\" In the statement, Mason said they were \"pleased to hear reassurances by the Trump transition team that it will respect long-held traditions of press access at the White House and support a pool structure.\" \"But the time to act on that promise is now. Pool reporters are in place in New York to cover the president-elect as he assembles his new administration. It is critical that they be allowed to do their jobs,\" he said. Play ",
    "title": "Trump Aides Admit More Press Access Needed - NBC News"
   },
   {
    "entities": [
     "dixey",
     "kenneth",
     "tribal",
     "congress",
     "department",
     "northern",
     "arapaho",
     "goggles",
     "vonda",
     "transcript",
     "of",
     "unites",
     "three",
     "day",
     "taya",
     "development",
     "heidi",
     "native",
     "$6,000",
     "tribes",
     "jojo",
     "program",
     "and",
     "patrick",
     "wells",
     "american",
     "occupation",
     "columbus",
     "embed",
     "housing",
     "55 percent",
     "urban",
     "frechette",
     "shakespeare",
     "oregon",
     "lynell"
    ],
    "id": 4,
    "text": "Embed Embed Transcript Three of Lynell's adult children also live in the house with their families. To be clear, at any given time, between 10 and 13 people live with Kenneth Shakespeare. \"I sleep in with my mom and dad where, um, they're in that room with the bunk bed and stuff,\" Taya Dixey, Lynell's 8-year-old granddaughter says. Lynell says it would be nice if Taya's family could move into a trailer now sitting on the property, but says that means paying $6,000 to install electricity, which is money they don't have. One of Lynell's daughters is on the waiting list for low-cost tribal housing, but has been waiting for two years. Lynell says, anyways, the family prefers to live together and take care of their elder. Article continues after sponsorship \"We don't want to go to housing,\" she says. \"We can stack up here.\" Patrick Goggles, who serves as Northern Arapaho Tribal Housing director, says Lynell and her family's preference to stay together is not uncommon. \"We find that a cultural value that enhances our family life,\" Goggles says. Oregon Occupation Unites Native American Tribes To Save Their Land He says a high birthrate has led to a population explosion and that traditional lifestyle is now strained. The tribe has grown to 11,000 people, but if they want to stay with family on the reservation, they have to cram into one of only 230 homes. \"In the business I'm in you never have all the funds or resources you need,\" Goggles says. Goggles says 600 more homes need to be built, but he has to use the funds he has to keep the limited housing livable. Heidi Frechette works for the Department of Housing and Urban Development's Native American Program. She says Congress hasn't made sure funding has kept up with inflation over the years, or with the growing tribes. \"We're finding that folks are using more and more of their funds to rehab or repair existing homes and have less buying power and ability to construct new homes,\" Frechette says. More than 55 percent of the Northern Arapaho tribe can now be categorized as homeless because they're couch surfing. Tribal administrator Vonda Wells says that kind of overcrowding hurts families. \"People get stressed and...things happen...violence happens,\" Wells says. And she says with more domestic violence comes chronic illness such as diabetes, heart disease, and depression. These living environments are especially hard on the kids. Wells says there is one boy she knows who sleeps on a bench every night. On Columbus Day, A Look At The Myth That 'All The Real Indians Died Off' \"Your body is sore,\" Wells says. \"And then sending this child to school. And then, him trying to learn, trying to think about what his teacher's telling him and he's exhausted.\" With these problems in mind, tribal leaders have been brainstorming ways to eliminate overcrowding without giving up on multigenerational living and possibly building homes to accommodate extended families with lots of bedrooms and bathrooms, and big living rooms for hosting ceremonies. For the Shakespeare family, a roomy kitchen would be great. \"Oh, is this the elk meat, Jojo?\" Lynell asks. The family has gathered to cut and dry an elk brought in from a recent hunting trip. They say, until more homes are built, they'll keep living in a traditional lifestyle, even if it is crowded. ",
    "title": "Native American Populations Have Grown Tremendously But Reservation Housing Stays Stagnant : NPR"
   },
   {
    "entities": [
     "arizona",
     "mississippi",
     "monday",
     "john",
     "mike",
     "barbour",
     "mitt",
     "carolina",
     "donald",
     "nikki",
     "congress",
     "florida",
     "tumulty",
     "last week",
     "republican",
     "haley",
     "obama",
     "abbott",
     "orlando",
     "asa",
     "south",
     "rga",
     "u.s.",
     "last six years",
     "hutchinson",
     "gop",
     "union",
     "g.",
     "louisiana",
     "1922",
     "walker",
     "romney",
     "jindal",
     "nov. 15",
     "doug",
     "trump",
     "governors",
     "raoux/ap",
     "tuesday",
     "indiana",
     "2018",
     "warren",
     "karen",
     "november 16",
     "harding",
     "scott",
     "rick",
     "association",
     "bobby",
     "pence",
     "ducey",
     "arkansas",
     "iowa",
     "washington",
     "texas",
     "greg",
     "wednesday"
    ],
    "id": 5,
    "text": "Republican governors jubilant about Trump presidency The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Karen Tumulty November 16 at 12:40 PM Follow @ktumulty ORLANDO — Republican governors, including some who feuded with Donald Trump during the bitter presidential campaign, say they are bullish on his prospects to deliver what he has promised but warn that he must maintain his discipline and move quickly. Gathering for the first time since last week’s upset election, members of the Republican Governors Association (RGA) said that Trump’s win will be a boon for them as well. “We’re headed in the right direction,” Arizona Gov. Doug Ducey said Wednesday at the closing public session of the two-day conference. “I think there’s a road map.” Texas Gov. Greg Abbott recalled in an interview that, as his state’s attorney general, he had filed 31 lawsuits against the current administration over policies including President Obama’s signature health-care law, greenhouse-gas rules and the Dodd-Frank financial regulations. “The Trump administration is going in there and doing exactly what the states have been calling for,” Abbott said of the president-elect’s promises to dismantle all of those measures starting on Inauguration Day. Florida Gov. Rick Scott answers questions during a news conference at the Republican Governors Association conference Nov. 15 in Orlando. (John Raoux/AP) South Carolina Gov. Nikki Haley once said that Trump represented “everything a governor doesn’t want in a president” and jabbed at him in her response to Obama’s State of the Union address this year as “the siren call of the angriest voices.” But on Tuesday, she told reporters she is “just giddy” about what lies ahead in a Trump administration. “I’ve never known what it’s like to have a Republican president,” she said. “I can tell you, the last six years, Washington was the hardest part of my job.” [ Key figures purged from Trump transition team ] She and other state chief executives also noted frequently that Trump has chosen one of their own — Indiana Gov. Mike Pence — to be his vice president and run his transition. Pence spoke to the group in a private session Monday. The governors here are well aware that the collective fate of their party at the statehouse level could hinge on whether Trump succeeds in the early years of his presidency. The GOP holds 33 governorships, the highest level of either party since 1922, when Warren G. Harding was president. But the map for them will be challenging in the 2018 midterm elections. Of the 36 states where governorships will be on the ballot, at least 15 will be open seats now held by Republicans. Only three of the gubernatorial offices that will be vacated because of term limits are in the hands of Democrats. Arizona Gov. Doug Ducey, left, speaks alongside Arkansas Gov. Asa Hutchinson at the Republican Governors Association conference Nov. 15 in Orlando. (John Raoux/AP) The celebratory atmosphere here at the conference, heavily attended by lobbyists and donors, was a decided contrast from the RGA’s meeting four years ago in the wake of GOP nominee Mitt Romney’s defeat. At that meeting, Louisiana’s then-governor, Bobby Jindal — then the incoming RGA chairman and considered among his party’s brightest presidential prospects — had admonished Republicans that “we need to stop being a dumb party” and become more inclusive. Jindal turned out to be one of 16 Republican contenders vanquished by the outsider Trump in the GOP primary. He folded his campaign even before the Iowa caucuses, saying, “This is not my time.” Four years ago, former Mississippi governor Haley Barbour spoke to the RGA of the need to “give our political organization a very serious proctology exam.” In an interview Wednesday, he said: “People here are upbeat. They want Trump to succeed. They want governors to be part of helping him to succeed.” [ President Obama warns of a ‘crude sort of nationalism’ in the U.S. ] If Trump does follow through on some of his biggest promises, however, there will also be challenges for Republican governors — among other things, what to do about health coverage for the estimated 20 million people who have gained it under the Affordable Care Act. Abbott argued that the problems of the revamped health-care system, including higher premiums and fewer choices for some who purchase policies, will put pressure on Democrats in Congress to work with Republicans in fashioning something to replace it. Obamacare “was subject to the death penalty already. The question was when it was going to die,” Abbott said. “It will atrophy and die within two years, regardless of the hissy fit the Democrats in Congress are going to throw.” The governors here said they have been largely impressed by the discipline Trump has shown most of the time since the election and the moderate tone of his public comments. “I hope he can continue to be that same person, using that same tone,” South Carolina’s Haley said Tuesday. But she added that Trump must also convince the country that real change is occurring on his watch. “The key is communication, communication, communication,” she said. “Communicate what is being done. His goal should be to do something every day. Communicate every day to the American people on what you’ve changed today.” Wisconsin Gov. Scott Walker — another failed GOP primary candidate — said it would be “a good use for his Twitter feed.” Thus far, governors said, they have not been concerned about Trump comments such as when he indicated he would “amend” Obamacare, which sounded less ambitious than his pledge to repeal and replace it. But Florida Gov. Rick Scott cautioned that as president, Trump will have to choose his words more carefully. “If you’re going to work with your legislature, you’re going to have to be precise,” Scott said in an interview. “He will. He has to.” Some also called for more clarity in Trump’s dealings internationally. “In the first 100 days, he’s got to give assurance to our allies and confidence in his leadership,” Arkansas Gov. Asa Hutchinson said during a panel discussion. “He needs to provide clarity on immigration and border security. Those are expectations of the American people, and during the campaign it was opaque.” In an interview afterward, Hutchinson said, hopefully, “I think we will be reassured in the coming weeks.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Republican governors jubilant about Trump presidency - The Washington Post"
   },
   {
    "entities": [
     "2003",
     "inzaurralde/the",
     "richard",
     "mike",
     "john",
     "school",
     "julie",
     "bush",
     "lindsey",
     "kirkland",
     "kushner",
     "jersey",
     "cia",
     "ellis",
     "law",
     "public",
     "bannon",
     "thomas",
     "stahl",
     "university",
     "lesley",
     "sessions",
     "pentagon",
     "marshall",
     "friday",
     "charles",
     "netanyahu",
     "a.",
     "michigan",
     "c.",
     "bob",
     "turkey",
     "foreign",
     "center",
     "rick",
     "virginia",
     "bolton",
     "corker",
     "vladi\\xc2\\xadmir",
     "r.",
     "giuliani",
     "manafort",
     "entous",
     "army",
     "donald",
     "relations",
     "mayor",
     "moscow",
     "department",
     "nov. 4",
     "markon",
     "sen.",
     "h.",
     "jeff",
     "bridge",
     "paul",
     "benczkowski",
     "1947",
     "night",
     "news",
     "o\\xe2\\x80\\x99connor",
     "dearborn",
     "tuesday",
     "and",
     "mccain",
     "bill",
     "harry",
     "william",
     "rudolph",
     "philip",
     "2005",
     "pence",
     "ryan",
     "ivanka",
     "city",
     "state",
     "national",
     "tate",
     "defense",
     "stephen",
     "chris",
     "&",
     "de",
     "justice",
     "congress",
     "hoekstra",
     "harvard",
     "york",
     "bagger",
     "the",
     "obama",
     "of",
     "cotton",
     "u.n.",
     "judiciary",
     "u.s.",
     "costa",
     "missy",
     "post",
     "council",
     "truman",
     "matthew",
     "white",
     "christie",
     "michael",
     "palatucci",
     "states",
     "2014",
     "tom",
     "robert",
     "deyoung",
     "tower",
     "trump",
     "jerry",
     "armed",
     "karen",
     "w.",
     "eliot",
     "united",
     "new",
     "k.",
     "sr.",
     "cohen",
     "jared",
     "affairs",
     "miller",
     "kevin",
     "washington",
     "bastien",
     "intelligence",
     "j.",
     "1950",
     "security",
     "peter",
     "rand",
     "senate",
     "2013",
     "committee",
     "s.",
     "times",
     "george",
     "putin",
     "rucker",
     "theresa",
     "d.",
     "flynn",
     "nakashima",
     "breitbart",
     "iraq",
     "services",
     "rogers",
     "nations",
     "kean",
     "graham",
     "brian",
     "nov. 11, 2016",
     "agency",
     "house",
     "november 16",
     "may",
     "benjamin",
     "freedman",
     "\\xc2\\xadflynn",
     "adam",
     "zelikow",
     "blasio",
     "o.",
     "ellen",
     "greg",
     "wednesday"
    ],
    "id": 6,
    "text": "Jeff Sessions starts to emerge with bigger role in Trump transition The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it The Post’s Greg Miller explores what’s behind the national security shake-up within President-elect Donald Trump’s transition team. (Bastien Inzaurralde/The Washington Post) By Jerry Markon , Karen DeYoung and Greg Miller November 16 at 4:50 PM Follow @JerryMarkon Follow @karendeyoung1 Follow @gregpmiller President-elect Donald Trump took to Twitter on Wednesday to push back against news coverage describing a chaotic transition to power, saying the process of selecting Cabinet secretaries and working with the Obama administration “is going so smoothly.’’ As Trump met with senior advisers to discuss potential Cabinet candidates, there were further signs that power in his transition effort was consolidating within an ever-smaller group of loyalists generally not aligned with Republican members of the Washington establishment. [ The latest news on the Trump presidential transition ] Among them is Sen. Jeff Sessions (R-Ala.), a top Trump adviser known for his hard-line views on immigration. His former staff director at the Senate Judiciary Committee, Brian Benczkowski, is now helping to manage the Justice Department transition for Trump’s team, according to two prominent Republican lawyers with knowledge of the matter. 1 of 8 Here’s what president-elect Donald Trump has been doing after the election View Photos He has been holding interviews and meeting with Congress and the president as he prepares to transition into the White House. Caption He has been holding interviews and meeting with Congress and the president as he prepares to transition into the White House. Nov. 11, 2016  “60 Minutes” correspondent Lesley Stahl interviews President-elect Donald Trump at his home in New York in his first post-election TV interview. Chris Albert/for CBS News/”60 Minutes” via AP Buy Photo Wait 1 second to continue. Benczkowski replaced Kevin O’Connor, a former U.S. attorney and associate attorney general who had been managing the Justice Department transition, the lawyers said. A white-collar defense attorney at Kirkland & Ellis, Benczkowski previously worked in a number of senior Justice Department jobs and is a respected lawyer. His elevation is likely another indication that power has shifted away from New Jersey Gov. Chris Christie (R), who was recently replaced as head of the transition team by Vice President-elect Mike Pence and who had been considered an emissary to more mainstream Republicans. Benczkowski declined to comment. The new developments came as Sessions himself emerged as a top candidate for defense secretary, along with Sen. Tom Cotton (R-Ark.). Both would bring hawkish views and military experience, but neither has executive experience running a massive bureaucracy such as the Pentagon. Trump was also visited Wednesday by New York Mayor Bill de Blasio, who emerged from a meeting with the president-elect saying that he told Trump that “so many New Yorkers are fearful” of what he plans to do as president. De Blasio, a liberal Democrat, has clashed with Trump in the past. And like mayors in many of the nation’s major cities with diverse cultures, he has said New York City authorities would not assist federal immigration officials with the deportations of immigrants who are here illegally, providing them sanctuary. Despite such differences, De Blasio said the hour-long session was “respectful” and added that Trump “loves this city.’’ Here are the people the rumor mill says Trump might pick for Cabinet spots Transition turmoil On his Twitter account, Trump took particular aim at a favorite target, the New York Times, which reported Wednesday that the transition has been marked by firings and infighting, and that U.S. allies were having trouble reaching Trump at New York’s Trump Tower as he plans his government. “The failing @nytimes story is so totally wrong on transition. . . . I have received and taken calls from many foreign leaders,’’ Trump wrote in a series of posts on the microblogging site. He also denied reports that his transition team has sought security clearances for his children. In his tweets, Trump falsely implies the Times reported that he had not spoken with foreign leaders and never points out exactly what the Times had in error. The Times did report that American allies were “blindly dialing in to Trump Tower” in an attempt to reach the president-elect and that key members of the transition team had been fired. The paper reported that even key U.S. allies such as Israeli Prime Minister Benjamin Netanyahu and British Prime Minister Theresa May had been patched through to Trump “with little warning,” citing a Western diplomat. Later in the day, the transition team released a list of foreign leaders that Trump and Pence have spoked with. [ Trump’s gripes about the Times are usually about stories that prove accurate ] The Washington Post has also reported about turbulence in Trump’s transition . But Peter Hoekstra, a Republican former congressman from Michigan, defended Trump in an interview Wednesday, saying the president-elect’s team has “a monumental job to do and a short time to do it.” “I’m just watching all the sniping coming in. They’re not doing this right. They’re not doing that right,’’ said Hoekstra, a former House Intelligence Committee chairman who is reportedly under consideration for CIA director. “This is what any transition team would do. You start with the people who brought you. I think the Trump team is going to expand its outreach, absolutely. But they’re going to do it in a methodical way.’’ The reported bloodletting in Trump’s transition team that began with last week’s ouster of Christie had escalated Tuesday with new departures, particularly in the area of national security. Former congressman Mike Rogers (R-Mich.) announced that he had left his position as the transition’s senior national security adviser. Rogers, a former chairman of the House Intelligence Committee and the leading candidate for CIA director, was among at least four transition officials purged this week, apparently because of perceived connections to Christie. As turbulence within the team grew, some key members of Trump’s party began to question his views and the remaining candidates for top positions. Sen. John McCain (R-Ariz.) said Trump’s efforts to work more closely with Russian President Vladi­mir Putin amounted to “complicity in [the] butchery of the Syrian people” and “an unacceptable price for a great nation.” Trump met Tuesday with Vice President-elect Mike Pence, who replaced Christie at the head of the transition Friday, to discuss Cabinet and White House personnel choices. Little to no information was released by the transition office, leaving a clutch of reporters gathered in the lobby of Trump Tower to hustle after team members passing between the front doors and the elevators. Trump posted a message Tuesday night on Twitter saying that a “very organized process [is] taking place” as he decides on Cabinet and other positions. “I am the only one who knows who the finalists are!” As he had during the campaign, Trump appeared to be increasingly uncomfortable with outsiders and suspicious of those considered part of what one insider called the ­“bicoastal elite,” who are perceived as trying to “insinuate” themselves into positions of power. Those in the inner circle reportedly were winnowed to loyalists who had stuck with Trump throughout the campaign and helped devise his winning strategy. They include Sessions, former Breitbart News head Stephen K. Bannon, retired Lt. Gen. Michael Flynn, and members of Trump’s family, including son-in-law Jared Kushner. “This is a very insular, pretty closely held circle of people,” said Philip D. Zelikow, a former director of the Miller Center of Public Affairs at the University of Virginia and a senior figure in the George W. Bush transition. “Confusion is the norm” for transitions, he said, “but there are some unusual features here, because they’re trying to make some statements.” “They feel like their election was a lot of the American people wanting to throw a brick through a window,” Zelikow said. “They want to make appointments that make it sound like glass is being broken.” [ President Obama warns against ‘a crude sort of nationalism’ in the U.S. ] Increasingly, among the shards are more mainline Republicans in the national security field. In an angry Twitter post Tuesday, Eliot A. Cohen, a leading voice of opposition to Trump during the campaign who had advised those interested in administration jobs to take them, abruptly changed his mind, saying the transition “will be ugly.” After responding to a transition insider seeking names of possible appointees, Cohen said, he received what he described as an “unhinged” email from the same person saying “YOU LOST” and accusing Trump critics of trying to infiltrate the administration’s ranks. “It became clear to me that they view jobs as lollipops, things you give out to good boys and girls, instead of the sense that actually what you’re trying to do is recruit the best possible talent to fill the most important, demanding, ­lowest-paying executive jobs in the world,” Cohen said. Rogers’s departure coincided with word from Sen. Bob Corker (R-Tenn.), chairman of the Senate Foreign Relations Committee, whose possible selection as secretary of state comforted more mainline Republicans, that he was unlikely to be chosen. “Has my name been in the mix? I’m pretty sure, yeah. Have I been having intimate conversations? No,” Corker said in an interview. “Do I understand that it’s likely that people who’ve been involved in the center of this for some time, and have been surrogating on television, are likely front-runners? I would say that’s likely, yes.” The two people whose names are mentioned most often for the diplomatic job — former New York mayor Rudolph W. Giuliani and John R. Bolton, an undersecretary of state and one-year ambassador to the United Nations during the George W. Bush administration — are Trump loyalists. But both could be problematic, even among Republicans who would have to confirm them. Giuliani, thought to be an early choice for attorney general, was said by a person close to the transition team to have personally appealed to Trump for the diplomatic job. He has virtually no diplomatic experience or knowledge of the State Department bureaucracy. Bolton, a national security hawk who got his U.N. job through a recess appointment after the Senate refused to confirm him, was a leading advocate for the 2003 invasion of Iraq, contradicting Trump’s campaign position opposing it. Congress voices concern Sen. Rand Paul (R-Ky.) said Tuesday that Bolton would be a “disaster” and that he would actively oppose his nomination. Others were more supportive. “If he picks John Bolton, then I’ll support John Bolton. If he picks Rudy, I’ll support Rudy,” said Sen. Lindsey O. Graham (R-S.C.). The shortlist for defense secretary is said to include Sessions, Flynn and Cotton. Although Sessions serves on the Armed Services Committee, his main issue there has been immigration. Cotton is a Harvard Law School graduate who just seven years ago was a first lieutenant in the Army. Senate confirmation of Flynn, who also has voiced interest in serving as director of national intelligence, could be difficult, said the person close to the transition team. He was forced out as director of the Defense Intelligence Agency after two years over concerns about his leadership, and he has potentially problematic connections to foreign governments. [ A profile of Lt. Gen. Michael Flynn, a key Trump national security adviser ] Flynn has admitted that he accepted money for appearing at a lavish gala with Putin in Moscow last year. He recently criticized the Obama administration’s treatment of Turkey in an opinion column, without disclosing to the Trump campaign that his consulting firm has financial ties to that country, said the person close to the transition, who, like others, spoke on the condition of anonymity to describe internal discussions. Another possible barrier for ­Flynn, who retired as a three-star general after leaving the DIA in 2014, is the statutory requirement that the defense secretary be at least seven years removed from active duty. Flynn has told members of the transition team that getting a waiver to this requirement would be “no big deal,” said the person involved with the team. But that assertion has been met with at least some internal skepticism, including from Trump’s daughter Ivanka Trump, who asked at meetings whether such a waiver “has ever been done before.” The Senate waived the provision, part of the 1947 National Security Act, when President Harry S. Truman appointed retired Gen. George C. Marshall to the post in 1950. The person with ties to the transition said support for Flynn has waned as it has become evident that “he has some confirmation-type problems.” But Flynn’s influence in the transition remains high, and several sources on the transition team or with ties to Christie said Flynn and Kushner, Trump’s son-in-law, had seized control of the national security posts in the new administration and engineered the purges in what they described as a troubling episode of political score-settling. Former New Jersey governor Thomas H. Kean Sr. (R), a longtime mentor to Christie, said in an interview that Kushner was widely considered unhappy with Christie’s handling of the transition. There was “some shock” within Christie’s circle at their abrupt dismissal from the transition ranks, Kean said. Tensions between Christie and Kushner date back more than a decade. In 2005, Christie, then the U.S. attorney in New Jersey, led the successful prosecution of Kushner’s father, Charles Kushner, a prominent real estate developer and philanthropist, who was sentenced to two years in prison after pleading guilty to tax evasion and witness tampering. Christie also has been beset by scandal of his own making. After a month-long trial that put his gubernatorial administration in a negative light, two of his former top aides were found guilty Nov. 4 for their roles in disruptive 2013 lane closures on the New Jersey side of the George Washington Bridge. In addition, Christie is believed by some Trump intimates to have been insufficiently loyal in the final weeks of the campaign. Those who have been ousted along with or following Christie include Richard H. Bagger, a former Christie chief of staff who had been executive director of the transition, and William J. Palatucci, a New Jersey Republican who served as the transition team’s general counsel. Most recent departures, a transition official said, include Kevin O’Connor, a former Justice Department official who was in charge of that agency in the transition. The New York Times also reported the exit of Matthew Freedman, a protege of former Trump campaign manager Paul Manafort, who headed the National Security Council transition team. Earlier, Freedman privately told associates that the Trump team would be “very punitive” toward Republicans who signed letters opposing him during the campaign and was looking to put “true loyalists” in top jobs. None responded to repeated efforts to contact them. The person close to the transition team said it was made clear to Rogers when he received a call from Trump adviser Rick Dearborn that he was being moved aside because of connections to Christie. In an interview after announcing his departure from the team, Rogers said: “I still want them to be successful. I want them to be able to get a handle on the national security infrastructure of the United States and get it in the right direction. I still think it can happen.” Ellen Nakashima, Philip Rucker, Robert Costa, Missy Ryan, Adam Entous and Julie Tate contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Jeff Sessions starts to emerge with bigger role in Trump transition - The Washington Post"
   },
   {
    "entities": [
     "last wednesday",
     "clinton",
     "mike",
     "john",
     "bush",
     "el-sisi",
     "steve",
     "kushner",
     "abdel",
     "jersey",
     "bannon",
     "anderson",
     "israel",
     "former",
     "netanyahu",
     "russia",
     "michigan",
     "u.k.",
     "jr.",
     "qatar",
     "japan",
     "bolton",
     "giuliani",
     "arizona",
     "nbc",
     "donald",
     "central",
     "department",
     "sen.",
     "november 15, 2016",
     "paul",
     "news",
     "r-ky.",
     "2008",
     "tuesday",
     "mccain",
     "democratic",
     "mr.",
     "pence",
     "ivanka",
     "city",
     "state",
     "national",
     "cnn",
     "china",
     "monday",
     "cooper",
     "chris",
     "rudy",
     "york",
     "the",
     "oval",
     "u.s.",
     "white",
     "christie",
     "states",
     "tower",
     "trump",
     "america",
     "w.",
     "arabia",
     "eliot",
     "united",
     "new",
     "names",
     "cohen",
     "jared",
     "venezuela",
     "november 16, 2016",
     "britain",
     "washington",
     "j.",
     "intelligence",
     "rand",
     "senate",
     "australia",
     "committee",
     "george",
     "times",
     "putin",
     "theresa",
     "zealand",
     "eric",
     "office",
     "saudi",
     "rogers",
     "gop",
     "agency",
     "fattah",
     "indiana",
     "kgb",
     "egypt",
     "house",
     "2016",
     "november 16",
     "may",
     "benjamin",
     "2004",
     "vladimir"
    ],
    "id": 7,
    "text": "Vice President-elect Mike Pence, who is now overseeing President-elect Donald Trump's transition, walks by reporters while exiting Trump Tower on Tuesday. Spencer Platt/Getty Images hide caption toggle caption Spencer Platt/Getty Images Vice President-elect Mike Pence, who is now overseeing President-elect Donald Trump's transition, walks by reporters while exiting Trump Tower on Tuesday. Spencer Platt/Getty Images President-elect Donald Trump's first week after pulling off an upset victory has had plenty of missteps. That rocky start to his transition planning that one source described to CNN as a \"knife fight\" has done little to assure his critics and skeptical Republicans that he'll have a smooth ascension to the Oval Office surrounded by qualified advisers. Trump denies that the transition is rocky. From the outset, his former transition chief throughout the campaign, New Jersey Gov. Chris Christie, had to be replaced with Vice President-elect Mike Pence. Just days before the election, Christie's top aides had been convicted of conspiracy and fraud in the \"Bridgegate\" scandal, and a pall of scandal hung over one of Trump's most loyal backers who likely would have had a top job in the new administration. From Lobbyists To Loyalists, See Who's On Donald Trump's Transition Team But with Pence now at the helm, the Indiana governor has apparently done little to steady the ship or stop leaks to the press. Trump's closing refrain of his campaign was that he would \"drain the swamp\" in Washington, but his initial transition team was flush with lobbyists . In one of his first moves, Pence ordered the removal of all lobbyists, according to the Wall Street Journal . Several very experienced members of the transition team — whose presence gave wary lawmakers comfort — have departed too. Former Michigan Rep. Mike Rogers, the former chairman of the House Intelligence Committee, stepped down though several reports say he was let go. He had been seen as a possible candidate to lead the Central Intelligence Agency, but NBC News reported he was ousted in what two sources close to the former congressman described as a \"Stalinesque purge\" of Christie loyalists. Article continues after sponsorship \"I think there is some confusion going on about a chain of command coming out of New York. Hopefully they'll get that settled pretty soon. I think they're going to need to do it because as this clock ticks, all of these decisions become more important,\" Rogers told CNN's Anderson Cooper. Shaping Trumponomics: These Names Are Being Floated For Cabinet Posts CNN also reported that the overhaul of Christie's picks was spearheaded by Trump's son-in-law, Jared Kushner. There's no love lost between Kushner, who is married to Ivanka Trump, and Christie, who prosecuted Kushner's father for tax evasion and witness tampering in 2004 as a U.S. attorney. President-Elect Trump Names Pence To Lead Transition Team But his reported instigation of removing experienced hands like Rogers was described to CNN by sources as a \"knife fight\" that was \"mainly divided along the lines of establishment Republican operatives against more non-traditional influences on national security issues.\" Former State Department official Eliot Cohen, who served under President George W. Bush, had been a Trump critic but said he was open to advising him after the real estate magnate's upset victory. But on Tuesday, he had done a complete turnaround, painting the transition as chaotic and motivated by revenge. After exchange w Trump transition team, changed my recommendation: stay away. They're angry, arrogant, screaming \"you LOST!\" Will be ugly. — Eliot A Cohen (@EliotACohen) November 15, 2016 Cohen later told the New York Times in an interview that \"Trump transition officials had excoriated him after he offered some names of people who might serve in the new administration, but only if they felt departments were led by credible people.\" \"They think of these jobs as lollipops,\" Cohen told the Times. President-elect Trump's outreach to and from foreign leaders has been confusing and disorderly too, per the Times: Prominent American allies were in the meantime scrambling to figure out how and when to contact Mr. Trump. At times, they have been patched through to him in his luxury office tower with little warning, according to a Western diplomat who spoke on the condition of anonymity to detail private conversations. President Abdel Fattah el-Sisi of Egypt was the first to reach Mr. Trump for such a call last Wednesday, followed by Prime Minister Benjamin Netanyahu of Israel not long afterward. But that was about 24 hours before Prime Minister Theresa May of Britain got through — a striking break from diplomatic practice given the close alliance between the United States and Britain. On Monday Trump touted his call with Russian President Vladimir Putin — who he repeatedly praised throughout the campaign even as U.S. intelligence found the Russian government had hacked into the Democratic National Committee to try and influence the American elections. That drew a sharp rebuke from Arizona Sen. John McCain, the 2008 GOP presidential nominee, who said that Putin's promises of improved U.S.-Russia relations should be taken with \"as much faith in such statements as any other made by a former KGB agent who has plunged his country into tyranny, murdered his political opponents, invaded his neighbors, threatened America's allies, and attempted to undermine America's elections.\" Trump's rumored choices for America's top diplomat have also been met with controversy. Former New York City Mayor Rudy Giuliani, one of Trump's most passionate surrogates during the campaign, is said to be atop the list. But Politico reported Tuesday that consulting work he did for foreign governments and companies, and the money he accepted from places like Qatar, Venezuela and from Iranian exiles, could prove problematic — not to say that Trump repeatedly criticized the Clinton Foundation for taking similar gifts from foreign governments. Another name that's surfaced to lead the State Department has been former UN Ambassador John Bolton. Sen. Rand Paul, R-Ky., who was among the challengers to Trump during the GOP primaries, said on CNN Tuesday that the former Bush appointee was \"totally unfit\" for the job, and also dismissed Giuliani as a choice. In a closely divided Senate, where the GOP is expected to have a 52-48 advantage, Republican defections will matter. Ex-Breitbart Executive Brings Alt-Right Ties To The White House All of the skirmishes over his transition team and possible cabinet picks may pale in comparison to furor over his controversial appointment of former Brietbart News Head and his campaign CEO Steve Bannon to be his senior counselor in the White House. Bannon has ties to the alt-right movement, that's associated with white nationalism. Trump has also denied reports that he's sought security clearances for his children, Donald Jr., Ivanka, and Eric. NBC News reported Tuesday night Trump had requested a security clearance for Kushner, his son-in-law, so that he could join him for his daily security briefings. Trump tweeted Tuesday denying that the transition was in turmoil. But he added a bit of bombast and suspense typical of his background as a reality TV host: Very organized process taking place as I decide on Cabinet and many other positions. I am the only one who knows who the finalists are! — Donald J. Trump (@realDonaldTrump) November 16, 2016 And, in typical Trump fashion, he also took shots at the press, in particular the New York Times calling its reporting \"inaccurate\": The failing @nytimes story is so totally wrong on transition. It is going so smoothly. Also, I have spoken to many foreign leaders. — Donald J. Trump (@realDonaldTrump) November 16, 2016 I have recieved and taken calls from many foreign leaders despite what the failing @nytimes said. Russia, U.K., China, Saudi Arabia, Japan, — Donald J. Trump (@realDonaldTrump) November 16, 2016 Australia, New Zealand, and more. I am always available to them. @nytimes is just upset that they looked like fools in their coverage of me. ",
    "title": "Donald Trump's Transition Gets Off To A Shaky Start, Described As A 'Knife Fight' : NPR"
   },
   {
    "entities": [
     "j.",
     "china",
     "mike",
     "chris",
     "donald",
     "kushner",
     "times",
     "jersey",
     "department",
     "york",
     "morning",
     "manhattan",
     "hoffine",
     "jason",
     "obama",
     "saudi",
     "israel",
     "white",
     "christie",
     "brandi",
     "friday",
     "wednesday",
     "tower",
     "trump",
     "russia",
     "u.k.",
     "tuesday",
     "egypt",
     "house",
     "arabia",
     "mr.",
     "japan",
     "new",
     "afternoon",
     "pence",
     "jared",
     "state",
     "miller",
     "britain",
     "washington"
    ],
    "id": 8,
    "text": "Continue reading the main story Photo President-elect Donald J. Trump, shown here the night of the election, dismissed reports of infighting among his transition team on Wednesday. Credit Damon Winter/The New York Times WASHINGTON — President-elect Donald J. Trump denied Wednesday that his transition was in disarray, assailing news media reports about firings and infighting and insisting in an early-morning Twitter burst that everything was going “so smoothly.” But legal and procedural delays by Mr. Trump’s transition team continued on Wednesday, all but freezing the traditional handoff of critical information from the current administration more than a week after Mr. Trump won the presidential election. The president-elect criticized a report in The New York Times about his early telephone contacts with foreign leaders. In a post on Twitter , he said he had made and received “calls from many foreign leaders despite what the failing @nytimes said. Russia, U.K., China, Saudi Arabia, Japan.” The Times reported that Mr. Trump had taken calls from the leaders of Egypt, Israel, Russia and Britain, but said they had been conducted haphazardly and without State Department briefings that traditionally guide conversations with foreign leaders. Of the transition effort, Mr. Trump wrote: “It is going so smoothly.” Jason Miller, a spokesman for Mr. Trump, told reporters Wednesday afternoon that the effort to fill staff positions in the new administration was “very calm, it’s very structured.” He said that reports of chaos were being spread by disgruntled former members of the transition or people bitter about the election results. Advertisement Continue reading the main story Vice President-elect Mike Pence, who was put in charge of the transition last Friday, has counseled Mr. Trump not to feel pressured to make announcements rashly, according to people familiar with the deliberations inside Trump Tower in Manhattan. Mr. Miller said Mr. Trump was taking a “a very structured, methodical approach” to staffing. Mr. Miller also rejected as “completely inaccurate” reports that Jared Kushner, Mr. Trump’s son-in-law, had been purging the transition team of people allied with Governor Chris Christie, of New Jersey, who was removed last week as head of the transition effort. “Couldn’t be further from the truth,” Mr. Miller said. Graphic: Donald Trump Is Picking His Cabinet. Here’s a Shortlist. But Mr. Miller confirmed that Mr. Pence had directed that the transition should not include lobbyists, confirming reports that some existing members of the team had been asked to leave. Mr. Miller said that officials were “making good on President-elect Trump’s promise that we’re not going to have any lobbyists involved with the transition efforts. When we talk about draining the swamp, this is one of the first steps. And so, the bottom line is, we’re going to get the transition team where we need it to be.” White House aides said Obama administration officials at agencies across the government remained legally barred from delivering the normal guidance and briefings to Mr. Trump’s transition team because essential documents had still not been completed. A wholesale shake-up of Mr. Trump’s team — replacing Gov. Christie and the transition staff he had assembled — has forced Mr. Pence to sign a new memorandum of understanding, a legally required document. White House officials said Mr. Pence delivered that document to them on Tuesday. But by Wednesday morning, Mr. Trump’s team still had not delivered a series of required, supporting documents, including certifications that each transition member would abide by a code of conduct and would not divulge sensitive information about the inner workings of the government. “The next step is for the president-elect’s transition team to provide us with the names of the individuals they have authorized to represent their transition effort across the government,” said Brandi Hoffine, a spokeswoman for the White House. “Once we have received those names and related materials, those individuals will be able to receive the briefing materials we have prepared and begin to communicate with their Obama administration agency counterparts.” Advertisement ",
    "title": "Trump Says Transition’s Going ‘Smoothly,’ Disputing Disarray Reports - The New York Times"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "stephen",
     "july",
     "spring",
     "inc",
     "hawking"
    ],
    "id": 9,
    "text": "One of the most revered scientists in history, Stephen Hawking, says he doesn't understand why people like Republican presidential candidate Dona... Despite the dire warning , Hawking also tried to sound a hopeful note about the future of human achievement.   “Remember to look up at the stars and not down at your feet,” Hawking said, according to The Independent. “Try to make sense of what you see, wonder about what makes the universe exist. Be curious. However difficult life may seem, there is always something you can do and succeed at. It matters that you don’t just give up.” In recent months, Hawking has used his stature in the sciences to make broad statements about the thorny moral and political dilemmas facing modern societies. In an essay published in The Guardian in July, Hawking argued that in order for humans to survive the massive, serious challenges ahead —  climate change , overtaxed food production, and overpopulation, to name a few — they need to resist the individualism and isolationism that have fueled political movements like Brexit . “We will need to adapt, rethink, refocus and change some of our fundamental assumptions about what we mean by wealth, by possessions, by mine and yours. Just like children, we will have to learn to share,” he wrote. “If we fail then the forces that contributed to Brexit, the envy and isolationism not just in the UK but around the world that spring from not sharing, of cultures driven by a narrow definition of wealth and a failure to divide it more fairly, both within nations and across national borders, will strengthen. If that were to happen, I would not be optimistic about the long-term outlook for our species.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Stephen Hawking: Humans won't survive another 1,000 years on Earth - CBS News"
   },
   {
    "entities": [
     "security",
     "mike",
     "chris",
     "team",
     "donald",
     "kushner",
     "fishel",
     "jersey",
     "pdb",
     "ron",
     "the",
     "oval",
     "obama",
     "of",
     "clearance",
     "denis",
     "office",
     "2009",
     "requests",
     "white",
     "christie",
     "justin",
     "friday",
     "tower",
     "trump",
     "mcdonough",
     "sachs/polaris",
     "nov 16, 2016",
     "house",
     "new",
     "nov. 10, 2016",
     "pence",
     "abc",
     "ivanka",
     "jared",
     "washington",
     "harvard"
    ],
    "id": 10,
    "text": "Trump Team Requests Security Clearance for Jared Kushner By JUSTIN FISHEL Nov 16, 2016, 6:18 PM ET 0 Shares WATCH Trump Team Requests Security Clearance for Jared Kushner 0 Shares Email Donald Trump 's presidential transition team has requested a security clearance for the president-elect's son-in-law, Jared Kushner, sources close to Trump team and the intelligence community confirm to ABC. Kushner, who has been married to Trump's eldest daughter, Ivanka, since 2009, has been a close adviser to Trump and a mainstay at the Trump Tower while the transition teams maps out next year's administration. Like Trump, Kushner is the son of a wealthy real estate developer and has become an extremely successful businessman in his own right. Trump Receives 1st Presidential Daily Brief The request for Kushner's security clearance comes one day after Trump and his Vice President-elect Mike Pence received their first presidential daily brief, or PDB, a highly sensitive rundown of the days most urgent national security issues typically reserved for the president and a handful of his top officials. It is customary for the president to offer that same briefing to the president-elect. Kushner's advisory role within Trump's innermost circle has been elevated since it was announced on Friday that Vice President-elect Mike Pence would be taking over control of the transition process from New Jersey Gov. Chris Christie , who was let go. The 35 year-old Harvard graduate was one of only a handful of advisers Trump brought with him to the White House last week, and he was seen walking the south lawn with President Obama's chief of staff, Denis McDonough . Ron Sachs/Polaris Jared Kushner and White House Chief of Staff Denis McDonough walk through the Rose Garden as they discuss the Presidential Transition in the Oval Office of the White House, Nov. 10, 2016, in Washington. Trump denied reports that he had previously requested security clearances for his children, tweeting today that \"this was a typically false news story.\" 0 Shares ",
    "title": "Trump Team Requests Security Clearance for Jared Kushner - ABC News"
   },
   {
    "entities": [
     "kelly",
     "dawn",
     "school",
     "sarlin",
     "nbc",
     "donald",
     "steve",
     "thorp",
     "elementary",
     "sandy",
     "erica",
     "victim",
     "of",
     "et",
     "breitbart",
     "bannon",
     "nh",
     "frank",
     "benjy",
     "ayotte",
     "white",
     "demands",
     "call",
     "connecticut",
     "news",
     "trump",
     "house",
     "2016",
     "warren",
     "alex",
     "hochsprung",
     "lafferty",
     "jones",
     "hook",
     "disown",
     "daughter",
     "wednesday"
    ],
    "id": 11,
    "text": "Nov 16 2016, 7:15 pm ET Daughter of Sandy Hook Victim Demands Donald Trump Disown Alex Jones by Benjy Sarlin Daughter of Sandy Hook victim asks Trump to denounce radio host 1:09 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161117012705if_/http://www.nbcnews.com/widget/video-embed/810740291758\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The daughter of a victim of the Sandy Hook mass shooting is calling on Donald Trump to disavow conspiracy theorist and radio host Alex Jones, who said this week that Trump called to thank him for his support. Jones has regularly and falsely claimed the Sandy Hook shooting was staged and that no one was killed. Erica Lafferty lost her mother, school principal Dawn Lafferty Hochsprung, in the shooting, which also claimed the lives of 20 children and five other adult at the Connecticut school. \"You've appeared on Jones' radio show, praised his 'amazing' reputation and promised him that you 'won't let him down,'\" Lafferty said in a Medium post . \"Now he's claiming you've personally called to thank him after the election, and will be on his show again soon. That's unacceptable.\" Related: Infowars' Alex Jones Says Trump Made Thank You Call Jones, has spread a variety of baseless conspiracy theories, including that the 9/11 attacks were perpetrated by the government. His site, Infowars, was a hub for pro-Trump and anti-Clinton conspiracies during the campaign and hosted Trump for an interview last year. Jones also attracted attention in the waning days of the campaign with a rant warning of a \"Jewish mafia\" out to \"scam\" Americans. Trump's ties to fringe media have garnered more scrutiny in recent days with his appointment of former Breitbart president Steve Bannon, whose own site published a variety of inflammatory content , to a senior White House role. Erica Lafferty, daughter of Sandy Hook Elementary School victim Dawn Hochsprung, attends a town hall meeting with Senator Kelly Ayotte (R-NH) in Warren, NH, the first town hall the Senator has held since voting against a bill that would increase background checks for gun buyers. Frank Thorp V / NBC News \"It's unacceptable,\" Lafferty wrote in the same post. \"I'm asking you to denounce it immediately and cut ties with Alex Jones and anyone who subscribes to these dangerous ideas.\" According to Jones, Trump called him after the election and said \"We know what you did early on and throughout this campaign, stand up for what's right, it shows.'\" Trump's transition team did not respond earlier this week to requests to confirm or deny the claim by Jones this week that he called him after his election and also promised to return to show. Trump's team also did not immediately respond to a follow-up email on Wednesday requesting comment on Lafferty's demand. Benjy Sarlin ",
    "title": "Daughter of Sandy Hook Victim Demands Donald Trump Disown Alex Jones - NBC News"
   },
   {
    "entities": [
     "giuliani",
     "cnn",
     "jaffe",
     "mike",
     "rand",
     "john",
     "removed",
     "bidens",
     "nbc",
     "chris",
     "team",
     "donald",
     "kushner",
     "behind",
     "miller",
     "steve",
     "thursday",
     "rudy",
     "jersey",
     "york",
     "nancy",
     "admin",
     "chamber",
     "jason",
     "sen.",
     "district",
     "et",
     "alexandra",
     "be",
     "showing",
     "of",
     "bannon",
     "transition",
     "paul",
     "lack",
     "hicks",
     "trump\\'s",
     "rogers",
     "matthew",
     "lobbyists",
     "white",
     "going",
     "already",
     "christie",
     "news",
     "pelosi",
     "transparency",
     "wednesday",
     "attorney",
     "tower",
     "commerce",
     "rnc",
     "trump",
     "from",
     "house",
     "orders",
     "2016",
     "kellyanne",
     "leaves",
     "press",
     "capitol",
     "freedman",
     "conway",
     "new",
     "kentucky",
     "bolton",
     "pence",
     "hill",
     "jared",
     "insists",
     "incoming",
     "afternoon",
     "washington"
    ],
    "id": 12,
    "text": "Nov 16 2016, 2:50 pm ET Mike Pence Orders Lobbyists Be Removed From Transition Team by Alexandra Jaffe Trump Team Insists Transition Going 'Smoothly,' Disputes Reports of Disarray 2:12 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161117013718if_/http://www.nbcnews.com/widget/video-embed/810805827536\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Vice President-elect Mike Pence has ordered all lobbyists be removed from Donald Trump's White House transition team, NBC News has learned. This would bring the transition more in line with Trump's campaign-trail pledge to \"drain the swamp\" of veteran politicians and special interests in Washington. That was the explanation given for the firing of at least one top foreign policy official, Matthew Freedman. A campaign official said Freedman was let go because he works as a lobbyist. But if Pence's directive is fully implemented, it could result in the exit of at least nine current aides, and likely more, according to an organizational chart for the operation obtained by Politico . Play Is there disarray in the transition team? 6:13 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161117013718if_/http://www.nbcnews.com/widget/video-embed/810391107921\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Related: As Trump Leaves Press Behind for Steak Dinner, Incoming Admin Already Showing Lack of Transparency Pence's decision comes as he visits Washington on Wednesday to meet with stakeholders on and off Capitol Hill. He received his first Presidential Daily Briefing, met with the Chamber of Commerce and had lunch with the Bidens. Pence also plans to meet with House Minority Leader Nancy Pelosi Thursday afternoon after visiting House Republicans. Play Kellyanne Conway denies rumors of dysfunction in transition team 0:37 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161117013718if_/http://www.nbcnews.com/widget/video-embed/810703427925\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Meanwhile, Trump himself remains at Trump Tower, spokeswoman Hope Hicks says, huddling with his transition team as they move forward with vetting names to build out his cabinet. Freedman's firing is the latest of a string of shakeups that have plagued Trump's transition process over its first week, beginning with the announcement that Pence would be replacing New Jersey Gov. Chris Christie as head of the transition team. Christie was removed, sources told NBC News, because he was seen as insufficiently loyal to Trump during the campaign, and because Trump son-in-law Jared Kushner continues to hold an old grudge over Christie's prosecution of his father when Christie was New Jersey District Attorney. With Christie's demotion came former Rep. Mike Rogers' departure from the team, in what one source described as a \"Stalinesque purge\" of Christie loyalists. Trump spokesman Jason Miller denied Kushner's involvement in staff turnover, while spokeswoman Kellyanne Conway denied any reports of transition turmoil. But speaking on CNN following his departure, Rogers identified the challenge for the transition team as \"some confusion going on, uh, about a chain of command coming out of\" Trump's New York headquarters. Play Bannon choice 'troubling' to some 3:03 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161117013718if_/http://www.nbcnews.com/widget/video-embed/810442819690\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Rogers pointed specifically to Trump having named both Steve Bannon, head of Breitbart.com, which Bannon has called a \"platform for the alt-right,\" and RNC chair Reince Priebus as co-equal partners in leading his administration, as a potential problem. The former has been named chief strategist and the latter chief of staff. \"It doesn't work in a company. Could you imagine having two or three CEOs trying to make a decision? Just the chaos that it creates in an administration just won't work,\" he said. \"You've gotta keep this machine going, and it takes somebody very decisive who can make that decision. The more complicated you make that, I think the worse it gets. Competing and conflicting factions plagued Trump's campaign, causing near-constant turmoil that often overshadowed his message on the trail. That seems to have carried over to the transition process, as campaign loyalists jockey behind the scenes for plum spots in his administration. Perhaps the most prominent clash is the battle for secretary of state, which former New York Mayor Rudy Giuliani has made clear he'd prefer. But because of his work consulting for foreign governments, Giuliani faces questions over clear conflicts of interest. Already some Republicans have indicated he'd have trouble getting confirmed — including Kentucky Sen. Rand Paul, who said he'd oppose the former mayor as well as the other reported contender, former UN ambassador John Bolton. Play ",
    "title": "Mike Pence Orders Lobbyists Be Removed From Transition Team - NBC News"
   },
   {
    "entities": [
     "don",
     "john",
     "senate",
     "stewart",
     "donald",
     "steve",
     "mcconnell",
     "emanuel",
     "january 9, 2009",
     "david",
     "barack",
     "obama",
     "holder",
     "breitbart",
     "bannon",
     "personnel",
     "ali",
     "reynolds/epa",
     "eric",
     "cicilline",
     "kerry",
     "january 2011",
     "november 10, 2016",
     "white",
     "michael",
     "past eight years",
     "tom",
     "mitch",
     "rnc",
     "trump",
     "daley",
     "nov 16, 2016",
     "house",
     "rahm",
     "william",
     "may",
     "shares",
     "mr.",
     "kentucky",
     "december 2012",
     "abc",
     "perez",
     "december 2013",
     "podesta",
     "nov. 16, 2016",
     "washington",
     "rogin",
     "wednesday"
    ],
    "id": 13,
    "text": "Mitch McConnell Refuses Comment on Bannon, Despite Record of Opining on Obama Personnel Picks By ALI ROGIN Nov 16, 2016, 7:45 PM ET 0 Shares Star Michael Reynolds/EPA Senate Majority Leader Republican Mitch McConnell speaks at a news conference following a Republican policy luncheon in Washington, Nov. 16, 2016. 0 Shares Senate majority leader Mitch McConnell declined Wednesday to comment on president-elect Donald Trump ’s appointment of Steve Bannon to be his senior adviser. \"I'm not going to comment on White House personnel selections,\" McConnell said. Bannon is the former publisher of the conservative website Breitbart, which he once described as \"the platform for the alt-right,\" a catchall for a brand of conservatism that contains racist and anti-Semitic elements. Despite his silence on Bannon, over the past eight years of President Barack Obama’s tenure, McConnell has proven more willing to share his opinions on the administration's staffing choices publicly. When then-President-elect Obama announced his intention to nominate Eric Holder as attorney general, McConnell criticized the choice, saying on January 9, 2009, \"I think the attorney general nominee, Mr. Holder, has got serious questions to respond to.\" When longtime Democratic strategist John Podesta joined the administration in December 2013, McConnell suggested he wouldn't make much of a difference in what he considered a White House struggling with policy. McConnell told reporters of Obamacare, \"The issue [Obama] wanted to be most associated with is a failure, and no amount of shifting the chairs around on the Titanic is going to solve that problem.\" In May of that same year, McConnell delivered a 1,000-word-plus floor speech on the dangers of confirming Obama's nominee to be labor secretary, Tom Perez, saying he was \"a committed ideologue who appears willing, quite frankly, to say or do anything to achieve his ideological ends.\" Trump, McConnell and Ryan: Unlikely New Power Trio for DC To be sure, some of McConnell’s previous comments were about cabinet appointments, on which senators also vote. Plus, McConnell has never commented on an Obama \"chief strategist,\" which is what Bannon is to Trump. He did praise the selection of RNC chairman Reince Priebus to be Trump's chief of staff. \"The only personnel decisions he typically comments on are chiefs of staff,\" McConnell spokesman Don Stewart told ABC. This afternoon I met with President-elect @realDonaldTrump . We are eager to get to work on behalf of this great country. pic.twitter.com/99ccQEVc7g — Leader McConnell (@SenateMajLdr) November 10, 2016 But McConnell's unwillingness to comment on Bannon, citing his aversion to commenting on \"personnel selections,\" is notable not just because he has frequently commented on similar Obama staff picks, but also because Bannon, who is expected to play a key role in the Trump White House, has garnered so much opposition among congressional Democrats - and little active support among Republicans. Rep. David Cicilline garnered 168 other signatures Wednesday on a petition to Trump asking him to rescind Bannon’s appointment, writing, “whether intentional or not, the appointment of Mr. Bannon sends a disturbing message about what kind of president Donald Trump wants to be.” While McConnell hasn’t held back previously on key Obama appointments, the Kentucky Republican’s opinions on Obama staff and cabinet picks were not always negative. He said having John Kerry as secretary of state would be “a popular choice with the Senate” in December 2012. When former commerce secretary William Daley was pegged as the president’s new chief of staff in January 2011, McConnell praised the choice. “I frankly think it's kind of a hopeful sign,” he said. \"This is a guy who's actually been out in the private sector, been a part of business ... My first reaction is, it sounds like a good idea.\" He also sounded an optimistic note months before Obama’s first inauguration, praising incoming chief of staff Rahm Emanuel for meeting with Republican leaders on Capitol Hill . \"I think the new administration is off to a good start,” McConnell said at the time. 0 Shares ",
    "title": "Mitch McConnell Refuses Comment on Bannon, Despite Record of Opining on Obama Personnel Picks - ABC News"
   },
   {
    "entities": [
     "national",
     "kris",
     "cbs",
     "cessna",
     "news",
     "safety",
     "weeks",
     "2015",
     "diego",
     "transportation",
     "board",
     "south",
     "carolina",
     "aimer",
     "rusty",
     "van",
     "san",
     "november 16, 2016",
     "ntsb",
     "cleave"
    ],
    "id": 14,
    "text": "By Kris Van Cleave CBS News November 16, 2016, 7:26 PM Why isn't collision avoidance technology required in all aircraft? Email Federal investigators are blaming air traffic controllers for two midair collisions last year that killed seven people, but there are technologies that can prevent the collisions that happen in the blink of an eye.   A National Transportation Safety Board animation simulates how fast a deadly midair collision  can happen, including the limits of “see and avoid” -- a method of flying that teaches pilots how to avoid midair collisions.  By the time the pilot of this Cessna was able to spot an F-16 fighter coming in just left of center -- and he had only seconds to respond. The planes collided over South Carolina in 2015. The two onboard the Cessena died. CBS News Weeks later, another midair collision in San Diego killed five.  In both cases the NTSB believes available collision avoidance systems could have prevented the crashes, by giving warnings. These systems are not required in general aviation aircraft, but similar systems are required in commercial airliners. “Imagine this traffic: A 777 coming at you at 700 mph. I don’t think human eyes can see that fast or process that reaction in the pilots mind fast enough,” says Rusty Aimer, a retired airline captain. ",
    "title": "Why isn't collision avoidance technology required in all aircraft? - CBS News"
   },
   {
    "entities": [
     "national",
     "early morning",
     "november 9, 2016",
     "hate\\xe2\\x80\\x99",
     "monday",
     "northeastern",
     "stephen",
     "shaffer",
     "tierney",
     "donald",
     "steve",
     "caitlin",
     "npr",
     "times",
     "hilton",
     "york",
     "pollak",
     "republican",
     "8:52 p.m. est",
     "ivy",
     "midtown",
     "joel",
     "kansas",
     "images",
     "breitbart",
     "november 15, 2016",
     "bannon",
     "daily",
     "discourse",
     "violence",
     "university",
     "timothy",
     "inskeep",
     "on",
     "hafner",
     "white",
     "news",
     "2014",
     "getty",
     "ohio",
     "trump",
     "josh",
     "tuesday",
     "brudnick",
     "beast",
     "conversation",
     "america",
     "house",
     "kellyanne",
     "for",
     "newsy",
     "center",
     "conway",
     "new",
     "guidelines",
     "bliss",
     "city",
     "institute",
     "state",
     "november 16, 2016",
     "newslook",
     "civil"
    ],
    "id": 15,
    "text": "‘Turn on the hate’? Steve Bannon’s cynicism spreads online The words of Donald Trump's top adviser went viral this week. Post to Facebook ‘Turn on the hate’? Steve Bannon’s cynicism spreads online The words of Donald Trump's top adviser went viral this week. Check out this story on USATODAY.com: http://usat.ly/2fxkr75 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 301 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs ‘Turn on the hate’? Steve Bannon’s cynicism spreads online USA Today Network Josh Hafner , USA TODAY 8:52 p.m. EST November 16, 2016 x Share Anti-hate groups are protesting Steve Bannon's promotion to chief strategist of the Trump administration. Video provided by Newsy Newslook Republican president-elect Donald Trump's campaign manager, Kellyanne Conway, and Trump campaign CEO Stephen Bannon stand on stage during the election night event at the New York Hilton Midtown in the early morning hours of November 9, 2016 in New York City. (Photo: Chip Somodevilla, Getty Images) Words of President-elect Donald Trump’s chief strategist — “turn on the hate” —  trended on Twitter Monday, offering something of a Rorschach test for the vitriol increasingly spewed in America’s political landscape. Trump’s strategist, Stephen Bannon, typed the phrase in a 2014 email discussing Republican leadership, as reported in the Daily Beast . At the time he ran Breitbart News, a website popular among white nationalists. “Let the grassroots turn on the hate,” Bannon wrote, “because that’s the ONLY thing that will make them do their duty.” Bannon’s call for hatred resurfaced Monday in a the headline of a New York Times editorial that described the adviser’s appointment as a sign that a “toxic ideology” had found its way into the White House. By the time the phrase crested on Twitter, there seemed to be some confusion over why it was trending and its source. Wow 'Turn On The Hate' is trending...from a group that preaches love and tolerance... — Caitlin Tierney (@KatieTierneyH) November 15, 2016 Its the title of a news article --> Steve ‘Turn on the Hate’ Bannon, in the White House https://t.co/jH50DSv7mc https://t.co/JDCY4IGPqT — Unimpressed (@brownricediva) November 15, 2016 Trump’s supporters accused his detractors of “turning on the hate” amid days-long protests, some of which involved violence. Those detractors said the hatred lies with supporters of Trump, who in Bannon appointed a man who once called progressive women “a bunch of dykes,” as the Times noted . Liberals love to turn on the hate when things don't go their way. #RepublicansUnitedForPeaceAndLove — SaLtY DoGz (@SaLtYdOgZ) November 15, 2016 \"Turn on the hate\" would've never happened, if Trump wasn't a hater! — Ivy Bliss (@MsiBliss) November 15, 2016 On Tuesday, NPR host Steve Inskeep asked a Breitbart editor to explain Bannon's incendiary past. The editor, Joel Pollak, responded by calling NPR's programming \" racist .\" While both sides continue to volley accusations, experts who study hatred and public discourse say that Bannon’s appointment stands to only worsen Americans’ blame game until real listening can occur. Gordana Rabrenovic, a sociologist, serves as a director of the Brudnick Center on Violence and Conflict at Northeastern University. She co-authored the book, Why We Hate, and said the violent protests and racially charged hate crimes unfolding since Trump’s election provide an all-too-easy, if unfruitful, answer to Americans’ frustrations. “Hate and intimidation is meant to silence people, which can push people away from this public discourse about how we’re going to solve our really challenging questions we save as a nation and world,” she said. “But we won’t face them by blaming particular groups of people. Although that’s the easiest way: You don’t have to put forth a particular solution as long as you blame people.” And the high-level White House appointment of a figure like Bannon can only hamper public discourse, said Timothy Shaffer, a researcher with the National Institute for Civil Discourse. The fringe ideas that Bannon peddled at Breitbart don’t represent most Trump supporters, Shaffer noted, and many didn’t know who he was until this week. But that hasn’t stopped accusations of white nationalism from being hurled at Trump’s supporters, he said — a guilt by association that has to stop. “This conflation becomes a real obstacle for public dialogue and discussion,” said Shaffer, who teaches communications studies at Kansas State University. Equally important, he added, is for Republicans not on board with Bannon to say so. “The people I grew up with, in my hometown in Ohio, who voted for Trump for reasons not aligned with Bannon’s rhetoric, those Republicans need to be able to step up and say something,” he said. “You’ve exercised your right to vote. But these seemingly intensified elements need to be stood up to.” ",
    "title": "‘Turn on the hate’? Steve Bannon’s cynicism spreads online"
   },
   {
    "entities": [
     "j.",
     "richard",
     "schumer",
     "senate",
     "bernie",
     "massachusetts",
     "committee",
     "donald",
     "durbin",
     "first",
     "times",
     "congress",
     "york",
     "newsletters",
     "morning",
     "nyt",
     "steinhauer",
     "the",
     "draft",
     "west",
     "obama",
     "bishara",
     "illinois",
     "briefingsubscribed",
     "iii",
     "jennifer",
     "november 10, 2016",
     "joe",
     "states",
     "news",
     "political",
     "patty",
     "wednesday",
     "sanders",
     "ohio",
     "elizabeth",
     "trump",
     "tuesday",
     "2018",
     "manchin",
     "house",
     "warren",
     "drew",
     "harry",
     "yara",
     "pennsylvania",
     "angerer",
     "mr.",
     "united",
     "murray",
     "new",
     "virginia",
     "reid",
     "chuck",
     "budget",
     "vermont",
     "washington"
    ],
    "id": 16,
    "text": "Continue reading the main story Photo After winning the position of Senate minority leader, Senator Chuck Schumer of New York slipped into his hideaway office at the Capitol on Wednesday to share the news with his parents and daughter. Credit Stephen Crowley/The New York Times WASHINGTON — Congressional Democrats stunned by Election Day losses began the process on Wednesday of trying to reconcile their competing factions, framing the contours of a contentious debate within the party. In the Senate, they elected a new slate of leaders, led by Senator Chuck Schumer of New York , that in many ways reflected the divide. That group included Senators Bernie Sanders of Vermont and Elizabeth Warren of Massachusetts, the best-known figures in the progressive wing, and Senator Joe Manchin III of West Virginia, a centrist up for re-election in 2018. “This team is ideologically and geographically diverse, it mixes the wisdom of experience with the vigor of youth, at least in Senate years,” Mr. Schumer said in a statement. “But from the top to bottom, each of these senators has devoted their lives to fighting for the middle class and those struggling to get there.” Mr. Schumer’s immediate challenge will be to meet the often competing imperatives of those senators, part of Democrats’ larger struggle over whether to try to tailor an appeal to the working-class white voters who left them and led to the election of Donald J. Trump, or to attempt to increase the so-called Obama coalition anchored by minority and younger voters. Mr. Sanders will serve as the conference’s outreach chairman and the ranking Democrat on the Senate Budget Committee. Video Who Is Chuck Schumer? Senator Chuck Schumer, who will take over as the leader of the Senate Democrats after the retirement of Harry Reid, is known as a hard-charging Brooklynite. By YARA BISHARA and JENNIFER STEINHAUER on Publish Date November 10, 2016. Photo by Drew Angerer for The New York Times. Watch in Times Video » embed “I am going to do everything that I can to make sure that the budget that leaves the United States Congress is a budget that represents the needs of working families and a shrinking working class and not billionaires who are doing phenomenally well,” he told reporters. Democrats also re-elected Senator Richard J. Durbin of Illinois as minority whip, with Senator Patty Murray of Washington serving in the No. 3 spot as assistant Democratic leader. Advertisement Continue reading the main story This conflict spilled into House Democrats’ efforts to elect their leaders on Tuesday, as some members from states that Mr. Trump won, like Pennsylvania and Ohio, argued that it was time for Democrats to take a hard look at their disconnect from working-class voters. First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Trying to Unite Factions, Democrats in Congress Begin Picking Leaders - The New York Times"
   },
   {
    "entities": [
     "national",
     "facebook",
     "clinton",
     "rubio",
     "committee",
     "donald",
     "miami",
     "relations",
     "\\xe2\\x80\\x9cpepe\\xe2\\x80\\x9d",
     "foxnews.com",
     "fox",
     "&",
     "jersey",
     "florida",
     "twitter",
     "york",
     "farinas",
     "power",
     "republican",
     "sen.",
     "barack",
     "jose",
     "guillermo",
     "obama",
     "ferr\\xc3\\xa9",
     "follow",
     "u.s.",
     "canf",
     "foundation",
     "on",
     "helen",
     "gop",
     "d.c.",
     "states",
     "nations",
     "news",
     "robert",
     "instagram",
     "latino",
     "elizabeth",
     "hernandez",
     "trump",
     "llorente",
     "tuesday",
     "aguirre",
     "menendez",
     "2506",
     "foreign",
     "cuban",
     "castro",
     "cuba",
     "american",
     "united",
     "new",
     "us",
     "washington",
     "marco",
     "hillary",
     "samantha",
     "advertisement",
     "wednesday"
    ],
    "id": 17,
    "text": "Facebook 0 Twitter 0 livefyre Email Print Sen. Marco Rubio meets with Cuban dissident Guillermo Farinas Cuban-American leaders and human rights activists within the island nation are hoping that the incoming Trump administration will scale back President Obama’s efforts to restore relations between the two countries, measures they say emboldened the communist regime and brought the U.S. little in return. Sen. Marco Rubio, a Florida Republican who sits on the Foreign Relations Committee, said that a top priority for him next year will be to roll back sweeping changes President Obama implemented that significantly eased trade and travel restrictions. Rubio, like many Cuban-Americans who have opposed the normalization of relations, said Obama’s overtures to the Cuban government have not yielded the hoped-for reforms. “By any objective measure, President Obama’s unilateral policy changes have failed, and they are not in the best interest of the American people or the people of Cuba,” Rubio said in a statement. “Rolling back President Obama's one-sided concessions to the Castro regime, a key campaign promise shared with President-elect Trump, will be a top priority for me next year.” Rubio met on Tuesday with Guillermo Farinas, one of Cuba’s most prominent human rights activists, during the dissident’s visit to Washington D.C. Farinas, who has been jailed numerous times by Cuban authorities, has been a vocal critic of the Obama administration’s surprise decision two years ago to normalize relations with the Cuban government after more than a half-century of hostilities between the two nations. Farinas and other dissidents, as well as some international human rights organizations, say the Cuban government continues to oppress its critics. Farinas went on a month-long hunger strike earlier this year after he was detained and beaten by Cuban authorities when he asked about a fellow dissident who had been arrested. Farinas, who was in New York Wednesday to meet with Samantha Power, the United States ambassador to the United Nations, told FoxNews.com Obama’s U.S.-Cuba policy betrayed the cause of human rights. “I have faith that President Trump will be better for the people of Cuba and press the cause of freedom and democracy,” Farinas said. “Let’s just say no one can possibly be worse than Barack Obama has been for our cause.” During the GOP primary, Trump signaled support for thawed relations, provided the Cuban government reformed its approach to human rights. After he won the nomination, Trump addressed the issue again in Miami, assailing Obama’s approach to Cuba. “All of the concessions Barack Obama has granted the Castro regime were done through executive order, which means the next president can reverse them,” he said, adding that he intended to “unless the Castro regime meets our demands.” Top officials of the Cuban American National Foundation (CANF), one of the oldest and most influential anti-Castro organizations, say they are lobbying members of Trump’s transition team for a meeting with the president-elect. “We want Donald Trump to understand the reality of the situation faced by Cubans in Cuba,” CANF co-founder Jose “Pepe” Hernandez, a Bay of Pigs veteran, told FoxNews.com. “We want a U.S.-Cuba policy that will bring democratic results.” Other Cuban-American groups pressed Trump before he sealed the nomination. Brigade 2506, Miami-based veterans of the Bay of Pigs invasion, endorsed Trump for president, the first endorsement in the organization's 55-year history. “For Donald Trump, it was a great honor to be recognized by the brigade,” said Helen Aguirre Ferré, a spokeswoman for the Republican National Committee. “He was deeply moved by it. This is an important issue to him, he has said you can’t negotiate with human rights.” Rubio is not the only lawmaker waiting to see what Trump will do regarding Cuba. Sen. Robert Menendez, a New Jersey Democrat who supported Hillary Clinton and also sits on the Foreign Relations Committee, told FoxNews.com that he does not know quite what to expect from a Trump administration. “It depends on which Donald Trump shows up,” Menendez said. “The Donald Trump who said earlier in his campaign that he thinks it was good to engage Cuba, or the Donald Trump toward the end of the campaign who said he’d consider rolling back much of what Obama did unless there’s advantage for the Cuban people.” Elizabeth Llorente is the Politics Editor/Senior Reporter for Fox News Latino, and can be reached at Elizabeth.Llorente@Foxnewslatino.com. Follow her on https://twitter.com/Liz_Llorente Like us on Facebook Follow us on Twitter & Instagram Advertisement ",
    "title": "Cuban-American leaders, dissidents urge Trump to get tough with Castro regime | Fox News"
   },
   {
    "entities": [
     "npr",
     "shore",
     "thursday",
     "jersey",
     "n.j.",
     "york",
     "manhattan",
     "newark",
     "david",
     "joel",
     "september",
     "u.s.",
     "chelsea",
     "linden",
     "rahimi",
     "e.",
     "patton",
     "corps",
     "khan",
     "press",
     "marine",
     "new",
     "october",
     "associated",
     "rose",
     "sept. 19",
     "ahmad"
    ],
    "id": 18,
    "text": "Ahmad Khan Rahimi, an Afghan-born U.S. citizen, has been indicted on eight federal counts. He is accused of bombings and other crimes in New York and New Jersey in September. AP hide caption toggle caption AP Ahmad Khan Rahimi, an Afghan-born U.S. citizen, has been indicted on eight federal counts. He is accused of bombings and other crimes in New York and New Jersey in September. AP A New Jersey man, Ahmad Khan Rahimi, has been indicted on eight federal criminal charges related to bombings in Manhattan and New Jersey earlier this year. According to federal prosecutors, the 28-year-old Afghan-born U.S. citizen was inspired by international terrorists , including al-Qaida. As NPR's Joel Rose reports, \"Prosecutors say he detonated a bomb in Manhattan's Chelsea neighborhood in September that injured 30 people. He is also charged with planting a second bomb in Manhattan that did not explode, and a pipe bomb that did explode along the course of a Marine Corps charity race at the Jersey Shore but did not injure anyone. \"Rahimi was arrested days later in Linden, N.J., after a police shootout. He remained in New Jersey recovering from gunshot wounds until last week, when he made his first appearance in federal court in New York.\" If convicted of all federal counts, Rahimi faces a mandatory life sentence in prison. Joel notes that Rahimi is expected to plead not guilty. The charges against Rahimi include the use and the attempted use of a weapon of mass destruction, the interstate transportation and receipt of explosives, and the bombing of a place of public use. Article continues after sponsorship According to the Associated Press , Rahimi also is facing 30 counts in New Jersey state court in connection with the Sept. 19 shootout, including attempted murder of a law enforcement officer. Those charges could result in another life sentence if he is convicted. Rahimi's arraignment on those counts was held via video conference between a state courthouse and his Newark hospital bed in October . In his court appearance last Thursday in Manhattan, Rahimi's lawyer, David E. Patton, a federal public defender, questioned whether the defendant can receive proper medical care in the Metropolitan Correctional Center in New York. ",
    "title": "Alleged N.Y. Bomber Ahmad Khan Rahimi Indicted On Federal Charges : The Two-Way : NPR"
   },
   {
    "entities": [
     "1970s",
     "clinton",
     "tennessee",
     "lancaster",
     "pa.",
     "wash",
     "&",
     "first",
     "times",
     "n.h.",
     "italy",
     "york",
     "newsletters",
     "morning",
     "nyt",
     "bastian",
     "nancy",
     "caiden",
     "draft",
     "sundin",
     "ian",
     "the",
     "d.",
     "thomas",
     "college",
     "minnesota",
     "franklin",
     "putnam",
     "briefingsubscribed",
     "merrimack",
     "kingery",
     "force",
     "spokane",
     "states",
     "news",
     "marshall",
     "political",
     "robert",
     "denver",
     "trump",
     "ms.",
     "america",
     "ghana",
     "kate",
     "dorancy",
     "united",
     "new",
     "jansen-lonnquist",
     "air",
     "hillary",
     "harvard"
    ],
    "id": 19,
    "text": "Continue reading the main story Many Democrats harbor their own feelings of being under siege. “It felt like a rejection of everyone who looks like me,” said Ms. Dorancy, 29, a naturalized American who immigrated from Ghana about a decade ago. “It was a message to me that ‘You are not equal in our eyes. You do not deserve a place in our country.’” Advertisement Continue reading the main story So she and her fiancé looked at their guest list and decided to hold their wedding in Italy, a distance too far for the relatives to travel. “I just don’t want them around me on the most important day of my life,” she said. Some relationships remain intact, of course. Kate Kingery, a Republican in Denver who sells sporting goods, has kept good relations with her Democratic friends, despite their despondence over the election. One is coming to spend a few days in the mountains with her this week. Ms. Kingery, who grew up on a farm in rural Minnesota, said she sympathized with her Democratic friends’ worries. Photo A Trump flag on Election Day in Merrimack, N.H. Credit Ian Thomas Jansen-Lonnquist for The New York Times “I understand people’s fears, I really do,” she said. She would not say whom she had voted for. She added: “I really don’t think it’s going to be that bad. I don’t think they are going to change gay rights, women’s rights or other people’s rights.” Conversations on those and other delicate issues can be both important and painful, but the reality of American life is that they are happening ever more rarely. Over the past several decades, the United States has become increasingly segregated by class , with college-educated people marrying, living and socializing apart from less-educated Americans. The result has been that Americans have lost touch with one another, sociologists say, and helps explain why each side is so baffled by the other. “If you went to Thanksgiving dinner 50 years ago, you’d be very likely to have dinner with people from a different walk of life,” said Robert D. Putnam, a professor of public policy at Harvard and the author of “ Our Kids ,” an investigation of class divisions in America. “Today, there are far fewer people who are different from us around that table.” For upper-middle-class families like his own, “every single person will have a college degree or currently be in college,” he said. “That class homogeneity was not true of my family a generation ago.” As the cultural divide becomes deeper, fewer Americans cross it. Misty Bastian, 61, an anthropologist at Franklin & Marshall College in Lancaster, Pa., is originally from rural Tennessee. Since serving in the Air Force in the 1970s, she has lived all over the world and earned her Ph.D., two milestones that have set her apart from most of her extended family. She said that she had sensed a “parting of the political ways” from her family for a long time, but that her support for Hillary Clinton seemed to be “the last nail in the coffin.” Advertisement Continue reading the main story The other day, a cousin who had “Trump proclivities” put a post on Facebook that she described as “all about Trump triumphalism.” She felt that the post was directed at her and that its message was: “You’re a liberal elitist and I don’t have to pretend now that I have to listen to you.” Photo Nancy Sundin and Caiden, her son, in their home in Spokane, Wash. She says the election has left her feeling alienated from her family and her country. Credit Rajah Bose for The New York Times Ms. Bastian added: “I feel like I’ve been living with a lot of people wearing masks, who have been hiding their true selves, and now with this vote, their true selves are more apparent.” She has kept up visits to Tennessee, but now says she has no desire to go back. “I don’t want to be part of the grand narrative that the ‘liberal elite’ doesn’t get the working class,” she said. “I am from the working class. I’m now pretty solidly middle class. But to my relatives, I’m elite, over-educated and too well read, an alien.” First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Political Divide Splits Relationships — and Thanksgiving, Too - The New York Times"
   },
   {
    "entities": [
     "$40 million",
     "$355",
     "richard",
     "international",
     "$30 million",
     "chicago",
     "2011",
     "$1.9 billion",
     "public",
     "recession",
     "$8.2 billion",
     "field",
     "$18 million",
     "$13 million",
     "$90 million",
     "$239 million",
     "$15",
     "ruthhart",
     "$994",
     "$80",
     "14 percent",
     "$19.40",
     "$543 million",
     "$12 million",
     "$10",
     "$1,692",
     "mayor",
     "department",
     "$698 million",
     "hall",
     "nancy",
     "$250 million",
     "board",
     "preckwinkle",
     "$5.4 million",
     "$114",
     "oct. 11, 2016",
     "$25",
     "during",
     "cps",
     "$134",
     "$250,000",
     "$50.40",
     "ald",
     "rahm",
     "bill",
     "3rd",
     "34 percent",
     "o'hare",
     "dowell",
     "$2",
     "llc",
     "city",
     "/",
     "$12.25",
     "pat",
     "$14",
     "editorial",
     "$4",
     "$229",
     "ward",
     "emanuel",
     "$1.15 billion",
     "council",
     "meters",
     "2014",
     "2017",
     "2015",
     "m.",
     "$3.7 billion",
     "parking",
     "$18.6 billion",
     "schools",
     "wrigley",
     "$9.50",
     "september",
     "loop",
     "$6.2 billion",
     "tribune",
     "great",
     "soldier",
     "stone",
     "county",
     "daley",
     "$36 million",
     "$3.3 billion",
     "5 percent",
     "toni",
     "police"
    ],
    "id": 20,
    "text": "For someone whose poll numbers hit rock bottom earlier this year, Mayor Rahm Emanuel has had a pretty good run. He just signed off on a tentative contract with Chicago Public Schools teachers, avoiding what would have been a disruptive and politically dicey strike. He introduced a budget that sidestepped... For someone whose poll numbers hit rock bottom earlier this year, Mayor Rahm Emanuel has had a pretty good run. He just signed off on a tentative contract with Chicago Public Schools teachers, avoiding what would have been a disruptive and politically dicey strike. He introduced a budget that sidestepped... (Editorial Board) Emanuel's budget includes a new 7-cent fee for each store-provided disposable bag, designed to raise about $13 million next year. It replaces a city ban on plastic bags that was deemed largely ineffective. People can avoid paying that tax by bringing reusable bags to the store. The mayor also plans to add 685 new parking meters, with 460 in the Loop and surrounding business district and 225 in neighborhoods. The $5.4 million raised by the new meters would partly offset the $12 million the city estimates it will pay to Chicago Parking Meters LLC for meters that are out of service. Parking rates at O'Hare International and Midway airports would rise, with the daily fee going up by as much as $12.25 under a complex system that varies by the type of lot used. The proceeds will be plowed back into city airport improvements and operations. Other fee increases include so-called surge pricing to $4 from $2 at 820 parking meters near Wrigley Field starting two hours before a game or event. Plans to do the same at 670 parking meters near Soldier Field were put on hold so 3rd Ward Ald. Pat Dowell can have further talks with local businesses. Chicago Mayor Rahm Emanuel presents his 2017 budget to the City Council on Oct. 11, 2016, at City Hall. (Nancy Stone / Chicago Tribune) Drivers also would pay to use commercial loading zones with hourly parking rates set at $14 downtown and in two nearby wards. Once fully in place, the administration expects to collect $13 million to $18 million a year. For their money, Chicagoans stand to see 545 new cops added to the Chicago Police Department's ranks next year and $36 million over three years spent on expanding teenage mentoring programs. Five-year tally The series of tax and fee hikes pushed by Emanuel and approved by aldermen adds up to about $1,692 a year once they take full effect. Here's a breakdown: *About $994 in property tax hikes for City Hall and CPS. That's based on a $250,000 home. *$50.40 for the 911 phone tax passed in 2014. That's based on a total of three phone lines, cell or land. *$355 from water and sewer fees that were doubled in 2011. *$134 from the water and sewer tax passed in September. That's for metered service. People without meters can expect to pay $229. *$25 from a 2011 city vehicle sticker hike. The increase was $10 per car and $15 for SUVs. *$19.40 from a cable tax hike approved in 2014. That's based on an $80 monthly bill. *$114 a year for garbage pickup approved in 2015. That's based on $9.50 per unit a month for a single-family home. Much of the money is going to the underfunded government worker pension systems, which are $18.6 billion short. The 911 tax is going to the laborers' retirement fund at about $40 million a year. The city property tax hikes are being poured into the police and firefighters' funds at $543 million a year. Another $250 million or so a year is going to the CPS retirement fund. The new water and sewer tax will result in an additional $239 million a year for the municipal workers' pension fund. All the major tax, fee and fine increases enacted or set in motion by the city and CPS during the past five years approach $1.9 billion. That doesn't include new sales and beverage taxes approved by the County Board under board President Toni Preckwinkle, which are slated to eventually raise another $698 million. Cost containment During Emanuel's tenure, the city budget has increased from about $6.2 billion to about $8.2 billion. Part of that 34 percent increase is due to the city continuing to pay for programs that the federal government stopped funding and more money being spent on water and sewer construction projects. Day-to-day spending for city operations has risen to roughly $3.7 billion from about $3.3 billion, around a 14 percent increase. Much of the increase is covering city worker raises. The mayor has cut the city workforce by about 5 percent. To be sure, Emanuel faced significant financial hurdles when he took office in the aftermath of the Great Recession. To keep the city afloat and avoid tough decisions, former Mayor Richard M. Daley was using one-time revenue, like the $1.15 billion payment to the city for leasing out its parking meters, and relying on costly, frowned-upon borrowing practices. The pension funds were losing money and headed toward insolvency. The bulk of the tax increases enacted under Emanuel are being used to try to fix the pension funds, with much of the rest going to shore up a city water and sewer system that was deteriorating. The mayor also is phasing out costly borrowing practices — though he's not all the way there yet — and has nearly eliminated the use of one-time revenue to keep the city afloat. Emanuel also in the final stages of phasing out health care insurance subsidies for most retired city workers to save about $90 million a year, has moved the city to a more efficient grid-based garbage system that his administration says has freed up about $30 million for other city services, and has eliminated or started to phase out special taxing districts that drain city property taxes from day-to-day operations. Chicago Tribune's Bill Ruthhart contributed. ",
    "title": "The tab on Emanuel&apos;s series of tax hikes: $1,700 a year for average family - Chicago Tribune"
   },
   {
    "entities": [
     "karega",
     "joy",
     "michelle",
     "college",
     "malkin",
     "march",
     "foxnews.com",
     "dr.",
     "monring",
     "oberlin",
     "wednesday"
    ],
    "id": 21,
    "text": "Expand / Contract “Dr. Karega attacked her colleagues when they challenged inconsistencies in her description of the connection between her postings and her scholarship,” the board said in a statement released Wednesday monring. Karega told FoxNews.com that her social media posts were taken out of their original context and “grossly misrepresented” in published reports. “Since the publication of the posts, I have been inundated with HUNDREDS of [pieces of] hate mail filled with slurs (racial, misogynist, classist), harassment, and threats,” Karega told FoxNews.com in an email. “Oberlin College has campaigned to implicate my professional fitness using arbitrary, inequitable, and discriminatory practices -- indeed, the college launched an assault on my substantive rights.” Conservative columnist and Oberlin alum Michelle Malkin, who called for Karega’s ouster in March , said she was glad to see her alma mater take action. “Good riddance to Joy Karega,” Malkin said. “She was an untenured and unhinged loon whose anti-Semitic diatribes and barely literate social media rantings shamed Oberlin and all of American higher education.” Malkin told FoxNews.com that during her studies at Oberlin, she witnessed similar Israel-bashing and anti-Semitism, and a “stubborn intolerance of diverse political viewpoints.” Karega vowed not to accept the ruling without a fight. “I will challenge the college’s decision and assault on my substantive rights through all the avenues I have available to me,” Karega said in her email. “The Oberlin community doesn’t deserve this racist, arbitrary attack which has damaged the name and reputation of ‘Oberlin.’” Advertisement ",
    "title": "Ohio professor fired over anti-Semitic Facebook posts | Fox News"
   },
   {
    "entities": [
     "richard",
     "clinton",
     "baldwin",
     "mike",
     "john",
     "wisconsin",
     "kushner",
     "durbin",
     "caption",
     "jersey",
     "kraft",
     "silicon\\xc2\\xa0valley",
     "observatory",
     "emamdjomeh",
     "tammy",
     "pentagon",
     "friday",
     "patty",
     "charles",
     "sanders",
     "bob",
     "manchin",
     "kellyanne",
     "capitol",
     "court",
     "murray",
     "conway",
     "virginia",
     "patriots",
     "lisa",
     "giuliani",
     "schumer",
     "massachusetts",
     "donald",
     "w.j.",
     "department",
     "morning",
     "sen.",
     "cornyn",
     "illinois",
     "paul",
     "joe",
     "getty",
     "sen.\\xc2\\xa0",
     "elizabeth",
     "biden",
     "harry",
     "rudolph",
     "thiel",
     "mr.",
     "pence",
     "ryan",
     "city",
     "state",
     "texas",
     "bernie",
     "chris",
     "feinstein",
     "president",
     "thursday",
     "congress",
     "york",
     "hilton",
     "jason",
     "west",
     "oval",
     "obama",
     "images",
     "u.s.",
     "judiciary",
     "hagen",
     "hennigan",
     "iii",
     "white",
     "christie",
     "tower",
     "nevada",
     "trump",
     "w.",
     "new",
     "mascaro",
     "antonin",
     "england",
     "jared",
     "miller",
     "vermont",
     "kevin",
     "washington",
     "j.",
     "armand",
     "peter",
     "senate",
     "committee",
     "times",
     "bierman",
     "dianne",
     "naval",
     "california",
     "noah",
     "scalia",
     "office",
     "tribune",
     "e.",
     "february",
     "house",
     "warren",
     "2016",
     "reid",
     "hillary",
     "supreme",
     "wednesday"
    ],
    "id": 22,
    "text": "Trump pushes back against reports of transition turmoil, but there's little indication of progress Kellyanne Conway Kevin Hagen / Getty Images Kellyanne Conway, an advisor to President-elect Donald Trump, denied reports Wednesday that his administration's transition team was in turmoil. Kellyanne Conway, an advisor to President-elect Donald Trump, denied reports Wednesday that his administration's transition team was in turmoil. (Kevin Hagen / Getty Images) Noah Bierman and Lisa Mascaro Contact Reporters President-elect Donald Trump and his top aides pushed back aggressively Wednesday at accounts of a rocky transition, with Trump attacking the New York Times and his staff making efforts to assure the public that accounts of internal turmoil had been greatly exaggerated. Despite the focus on public relations, there was little indication the team had progressed toward assembling an administration, and questions remained unanswered about the level of influence that Trump’s family would exert in the new White House . Rooms set aside for Trump staffers at the Pentagon, for example, remained vacant Wednesday, an indication that Trump’s team had yet to begin the complicated process of getting up to speed on the details of taking over the military and other sectors of government. The State Department had also heard nothing from Trump’s emissaries, even as Trump’s staff released an extensive roster of foreign leaders who had spoken with Trump and Vice President-elect Mike Pence . Democrats , still absorbing last week’s electoral rebuke, took further steps toward defining how they would operate as an opposition party, voting in a leadership team in the Senate with a few new names, including Vermont Sen. Bernie Sanders , aimed at broadening their appeal to white working-class voters who defected the party for Trump. But they were also still reeling from internal party divides; across the Capitol, House Democrats postponed their leadership elections until after Thanksgiving. A stream of visitors, including New England Patriots owner Bob Kraft, Silicon Valley financier Peter Thiel, Trump’s relatives, former New York Mayor Rudolph W. Giuliani and a few members of Congress streamed in and out of Trump Tower in New York, giving little indication of whether they were coming to give advice, apply for administration roles or simply offer congratulations. Trump’s campaign manager, Kellyanne Conway, whose role in the new administration remains undefined, was one of two top aides to speak with reporters in hopes of changing perceptions. \"You don’t form a federal government overnight, and these are very serious issues, very serious appointments, very serious considerations,” she said.  Conway said reports of firings and disorganization were false. Yet she offered little clarity about who would be taking roles in the administration, including Trump’s son-in-law, 35-year-old real-estate investor Jared Kushner. She said she did not know whether Kushner would be getting security clearance to attend top-secret briefings, but left open the possibility when asked whether it would be appropriate. \"It's appropriate for whoever's going to get the presidential daily briefing to have a security clearance,” she said. “It's not just appropriate, [but] necessary.\"  Armand Emamdjomeh Kushner has drawn attention on many fronts, including multiple reports that he orchestrated the ouster of several transition figures with connections to New Jersey Gov. Chris Christie , who successfully prosecuted Kushner’s father on tax evasion and other charges more than a decade ago. Kushner, who lacks government experience, could also face questions about conflicts of interest because Trump has said that his children will run his business empire while he serves in the White House. Jason Miller, Trump’s campaign communications director, tried to answer another set of criticisms, promising that Pence, who abruptly took over the transition team leadership from Christie on Friday, had begun “making good on President-elect Trump's promise that we're not going to have any lobbyists involved with the transition efforts.” “When we talk about draining the swamp, this is one of the first steps,” Miller said. The team did not name any lobbyists who had been dropped from the group. Despite the lack of apparent progress, Trump received a vote of confidence from an unlikely source: Vice President Joe Biden , who met with Pence at the U.S. Naval Observatory, the vice president’s official residence, where they dined with their wives. \"No administration is ready on Day One. We weren't ready on Day One. I've never met one that's ever been ready on Day One,” Biden said. “But I'm confident on Day One, everything will be in good hands and they'll be able to handle everything.\"  Pence will huddle with House Republicans on Thursday and meet with Democratic leaders as well. Trump took out his frustrations over media accounts on the New York Times, angrily tweeting Wednesday morning about the paper’s coverage of his transition. “The failing  @nytimes  story is so totally wrong on transition,” he wrote in one of several tweets criticizing the paper this week. “It is going so smoothly. Also, I have spoken to many foreign leaders.” The paper did not report that Trump had failed to speak with foreign leaders. Rather, it said that prominent allies were \"scrambling to figure out how and when to contact Mr. Trump\" and had been, at times, \"patched through to him in his luxury office tower with little warning.\"  Even some Republicans conceded they had concerns about the transition, however. Texas Sen. John Cornyn, the second-ranking leader of the Senate, said he had received no direct information from the transition team about its work, even as the Senate will be in charge of confirming Trump’s Cabinet picks, according to the Texas Tribune. “Obviously, this is my impression that the Trump team was not completely prepared for the transition,” he said. “And after the election, they’ve had to scramble quite a bit.” Democrats, just as surprised by the election result, were doing their best to plot their own path. Sen. Charles E. Schumer of New York was elected minority leader, replacing retiring Sen. Harry Reid of Nevada. The move, along with the approval of Sen. Richard J. Durbin of Illinois and Sen.  Patty Murray  of Washington in the spots behind him, was expected. But Schumer broadened the Democratic leadership tent with the intent of improving the party's standing with its progressive wing and its working-class base, two groups whose frustration with the party and Democratic nominee Hillary Clinton contributed to Trump's victory. Joining the leadership team were Sanders, who challenged Clinton for the presidential nomination, conservative Sen.  Joe Manchin III of West Virginia and Sen.  Tammy Baldwin  of Wisconsin. Populist Sen. Elizabeth Warren of Massachusetts also kept a top spot in the group that will help steer the party.  \"There's a debate going on about whether we should be the party of the diverse  Obama  coalition” — referring to the minority voters, women and independents who helped put President Obama in office — “or the blue-collar American in the heartland,\" Schumer said.  \"We need to be the party that speaks to and works on behalf of all Americans and a bigger, bolder, sharper-edged economic message that talks about people in the middle class,\" Schumer said. Sen. Dianne Feinstein of California will take over as ranking Democrat on the Judiciary Committee, a key role as Trump moves to nominate a justice to fill the Supreme Court vacancy left by the February death of Antonin Scalia.  Times staff writer W.J. Hennigan contributed to this report. Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Caption Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win ",
    "title": "Trump pushes back against reports of transition turmoil, but there&apos;s little indication of progress - LA Times"
   },
   {
    "entities": [
     "national",
     "benesch",
     "richard",
     "paresh",
     "john",
     "donald",
     "saturday",
     "center\\xe2\\x80\\x99s\\xc2\\xa0intelligence",
     "twitter",
     "fisher",
     "southern",
     "david",
     "leslie",
     "jaweed",
     "spencer",
     "jack",
     "law",
     "inc.",
     "pierson",
     "potter",
     "goff",
     "u.s.",
     "town",
     "university",
     "rams",
     "jeff",
     "pax",
     "francisco",
     "paul",
     "heidi",
     "project",
     "india",
     "reporters",
     "dorsey",
     "contact",
     "vaughn",
     "cruthcer",
     "honda",
     "dangerous",
     "trump",
     "kaleem",
     "tuesday",
     "poverty",
     "dickinson",
     "beirich",
     "2016",
     "yiannopoulous",
     "speech",
     "harry",
     "benjamin",
     "american",
     "hankes",
     "ucla",
     "japan",
     "sunday",
     "milo",
     "july",
     "jones",
     "ricky",
     "jared",
     "institute",
     "rivers",
     "san",
     "dave",
     "susan",
     "keegan",
     "policy",
     "wednesday"
    ],
    "id": 23,
    "text": "With bans of alt-right users, Twitter tests the limits of free speech Twitter logos Twitter has banned the accounts of several alt-right and white nationalist users. Twitter has banned the accounts of several alt-right and white nationalist users. (AFP/Getty Images) David Pierson and Paresh Dave Contact Reporters Twitter Inc. launched 10 years ago innocently enough with co-founder Jack Dorsey tweeting about having lunch and grabbing tea after yoga. Back then, there was no certainty the micro-blogging platform he designed would become anything more than an outlet for sharing daily minutiae. But with its core principle that little was too trivial, or too outrageous, to tweet, Twitter grew over the years into a vibrant and at times abrasive hub for news, ideas and opinions — a town square for the digital age.  Now, in the aftermath of a bitterly divisive presidential campaign that has given license for hate groups and white nationalists to tout their ideas more openly, Twitter appears to be having second thoughts. Long criticized for allowing bullies, terrorists and bigots to run rampant to the detriment of its own bottom line, Twitter made a surprising move Tuesday by banning a slew of accounts belonging to white nationalists and leaders of the alt-right movement — which holds that traditional conservatives don't sufficiently protect the interests of white people.  The San Francisco company declined to comment or identify which accounts were banned, but sent The Times a statement reiterating its policies restricting hateful conduct that targets people “on the basis of race, ethnicity, national origin, sexual orientation, gender, gender identity, religious affiliation, age, disability, or disease.” Among recently banned Twitter users are Richard Spencer, head of the alt-right think tank National Policy Institute, and other alt-right leaders, including Paul Town, Pax Dickinson, Ricky Vaughn and John Rivers, according to news reports. A source familiar with the situation who declined to be named commenting on a private matter shared with The Times several of the offending tweets, among the least vulgar of which read: \"You are a genocidal, sub-human.” It continued: “and feminism is cancer, you diseased whore.\" Social media apps have become a free-speech battleground over the last five years with the companies behind them struggling to figure out how to rein in the very thing that makes them so appealing — the ability to speak freely, and in some cases anonymously, to anyone who also has an account, including celebrities, world leaders and complete strangers. The anything-goes approach can benefit the firms. Moderating content takes time and money and is seen as a potential risk to user growth. By largely staying out of the fray, companies also minimize the risk of wading into legal battles over libel or defamation.   But with a massive backlash over harassment they are starting to walk this back. Policies continue to evolve as critics assail rules as stringent or too soft. Mothers decry takedowns of their breast-feeding photos under anti-nudity policies. And U.S. officials complain not enough is being done to rid social media of terrorists, who others might describe as religious activists. What’s clear is the apps are powerful and that they retain significant policing control. With nearly 1.8 billion users on Facebook and more than 300 million each on Twitter and Snapchat, the services give anyone the chance to instantly spread a message to millions of people without the need for special equipment or relationships. To keep their platforms havens for discussions, the companies maintain broad discretion to kill users’ accounts whenever they choose. For example, Twitter’s contract with users give it the right to “suspend or terminate” an account “at any time for any or no reason.” In an interview with The Times on Wednesday, Spencer denied he violated Twitter’s user agreement and called his ban a crackdown on free speech. “It's been a five-year run for me on Twitter,” Spencer said. “It's over. It was the main way I spoke out. They need to issue some kind of apology and make it clear they are not going to crack down on viewpoints. Are they going to now ban Donald Trump's account?” Spencer said he did not engage in harassment, which he conceded alt-right commentator Milo Yiannopoulous was guilty of when he was banned from Twitter in July for sending a string of tweets attacking “Saturday Night Live” actress Leslie Jones. As a result, Spencer believes his 1st Amendment rights — which ensure freedom of speech, religion, press, assembly and petition — are being violated by Twitter. The 1st Amendment prevents the government from enacting laws that violate free speech.It does not apply to companies — even ones like Twitter that have come to serve as virtual town halls where anything seems to go. Many an employee has been fired for sending an offensive tweet. “They don’t have any obligation to have anyone use their technology they don’t want,” said Heidi Beirich, head of the Southern Poverty Law Center’s Intelligence Project. “We honor the 1st Amendment as an idea. Only the government is allowed to restrict free speech.” Beirich’s group reported the account of Spencer and others for promoting white nationalist ideas and using Twitter to organize events for “hate groups,” according to Keegan Hankes, managing data intelligence analyst at the center. Hankes pointed to Twitter posts like Spencer's from the day of this year's Super Bowl: \"The criminally insane Africans from my geographic region shall defeat those from your metropolitan area!\" Free speech advocates said it was wrong for white nationalists to argue their rights had been violated. They say their discriminatory words work to chill the rights of others. “If your speech is so hostile or threatening or distressing to me that I go silent, then my freedom of expression has been impinged upon,” said Susan Benesch, adjunct associate professor at American University and director of the Dangerous Speech Project. “Even in the U.S., where we have the most speech protective law, some acts of speech are illegal. Nobody has suggested that to fulfill freedom of expression every act of speech has to be allowed. It doesn’t mean you can post absolutely anything. Everyone is figuring out how to draw the lines.” Caption 90 seconds: 4 stories you can't miss Immigrants becoming citizens before Trump takes office , how to avoid fake news on Facebook , teen birth rates are high in small towns , and an unprecedented step in India causes a cash crunch . Caption 90 seconds: 4 stories you can't miss Immigrants becoming citizens before Trump takes office , how to avoid fake news on Facebook , teen birth rates are high in small towns , and an unprecedented step in India causes a cash crunch . Caption The Curiosity Correspondent: How to play Harry Potter's Quidditch when no one can fly Quidditich, the popular and dangerous sport played throughout the Harry Potter series, has come to life through many organizations across the globe. Our Curiosity Correspondent, Benjamin Cruthcer, heads to UCLA to learn how to play the game and to see if he can become an expert. It goes... poorly. Quidditich, the popular and dangerous sport played throughout the Harry Potter series, has come to life through many organizations across the globe. Our Curiosity Correspondent, Benjamin Cruthcer, heads to UCLA to learn how to play the game and to see if he can become an expert. It goes... poorly. Caption Voices | 'This is my country. What can I now do as a citizen?' A couple talks about becoming U.S. citizens the week after Donald Trump won the presidency. A couple talks about becoming U.S. citizens the week after Donald Trump won the presidency. Caption Jared Goff promoted to Rams' starter in Week 11 Rams Coach Jeff Fisher announced that Jared Goff, the No. 1 pick in the 2016 draft, would make his first start against the Dolphins on Sunday. Rams Coach Jeff Fisher announced that Jared Goff, the No. 1 pick in the 2016 draft, would make his first start against the Dolphins on Sunday. Caption Honda Uni-Cub: The future of mobility? Honda's Uni-Cub is a motorized personal mover developed by the company's robotics group in Japan. Its lithium-ion battery can take the 18-pound Cub four miles at 4 mph, but it's not available for sale yet. Honda's Uni-Cub is a motorized personal mover developed by the company's robotics group in Japan. Its lithium-ion battery can take the 18-pound Cub four miles at 4 mph, but it's not available for sale yet. Times staff writer Jaweed Kaleem contributed to this article. ",
    "title": "With bans of alt-right users, Twitter tests the limits of free speech - LA Times"
   },
   {
    "entities": [
     "cooper",
     "party",
     "mccrory",
     "carolina",
     "dowless",
     "&",
     "fox",
     "diaz",
     "last week",
     "nba",
     "reynolds",
     "bladen",
     "observer",
     "nov. 2",
     "news",
     "county",
     "improvement",
     "kimberly",
     "pac",
     "february",
     "2016",
     "mccrae",
     "patrick",
     "democratic",
     "association",
     "roy",
     "north",
     "july",
     "ricky",
     "wednesday"
    ],
    "id": 24,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   The campaign for North Carolina GOP Gov. Patrick McCrory, whose reelection bid remains too close to call, is seizing on reports of potential voter fraud to raise questions about the integrity of last week's election.  McCrory trails by as many as 5,000 votes against Democratic challenger Roy Cooper -- eight days after the polls closed. The fraud concerns emerged in a separate local election in Bladen County, where officials have acknowledged “overtly similar” handwriting on several hundred absentee ballots.   While a formal complaint was filed by the winner of that local supervisor race, the McCrory campaign alleges some evidence suggests a group associated with the state Democratic Party may have paid people to cast votes for a write-in Democrat in that race and every other Democrat on the ballot, including Cooper. Campaign official Ricky Diaz on Wednesday cited evidence suggesting potentially similar situations in other counties, though he declined to say whether this suggests voter fraud is widespread enough to impact the gubernatorial election. “It warrants scrutiny,” he said. “We fully expect it will be looked at.”  Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → McCrory has faced political headwinds since July, when he signed legislation requiring transgender people to use restrooms in public buildings that are associated with their birth gender, not the gender to which they identify. The passage of the so-called “bathroom bill” resulted in a country-wide backlash, including the NBA moving its all-star game in February.  The fresh fraud complaints, while focused on Bladen County, could serve to stoke doubts about the ballot-counting statewide.  County election officials sent a letter Nov. 2 to state election officials about finding the similarities in several handwritten ballots. The letter raised the possibility the similar handwriting could be the result of people legally assisting voters in filling out ballots. However, there was no accompanying documentation to verify this. The state board of elections confirmed with FoxNews.com that it is investigating the matter and provided a copy of the complaint filed by McCrae Dowless, the winner of the local Bladen County election. His 53-page complaint argued there are at least 250 questionable ballots connected to five people who were ballot “witnesses” and paid by the Bladen County Improvement Association PAC. The letter from the county election board to the state election board acknowledges handwriting on the questionable ballots and their envelopes is similar to those of two people cited by Dowless, who ran as an unaffiliated candidate. “A massive voting fraud scheme has been uncovered in Bladen County,” the McCrory campaign said in a recent fundraising email. The state Democratic Party told the News & Observer newspaper that McCrory’s campaign is exaggerating the issue. “As usual, these claims from the McCrory campaign are over the top and completely false,” said Kimberly Reynolds, the group’s executive director. “The complaint in question does not even deal with a Democrat.” The Cooper campaign told the newspaper the Bladen County case is “isolated” and it fully supports the investigation.   ",
    "title": "Voter fraud complaints emerge in tight NC gov race | Fox News"
   },
   {
    "entities": [
     "monday",
     "mr.\\xc2\\xa0bannon",
     "senate",
     "stephen",
     "bernie",
     "donald",
     "sen.",
     "breitbart",
     "bannon",
     "eliza",
     "white",
     "news",
     "sanders",
     "collins",
     "nov. 15",
     "trump",
     "house",
     "priebus",
     "harry",
     "mr.",
     "reid",
     "8:53 p.m. est",
     "november 16, 2016",
     "vermont",
     "wednesday"
    ],
    "id": 25,
    "text": "Sanders to Trump: Take back offer to 'racist' Bannon Eliza Collins , USA TODAY 8:53 p.m. EST November 16, 2016 1.5k Shares x Share A growing number of Senate Democrats, including outgoing Senate Minority Leader Harry Reid, are calling on  President-elect Donald Trump to rescind Stephen Bannon's appointment as a top White House aide. (Nov. 15) AP Vermont Sen. Bernie Sanders called on President-elect Donald Trump to rescind his offer for Stephen Bannon to serve a key role in his administration. “This country, since its inception, has struggled to overcome discrimination of all forms: racism, sexism, xenophobia and homophobia. Over the years we have made progress in becoming a less discriminatory and more tolerant society — and we are not going backward,” Sanders said in a statement Wednesday. “The appointment by President-elect Trump of a racist individual like Mr. Bannon to a position of authority is totally unacceptable.” “In a democratic society we can disagree all we want over issues, but racism and bigotry cannot be part of any public policy. The appointment of Mr. Bannon by Mr. Trump must be rescinded,” the Vermont senator continued. Sanders is not the only one who is critical of Trump’s promotion of Bannon to chief strategist on Monday. Critics say that Breitbart News, the website Bannon headed until he left to join Trump’s campaign, has racist and anti-Semitic content. But Trump’s aides have pushed back. Reince Priebus, who Trump named as his chief of staff, said the criticism of Bannon did not reflect the person he knew. \"I find him not to be the way that’ he’s being accused, I find him to be the opposite,” Priebus said. ",
    "title": "Sanders to Trump: Take back offer to 'racist' Bannon"
   },
   {
    "entities": [
     "cassius",
     "leonard",
     "nov. 10",
     "viva",
     "lorca",
     "cohen",
     "adam",
     "angeles",
     "montreal",
     "lyon",
     "and",
     "los"
    ],
    "id": 26,
    "text": "Leonard Cohen Says He's 'Ready to Die' The singer, songwriter and poet behind \"Hallelujah,\" ''Bird on a Wire\" and \"Suzanne\" was 82 when he died. Cohen had been in declining health for much of the year, though he revealed few details. He is survived by his children, Adam and Lorca, and his three grandchildren, Cassius, Viva and Lyon, the statement said. Cohen was buried in Montreal in a small ceremony on Nov. 10, the same day his death was announced. \"With only immediate family and a few lifelong friends present, he was lowered into the ground in an unadorned pine box, next to his mother and father,\" Adam Cohen wrote in a statement last week. Cohen's representatives say a memorial in Los Angeles is being planned. 0 Shares ",
    "title": "Manager: Songwriter Leonard Cohen Died in Sleep After Fall - ABC News"
   },
   {
    "entities": [
     "national",
     "8:13 p.m. est",
     "richard",
     "lagoon",
     "wendel",
     "africa",
     "stephen",
     "picchu",
     "consulting",
     "sarah",
     "glacier",
     "harris",
     "islands",
     "twitter",
     "salmen",
     "northern",
     "marketwatch",
     "commission",
     "literacy",
     "dicenzo",
     "galapagos",
     "south",
     "newcomb",
     "iceland",
     "powell",
     "jodi",
     "dowling",
     "salem",
     "cpa",
     "financial",
     "100%",
     "instagram",
     "robert",
     "behavioral",
     "research",
     "smith",
     "jokulsarlon",
     "machu",
     "sean",
     "conversation",
     "google",
     "usa",
     "glacial",
     "morningstar",
     "guidelines",
     "peru",
     "stein",
     "nature",
     "aicpa",
     "november 16, 2016",
     "j\\xc3\\xb6kuls\\xc3\\xa1rl\\xc3\\xb3n",
     "advisors"
    ],
    "id": 27,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Why Facebook could ruin your retirement One in four adults with social media accounts find themselves envious after seeing other people's vacation photos and pictures of expensive purchases posted online. Don't that that derail your retirement. Post to Facebook Why Facebook could ruin your retirement One in four adults with social media accounts find themselves envious after seeing other people's vacation photos and pictures of expensive purchases posted online. Don't that that derail your retirement. Check out this story on USATODAY.com: http://usat.ly/2fYf7YX CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 19 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Why Facebook could ruin your retirement Robert Powell, Special for USA TODAY 8:13 p.m. EST November 16, 2016 x Share Good news if you enjoy perusing Facebook daily. A new study shows you'll live longer, although it matters how you use the social networking site. Sean Dowling (@seandowlingtv) has more. Buzz60 Tourists take a selfie on the terraces above Machu Picchu, the most visited travel destination in Peru. (Photo: iStockphoto) If it hasn’t happened yet, it likely will at some point in your online life. Fellow retirees and pre-retirees will post pictures of their travels and adventures to exotic places — the Jökulsárlón Glacier Lagoon in Iceland, Nature’s Valley in South Africa, Machu Picchu and the Galápagos Islands — and you, not wanting to miss out on all the fun, might want to do the very same and then some. What say experts about keeping up the with Joneses? •You're not immune.  One in four adults with social media accounts find themselves envious after seeing other people's vacation photos and pictures of expensive purchases posted online, according to a survey conducted by Harris Poll on behalf of the AICPA. Also, consider that everyone's at risk of falling victim to such stories. “Underneath every financial decision, there is a story we are telling ourselves,” says Sarah Newcomb author of Loaded: Money, Psychology, and How to Get Ahead without Leaving Your Values Behind. Don't jump into retirement,' phase' into it with part-time strategy “Each of us has come to believe certain stories based on our upbringing and our experiences with money; stories about who we are and who we are not, stories about what we can and cannot do in the world,” she wrote in Loaded. • Your wealth could be in danger. The Galapagos Islands tempt many bucket list travelers.  (Photo: iStockphoto) Others agree. “We're highly sensitive to relative comparisons, and how that's pretty much doomed to make us unhappy unless we focus our attention elsewhere,” says Stephen Wendel, head of behavioral science at Morningstar. So what can you do to protect yourself from social comparisons that might cause you to ruin your best-laid retirement plan? • Remember, nothing is as it seems. What you see on Facebook, Instagram, Snapchat, LinkedIn, Twitter and the like may be a façade. “Keeping up the Joneses, especially for retirees, has long been a part of the competitive drive fueling financial decision making,” says Sean Stein Smith, a member of the AICPA’s National CPA Financial Literacy Commission. “With the advent and proliferation of social media, it is easier than ever before to convey an image that might be not accurate. Just because it is on social media does not mean it's 100% true.” For your retirement planning, count on living until age 95 Newcomb agrees. “When we see a social media thread or post, we are seeing a ‘story’ that someone else is telling about their lives,” she says. “That story is the heavily edited highlight reel of their lives, and it doesn’t tell the whole tale: We do not see their debt or savings, or the sleepless nights. We don’t see the pit in their stomach when they open their credit card bill, but we see the smiling faces when they treat their kids to a beach vacation. We see a photo and tell ourselves the story of their amazing lives, and then we compare it to our own personal story, and we decide that we fall short.” And what you don’t know is the real story. They may have saved up for years to buy that boat, or they may have maxed out their credit cards to take the family on that trip. “We see ‘priceless memories’ and suddenly we are willing to throw away our own security in an attempt to get the emotional bliss we think our friends have achieved,” says Newcomb. Ice chunks at Jokulsarlon Glacial Lagoon at sunset on the southern coast of Iceland.  (Photo: iStockphoto) • Focus on your own finances. Enjoy the photos of family and friends on social media, but don’t let jealousy and envy get the better of you. Instead, focus on your finances and what you can do or not do with your money. “Social media is sizzle,” says Smith. “It fades quickly. Focus on the components that really matter to your finances.” • Reframe the issue. Instead of looking at how peers and others spend money, look at how they save money. “Change your reference points to friends who are responsible savers and modest spenders,” says Jodi DiCenzo, a partner at Behavioral Research Consulting. “The effects might serve you well.” • Use social comparisons to enjoy life as well. Richard Salmen, CEO of Northern Financial Advisors, says it’s possible to avoid financial missteps due to social media comparisons. But you’ll need a retirement spending plan to do so. Determine how much money you’ll need for travel and how much you might need for late-in-life health care costs. Once you’ve mapped out a spending plan, you can give yourself permission to travel within your budget. Salem also suggests using other people’s posts for inspiration, as a way to rule in or out places you’d like to visit, or things you might want to buy or not. In reality, Salem says far too many retirees delay spending money on trips only to regret their decisions later in life when they are no longer physically able to travel. Do's and don’ts to live by Do Be happy that your friends are living well. Remember that every photo is cropped, and often there are many outtakes before the best ones are chosen. Remember that their story is different from yours. They have faced different obstacles, and you only see less than half of the picture. Don’t Compare your \"blooper reel\" with their \"highlights.\" Minimize your own strengths, loves or adventures. Forget that the brag books of social media are often ways to compensate for feelings of emptiness and isolation. Social media activity is linked to depression and the like. Source: Sarah Newcomb Robert Powell is editor of Retirement Weekly, contributes regularly to USA TODAY, The Wall Street Journal and MarketWatch. Got questions about money? Email Bob at rpowell@allthingsretirement.com. ",
    "title": "Why Facebook could ruin your retirement"
   },
   {
    "entities": [
     "clinton",
     "$29 million",
     "john",
     "byrne",
     "bruce",
     "donald",
     "mayor",
     "justice",
     "emanuel",
     "department",
     "hall",
     "chicago",
     "jose",
     "obama",
     "rauner",
     "illinois",
     "antonio",
     "lurie",
     "$8.2 billion",
     "council",
     "tribune",
     "children\\'s",
     "kass",
     "white",
     "states",
     "$1,000",
     "trump",
     "m.",
     "house",
     "rahm",
     "america",
     "may",
     "nov. 8",
     "$500",
     "united",
     "hospital",
     "osorio",
     "perez",
     "/",
     "city",
     "nov. 16, 2016",
     "donald\\xc2\\xa0trump",
     "wednesday"
    ],
    "id": 28,
    "text": "Emanuel doubts Trump will cut funding for sanctuary cities Rahm Emanuel Jose M. Osorio / Chicago Tribune Mayor Rahm Emanuel speaks to the media following a City Council meeting at City Hall in Chicago on Wednesday, Nov. 16, 2016. Mayor Rahm Emanuel speaks to the media following a City Council meeting at City Hall in Chicago on Wednesday, Nov. 16, 2016. (Jose M. Osorio / Chicago Tribune) Privacy Policy Mayor Rahm Emanuel on Wednesday said he doesn't think Republican President-elect Donald Trump will cut off federal funding to sanctuary cities, the latest salvo in the mayor's post-election defense of immigrants here without permission against possible deportation by the incoming White House . \"I don't believe they'll do it, because that would mean every major city in the United States would be targeted, and that's not what an administration will do,\" Emanuel said after a City Council meeting. \"When you're in the White House, it is incoming,\" said Emanuel, who worked in the Clinton and Obama administrations. \"When they look at all the things they want to get done and all the battles that will be coming — whether the battles they initiate and the ones that come to them — they will make a choice that this is not the battle they want to take on because they have bigger fish to fry, mark my words.\" Trump has pledged to deport millions of immigrants living in the country illegally. The Justice Department released a memo in May saying Chicago could stand to lose nearly $29 million in annual justice grants if found to be in violation of federal laws on detaining people to be turned over for possible deportation. On Wednesday, the mayor declined to say what he would do if Trump takes away that money, calling it a hypothetical that wouldn't happen. Video: Mayor Emanuel on immigrants' rights Mayor Rahm Emanuel speaks at Lurie Children's Hospital about protecting immigrants' rights in wake of Donald Trump's presidential election win. (John Byrne / Chicago Tribune) Mayor Rahm Emanuel speaks at Lurie Children's Hospital about protecting immigrants' rights in wake of Donald Trump's presidential election win. (John Byrne / Chicago Tribune) See more videos Emanuel also joined aldermen in a one-sided City Council debate in favor of a resolution reaffirming the city's status as a welcoming city for immigrants and calling on Gov. Bruce Rauner to do the same for Illinois. The mayor has taken several opportunities since Trump's Nov. 8 election to reiterate his support for Chicago's large immigrant community, and he did so again Wednesday, hanging around in council chambers after his budget passed to make comments about the symbolic resolution. During the 40-minute council debate on the resolution — a discussion that lasted much longer than the brief consideration of Emanuel's $8.2 billion 2017 budget package — the mayor choked up as he recalled the display in his childhood home of his grandmother's passport from when she immigrated to America alongside photos of relatives who didn't make it. John Kass Rahm Emanuel is running for re-election as mayor of Chicago and he's doing it nimbly, with stunts and tricks. He's scrambling to outpace his critics on the angry left by cleaving to Latinos and picking a fight with President-elect Donald Trump over \"sanctuary cities.\" And there was that oh-so-syrupy... Rahm Emanuel is running for re-election as mayor of Chicago and he's doing it nimbly, with stunts and tricks. He's scrambling to outpace his critics on the angry left by cleaving to Latinos and picking a fight with President-elect Donald Trump over \"sanctuary cities.\" And there was that oh-so-syrupy... (John Kass) \"And it was to remind (my brothers and me) why we were here, why we were fortunate, and why we could not waste our time in this great city and this great country,\" he said. \"And that we needed to do something to honor those eyes that looked upon us, to honor my grandmother and my grandfather who came here.\" And the mayor said Chicago is standing up for immigrants to stop hate speech and anti-immigrant positions, such as those espoused by some Trump supporters, from becoming acceptable. \"We are normalizing a language and a view, that's why this resolution is important,\" Emanuel said. \"Yes, to reaffirm to the children and their families and their parents 'You're safe.' But to stand up for a set of values that does not normalize a sense of identification that 'You are that ... (you are) other.'\" In other City Council business Wednesday, aldermen passed an ordinance prohibiting child sex offenders from spending time in parts of city libraries used for programs for teens or children, unless accompanied by their own children. Violators face expulsion from libraries or arrest, and fines between $500 and $1,000. jebyrne@chicagotribune.com Twitter @_johnbyrne Immigrants' rights advocates speak at a news conference to discuss expanding mental health services for those fearful that Donald Trump will deport them or their families when he is sworn in as president. (Antonio Perez / Chicago Tribune) ",
    "title": "Emanuel doubts Trump will cut funding for sanctuary cities - Chicago Tribune"
   },
   {
    "entities": [
     "6:15\\xc2\\xa0p.m.",
     "stevenson/the",
     "monday",
     "peter",
     "correspondents\\xe2\\x80\\x99",
     "julie",
     "keystone",
     "jeffrey",
     "donald",
     "times",
     "york",
     "mexico",
     "manhattan",
     "farhi",
     "obama",
     "johnson",
     "university",
     "nov. 10",
     "last thursday",
     "paul",
     "post",
     "hicks",
     "night",
     "white",
     "mccall",
     "wednesday",
     "secret",
     "tower",
     "trump",
     "stevenson",
     "tuesday",
     "scotland",
     "house",
     "november 16",
     "depauw",
     "press",
     "jenna",
     "association",
     "new",
     "hope",
     "associated",
     "city",
     "service",
     "pace",
     "washington"
    ],
    "id": 29,
    "text": "Trump dumps his press pool again, raising concerns about future access The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Paul Farhi November 16 at 4:30 PM Follow @farhip Donald Trump vilified and condemned reporters when he was a candidate. As president-elect for the past week, he seems to have moved on to simply ignoring them. Defying the usual presidential press protocols, Trump has twice in the past week ditched the pool of reporters who follow him in public. The latest incident occurred Tuesday night, when reporters were led to believe by his staff that he had retired for the night — only to learn that he was at dinner with his family at a restaurant in New York. Trump has not held a news conference since the election and has not designated a surrogate to brief reporters on his transition. This has left journalists in the dark about key appointments and other developments with his new administration. The cold shoulder has renewed a nagging question for reporters: Will President-elect Trump’s behavior be a preview of his approach, or perhaps non-approach, to his relations with the news media when he takes office? [ Donald Trump ditched the media ] Members of the press await the arrival of President-elect Donald Trump for a meeting with President Obama at the White House on Nov. 10. (Saul Loeb/AFP/Getty Images) The pool consists of a small group of reporters who follow the president and president-elect to all public appearances and act as proxies for hundreds of other reporters. This “protective pool” — which is cleared by the Secret Service — then shares its observations with fellow journalists. The arrangement enables reporters to know the president’s whereabouts at all times and to report anything newsworthy, from the mundane to an attempt on his life. But Trump has blown off the pool as president-elect twice in the past eight days, the first time in Washington last Thursday when he met with President Obama at the White House and later with Republican leaders. That elicited a worried statement Monday from the White House Correspondents’ Association , which represents reporters in negotiations about press access to the president. The organization said it was “deeply concerned” by Trump’s decision to reject a protective pool. “This is all about the public having information,” Julie Pace, the Associated Press’s White House reporter, said Wednesday. “If there were an emergency or a crisis, would people want to know where the president is? I think most people would say yes.” Tuesday’s episode particularly exasperated reporters because Trump’s spokeswoman, Hope Hicks, had told them around 6:15 p.m. that Trump had returned to Trump Tower for the night, placing what’s known in pool parlance as a “lid” on further activities. Trump’s subsequent appearance for dinner at a midtown Manhattan steakhouse set off a Keystone Kops-style scramble by reporters to get to the scene. One group set off in a cab but wound up at the wrong restaurant, thanks to an errant report by another journalist. Once they arrived at the proper location, the 21 Club, they found it barricaded by police. Several journalists — those without New York City press passes — were ordered by police to stand a block away from the restaurant, where their view of the restaurant was blocked by a dumpster. Donald Trump has had an up-and-down relationship with the media for a long time. He spent much of the campaign calling the press \"crooked\" and \"rigged.\" The Fix's Peter Stevenson explains what the president-elect’s relationship with the press might look like going forward. (Peter Stevenson/The Washington Post) Hicks said Tuesday night that she was unaware of Trump’s dinner and that she didn’t intend “to leave the press in the dark.” She said in an email Wednesday, “We are still in the process of formalizing a protective pool structure and look forward to implementing that as soon as possible.” Once that is set up, she told pool reporters Tuesday, journalists will have “all of the access that they have ever had under any president.” However, the signs have not been promising. In addition to repeatedly disparaging reporters at his rallies, Trump has shown few signs of transparency. He declined to release his tax returns during the campaign, making him the first major presidential candidate in 40 years to withhold them. He banned about a dozen news organizations, including The Washington Post, from his rallies and events, and threatened to sue others, including the New York Times. At one point, he traveled to Mexico City without a pool in tow. He has also refused to fly on the same plane as his campaign pool. Since Election Day, Trump’s staff has declined to answer even basic questions about how he is building his new administration. The news blackout has led to much speculation. Perhaps responding to the confusion, Trump sent a tweet Tuesday night reading: “Very organized process taking place as I decide on Cabinet and many other positions. I am the only one who knows who the finalists are!” Trump is not required to speak to the news media, but he has dispensed with generations-old traditions and formalities that have framed the relationship between the news media and presidential politicians. “His combative approach to press relations is not helpful,” said Jeffrey McCall , a communications professor at DePauw University who studies the news media. “He clearly doesn’t respect the media, which he is certainly allowed to do, but at a certain point he has to find a way to work with them. When he decided to run for president, he stepped into a much higher degree of scrutiny than what he had as a reality-TV star and businessman. Now that he is president­-elect, that press attention necessarily grows.” “He doesn’t owe it so much to the press to be accessible as he owes it to the citizens who are represented by their press surrogates,” McCall added. “His prospects for a successful presidency hinge in large part on his ability to keep his message in front of the public. Whether he likes it or not, those messages will go through the filter of the press.” Jenna Johnson contributed to this report. Correction: An earlier version of this article said Trump had traveled to Scotland as a candidate without telling the media. It was actually a trip to Mexico City, which he embarked on without formally telling his press pool. lifestyle ",
    "title": "Trump dumps his press pool again, raising concerns about future access - The Washington Post"
   }
  ]
 }
}