{
 "19": {
  "col-sim": {
   "cosine": 0.2608094984670868,
   "entity": 0.3490545522690832
  },
  "exec-time": 70.70465040206909,
  "links": [
   {
    "entities": [
     "nashville",
     "morning",
     "tennessee",
     "friday",
     "fire",
     "county",
     "chester",
     "interstate",
     "department",
     "65"
    ],
    "id": 0,
    "text": "WATCH 23 Students Injured in Nashville School Bus Crash: Authorities 0 Shares Email A school bus crash in Tennessee has injured 23 students, according to authorities. Among the injuries were a broken collar bone and two serious arm injuries, the Nashville Fire Department said. Two of those who suffered serious injuries were teens, the fire department said. Twenty-three students were transported to the hospital by ambulance, while another 20 were transported to the hospital by school bus to be evaluated as a precaution, firefighters said. None of the injuries appeared to be life-threatening. The Chester County school bus was driving on Interstate 65 near Nashville when it crashed Friday morning, authorities said. ",
    "title": "23 Students Injured in Nashville School Bus Crash: Authorities - ABC News"
   },
   {
    "entities": [
     "billions of dollars",
     "2013",
     "khalid",
     "foxnews.com",
     "armenia",
     "ayatollah",
     "rumi",
     "parliament",
     "johnnie",
     "$60",
     "christian",
     "iraq",
     "juliana",
     "council",
     "iran",
     "rawandiz",
     "khamenei",
     "1980s",
     "republic",
     "grey",
     "walker",
     "goose",
     "u.s.-based",
     "tehran",
     "iraqi",
     "1979",
     "court",
     "shiite",
     "relief",
     "tamoorazi",
     "islamic",
     "supreme"
    ],
    "id": 1,
    "text": "  RAWANDIZ, Iraq –  It would be idyllic if it wasn't so dangerous. Fog swirls over the snow-dusted mountain range as the sunlight fades and the late fall cold settles on this rugged portion of a war-torn country reached only by a single, curling road. With the sprawling Iranian countryside as a distant backdrop, a dozen men trek up the steep mountain path, hunched under the weight of rucksacks laden food, electronics and the most coveted Iranian-bound cargo of all: alcohol. \"Other things are okay to smuggle during the day,\" one local operative said. \"But alcohol? Only in the dead of the night.\" Related Image Expand / Contract Hundreds of men, on foot and on horseback, haul the contraband booze into Iran, risking their lives in the process. (FoxNews.com) One smuggler estimates that 15 men die each month at this very peak, felled by gunfire from an Iranian border patrol tower that looms above, landmines left over from the bloody 1980s war between Iran and Iraq or the harsh elements. The men are traversing one of more than 20 bootleg routes that straddle the border, and they make their deadly jaunt at night. On foot or horseback, hundreds of men meet Kurdish suppliers on the road below, picking up liquor that arrives in the beds of pickup trucks, just before the Iranian border stations and in full view of an enormous checkpoint portrait of Supreme Leader Ayatollah Khamenei. Smugglers, mostly poor farmers from both sides of the border, typically make around $60 per trip, which takes about six hours from pick-up to drop-off. Their suppliers make far more for their role in defying Tehran’s hard line on booze. The demand for alcohol inside Iran has risen steadily since it was outlawed following the 1979 Revolution. Consumption is deemed a \"crime against God,\" and is punishable with lashes or even execution for multiple offenses. Most of the alcohol smuggled in is purchased in bulk from Armenia. Absolut vodka, Johnnie Walker scotch and counterfeit Grey Goose are among the popular labels. By the time it makes it through Kurdish territory and into the Islamic Republic, the price has tripled. Related Image Expand / Contract Trucks like this one bring the alcohol to the men who complete the trip on foot. (FoxNews.com) The nuclear inspection deal that lifted sanctions on Iran and pumped billions of dollars into its economy had no effect on the price of illicit liquor, one smuggler told FoxNews.com. \"The rate remains steady,\" he said. \"After all, we all know it is not the people of Iran that are getting that money to spend.\" Smugglers are not the only source of alcohol for Iranians. Illicit breweries and makeshift stills bubble inside Iranian homes, feeding an addiction second only to opiates. In recent years, Iranian authorities have begrudgingly acknowledged the growing problem, and in 2013 opened Iran's first and only detox center in Tehran. Soon, the alcohol destined for Iran may have to be smuggled in to Iraq, as well. Late last month, Iraq’s Parliament approved a bill to ban alcohol. It's not yet clear when the ban might take effect, or if it will even survive a Supreme Court challenge, but many critics see it as an ominous reflection of Iran’s influence on its neighbor. They predict a ban will lead to the same black market that now quenches Iran’s thirst for alcohol. \"For decades, Iran has wanted to control Iraq and this is their opportunity to bring more conservative Islamic values into Iraq and shape it into its own second Shiite Iran,\" said Juliana Tamoorazi, the founder of U.S.-based Iraqi Christian Relief Council, an Assyrian who fled Iran as a refugee after the revolution. \"A bi-product of this legislation is the further marginalization of persecuted minorities, it appears laws like this want to push minorities out of the country.\" Khalid Rumi, a member of Iraqi Parliament and a leader of the nation’s embattled Mandaen religious community, said decrees such as the alcohol prohibition \"choke minorities and force them to leave,\" but are an even more sinister threat. \"This isn't just about suppressing minorities, it is about targeting personal freedoms for everybody,” Rumi said. “The danger isn't only banning alcohol, there is a bigger goal to target more personal freedoms.” Many Iraqis who spoke to FoxNews.com said they won’t part willingly with alcohol or any of the personal freedoms they now enjoy. If a ban is passed, the smuggling route will begin at Iraq’s own border and lead into the war-torn nation. \"To pass this law is one of the most stupid decisions ever made,\" said 29-year-old Baghdad-based financial expert and author Rusly Almaleky. Advertisement ",
    "title": "Deadly mission: Kurds risk all smuggling alcohol into Iran, even as Baghdad mulls ban | Fox News"
   },
   {
    "entities": [
     "j.",
     "november 18, 2016",
     "network",
     "donald",
     "fox",
     "thursday",
     "congress",
     "louisville",
     "mexico",
     "business",
     "carlos",
     "u.s.",
     "ibm",
     "ghosn",
     "states",
     "trump",
     "tuesday",
     "america",
     "nissan",
     "bill",
     "ford",
     "kentucky",
     "united"
    ],
    "id": 2,
    "text": "America’s corporate leaders don’t want to be on the wrong side of side of the Trump administration, despite how they may have felt about the shock-and-awe comments that dominated his campaign. Continue Reading Below Ford ( F ), a favorite Trump target because of its potential plans to move auto manufacturing plants outside the U.S., announced on Thursday it will not move its Lincoln SUV plant to Mexico, and instead will keep the plant in Louisville Kentucky. In a statement the automaker said “We are encouraged that President-elect Trump and the new Congress will pursue policies that will improve U.S. competitiveness and make it possible to keep production of this vehicle here in the United States.” The announcement followed a tweet from Trump, who claimed to have swayed Ford Chairman Bill Ford to change his mind.   Just got a call from my friend Bill Ford, Chairman of Ford, who advised me that he will be keeping the Lincoln plant in Kentucky - no Mexico — Donald J. Trump (@realDonaldTrump) November 18, 2016 Earlier in the week Ford CEO Mark Fields delivered a different message during an interview with FOX Business Network while discussing plans for small-car production.  “We’re just implementing our business plan,” Fields said. “And just like we’re making investments in Mexico and moving our [Ford] Focus down there, our plans haven’t changed to introduce two very important products into the plant that the Focus is moving out of” said Fields. When asked about Trump’s plan to crack down on unfair trade, Nissan CEO Carlos Ghosn told FOX Business Network “We’re pragmatic, we’re realistic, we’ll adapt to any situation.” It’s not just automakers who are playing nice. Over in the tech world, IBM ( IBM ) CEO Ginni Rometty reached out to Trump with a letter on Tuesday offering the President-elect some ideas to “help America’s economy grow.” A spokesperson for IBM tells FOXBusiness.com the company has a history of providing thought leadership ideas during political transition. More From FOXBusiness.com... ",
    "title": "Trump Effect: CEOs Play Nice After Election | Fox Business"
   },
   {
    "entities": [
     "schneiderman",
     "november 18, 2016",
     "facebook",
     "$40 million",
     "peterson",
     "kelly",
     "john",
     "2013",
     "judge\\xc2\\xa0gonzalo",
     "$35,000",
     "chris",
     "$1 million",
     "donald",
     "jeffrey",
     "ivana",
     "$25m",
     "congress",
     "york",
     "9:38 p.m. est",
     "utah",
     "98%",
     "california",
     "of",
     "u.s.",
     "university",
     "bebeto",
     "eric",
     "sexton",
     "michael",
     "1980s",
     "friday",
     "diego",
     "2010",
     "trump",
     "san",
     "m.",
     "conversation",
     "usa",
     "$25 million",
     "petrocelli",
     "mr.",
     "new",
     "curiel",
     "a.g.",
     "2005",
     "guidelines",
     "tens of thousands of dollars",
     "daniel",
     "matthews",
     "miller",
     "donald\\xc2\\xa0trump",
     "n.y."
    ],
    "id": 3,
    "text": "Trump settles fraud case against Trump University for $25M N.Y. attorney general calls deal a 'stunning reversal' by president-elect. Post to Facebook Trump settles fraud case against Trump University for $25M N.Y. attorney general calls deal a 'stunning reversal' by president-elect. Check out this story on USATODAY.com: http://usat.ly/2fDh66n CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 501 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump settles fraud case against Trump University for $25M Doug Stanglin , USA TODAY 9:38 p.m. EST November 18, 2016 x Share President-elect Donald Trump agreed Friday to settle fraud cases involving Trump University for $25 million. Buzz60 In this  2005 file photo, then real estate mogul and Reality TV star Donald Trump, left, listens as Michael Sexton introduces him at a news conference in New York where he announced the establishment of Trump University. (Photo: Bebeto Matthews, AP) In what New York's attorney general called a \"stunning reversal,\" president-elect Donald Trump agreed Friday to settle fraud cases involving Trump University for $25 million. The cases involved a lawsuit by New York state and two class actions suits in California against the university, which promised to reveal Trump's real estate investing \"secrets\" to people who enrolled in the courses. New York Attorney General Eric Schneiderman, who filed suit against Trump two years ago for what he called \"his phony university,\" said the president-elect agreed to settle the lawsuits for $25 million and pay an additional $1 million in penalties to the state of New York for violating state education laws. The deal does not require Trump to acknowledge wrongdoing. \"Today's $25 million settlement agreement is a stunning reversal by Donald Trump and a major victory for the over 6,000 victims of his fraudulent university,\" Schneiderman said in a statement. “This would have gone on for a long, long time and would have been a very significant distraction,” said Daniel M. Petrocelli, the attorney who represented Trump in the case. Trump lawyer: lawsuits would have been 'significant distraction' to president Trump had publicly vowed not to settle the lawsuits and suggested at one point during his presidential campaign that he might reopen the school, which closed in 2010. He told supporters at a May rally that he would come to San Diego to testify after winning the presidency. “I could have settled this case numerous times, but I don’t want to settle cases when we’re right. I don’t believe in it. And when you start settling cases, you know what happens? Everybody sues you because you get known as a settler. One thing about me, I am not known as a settler,” Trump said at the time. However, an exclusive analysis by USA TODAY of more than 4,000 lawsuits involving Trump and his companies over the years shows that just isn't true. USA TODAY tracked down the records in thousands of Trump's court battles dating back to the 1980s, in courts coast to coast, and found that the business mogul settled lawsuits at least 259 times. Almost 200 of those were cases where he and his companies were defendants, although the terms of the settlement agreements often are kept out of court records and plaintiffs are required to sign agreements pledging not to disclose details. In hundreds more cases, court records indicate legal disputes were resolved outside court with the details shielded from public view. Also, the USA TODAY database of court records shows today's settlement is unique in its size. While there may be larger settlements in Trump's lawsuits that are shielded by non-disclosure agreements or sealed records -- notably his divorce from Ivana Trump, which remains under seal despite attempts by the media to obtain the records during the presidential campaign -- the $25 million payout is by far the largest Trump's empire has paid out to someone. Dive into Donald Trump's thousands of lawsuits Friday's settlement comes only days before trial was set to begin in California in one of the class action lawsuits. Trump's lawyers had sought a delay in the run-up to his inauguration, but the judge ruled that the trial go ahead as scheduled and that Trump would be required to testify, although likely by videotape. Last week, at a pretrial hearing in San Diego, Trump's lawyers said they were open to settlement. U.S. District Court Judge Gonzalo Curiel, who is hearing the case in California, brought up the possibility in court of another federal judge, Jeffrey Miller, assisting the parties in trying to find a way to settle the case before trial. \"I can tell you right now I'm all ears,\" Trump lawyer Daniel Petrocelli told Curiel. The New York attorney general's fraud lawsuit described the \"university\" as nothing but a scam designed to fleece would-be real estate developers. The scheme, he charged, lured students with false promises into paying up to $35,000 to learn Trump's real estate investing \"secrets\" from his \"hand-picked\" instructors. \"More than 5,000 people across the country who paid Donald Trump $40 million to teach them his hard-sell tactics got a hard lesson in bait-and-switch,\" Schneiderman said in a statement at the time. \"Mr. Trump used his celebrity status and personally appeared in commercials making false promises to convince people to spend tens of thousands of dollars they couldn't afford for lessons they never got.” Schneiderman  alleged  the teachers were not personally selected by Trump, despite claims in the university's ads, and that the students did not ever meet the real estate mogul. The state earlier forced Trump University to quit referring to itself as a university because it was not licensed as such in New York. The political impact of the settlement is unclear, as are its legal implications to future Trump lawsuits. \"Settling these cases will surely help the President-elect as a political matter,\" Chris Peterson, a law professor at the University of Utah who spent the year studying the Trump University cases. He had opined that a civil court finding that Trump and his companies were financially liable for defrauding thousands of Trump University students could technically open the door to Congress pursuing impeachment proceedings against Trump. \"That being said, the settlement will likely help the country turn the page on the sordid details of President-elect Trump's alleged fraud and avoid the embarrassment of his testimony and potential loss at trial,\" Peterson said. Trump, who dismissed Schneiderman as a \"lightweight,\" vigorously denied the fraud charges and claimed 98% of the people who signed up for the courses expressed satisfaction with them. In 2013 tweet, Trump ridiculed the move by the New York attorney general, saying: \"Why did failing A.G. Eric Schneiderman, after years of looking, file his pathetic lawsuit on a SATURDAY afternoon (unheard of)? No Case!\" Contributing: John Kelly 11563 CONNECT TWEET 24 LINKEDIN 501 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2fDh66n ",
    "title": "Trump settles fraud case against Trump University for $25M"
   },
   {
    "entities": [
     "richard",
     "90%",
     "john",
     "garcetti",
     "80%",
     "angeles",
     "lapd",
     "august",
     "beach",
     "irfan",
     "river",
     "power",
     "chicago",
     "2011",
     "llanos",
     "jose",
     "$58,935",
     "excellence",
     "santa",
     "college",
     "1955",
     "69%",
     "4%",
     "jean-pierre",
     "research",
     "employees",
     "3%",
     "$1.04 billion",
     "boston",
     "$36.1 million",
     "khan",
     "rhode",
     "center",
     "2012",
     "court",
     "big",
     "$49,535",
     "arizona",
     "$60,136",
     "l.a.",
     "black",
     "june 2012",
     "oakland",
     "government",
     "6%",
     "reed",
     "department",
     "aubry",
     "labor",
     "newbury",
     "retirement",
     "$2 billion",
     "francisco",
     "2002",
     "1999",
     "administrators",
     "christina",
     "system",
     "diego",
     "2010",
     "and",
     "patrol",
     "$4.3-billion",
     "for",
     "$40,871",
     "lorena",
     "assn.",
     "/",
     "city",
     "state",
     "local",
     "2001",
     "island-style",
     "20%",
     "national",
     "fernando",
     "$44,133",
     "tortorici",
     "$9.5 billion",
     "connie",
     "york",
     "70%",
     "marianna",
     "of",
     "antonio",
     "elebee",
     "highway",
     "council",
     "jamison",
     "last two years",
     "riordan",
     "$76.1 million",
     "lee",
     "28%",
     "72%",
     "villaraigosa",
     "2014",
     "2015",
     "long",
     "$380.4 million",
     "clara",
     "new",
     "mid-wilshire",
     "miguel",
     "2%",
     "chuck",
     "7%",
     "superior",
     "corina",
     "$20 billion",
     "peter",
     "water",
     "$66.6 million",
     "times",
     "valley",
     "california",
     "santana",
     "eric",
     "$2.2-billion",
     "county",
     "bakersfield",
     "island",
     "house",
     "$62,964",
     "1993",
     "$109,232",
     "park",
     "15%",
     "last 15 years",
     "sacramento",
     "5%",
     "san",
     "police",
     "1960s",
     "supreme",
     "los"
    ],
    "id": 4,
    "text": "Your story Paying for public retirees has never cost L.A. taxpayers more. And that's after pension reform Retirement benefits now eat up 20% of city’s general fund revenue. Touted cost controls won't have real impact for decades. Mayor Eric Garcetti (Irfan Khan / Los Angeles Times) Los Angeles officials often boast about how they stemmed the rising cost of employee pensions, an expense that has hobbled cash-strapped cities throughout California. Former Mayor Antonio Villaraigosa said changes he oversaw in 2011 and 2012, which included lower pensions for new employees and higher retirement contributions from city workers, were “the most far-reaching effort in the nation.” Mayor Eric Garcetti echoed that assertion this year, saying L.A. had “done the most pension reform in the country of any big city.” This series is a partnership of Yet the numbers tell a story jarringly at odds with the political rhetoric, a Times analysis found. Today, Los Angeles taxpayers are underwriting retirement benefits that are among the nation’s most generous — at a cost that has never been higher. The city’s general fund payments for pensions and retiree healthcare reached $1.04 billion last year, eating up more than 20% of operating revenue — compared with less than 5% in 2002. L.A.’s vaunted pension reforms have not cut the city’s pension costs; at best, they have modestly slowed their rate of growth. Since the changes took effect, general fund contributions to the retirement system have grown an average of $66.6 million a year — roughly twice as fast as all other spending controlled by the mayor and City Council. City budget analysts say the increases will slow over the next five years, to $36.1 million annually. Even so, retirement costs would continue to consume roughly 20% of operating revenue. The effects can be measured in services forgone and civic ambitions deferred. With the money put into its pension funds over the last two years alone — nearly $2 billion — the city could have fixed every one of its broken sidewalks, built or leased housing for more than 25,000 homeless people or restored 11 miles of the concrete-clad Los Angeles River to a natural state. The Pension Gap: Read the story L.A.’s pension burden, while severe by national standards, is not unusual for California. Six  of the state’s 10 largest cities — Los Angeles, San Diego, San Jose, Sacramento, Oakland and Bakersfield — devoted more than 15% of their general fund budgets to pensions and retiree healthcare during the 2015 fiscal year, The Times found.  San Jose contributed the greatest  share — almost 28%. Those cities face a common obstacle: In California, a stream of court rulings over the last half-century have shielded public employees from cuts to their retirement plans, restricting cost-saving measures to new hires. Those reductions take decades to be fully reflected in a  municipality’s bottom line. L.A.’s taxpayers are also paying the price for questionable decisions made years ago. The city’s annual pension bill has effectively been doubled by the need to pay down debt to the retirement funds created by years of benefit enhancements and overly optimistic financial projections. The resulting shortfall is estimated by independent analysts at more than $20 billion. City officials today continue to use the same bullish accounting, raising doubts about elected leaders’ claims to have lightened the pension burden for future taxpayers. Garcetti, who exercises direct influence over the city’s retirement policy through his appointments to the pension funds’ boards of trustees, declined to be interviewed for this story. ADVERTISEMENT His spokeswoman, Connie Llanos, said the mayor had negotiated labor contracts that slowed the increase in workers’ salaries — a key determinant of pension costs — and in some cases scaled back future employees’ pensions. “We’ve held strong on our commitment to get our finances in order and secured strong and fiscally responsible labor deals with our employees that hold the line on raises and secure pension and salary reforms, saving the city billions,” Llanos said in a statement. City Administrative Officer Miguel Santana, L.A.’s top budget official, said the city has been hamstrung by legal limits on the reach of reforms and previous public officials’ financial decisions. “It’s not a management problem. It’s a math problem,” Santana said. “We’re the case study of having done all the hard things governments have done to manage our pensions. At the same time, we’re still saddled with this huge obligation,” he said. “This is a national, systemic issue, and there really isn’t a simple way out.” 8000000000 Sources: City budget officials, LACERS and LAFPP actuarial reports. Times analysis by Peter Jamison Lorena Elebee / @latimesgraphics City contributions to the Los Angeles City Employees Retirement System and Los Angeles Fire and Police Pensions fund have steadily increased, and now eat up one out of every five dollars of the city's operating revenue. Projected Does not include Department of Water and Power. City of Los Angeles general-fund revenue ‘A Hole They Dug’ After 33 years with the Los Angeles Police Department — much of it in the Special Investigation Section, a controversial surveillance squad whose exploits inspired the 1993 Hollywood thriller “Extreme Justice” — John Tortorici looked forward to his retirement in 2002. His neighbor was less upbeat. “He was a self-employed computer guy,” said Tortorici, a former detective whose pension was $109,232 last year, according to city records. “He said: ‘I have nothing. I don’t have a pension. I’m going to have to sell this house when I retire.” Eventually, Tortorici said, the man moved to Arizona. A 71-year-old native of the San Fernando Valley, Tortorici said he feels no embarrassment over his pension. “What I’m getting, I’m entitled to,” he said. “The city said, ‘We’re going to take care of you.’ I expect it to do that.” Yet he doubts that L.A. can sustain such largesse for future generations. “It’s a hole they dug for themselves, years ago, not knowing,” Tortorici said over coffee near his home in Newbury Park. “We can’t afford to do the way we’re doing it now.” No retirement plan better illustrates the lingering consequences of past financial choices than the Los Angeles Fire and Police Pensions fund. Since the 1960s the fund’s benefits have been amended five times, creating a kind of fossil record of the gradual enlargement of public-safety pensions. The high-water mark came in 2001 with the retirement plan known as Tier 5. Modeled on a deal state legislators approved in 1999 for California Highway Patrol officers, Tier 5 allowed public safety workers to retire at age 50 with up to 90% of their salaries, including cost-of-living increases of up to 3% a year. The fund’s previous plans had capped pensions at 70% of final salary. Tier 5 was opened to existing police and fire employees as well as new hires. As a result, workers with decades of service were allowed to migrate to the new plan en masse, retroactively taking advantage of its generous provisions. American public safety workers have historically enjoyed sturdy retirement benefits in recognition of their willingness to risk life and limb. Even against that backdrop, however, L.A. is an outlier. For the last 15 years, the police and fire fund’s average pension payments have been among the highest of any state or municipal plan in the country, according to an annual survey by the Center for Retirement Research at Boston College, the Center for State and Local Government Excellence and the National Assn. of State Retirement Administrators. Sources: City budget officials, LACERS and LAFPP actuarial reports. Graphics reporting by Peter Jamison Lorena Elebee / @latimesgraphics Pension and retiree healthcare payments (including pension obligation bonds) as a percentage of general-fund revenue in California’s largest cities (2014-15): 0 San Diego figures are budgeted rather than actual. Long Beach San Francisco In 2014 — the survey’s most recent year of complete data — the fund’s average pension of $62,964 exceeded those for New York City firefighters ($60,136), New York City police officers ($44,133) and Chicago police officers ($49,535), among others. Members of the Los Angeles City Employees Retirement System, which covers most workers outside the police and fire departments, received an average pension of $40,871. (A third L.A. pension fund, for employees of the Department of Water and Power, is funded by water and electricity sales, not tax dollars.) Corina Lee, who sits on the board of the union representing LAPD officers, said the 2001 benefit expansion was needed to stop the departure of officers for agencies, such as the California Highway Patrol, with more attractive pension plans. “We had to do something to retain our men and women, and to recruit men and women from across the country,” Lee said. Public employee unions and their allies on the political left have come under frequent criticism for their role in governments’ pension problems. But the circumstances of Tier 5’s creation belie a simple narrative of Democrats abetting Big Labor avarice. The campaign for the 2001 ballot measure that established the new pension plan was led by then-Mayor Richard Riordan, a Republican and former venture capitalist. In a recent interview, Riordan, now 86, said he based his support on the city pension funds’ reports of a combined $2.2-billion surplus. He said it was a mistake. “Back then, our pension funds were tremendous. We didn’t owe anything. Putting this in seemed like an easy thing to do,” he said. “With hindsight, we shouldn’t have done it.” Others also failed to question the assumptions behind Tier 5. City budget analysts projected, incorrectly, that administrative changes to the pension fund written into the initiative would not only offset the cost of richer pensions, but actually save money. The ballot measure passed with 72% of the vote. Three years after police officers and firefighters began enrolling in Tier 5, the city pension funds’ surplus had turned into a $4.3-billion deficit. Within a decade, that deficit had grown to $9.5 billion, as retirement costs continued to climb while the pension funds’ investments lost money. Marianna Black, a retired librarian, collects a $58,935 pension and lives in a rent-controlled apartment in Mid-Wilshire. (Christina House / For The Times) Limits of Reform L.A.’s deficits were part of a nationwide decline in the health of pension plans whose investment holdings were pummeled by the dot-com and housing busts. Some public officials took dramatic action. Rhode Island suspended cost-of-living increases to retirees’ pensions and shifted investment risk to employees through 401(k)-style retirement plans. Marianna Black worried that such sweeping changes might be coming to L.A. Black, 74, retired in 2002 after working as a city librarian for 35 years. She collects a $58,935 pension and lives in a rent-controlled apartment in Mid-Wilshire. “If they took away my pension I’d be out on the street,” Black said. “I need it for rent, for groceries, for everything.” In California — at least for now — she has no cause for concern. Under the so-called California Rule, which originated in a 1955 state Supreme Court ruling striking down efforts to raise city employees’ retirement contributions in Long Beach, governments cannot make changes to a pension plan that diminish its value for active or retired workers. Judges have forbidden even changes that leave untouched the benefits workers have already accrued, ruling that public employees are entitled for their working lives to whatever pension terms were in place on their first day on the job. By contrast, private-sector pension systems may modify their plans moving forward so long as they preserve accrued benefits. For retired government employees — who in the city of L.A. do not receive Social Security benefits — that legal precedent is a vital safeguard in an ever-more-expensive state. (Among other things, the California Rule prevents Rhode Island-style suspensions of cost-of-living increases.) Yet it presents a challenge to cities seeking to reduce their pension burdens, limiting cuts to the pension plans of workers hired after changes are adopted. “It’s going to take about 30 years for that to matter,” said Jean-Pierre Aubry, associate director for state and local research at the Center for Retirement Research at Boston College. “That’s a trickle.” In 2011, Los Angeles modified its pension plans for newly hired police and firefighters, striking a deal with unions that reduced the minimum pension available after 20 years of service and sought to eliminate “pension spiking,” in which employees contrive to earn unusually large salaries during their final year of work to secure a higher pension. But because those already on the job could keep the plans they had, the changes’ impact so far has been slight. Nineteen out of every 20 active and retired employees covered by the police and fire pension system are unaffected by the reforms, according to the system’s most recent valuation report. After several years of negotiation, city officials and labor leaders agreed late last year to a new retirement plan for civilian workers that cut maximum pensions and increased workers’ contribution rates to 7% of their paychecks from 6%, among other changes. City budget officials say it is too early to measure the effects of those changes. The city has achieved greater savings through a deal struck with its workers to contribute part of their pay toward their future healthcare costs. Until 2011, those costs were picked up entirely by taxpayers. Civilian workers agreed to contribute 4% of their paychecks toward retiree healthcare, while police officers and firefighters could either pay 2% or have their retiree health subsidies frozen at the rate offered in 2010. The contributions have saved $380.4 million since they went into effect, city budget officials say, or an average of $76.1 million a year. (The changes were legal because courts have not interpreted the California Rule as protecting active public employees’ retiree health benefits.) ADVERTISEMENT Politicians elsewhere have been less wary of bucking the California Rule, but their example is not encouraging. San Jose city officials in 2012 gave its workers a choice between accepting less generous pension benefits or pitching in more of their own pay. “We started with the math,” said former San Jose Mayor Chuck Reed. “If you’re going to have an impact quickly, you have to do something about current employees.” San Jose’s pension reforms were approved by 69% of voters in a June 2012 ballot measure. Within 18 months, however, a Santa Clara County Superior Court judge struck down key provisions of the measure as a violation of workers’ vested pension rights. The San Jose City Council ultimately renegotiated the package of changes so that it did not affect current employees’ pension plans. Critics of the California Rule glimpsed an opening for change in August, when a state appellate court ruled that active public employees’ pensions could be trimmed as long as the cuts were “reasonable.” The ruling is on appeal to the state Supreme Court. ‘Fix the numbers’ Public pension funds, like their private-sector counterparts, live and die by the success of their investment portfolios. In many years, the return on those investments — typically a mix of securities dominated by stocks— provides half or more of a retirement system’s revenue. The rest comes in the form of annual contributions from employees and taxpayers. In many cities and states, including L.A., workers’ contributions are a fixed percentage of their paychecks. That means taxpayers are called on to fill the gap when investment income falls short. That call has come more and more frequently amid the economic tumult of the last 15 years. Sources: City budget officials, LACERS and LAFPP actuarial reports. Graphics reporting by Peter Jamison Lorena Elebee / @latimesgraphics Corporate pension funds that have less than 80% of the money needed to cover the obligations of future retirees are considered vulnerable and subject to additional federal regulations. L.A. is in that danger zone. 60 ",
    "title": "Paying for public retirees has never cost L.A. taxpayers more. And that's after pension reform - Los Angeles Times"
   },
   {
    "entities": [
     "interactive",
     "pm",
     "cbs",
     "november 18, 2016",
     "60 percent",
     "news",
     "jose",
     "obama",
     "barnett",
     "secret",
     "errol",
     "peru",
     "euro",
     "u.s.",
     "$30 million",
     "lima",
     "inc",
     "tuesday",
     "service"
    ],
    "id": 5,
    "text": "By Errol Barnett CBS News November 18, 2016, 7:20 PM Secret Service makes massive counterfeit bust in Peru LIMA, Peru -- President Obama is on his way to Peru for a meeting of Asia-Pacific leaders. But not all of the Secret Service agents there are for his protection. Overnight Tuesday, agents staged the largest raid of counterfeit currency in the agency’s history. They seized an estimated $30 million in fake cash piled in houses and apartment buildings in Lima. The bills were hauled away in trucks to warehouses, where they are being inspected and cataloged. Peruvian agents sorting through the counterfeit currency CBS News A large stack of the fake money came from just one house; A total of 54 were raided in all. Police are still counting the cash and logging the evidence. Once suspects have been convicted, it will all be burned. “Operation Sunset” was two years in the making. The Secret Service worked with 1,500 Peruvian national police officers in the raids. Six counterfeit rings were targeted and more than 40 people have been arrested. A currency printing press that was seized  CBS News In addition to the counterfeit cash, agents seized printing presses, Euro notes and Japanese yen. The lead U.S. agent on “Operation Sunset,” who CBS is only identifying as Jose, said they have “made a huge impact.” He said Peruvian counterfeiters are among the best in the world. Sheets of counterfeit money CBS News “The texture on the actual note which makes it feel like a genuine bill, they are very, very meticulous when it comes to the finishing of the bill which actually makes it passable in the states,” Jose said. The counterfeiters in Peru are so good, an estimated 60 percent of the world’s fake U.S. bills come from there. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Secret Service makes massive counterfeit bust in Peru - CBS News"
   },
   {
    "entities": [
     "fund",
     "alabama",
     "mike",
     "defense",
     "senate",
     "kenyen",
     "committee",
     "donald",
     "steve",
     "kornacki",
     "1986",
     "sen.",
     "barack",
     "2006",
     "obama",
     "flynn",
     "ku",
     "naacp",
     "holder",
     "jeff",
     "u.s.",
     "judiciary",
     "eric",
     "liberties",
     "sessions",
     "michael",
     "union",
     "friday",
     "brown",
     "trump",
     "darrell",
     "scott",
     "american",
     "klux",
     "civil"
    ],
    "id": 6,
    "text": "Michael Flynn is a 'divisive' choice for Donald Trump, Steve Kornacki says 2:42 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161118234628if_/http://www.nbcnews.com/widget/video-embed/812235843677\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Donald Trump's choice of Republican Alabama Sen. Jeff Sessions as attorney general and retired Lt. Gen. Mike Flynn as national security adviser are the latest signal that his cabinet could run much like his unconventional campaign. The president-elect is increasingly relying on figures who have demonstrated loyalty, share his contempt for elite opinion, and who carry a history of accusations of racism or bigotry that will make them polarizing figures before they assume their job. The choices also raise questions about how to evaluate Trump's government in the aftermath of his election, which caught officials in both parties by surprise. Sessions was Trump's earliest supporter in the Senate, where his fiery opposition to illegal immigration and skepticism toward legal immigration lined up well with Trump's campaign message. As a former U.S. attorney, state attorney general, and longtime member of the Senate Judiciary Committee, he has a relevant background for the job and Senate Republicans — even several who clashed with Trump in the campaign — rushed to announce their support. Related: What You Need to Know About Trump's Latest Top Picks for Key Jobs Sessions' earlier career, not his work in the Senate, is likely to draw the most scrutiny in his hearings. He was denied a federal judgeship in 1986 by a rare bipartisan majority of the Senate Judiciary Committee after hearings revealed disturbing allegations about his views on race. An African-American colleague said he had called him \"boy\" and that Sessions said the Ku Klux Klan ''were OK until I found out they smoked pot,\" which Sessions testified was a joke. Another colleague alleged he called a variety of civil rights groups, including the NAACP Defense Fund and the American Civil Liberties Union, \"un-American\" and \"communist-inspired\" and said that they were \"trying to force civil rights down the throats of people who were trying to put problems behind them.\" Sessions denied any racial animus at the time and has denied it since then, but the pick guarantees a contentious hearing and will further entrench fears among Trump critics that he'll ignore some Americans, especially vulnerable ethnic and religious minorities, frightened by his election. Trump's transition team provided statements Friday from Trump supporter Pastor Darrell Scott and from Alabama U.S. Attorney Kenyen Brown, both African-Americans, attesting to Sessions' \"character\" and \"integrity.\" They also noted that Sessions participated in desegregation lawsuits early in his legal career, voted for a reauthorization of the Voting Rights Act as senator (which passed unanimously in 2006), and supported President Barack Obama's appointment of Eric Holder as the first African-American attorney general. Play ",
    "title": "Analysis: Trump Charges Ahead With Hard Line With Sessions, Flynn Picks   - NBC News"
   },
   {
    "entities": [
     "brendan",
     "de",
     "campo",
     "york",
     "dea",
     "manhattan",
     "haiti",
     "efrain",
     "cilia",
     "antonio",
     "franqui",
     "u.s.",
     "quigley",
     "francisco",
     "freitas",
     "flores",
     "administration",
     "drug",
     "states",
     "november 2015",
     "elizabeth",
     "williams/ap",
     "united",
     "new",
     "enforcement",
     "venezuela",
     "honduras"
    ],
    "id": 7,
    "text": "Efrain Antonio Campo Flores, seated second from left, and his cousin Franqui Francisco Flores De Freitas, far right, were convicted by a federal jury in Manhattan of conspiracy to smuggle cocaine into the U.S. Elizabeth Williams/AP hide caption toggle caption Elizabeth Williams/AP Efrain Antonio Campo Flores, seated second from left, and his cousin Franqui Francisco Flores De Freitas, far right, were convicted by a federal jury in Manhattan of conspiracy to smuggle cocaine into the U.S. Elizabeth Williams/AP Two nephews of Venezuelan first lady Cilia Flores were convicted on charges of conspiring to ship more than 1,700 pounds of cocaine to the United States. A New York federal jury found Efrain Antonio Campo Flores, 30, and his cousin, Franqui Francisco Flores de Freitas, 31, guilty on one charge each of conspiracy to smuggle drugs. The jury of seven women and five men heard less than two weeks of testimony and returned their verdict after about six hours of deliberation. The men face a maximum sentence of life in prison. The two Venezuelan citizens were arrested in Haiti in November 2015 a few days before a planned air shipment of cocaine from Venezuela to Honduras, where prosecutors said they contacted a Drug Enforcement Administration informant for help in transporting the drugs to the United States. As reported by the Two-Way , the men were traveling with diplomatic passports, but didn't have diplomatic immunity. Their defense lawyers argued that they were victims of a U.S. government sting operation and that the case against them was based on the testimony of the longtime DEA informant who was also dealing drugs. Article continues after sponsorship In his closing statement , U.S. Attorney Brendan Quigley said, \"The defendants thought they were above the law. They thought they could operate with impunity in Venezuela because of who they were and who they were related to.\" ",
    "title": "New York Jury Convicts Nephews of Venezuela's First Lady On Drug Trafficking Charges : The Two-Way : NPR"
   },
   {
    "entities": [
     "mike",
     "julie",
     "bush",
     "hebert",
     "district",
     "ku",
     "college",
     "sessions",
     "union",
     "friday",
     "charles",
     "1966",
     "1975",
     "jr.",
     "cuba",
     "klan",
     "court",
     "beauregard",
     "huntingdon",
     "terwilliger",
     "leahy",
     "november 18",
     "senate two years later",
     "schumer",
     "donald",
     "bay",
     "ala.",
     "department",
     "sen.",
     "h.",
     "am",
     "jeff",
     "liberties",
     "matt",
     "horwitz",
     "december",
     "zapotosky",
     "monica",
     "gerald",
     "h.w.",
     "ibrahim",
     "patrick",
     "grassley",
     "ronald",
     "2005",
     "klux",
     "city",
     "alabama",
     "tate",
     "defense",
     "loretta",
     "justice",
     "congress",
     "york",
     "southern",
     "1994",
     "follow",
     "obama",
     "holder",
     "of",
     "judiciary",
     "u.s.",
     "costa",
     "post",
     "council",
     "iii",
     "matthew",
     "lynch",
     "states",
     "robert",
     "debonis",
     "reagan",
     "trump",
     "ms.",
     "america",
     "american",
     "lurleen",
     "united",
     "new",
     "9:44",
     "guantanamo",
     "miller",
     "rights",
     "civil",
     "washington",
     "j.",
     "wallace",
     "senate",
     "committee",
     "george",
     "1986",
     "jefferson",
     "nakashima",
     "naacp",
     "division",
     "selma",
     "eric",
     "hooper",
     "1981",
     "nations",
     "e.",
     "sari",
     "february",
     "akhtar/the",
     "ellen",
     "marriage",
     "$1.2\\xc2\\xa0billion",
     "supreme"
    ],
    "id": 8,
    "text": "Jeff Sessions is expected to bring sweeping changes to the Justice Department The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Sari Horwitz and Ellen Nakashima November 18 at 9:44 AM Follow @sarihorwitz Follow @nakashimae In December, after presidential candidate Donald Trump called for a “total and complete shutdown of Muslims” entering the country, Sen. Patrick J. Leahy (D-Vt.) introduced a “sense of the Senate” resolution affirming that the United States must not bar people from the country because of their religion. Sen. Jeff Sessions (R-Ala.) — a member of the Judiciary Committee, along with Leahy — voted against the resolution and delivered a 30-minute oration urging fellow senators to join him. The resolution, he warned, would make global migration to the United States a “human right.” It would mean, he said, that the United States “could not favor for entry the moderate Muslim cleric over the radical Muslim cleric.” Or that a foreign cleric overseas could demand a tourist visa to deliver a sermon denouncing the U.S. Constitution “and claim religious discrimination” if it was not approved. “I think,’’ Sessions said, “it is a dangerous step.” Although the measure passed the committee, it failed in the full Senate. Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet President-elect Trump has chosen Sessions, who has served in the Senate for 20 years, to be the next attorney general — a position that will give him the platform to shape civil rights policy and to defend the constitutionality of any policies that effectively restrict Muslim immigration, legal and civil liberties experts warn. Sessions has also been dogged with accusations of racism, which sank his nomination to become a federal judge after President Ronald Reagan nominated him 30 years ago. At his Senate hearing, Sessions said he was not a racist, but several Justice Department employees testified that he had used racist language. [ Jeff Sessions is Donald Trump’s biggest fan. Here’s how their relationship began. ] Sen. Charles E. Grassley (R-Iowa), chairman of the Judiciary Committee, lauded Sessions in a statement Friday as a “respected member and former ranking member” of the committee who has worked with Democrats on major legislation. Grassley predicted that the committee will approve his nomination for consideration by the full Senate. “He knows the Justice Department as a former U.S. attorney, which would serve him very well in this position,” Grassley said. The appointment of Sessions is expected to bring sweeping changes to the way the Justice Department operated under Loretta E. Lynch and her predecessor, Eric H. Holder Jr., who, when he was nominated to be the first black attorney general, pledged to make rebuilding the Civil Rights Division his top priority. Several former Justice officials and Democratic lawmakers predicted that Sessions would reverse the emphasis on civil rights and criminal-justice reform that Holder put in place. The Department of Justice built up an aggressive civil rights division under President Obama, but under President-elect Trump it would likely take a different approach toward police departments alleged to have overused force. (Monica Akhtar/The Washington Post) [ 10 things to know about Sen. Jeff Sessions ] “From his time as U.S. attorney through his service on the Judiciary Committee, he has left serious doubts about whether he would faithfully enforce civil rights laws as attorney general,” former Justice Department spokesman Matthew Miller said. “The Civil Rights Division was gutted during the last Republican administration, and the burden of proof is on Senator Sessions to show that he would not follow that same path.” Sessions voted to confirm Holder as attorney general, but he voted against Lynch, citing her statements that President Obama’s executive actions on immigration passed legal and constitutional muster. Sessions and other Republicans considered those measures to be presidential overreach. “Ms. Lynch has said flat-out that she supports those policies and is committed to defending them in court,” Sessions said at the time. “We do not have to confirm someone to the highest law enforcement position in America if that someone is publicly committed to denigrating Congress.” Obama’s Justice Department stopped defending the Defense of Marriage Act and successfully argued the historic same-sex marriage case last year before the Supreme Court. Sessions has opposed same-sex marriage and has a zero rating from the nation’s largest LGBT advocacy group, the Human Rights Campaign. Ibrahim Hooper, spokesman for the Council on American-Islamic Relations, expressed dismay about Session’s nomination. It only adds “to a growing list” of nominees “with troubling pasts, and troubling histories of bigotry and intolerance,” Hooper said. George J. Terwilliger III, who served as deputy attorney general under President George H.W. Bush and has known Sessions for nearly three decades, disputed the characterization. “I can say unequivocally there’s not a racist bone in the guy’s body,” he said. Democratic lawmakers on Friday promised a tough and thorough vetting and confirmation process. “I know Senator Sessions and we work out in the gym, but the fact that he is a senator does not absolve him from answering tough questions in the confirmation process,” said Sen. Charles E. Schumer of New York, the incoming minority leader. “Given some of his past statements and his staunch opposition to immigration reform, I am very concerned about what he would do with the Civil Rights Division at the Department of Justice and I want to hear what he has to say,” Schumer said. A former aide to Sessions said that, as attorney general, he will make national security and fighting terrorism a top priority. “Sessions is of the mind that the most essential duty of government is to protect its citizens,” the aide said. Sessions opposed closing the Guantanamo Bay prison in Cuba and bringing terrorist detainees to the United States for trial in federal courts. “He felt it would needlessly eliminate an important tool in fighting terrorism and would needlessly put our citizens at risk,” the aide said. [ New national security adviser brings experience and controversy ] Jefferson Beauregard “Jeff” Sessions, 69, who was born in Selma, Ala., began his career as a prosecutor in 1975 in the U.S. attorney’s office in the Southern District of Alabama. In 1981, President Reagan nominated him to be the U.S. attorney for that district, where he served for 12 years. In 1986, Reagan nominated him to be a judge for the U.S. District Court for the Southern District of Alabama. But at his Senate confirmation hearing, Justice Department lawyers who had worked with him testified that he had made racist and other incendiary statements. One of those lawyers, J. Gerald Hebert — now the director of the voting rights and redistricting program at the Campaign Legal Center — said that Sessions had called the NAACP and the American Civil Liberties Union “un-American” and “Communist-inspired.” Thomas Figures testified that Sessions said he thought the Ku Klux Klan was “okay until I found out they smoked pot.” Sessions later apologized for the comment, saying he was not serious when he said it. Witnesses also testified that after disagreement between a black and a white member of his staff, Sessions admonished the black staffer to be “careful what he said to white folks,” and once referred to a black lawyer in the U.S. attorney’s office as “boy.” Sessions denied the allegations, but he was not confirmed. Aides to Session said that he was not insensitive to African Americans and pointed out that as a young Republican at Huntingdon College in the 1966, Sessions campaigned against segregationist candidates such as Lurleen Wallace, who was running for governor to sustain the policies of her husband, then-governor George Wallace, a staunch opponent of desegregation. George Wallace was banned by state law from serving consecutive terms. In 1994, Sessions was elected attorney general of Alabama. He was elected to the U.S. Senate two years later. Sessions, who was the first senator to endorse Trump, in February, first met him in 2005 when Trump was criticizing the United Nations’ plan for a $1.2 billion renovation of its New York City headquarters. Sessions invited him to testify about it before a Senate subcommittee hearing. After the hearing, they were out of touch until last year, when they had a phone call about immigration policy and Trump tried to get Sessions’s endorsement. Mike DeBonis, Robert Costa, Matt Zapotosky and Julie Tate contributed to this report. Read more: ",
    "title": "Jeff Sessions is expected to bring sweeping changes to the Justice Department - The Washington Post"
   },
   {
    "entities": [
     "national",
     "clinton",
     "reform",
     "kaster/ap",
     "donald",
     "kushner",
     "congress",
     "future",
     "york",
     "health",
     "the",
     "nov. 14",
     "on",
     "task",
     "administration",
     "white",
     "force",
     "d.c.",
     "carolyn",
     "robert",
     "care",
     "tower",
     "trump",
     "house",
     "bill",
     "kennedy",
     "1990s",
     "new",
     "jared",
     "hillary",
     "1967"
    ],
    "id": 9,
    "text": "Jared Kushner, son-in-law of President-elect Donald Trump walks from Trump Tower on Nov. 14 in New York. Carolyn Kaster/AP hide caption toggle caption Carolyn Kaster/AP Jared Kushner, son-in-law of President-elect Donald Trump walks from Trump Tower on Nov. 14 in New York. Carolyn Kaster/AP The possibility that Donald Trump's son-in-law, Jared Kushner, could fill a senior position in the White House raises thorny legal questions – one of which is whether it would run afoul of a federal anti-nepotism statute. Kushner was a close adviser to Trump throughout his campaign, but to officially employ Kushner in the White House would mean navigating the ambiguities surrounding the five-decades-old law. CHART: Who's Who In The Future Trump Administration Congress passed the anti-nepotism law in 1967. It's widely perceived that the lawmakers who wrote the statute were motivated in part by President Kennedy's nomination of his brother Robert as attorney general. But the legislation was also directed at much lower-profile nepotism at the time. For example, it was fairly common for congressmen to hire their wives to work in their offices, and many lawmakers wanted to stop that practice. What the anti-nepotism law says The federal anti-nepotism statute provides: \"A public official may not appoint, employ, promote, advance, or advocate for appointment, employment, promotion, or advancement, in or to a civilian position in the agency in which he is serving or over which he exercises jurisdiction or control any individual who is a relative of the public official.\" \"Public official\" is defined in the law to include the president, and the statutory definition for \"relative\" includes son-in-law. Based on that alone, you might think it's a slam-dunk case to bar Kushner from working for his father-in-law at the White House. Not so fast. What's not settled law is the definition of \"agency.\" The heart of the debate: Does the White House – or the Executive Office of the President – count as \"agencies\" under this statute? Article continues after sponsorship How Hillary Clinton's case could help Kushner Perhaps the legal precedent cited most often to make a case in Kushner's favor is from a 1990s lawsuit involving, of all people, Hillary Clinton. When President Bill Clinton appointed his wife to chair the Task Force on National Health Care Reform, a lobbying group filed a lawsuit in the D.C. courts. The central legal question in that case wasn't actually about the anti-nepotism statute – it was about whether Hillary Clinton's task force had to publicly disclose records. ",
    "title": "Anti-Nepotism Laws Might Prevent Donald Trump's Son-In-Law From Serving In The White House : NPR"
   },
   {
    "entities": [
     "schneiderman",
     "$1 million",
     "18, 2016",
     "donald",
     "inc",
     "york",
     "est",
     "pm",
     "$20,000",
     "paula",
     "california",
     "updated",
     "of",
     "university",
     "eric",
     "strickler",
     "alan",
     "rodriguez",
     "patricia",
     "interactive",
     "white",
     "nov",
     "news",
     "friday",
     "garten",
     "last",
     "trump",
     "laura",
     "house",
     "$25 million",
     "cbs",
     "mr.",
     "january 20th",
     "new",
     "reid",
     "bronx",
     "state",
     "organization",
     "jan. 20"
    ],
    "id": 10,
    "text": "CBS News Last Updated Nov 18, 2016 7:06 PM EST Trump University agreed to settle civil fraud lawsuits for $25 million, the New York attorney general announced Friday. Calling it a “stunning reversal by Donald Trump,” New York Attorney General Eric Schneiderman said in a statement Friday that under the settlement, “every victim will receive restitution and that Donald Trump will pay up to $1 million in penalties to the State of New York for violating state education laws.” Trump transition to the White House - live blog Schneiderman said until now, that Mr. Trump had “fought us every step of the way, filing baseless charges and fruitless appeals, and refusing to settle for even modest amounts of compensation for the victims of his phony university.” One plaintiff in the California class action lawsuit who will receive compensation has mixed feelings about the settlement.  “He conned and swindled me and now six years later he is willing to settle because he is taking office on January 20th? Don’t get me wrong, this $20,000 loss has been a big hardship on me,” the former Trump University student told CBS News’ Laura Strickler.  But I don’t want you to use my name because I’m afraid someone will see that I fell for [Trump University] and will think I am stupid.” Patricia Rodriguez, a former Trump University student from Bronx, welcomed the settlement. “It’s good, it’s good, perfect,” she told Strickler. “We deserve to get something back, some money, because we didn’t get anything out of the classes.” Students from all over the country will be contacted, or they can also on their own contact the New York attorney general’s office for reimbursement.  His office plans to hire an administrator to be the point of contact and distribute the settlement money, Strickler reports. Trump lawyer Alan Garten released a statement saying the Trump Organization was “pleased” the lawsuits have been resolved. “While we have no doubt that Trump University would have prevailed at trial based on the merits of this case, resolution of these matters allows President-Elect Trump to devote his full attention to the important issues facing our great nation,” Garten’s statement said. In California, a federal judge on Friday was to consider arguments on President-elect Trump’s latest request to delay a civil fraud trial involving his now-defunct Trump University until after his inauguration on Jan. 20, but the announced settlement applies to the both the California and New York lawsuits. CBS News’ Laura Strickler and Paula Reid contributed to this report. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump University agrees to settle civil fraud lawsuit for $25 million - CBS News"
   },
   {
    "entities": [
     "j.",
     "november 18",
     "clinton",
     "intelligence",
     "mike",
     "john",
     "army",
     "bush",
     "committee",
     "donald",
     "pakistan",
     "devin",
     "george",
     "brennan",
     "congress",
     "stevens",
     "cia",
     "harvard",
     "jordan",
     "jim",
     "langley",
     "last year",
     "benghazi",
     "west",
     "counterterrorism",
     "kansas",
     "obama",
     "v.",
     "nunes",
     "flynn",
     "martin/ap",
     "u.s.",
     "t.",
     "select",
     "on",
     "iran",
     "rogers",
     "academy",
     "white",
     "michael",
     "b.",
     "two years later",
     "friday",
     "jacquelyn",
     "deyoung",
     "october 2015",
     "trump",
     "russia",
     "yemen",
     "house",
     "w.",
     "karen",
     "center",
     "snowden",
     "pompeo",
     "greg",
     "edward",
     "christopher",
     "koch",
     "point",
     "porter",
     "july",
     "east",
     "adam",
     "goss",
     "military",
     "middle",
     "syria",
     "hayden",
     "hillary",
     "miller",
     "schiff",
     "washington"
    ],
    "id": 11,
    "text": "Trump’s CIA pick is seen as both a fierce partisan and serious student of national security issues The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Greg Miller November 18 at 11:59 AM Follow @gregpmiller President-elect Donald Trump’s pick to lead the CIA is a Kansas congressman who is widely respected for his intelligence but also seen as a fierce partisan on polarizing issues including the deaths of U.S. personnel in Benghazi, the leaks of Edward Snowden and the email controversy that engulfed Hillary Clinton. Rep. Mike Pompeo (R-Kan.) has used his perch on the House Intelligence Committee to attack major pillars of President Obama’s foreign policy agenda, including the nuclear deal with Iran . Just hours before his name surfaced as Trump’s CIA nominee, Pompeo tweeted that he looked forward to “rolling back this disastrous deal with the world’s largest state sponsor of terrorism.” [ Iran nuclear deal could collapse under Trump ] In closed-door briefings on Capitol Hill, Pompeo has been an intense critic of a covert CIA program to train and arm moderate rebel forces in Syria, according to U.S. officials who said that dismantling the program — or at least subjecting it to a major re-evaluation — would likely be at the top of his agenda if he is confirmed. Pompeo, 52, has no meaningful experience in espionage issues beyond his relatively brief stint as a member of the House Intelligence Committee. But he has earned a reputation as a serious student of national security issues who finished first in his class at the U.S. Military Academy at West Point, served as a cavalry officer in the Army and earned a law degree from Harvard. Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet Current and former U.S. intelligence officials said that Pompeo is not widely known among the CIA rank and file but that his nomination was greeted at least initially as a reassuring development at a spy agency that has been treated largely with disdain by Trump. Rep. Adam B. Schiff (D-Calif.), who has sparred with Pompeo on Benghazi and other issues, gave the selection tempered praise in a statement released Friday. “Mike is very bright and hard-working and will devote himself to helping the agency develop the best possible intelligence for policymakers,” Schiff said. “While we have had our share of strong differences — principally on the politicization of the tragedy in Benghazi — I know that he is someone who is willing to listen and engage, both key qualities in a CIA Director.” Pompeo’s congressional background raised early comparisons to that of Porter Goss , who was plucked from the House Intelligence Committee by then-President George W. Bush to lead the CIA and was forced to resign two years later after a turbulent tenure during which one of his principal executives was convicted of corruption charges. Pompeo’s ties to the arch-conservative tea party movement and scant background on intelligence issues were also cited as a cause for concern among some CIA veterans. “The tea party owns the drones now,” one official said, referring to the agency’s involvement in lethal drone strikes against terrorist groups in Pakistan, Yemen and elsewhere. But former senior CIA officials expressed guarded optimism that Pompeo’s ideological bent can be tempered by the analytic approach he has brought to difficult security subjects. Rep. Mike Pompeo (R-Kan.), who has been nominated to lead the CIA by Donald Trump, speaks on Capitol Hill in October 2015. (Jacquelyn Martin/AP) “I’m heartened by the choice,” said former CIA director Michael V. Hayden, who has been a staunch critic of Trump on security matters. “I would recommend that when he goes to Langley he get out of the car by himself and embrace the workforce,” Hayden said, alluding to the rocky tenure of previous directors who arrived with entourages and agendas that put them at odds with the agency’s powerful and entrenched directorate of spies. In some ways, Pompeo is already part of the intelligence inner circle in Washington. He attended a dinner this week with CIA Director John Brennan at the home of former Republican congressman Mike Rogers, who had previously been seen as a leading candidate for the CIA job under Trump. The gathering included cast and producers of the CIA-themed show “Homeland,” according to a person familiar with the event. Brennan has led a major bureaucratic overhaul of the agency over the past year, a reorganization designed to replicate the structure of the agency’s Counterterrorism Center. Pompeo would face decisions on whether to preserve those changes. Pompeo emerged as a surprise pick for Trump. His name had not surfaced in the flurry of postelection rumors that had largely focused on other potential nominees, including Rogers, who was ousted from the Trump transition team this week, and Rep. Devin Nunes (R-Calif.), the current chairman of the House Intelligence Committee who reportedly turned down a chance at the CIA job. Pompeo reportedly has close ties to the Koch family, Kansas billionaires who have devoted a considerable part of their wealth to advancing a deeply conservative agenda and driving Democrats out of office. Articles in Kansas papers indicate that Pompeo built much of his wealth with investment funds from Koch industries and that his campaigns for Congress have been backed by Koch money. In just five years in Congress, he has built a political following by staking extreme positions in polarizing debates. He has called for Snowden to face the death penalty and for Clinton to be barred from receiving classified information. Pompeo was one of the more outspoken Republican members of the House Select Committee on Benghazi, saying that the Obama administration was guilty of a scandal “worse than Watergate.” When the committee concluded its final report in July, Pompeo and a fellow member, Rep. Jim Jordan (R-Ohio), released a 48-page annex charging “failure at the most senior levels of government” and calling for additional information on what Pompeo said was the administration’s intentional misrepresentation and concealment of facts. During hearings, his questions to administration witnesses were often among the most accusatory. In October 2015, when Clinton testified for the second time, Pompeo grilled her on her relationship with slain U.S. Ambassador J. Christopher Stevens. He asked a series of rapid-fire questions about why Stevens did not have her personal telephone number, did not know her personal home address and had never “stopped by your house.” Separately, in remarks that drew sharp criticism from U.S. Muslim organizations, Pompeo said that Muslim leaders who fail to denounce acts of terrorism done in the name of Islam were “potentially complicit” in the attacks. Pompeo led congressional attacks on the nuclear accord Obama reached with Iran last year, accusing the administration of hiding “secret side deals” from the public, allegations rejected by the White House. At the same time, it is not clear whether Pompeo will be in agreement with the most extreme positions taken by his new bosses, Trump and his designated national security adviser, Michael T. Flynn. Trump has called for the CIA to resume the use of waterboarding and other interrogation measures widely condemned as torture. Trump has derided the quality of the intelligence from the nation’s spy community, publicly belittling a multiagency conclusion that Russia used cyberespionage methods to interfere in the U.S. election. Pompeo is not known to have publicly backed those positions and in some cases has articulated views that would seem at odds with those of the Trump team. In a speech delivered in Kansas last year after returning from a trip to the Middle East, Pompeo cautioned against equating all Muslims with terrorism, saying that a “line needs to be drawn between those who are on the side of extremism and those who are fighting against them.” Karen DeYoung contributed to this report. Read more: ",
    "title": "Trump’s CIA pick is seen as both a fierce partisan and serious student of national security issues - The Washington Post"
   },
   {
    "entities": [
     "white",
     "november 18",
     "donald",
     "trump",
     "day",
     "house",
     "inauguration"
    ],
    "id": 12,
    "text": "Email November 18, 20166:16 PM ET Between now and Inauguration Day, President-elect Donald Trump and his transition team have a tall order — filling approximately 4,000 jobs in the federal government that are held by political appointees. Below is an index of the people appointed to Cabinet positions, key White House staff roles and lead positions at other prominent government agencies. ",
    "title": "Who Is In The Trump Cabinet, Sub-Cabinet And White House Staff  : NPR"
   },
   {
    "entities": [
     "clinton",
     "mike",
     "school",
     "julie",
     "industries",
     "mrs.",
     "first",
     "rosa",
     "jim",
     "draft",
     "law",
     "district",
     "ku",
     "bannon",
     "thomas",
     "briefingsubscribed",
     "select",
     "hirschfeld",
     "hilary",
     "sessions",
     "political",
     "friday",
     "general",
     "jacquelyn",
     "martin/associated",
     "a.",
     "jr.",
     "kan",
     "figures",
     "n.a.a.c.p.",
     "2012",
     "klan",
     "congressional",
     "marco",
     "schiff",
     "arizona",
     "schumer",
     "donald",
     "columbia",
     "department",
     "morning",
     "h.",
     "kansas",
     "jeff",
     "libya",
     "flake",
     "news",
     "michelle",
     "2010",
     "romney",
     "charlie",
     "pompeo",
     "medal",
     "mr.",
     "davis",
     "sam",
     "pence",
     "hodgson",
     "klux",
     "oregon",
     "right",
     "national",
     "alabama",
     "rubio",
     "defense",
     "stephen",
     "weekend",
     "wichita",
     "justice",
     "thursday",
     "congress",
     "flank",
     "york",
     "southern",
     "nyt",
     "ron",
     "fill",
     "the",
     "jason",
     "senator",
     "oval",
     "obama",
     "christian",
     "holder",
     "of",
     "judiciary",
     "mazzetti",
     "on",
     "white",
     "michael",
     "rhee",
     "leadership",
     "states",
     "b.",
     "2014",
     "ohio",
     "tower",
     "trump",
     "america",
     "united",
     "new",
     "k.",
     "koch",
     "mark",
     "chuck",
     "schmidt",
     "miller",
     "rights",
     "washington",
     "swift",
     "civil",
     "j.",
     "intelligence",
     "security",
     "conference",
     "to",
     "senate",
     "mitt",
     "savage",
     "committee",
     "s.",
     "times",
     "florida",
     "1986",
     "newsletters",
     "c.i.a.",
     "manhattan",
     "jordan",
     "benghazi",
     "his",
     "california",
     "flynn",
     "breitbart",
     "division",
     "november 19, 2016",
     "eric",
     "office",
     "academy",
     "posts",
     "wyden",
     "parks",
     "agency",
     "house",
     "gold",
     "adam",
     "military",
     "hillary",
     "t.",
     "harvard"
    ],
    "id": 13,
    "text": "Trump Turns to His Right Flank to Fill National Security Posts By JULIE HIRSCHFELD DAVIS Continue reading the main story Photo Senator Jeff Sessions at Trump Tower in Manhattan on Thursday. President-elect Donald J. Trump has selected Mr. Sessions to be his attorney general. Credit Hilary Swift for The New York Times WASHINGTON — President-elect Donald J. Trump moved quickly on Friday to begin filling national security posts at the top echelons of his administration, selecting a group of hawks and campaign loyalists who reflect the hard-line views that defined his run for president. Mr. Trump said he would nominate as attorney general Senator Jeff Sessions of Alabama, who has been a fierce supporter of a crackdown on undocumented immigrants. The president-elect also moved to install Michael T. Flynn , a retired lieutenant general who has said that Islamist militancy poses a global existential threat, as his national security adviser. And as director of the C.I.A., Mr. Trump selected Representative Mike Pompeo of Kansas, who harshly criticized Hillary Clinton during the House investigation of the 2012 attack on the United States diplomatic compound in Benghazi, Libya. All three are regarded, in some ways, as outliers from conventional Republican thinking, shunned at times for strident statements, controversial positions or highly partisan moves. The flurry of announcements indicated that Mr. Trump was gaining control over a transition operation that had been entangled in infighting during its early stages. The results were the first seeds of an administration-in-waiting that will break starkly with that of President Obama. Continue reading the main story Transition officials said Mr. Trump would meet over the weekend with a broad array of potential cabinet members and other advisers as a signal that he wanted to build a diverse team, without regard to political affiliation or support for his presidential bid. Among them are Mitt Romney, the 2012 Republican nominee and one of his party’s harshest critics of the president-elect’s campaign, who is a contender for secretary of state, and Michelle A. Rhee, a Democrat who pursued sweeping reforms during her controversy-filled tenure as the District of Columbia’s chancellor of schools. Photo Lt. Gen. Michael Flynn, who has been tapped as the national security adviser for the incoming Trump administration, at Trump Tower in Manhattan on Thursday. Credit Sam Hodgson for The New York Times But there was no evidence in Friday’s selections that Mr. Trump, who has hinted that he might pursue a more centrist agenda once he sits in the Oval Office, is inclined to moderate his approach on key questions of national security and civil rights. In a statement on Friday, Mr. Trump called Mr. Sessions a “world-class legal mind,” and added that Mr. Pompeo would be “a brilliant and unrelenting leader for our intelligence community.” Advertisement Continue reading the main story Of General Flynn, he said: “I am pleased that Lieutenant General Michael Flynn will be by my side as we work to defeat radical Islamic terrorism, navigate geopolitical challenges and keep Americans safe at home and abroad.” Both Mr. Sessions and General Flynn were early and fervent supporters of Mr. Trump’s presidential campaign, even as many establishment Republicans were criticizing Mr. Trump for inflammatory statements and dismissing his chances of winning the nomination. Mr. Pompeo initially supported Senator Marco Rubio of Florida in the Republican primary, but switched after it became clear Mr. Trump would be the nominee. Mr. Pompeo is also close to Vice President-elect Mike Pence, who is heading the transition effort. In 1986, Mr. Sessions — who, if confirmed, would be charged with safeguarding civil rights in the United States — was blocked from becoming a federal judge by the Senate’s Republican-controlled Judiciary Committee because of previous racially charged comments and actions. In testimony before the committee, former colleagues said that Mr. Sessions had referred to the N.A.A.C.P., the Southern Christian Leadership Conference and other civil rights groups as “un-American” and “Communist-inspired.” An African-American federal prosecutor, Thomas H. Figures, said at the time that Mr. Sessions had referred to him as “boy,” and testified that Mr. Sessions had said the Ku Klux Klan was fine “until I found out they smoked pot,” a remark Mr. Sessions later dismissed as a joke. OPEN Graphic Aides to Mr. Trump dismissed the past statements, and described Mr. Sessions as a champion of civil rights, citing as evidence a number of desegregation lawsuits he filed while serving as a United States attorney in Alabama, his votes to extend the Voting Rights Act and to confirm Eric H. Holder Jr. as the first African-American attorney general, and his efforts to award the Congressional Gold Medal to Rosa Parks. “Senator Sessions is someone who’s universally respected across party lines in the United States Senate,” said Jason Miller, a spokesman for Mr. Trump’s transition team, calling him “very well qualified for this position.” Senator Jeff Flake, Republican of Arizona, said on Twitter that Mr. Sessions was “well liked and well regarded, even by those who don’t always agree with him.” He added, “I look forward to supporting his nomination.” First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed Delicious recipes and more, 5 times a week Race/RelatedSubscribed A provocative exploration of race, biweekly Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. Privacy Policy Other Republican senators and conservative groups likewise rallied behind Mr. Sessions, while Democrats have pledged to keep an open mind on confirming him. But, in a reflection of the tough questions he is likely to face in his confirmation hearing, civil rights groups and their champions in Congress condemned the choice. “Given some of his past statements and his staunch opposition to immigration reform,” said Senator Chuck Schumer of New York, the new Democratic Senate minority leader, “I am very concerned about what he would do with the Civil Rights Division at the Department of Justice, and want to hear what he has to say.” Advertisement Continue reading the main story Mr. Trump’s selection of General Flynn, which does not require Senate confirmation, was similarly cheered by conservative organizations and met with alarm by Democrats. He has called Islam a political ideology that has “metastasized” into a “malignant cancer.” After building a reputation as a respected military officer, he was fired by President Obama after he had served two years as the chief of the Defense Intelligence Agency. General Flynn has since been a vociferous critic of a Washington elite he contends has refused to name radical Islam as the enemy, and is therefore doomed to fall short in defeating it. Photo Representative Mike Pompeo was a harsh critic of Hillary Clinton during hearings by the House Benghazi panel. Credit Jacquelyn Martin/Associated Press “His statements about Muslims are profoundly un-American as well as damaging to the fight against terrorism and national security,” said Senator Ron Wyden, Democrat of Oregon and a member of the Intelligence Committee. “He has indicated an openness to torture and the destruction of an entire city, both of which are clearly illegal, not to mention immoral and destructive to America’s global leadership.” Mr. Wyden said that the president-elect, who last week chose Stephen K. Bannon, who has promoted hard-right nationalism as the chairman of Breitbart News, appeared to be building “a White House leadership that embodies the most divisive rhetoric of his campaign.” Mr. Pompeo, a graduate of the United States Military Academy at West Point and Harvard Law School, was elected to Congress in 2010 with substantial financial backing from a political action committee funded by Koch Industries, based in Wichita, Kan. He has criticized Mr. Obama’s decisions to shut down the C.I.A.’s black-site prisons and to require all interrogators to strictly adhere to anti-torture laws. In 2014, he accused Mr. Obama of refusing “to take the war on radical Islamic terrorism seriously.” After the House Select Committee on Benghazi found no new evidence of wrongdoing by the Obama administration or Mrs. Clinton, who was the secretary of state at the time of the attack, Mr. Pompeo and another Republican member of the committee, Representative Jim Jordan of Ohio, said they were convinced there had been a cover-up, and they filed a 48-page addendum that included far harsher criticism of the administration and of Mrs. Clinton. Other Republicans, including the committee’s chairman, declined to add their names to the document. Representative Adam B. Schiff, Democrat of California, called Mr. Pompeo “very bright and hard-working.” “While we have had our share of strong differences — principally on the politicization of the tragedy in Benghazi — I know that he is someone who is willing to listen and engage, both key qualities in a C.I.A. director,” Mr. Schiff said. Mark Mazzetti, Michael S. Schmidt and Charlie Savage contributed reporting. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on November 19, 2016, on page A1 of the New York edition with the headline: Trump Selects Loyalists On Right Flank to Fill National Security Posts. Order Reprints | Today's Paper | Subscribe ",
    "title": "Trump Turns to His Right Flank to Fill National Security Posts - The New York Times"
   },
   {
    "entities": [
     "schneiderman",
     "november 18, 2016",
     "2013",
     "$1 million",
     "donald",
     "fox",
     "foxnews.com",
     "york",
     "barack",
     "millions of dollars",
     "california",
     "obama",
     "u.s.",
     "university",
     "eric",
     "white",
     "news",
     "friday",
     "trump",
     "nov. 28",
     "house",
     "2016",
     "$25 million",
     "petrocelli",
     "press",
     "new",
     "january",
     "associated",
     "state",
     "daniel",
     "jan. 20",
     "$4 trillion"
    ],
    "id": 14,
    "text": "Trump University-related lawsuits settled for $25 million Published               November 18, 2016 Facebook 0 Twitter 0 livefyre Email Print   U.S. President-elect Donald Trump on Friday agreed to settle three fraud lawsuits linked to Trump University for $25 million, FoxNews.com confirmed. The settlement ends a dispute that has followed Trump throughout his presidential campaign and raised questions about how he would handle it after being sworn in as president in January. Students at the now-defunct school claimed they were duped into paying thousands of dollars to learn the secret of Trump’s real estate success. Trump's legal team negotiated the settlement with New York State Attorney General Eric Schneiderman and the law firm that brought a class action lawsuit on behalf of students who attended the for-profit school. “In 2013, my office sued Donald Trump for swindling thousands of innocent Americans out of millions of dollars through a scheme known at Trump University,” Schneiderman said in a written statement. “Donald Trump fought us every step of the way, filing baseless charges and fruitless appeals and refusing to settle for even modest amounts of compensation for the victims of his phony university. Today, that all changes.” Schneiderman said the $25 million to be paid by Trump or one of his business entities includes restitution for students and $1 million in penalties to the state. See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → The settlement comes just days before the class action lawsuit in California was to begin. The deal doesn't require Trump to acknowledge wrongdoing. Trump has strongly denied the allegations and said during the campaign that he wouldn't settle. A federal judge in California had been set Friday to consider arguments on Trump's latest request to delay a trial until after Trump's inauguration on Jan. 20. Trump's attorneys said in a court filing last week that preparations for the White House were \"critical and all-consuming.\" Six months ago, when they unsuccessfully sought a delay until after Inauguration Day, lead attorney Daniel Petrocelli said the period between the election and swearing-in is extremely hectic for a president-elect but that it was preferable to a trial during the campaign. \"The task is momentous, exceedingly complex, and requires careful coordination involving the respective staffs and teams of both President (Barack) Obama and President-Elect Trump,\" Trump's attorneys wrote. \"In fewer than three months, the President-Elect must be prepared to manage 15 executive departments, more than 100 federal agencies, 2 million civilian employees, and a budget of almost $4 trillion.\" Trump's attorneys also raised the prospect of having the president-elect testify by video recording before the trial begins in the class-action lawsuit on Nov. 28. The Associated Press contributed to this report.  Advertisement ",
    "title": "Trump University-related lawsuits settled for $25 million | Fox News"
   },
   {
    "entities": [
     "luis",
     "clinton",
     "mike",
     "enterprise",
     "school",
     "nikki",
     "mcconnell",
     "cia",
     "nato",
     "chicago",
     "permanent",
     "james",
     "law",
     "ku",
     "district",
     "bannon",
     "select",
     "nakamura",
     "this morning",
     "iran",
     "sessions",
     "israel",
     "friday",
     "charles",
     "mitch",
     "a.",
     "phillip",
     "ricketts",
     "center",
     "klan",
     "court",
     "beauregard",
     "2012",
     "leonard",
     "marco",
     "sean",
     "november 18",
     "schumer",
     "army",
     "massachusetts",
     "carolina",
     "donald",
     "saturday",
     "ted",
     "department",
     "leo",
     "williams",
     "david",
     "sen.",
     "south",
     "jeff",
     "paul",
     "spicer",
     "flake",
     "news",
     "michelle",
     "2010",
     "huckabee",
     "romney",
     "mattis",
     "walker/the",
     "and",
     "for",
     "pompeo",
     "mr.",
     "pence",
     "ryan",
     "klux",
     "state",
     "national",
     "alabama",
     "rubio",
     "defense",
     "stephen",
     "justice",
     "cruz",
     "thursday",
     "york",
     "todd",
     "jens",
     "republican",
     "southern",
     "katie",
     "the",
     "obama",
     "of",
     "cotton",
     "zezima",
     "u.s.",
     "judiciary",
     "viebeck",
     "victoria",
     "post",
     "council",
     "on",
     "costa",
     "gutierrez",
     "india",
     "white",
     "michael",
     "rhee",
     "d.c.",
     "states",
     "2014",
     "robert",
     "tom",
     "deyoung",
     "debonis",
     "tower",
     "trump",
     "america",
     "karen",
     "united",
     "new",
     "sr.",
     "k.",
     "january",
     "l.",
     "bedminster",
     "miller",
     "woodson",
     "rights",
     "washington",
     "civil",
     "intelligence",
     "security",
     "federalist",
     "2013",
     "party",
     "senate",
     "mitt",
     "stoltenberg",
     "committee",
     "rucker",
     "n.j.",
     "1986",
     "jefferson",
     "haley",
     "d.",
     "flynn",
     "naacp",
     "breitbart",
     "nakashima",
     "division",
     "neighborhood",
     "t.",
     "elise",
     "brussels",
     "academy",
     "gop",
     "agency",
     "connolly",
     "house",
     "8:20",
     "may",
     "greg",
     "society",
     "arkansas",
     "military",
     "ellen",
     "hillary",
     "jan. 20",
     "supreme",
     "harvard"
    ],
    "id": 15,
    "text": "Trump chooses Sen. Jeff Sessions for attorney general, Rep. Mike Pompeo for CIA director The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By David Nakamura and Elise Viebeck November 18 at 8:20 PM Follow @davidnakamura Follow @eliseviebeck President-elect Donald Trump announced Friday that he plans to nominate Sen. Jeff Sessions (R-Ala.) as attorney general and Rep. Mike Pompeo (R-Kan.) as CIA director, a pair of hard-line conservatives who offer early signs of the shape of Trump’s Cabinet. Trump also confirmed the news reported a day earlier that he has selected retired Lt. Gen. Michael T. Flynn as his national security adviser, a position that, unlike the other two, does not need to be confirmed by the Senate. “The president-elect is a man of action, and we’ve got a great number of men and women with great qualifications who look forward to serving in this administration,” Vice President-elect Mike Pence told reporters in New York. “Our agency teams arrived in Washington D.C. this morning, and I am very confident it will be a smooth transition that will serve to lead this country forward.” [ Jeff Sessions is Donald Trump’s biggest fan. Here’s how their relationship began. ] The announcements were greeted with widespread applause from Republicans, but Democrats and civil rights groups denounced Sessions and Flynn for their hard-line views on Muslims and immigrants that have put them in close alignment with Trump. The criticism could portend a messy Senate confirmation process for Sessions, though several of his GOP colleagues, including Majority Leader Mitch McConnell (R-Ky.), lavished praise on him. Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet And Senate Democrats will not be able to filibuster Trump’s nominations to executive branch positions, having eliminated that option in 2013 for all nominations except Supreme Court justices. Flynn has spoken out frequently against radical Islam and clashed with the Obama administration while serving as head of the Defense Intelligence Agency, from where he was ousted in 2014. Sessions supported Trump’s call last year for a temporary ban on Muslims entering the United States and has called for deporting millions of people who are in the country illegally. In a statement, Trump called Sessions one of his most trusted campaign advisers and cited his “world-class legal mind.” “Jeff is greatly admired by legal scholars and virtually everyone who knows him,” Trump said. Trump said he was pleased to have Flynn at his side “as we work to defeat radical Islamic terrorism, navigate geopolitical challenges and keep Americans safe at home and abroad.” Late Friday, Robert L. Woodson Sr., who heads the Center for Neighborhood Enterprise in Washington and advises House Speaker Paul D. Ryan (R-Wis.) on poverty issues, said he is under consideration to be secretary of housing and urban development in Trump’s Cabinet. Woodson is scheduled to meet with Trump in Bedminster, N.J. on Saturday. If selected, Woodson, who is black, would add diversity to Trump’s team. Also Friday, Trump spoke by phone with NATO Secretary General Jens Stoltenberg, and the two men “underlined NATO’s enduring importance,” according to a statement from a NATO spokeswoman. During the campaign, Trump had said he might reconsider the United States’s commitment to the alliance. Stoltenberg invited Trump to Brussels for the NATO Summit next year. President-elect Donald Trump has tapped Rep. Mike Pompeo (R-Kan.) to be CIA director, close allies say. Here's what we know about him. (Victoria Walker/The Washington Post) GOP officials working with the Trump transition operation said that the president-elect plans to meet Friday with former Arkansas governor Mike Huckabee (R), amid reports he is being considered to be U.S. ambassador to Israel. Also spotted at Trump Tower on Friday was Sen. Tom Cotton (R-Ark.), reportedly a candidate for defense secretary. Among those Trump will meet with on Saturday are former Massachusetts governor Mitt Romney, who has been cited as a possible candidate for secretary of state, former D.C. public schools chancellor Michelle Rhee, Chicago Cubs co-owner Todd Ricketts and retired Marine Gen. James Mattis, whose name also has been mentioned as a potential defense secretary nominee. Meantime, the Trump transition named agency landing teams for the departments of Defense, State and Justice, along with the National Security Council, to help smooth the transfer of power in the weeks leading up to Trump’s inauguration Jan. 20. Sessions, 69, was Trump’s first endorser in the Senate and quickly became the then-candidate’s chief resource on policy, but the fourth-term senator has been dogged by accusations of racism throughout his career. In 1986, he was denied a federal judgeship after former colleagues testified before a Senate committee that he joked about the Ku Klux Klan, saying he thought they were “okay, until he learned that they smoked marijuana.” “If you have nostalgia for the days when blacks kept quiet, gays were in the closet, immigrants were invisible and women stayed in the kitchen, Senator Jefferson Beauregard Sessions is your man,” Rep. Luis Gutierrez (D-Ill.) said in a statement. “No senator has fought harder against the hopes and aspirations of Latinos, immigrants, and people of color than Sen. Sessions.” The NAACP wrote in a Twitter message that Sessions’s nomination is “deeply troubling, and supports and old, ugly history where Civil Rights were not regarded as core American values.” Sean Spicer, a Republican National Committee spokesman who has been assisting the Trump transition operation, said on a conference call with reporters that the nominees’ personal view “isn’t what matters. You are serving the president-elect of the United States and his views . . . Everybody who serves in a Trump administration will serve Donald Trump and Mike Pence. They will implement their vision and their ideas.” South Carolina Gov. Nikki Haley (R), appearing at a Federalist Society convention in Washington, did not mention Trump’s nominees in her remarks. But Haley, whose parents immigrated from India, urged the Republican Party to remind the public that it is the party who will offer opportunities “to all citizens, regardless of their race, gender or where they are born and raised.” Sessions served as a U.S. Attorney for the Southern District of Alabama and as Alabama’s attorney general. In a statement, he said there was “no greater honor” than to lead the Justice Department. “I enthusiastically embrace President-elect Trump’s vision for ‘one America,’ and his commitment to equal justice under law,” Sessions said in a statement. “I look forward to fulfilling my duties with an unwavering dedication to fairness and impartiality.” Sen. Jeff Flake (R-Ariz), a key Judiciary Committee member who had been wary of Trump during the campaign, intends to support Sessions’s nomination, his office said. Sen. Ted Cruz (R-Tex.), also at the Federalist Society convention in Washington, said that Sessions would make an “extraordinary” attorney general. “He is a committed and deeply principled conservative,” Cruz said. Several Senate Democrats pledged a rigorous confirmation review. Sen. Charles Schumer (D-N.Y.), who will become Minority Leader in January, said Sessions’s rhetoric and opposition to a comprehensive immigration reform in 2013 make him “very concerned about what he would do with the Civil Rights Division.” But some conservatives suggested it would be politically damaging to Democrats if they attempt to block Trump’s nominees. “Mr. Trump has a plane and double-digit victories where Senate Democrats are up for reelection,” said Leonard A. Leo, executive vice president of The Federalist Society. “Obstructing his nominees will be a political loser.” Pompeo, 52, was elected to the House in 2010 as part of the first wave of so-called tea party lawmakers. A U.S. Military Academy and Harvard Law School graduate, he has a varied background. He served as a U.S. Army cavalry officer before founding an aerospace company, serving as president of an oil-field equipment manufacturing firm and — in a brief, little-known chapter of his early career — was an attorney with the Washington, D.C. mega-law firm Williams and Connolly. He currently serves on the House Permanent Select Committee on Intelligence and is a close ally of Pence. “He has served our country with honor and spent his life fighting for the security of our citizens,” Trump said of Pompeo in a statement. Notably, Pompeo backed Sen. Marco Rubio (R-Fla.) over Trump in the Republican presidential primary. In May, a Pompeo spokesman gave a somewhat tepid endorsement, saying the congressman would “support the nominee of the Republican Party because Hillary Clinton cannot be president of the United States.” Pompeo is a vocal critic of President Obama’s nuclear accord with Iran. “I look forward to rolling back this disastrous deal with the world’s largest state sponsor of terrorism,” he tweeted Thursday, before his offer to become CIA director was public. The choices of Sessions and Pompeo follow Trump’s decision to offer the position of national security adviser to Flynn, and confirm the president-elect’s desire to assemble his Cabinet by naming national security and law enforcement leaders first. [ Trump’s pick for national security adviser brings experience and controversy ] At the same time, Trump is soliciting the help of Romney, a mainstream consensus figure who had been the face of the Republican resistance to Trump’s candidacy, in assembling his government. Trump sought a meeting with Romney, who had fiercely criticized him during the campaign, to broker peace — and Sessions, a vice chairman of Trump’s transition, told reporters that Trump could consider the 2012 GOP presidential nominee for an administration position, perhaps secretary of state. The presence of Flynn and Romney in Trump’s orbit sends mixed signals to already jittery leaders around the globe, as well as officials in Washington’s foreign policy community, about the tone and substance of the Trump administration’s posture to the world. Flynn, who would hold the most powerful national security position, is a retired three-star general and decorated intelligence officer who established a close relationship with Trump while campaigning at his side this year. His behavior and a string of controversial and dark statements about Islam, among other topics, have alarmed many of his former colleagues. Trump’s selection of Flynn comes after the president-elect enraged Democrats and civil rights groups by appointing Stephen K. Bannon, former chairman of Breitbart News, an alt-right news site that has become a forum for the white nationalist movement, as his chief strategist and senior counselor in the White House. Karen DeYoung, Robert Costa, Mike DeBonis, Ellen Nakashima, Greg Miller, Phillip Rucker and Katie Zezima contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump chooses Sen. Jeff Sessions for attorney general, Rep. Mike Pompeo for CIA director - The Washington Post"
   },
   {
    "entities": [
     "flint",
     "inc",
     "neeley",
     "jaylon",
     "epa",
     "interactive",
     "news",
     "friday",
     "snyder",
     "2015",
     "michigan",
     "sheldon",
     "america",
     "may",
     "wakes",
     "cbs",
     "rick",
     "detroit",
     "nov 18, 2016",
     "nikia",
     "1978"
    ],
    "id": 16,
    "text": "CBS News Nov 18, 2016 7:15 PM EST After the water crisis in Flint, Michigan , the governor put together a team to address lead exposure in children. The board’s new plan calls for testing infants and toddlers not just in Flint, but across the entire state. Nikia Wakes’ son, Jaylon, has been having trouble in school lately. In 2015 he tested positive for elevated levels of lead . Now, the seven-year-old is not only struggling with his school work, he’s had anger issues. Wakes blames the water. Nikia wakes and her son, Jaylon, live in Flint, Michigan. Close CBS News “I started noticing behavioral changes,” Wakes says. “Last year, he was suspended from school over 50 times.” Researchers say lead exposure can cause cognitive and behavioral problems. To prevent those sorts of things from happening to other Michigan families, the board established by Gov. Rick Snyder in May made 100 recommendations. Among them, universal blood testing of children at 9 to 12 months and again at 24 to 26 months. And because most lead poisoning comes from old lead paint, the board wants mandatory inspections of rental houses and homes built before 1978, when lead paint was outlawed.  Researchers testing the water in Flint, Michigan.  Close CBS News “If you knock on any door inside the city of Flint and ask that family has anything changed for them -- with all the eyes of America on this particular community -- they would say no, I’m still drinking bottled water,” said Michigan Rep. Sheldon Neeley.  Wakes says she’s “lost all trust in the system. If you don’t trust the system then what’s the answer? Right now i don’t know what the answer is.” Wakes says she sees a lot of anger from her neighbors. “People are giving up in Flint. They call this pure Michigan and we’re pure poisoned.” Flint is still using water from Detroit. The EPA announced on Friday the new steps the city must take before it’s allowed to begin supply its own water to residents -- but that includes three months of testing. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Water testing announced for Michigan children, as Flint still struggles - CBS News"
   },
   {
    "entities": [
     "national",
     "november 18, 2016",
     "watch",
     "gw",
     "2013",
     "parkway",
     "sieswerda",
     "atmospheric",
     "shore",
     "george",
     "jersey",
     "n.j.",
     "twitter",
     "georgiev/staff",
     "york",
     "river",
     "palisades",
     "eastern",
     "8:17 p.m. est",
     "bridge",
     "bergen",
     "paul",
     "edgewater",
     "gotham",
     "administration",
     "whale",
     "hudson",
     "friday",
     "county",
     "seaboard",
     "interstate",
     "google",
     "conversation",
     "usa",
     "marko",
     "may",
     "scott",
     "new",
     "woodland",
     "park",
     "harbor",
     "oceanic",
     "guidelines",
     "police",
     "afternoon",
     "fallon",
     "washington"
    ],
    "id": 17,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Humpback whale spotted in Hudson near GW Bridge It's the farthest north a whale has been seen in the waterway in recent memory, according to a local spotters. Post to Facebook Humpback whale spotted in Hudson near GW Bridge It's the farthest north a whale has been seen in the waterway in recent memory, according to a local spotters. Check out this story on USATODAY.com: http://usat.ly/2g6Ou42 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 8 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Humpback whale spotted in Hudson near GW Bridge USA Today Network Scott Fallon, The (Bergen County, N.J.) Record 8:17 p.m. EST November 18, 2016 x Share A humpback whale was spotted swimming up the Hudson River near the George Washington Bridge, the farthest north a whale has been seen in the waterway in recent memory, according to a local group that catalogs marine mammals. USA TODAY NETWORK A whale breaches in The Hudson river as seen from Edgewater, NJ on November 18, 2016. (Photo: Marko Georgiev/staff) WOODLAND PARK, N.J. — A humpback whale was spotted swimming up the Hudson River near the George Washington Bridge on Friday — the farthest north a whale has been seen in the waterway in recent memory, according to a local group that catalogs marine mammals. The Palisades Interstate Parkway Police tweeted a photo of a whale breaching the surface of the Hudson just south of the on Friday afternoon. Helicopter footage also showed the whale breaching. “This is the first time it’s been documented and there’s no one else keeping these kinds of records,” said Paul Sieswerda, founder of Gotham Whale Watch, a group of \"citizen scientists\" who catalog marine mammals in New York. Sieswerda was concerned that the whale could be hit by a ship in the congested Hudson. Evidence points to great white shark nursery off N.J. “We’re hoping the whale is in good shape and is just chasing fish,” he said. The number of whales swimming around New York Harbor and off the Jersey Shore has increased significantly in recent years. Conservationists have credited cleaner waters for the increase. Less sewage, street runoff and industrial discharges affect the bottom of the food chain, allowing plankton to flourish closer to shore. That in turn provides a food source for small bait fish like menhaden. And whales love to eat menhaden. The presence of more whales has drawn thousands onto whale-watching boats hoping to see the mammals gliding through the ocean and perhaps even glimpse a humpback leaping out of the water. It has also prompted authorities to warn boaters, fearing whales are coming too close to shore. The National Oceanic and Atmospheric Administration and New York environmental officials issued alerts to boaters to slow down and watch out for whales following three strikes along the Eastern Seaboard in 2013, including one in May in which a cruise ship dragged a 55-foot finback into the Hudson River. 918 CONNECT TWEET LINKEDIN 8 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2g6Ou42 ",
    "title": "Humpback whale spotted in Hudson near GW Bridge"
   },
   {
    "entities": [
     "schneiderman",
     "$1 million",
     "donald",
     "$25m",
     "york",
     "california",
     "university",
     "eric",
     "friday",
     "diego",
     "gonzalo",
     "trump",
     "nov. 28",
     "2016",
     "may",
     "$25 million",
     "phil",
     "helsel",
     "new",
     "lawsuit",
     "january",
     "curiel",
     "settle",
     "san",
     "1:27"
    ],
    "id": 18,
    "text": "Nov 18 2016, 7:20 pm ET $25 Million Settlement Reached in Trump University Lawsuit by Phil Helsel Trump U:$25M Settlement of Alleged Fraud Cases Against President-Elect 2:50 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161119032511if_/http://www.nbcnews.com/widget/video-embed/812770883531\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Donald Trump has reached an agreement to settle the lawsuit against Trump University for $25 million, New York's attorney general said Friday. The settlement likely means that Trump will avoid becoming possibly the first sitting president to testify in open court. New York Attorney General Eric Schneiderman called the settlement \"a major victory for the over 6,000 victims of his fraudulent university.\" Lawyers involved in the cases say the settlement applies to all three lawsuits against Trump University including two cases filed in California. The trial for one of the cases had been scheduled to start Nov. 28. The $25 million figure will be split among the students who sued, minus the legal fees. Trump will also pay up to $1 million in penalties to the state of New York, Schneiderman said. Former students of Trump University say the school fraudulently misrepresented what students would be taught and falsely claimed that instructors were handpicked by Trump. Play Trump Attorney: Happy to Settle University Lawsuit 1:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161119032511if_/http://www.nbcnews.com/widget/video-embed/812769347710\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump's attorneys last week asked the judge to delay the trial until after the inauguration, citing the \"critical and all-consuming\" work the president-elect has to do before he takes office in January. The deal doesn't require Trump to acknowledge wrongdoing. Trump has strongly denied the allegations and said during the campaign that he wouldn't settle. \"We are pleased to announce the complete resolution of all litigation involving Trump University,\" the Trump organization said in a statement on Friday. \"While we have no doubt that Trump University would have prevailed at trial based on the merits of this case, resolution of these matters allows President-Elect Trump to devote his full attention to the important issues facing our great nation.\" During the campaign, Trump said Gonzalo Curiel, the federal judge in the San Diego case, was hostile to him. \"I believe he happens to be Spanish, which is fine. He is Hispanic, which is fine. And we haven't asked for recusal, which we may do,\" Trump said in May . \"But we have a judge who is very hostile. Should've been thrown out. Wasn't thrown out.\" Phil Helsel ",
    "title": "$25 Million Settlement Reached in Trump University Lawsuit - NBC News"
   },
   {
    "entities": [
     "$35,000",
     "times",
     "york",
     "the",
     "california",
     "district",
     "university",
     "june",
     "federal",
     "2010",
     "judge",
     "gonzalo",
     "trump",
     "may",
     "nov. 8",
     "petrocelli",
     "mr.",
     "court",
     "new",
     "curiel",
     "2004",
     "march",
     "daniel",
     "jan. 20"
    ],
    "id": 19,
    "text": "Privacy Policy He added: “The people that took the course all signed — most — many — many signed report cards saying it was fantastic, it was wonderful, it was beautiful.” But the position of Mr. Trump and his legal team appeared to soften soon after his election on Nov. 8. At a hearing last week, Daniel Petrocelli, a lawyer for Mr. Trump, expressed interest in moving toward a settlement. Mr. Trump’s lawyers were seeking to delay the trial in one of the California cases until after his inauguration on Jan. 20, while also requesting that he be allowed to testify on video. “The time and attention to prepare and testify will take him away from imperative transition work at a critical time,” Mr. Petrocelli wrote in the request to the judge, Gonzalo Curiel, last week, noting the “thousands” of appointments that President-elect Trump needed to make in the weeks ahead. Judge Curiel, of Federal District Court, who is hearing the two California cases, was thrust into the limelight of the campaign in May when Mr. Trump spent several minutes at a rally denouncing the judge’s decisions in the case, calling him a “hater” and questioning his impartiality because of his Mexican heritage . “I’m building the wall, I’m building the wall,” Mr. Trump said in an interview with The New York Times in June . “I have a Mexican judge. He’s of Mexican heritage. He should have recused himself, not only for that, for other things.” Advertisement Continue reading the main story After he faced days of criticism for his remarks on the judge, Mr. Trump released a statement saying his words had been “misconstrued as a categorical attack against people of Mexican heritage.” He also asserted that he was justified in questioning the fairness of his trial, given various rulings in the case that went against him. Still, he concluded, “we will win this case!” Even before he was in the throes of his presidential bid, Mr. Trump began mounting a vigorous public defense of himself and Trump University. A website, 98percentapproval.com , touted high marks it received from students. A New York Times report in March, though, showed how some students recalled being pressured to give positive reviews. Trump University, which operated from 2004 to 2010, included free introductory seminars across the country, focusing largely on real estate investing and on learning Mr. Trump’s secrets. Students could then purchase more expensive packages costing up to $35,000. Documents made public through the litigation revealed that some former Trump University managers had given testimony about its unscrupulous and exploitative business practices. One sales executive testified that the operation was “a facade, a total lie.” Another manager called it a “fraudulent scheme.” Other records showed how Mr. Trump had overstated the depth of his involvement in the programs. Despite claims that Mr. Trump had handpicked instructors, he acknowledged in testimony that he had not. ",
    "title": "Donald Trump Agrees to Pay $25 Million in Trump University Settlement - The New York Times"
   },
   {
    "entities": [
     "national",
     "convention",
     "july 18, 2016",
     "intelligence",
     "group",
     "security",
     "j.",
     "muslim-jewish",
     "mike",
     "john",
     "defense",
     "army",
     "senate",
     "kirby",
     "intel",
     "peace",
     "donald",
     "fox",
     "nov 18, 2016",
     "york",
     "morning",
     "southern",
     "republican",
     "rabia",
     "obama",
     "flynn",
     "law",
     "of",
     "summer",
     "u.s.",
     "transition",
     "post",
     "council",
     "quicken",
     "hooper",
     "pentagon",
     "michael",
     "states",
     "news",
     "general",
     "adviser",
     "2014",
     "advisory",
     "ohio",
     "agency",
     "trump",
     "poverty",
     "hagel",
     "america",
     "khan",
     "loans",
     "ibrahim",
     "february",
     "center",
     "bata",
     "chaudry",
     "mr.",
     "united",
     "jazeera",
     "new",
     "al",
     "cleveland",
     "april 2015",
     "pence",
     "chuck",
     "north",
     "abc",
     "dallas",
     "institute",
     "arena",
     "syria",
     "august this year",
     "mariam"
    ],
    "id": 20,
    "text": "Donald Trump National Security Adviser Mike Flynn Has Called Islam 'a Cancer' By MARIAM KHAN Nov 18, 2016, 2:08 PM ET 0 Shares WATCH Michael Flynn: Everything You Need to Know 0 Shares Email The man whom President-elect Donald Trump picked as his national security adviser has said he doesn’t believe that all cultures are “morally equivalent” and once described Islam as \"a cancer,\" comments that have many in the Muslim community worried about what his new job might mean for them. Retired Army Lt. Gen. Michael Flynn served as an adviser to Trump on national security and foreign policy throughout the presidential campaign . Flynn has said he agreed with Trump's initial proposal to temporarily ban Muslims from entering the United States, but told Al Jazeera earlier this year it likely \"wouldn't work,\" and that he supports the vetting of Muslims coming from Syria and places where terrorism is a major threat. He also accompanied Trump to his first top-secret national security briefing in August this year, and he was vetted as a potential running mate before Vice President-elect Mike Pence was eventually announced, two senior level sources with direct knowledge told ABC News earlier this year. “I am pleased that Lieutenant General Michael Flynn will be by my side as we work to defeat radical Islamic terrorism, navigate geopolitical challenges and keep Americans safe at home and abroad,” Trump said in a statement today. “General Flynn is one of the country’s foremost experts on military and intelligence matters and he will be an invaluable asset to me and my administration.” The position of National Security Adviser does not require U.S. Senate approval. Here are some of his controversial comments: Flynn on ‘Radical Islam’ Flynn, a registered Democrat who had a decades-long military career, served under the Obama administration until reportedly being forced to retire early as director of the Defense Intelligence Agency in 2014. The early retirement resulted from \"the stand I took on radical Islam,” he wrote in an op-ed for the New York Post. Pentagon press secretary John Kirby reportedly said at the time that the retirement had “been planned for some time” and that then-Defense Secretary Chuck Hagel “appreciates [his] service.\" For Flynn’s part, he told Fox News in April 2015, “I've been at war with Islam, or a component of Islam, for the last decade.” Flynn earlier this year released a book -- \"The Field of Fight: How We Can Win The Global War Against Radical Islam And Its Allies” -- that he co-wrote sharing his views on what he called the “global war against radical Islam,” calling for the United States to develop a deeper understanding of radical ideology. Flynn wrote, “we’re in a world war against a messianic mass movement of evil people, most of them inspired by a totalitarian ideology: Radical Islam.” He also said in the book, “I don’t believe all cultures are morally equivalent, and I think the West, and especially America, is far more civilized, far more ethical and moral, than the system our main enemies want to impose on us.\" “And we’ve got to stop feeling the slightest bit guilty about calling them by name and identifying them as fanatical killers acting on behalf of a failed civilization.” Brooks Kraft/Getty Images Retired Lt. Gen. Michael Flynn delivers a speech on the first day of the Republican National Convention, July 18, 2016, at the Quicken Loans Arena in Cleveland, Ohio. Flynn, who’s chairman and CEO of Flynn Intel Group, is also a board member of ACT for America, which the Southern Poverty Law Center calls “far and away the largest grassroots anti-Muslim group in America.” The organization bills itself as “the nation’s largest non-profit, non-partisan, grassroots national security organization” that’s “committed to recruiting, training, and mobilizing citizens community by community to help protect and preserve American culture and to keep this nation safe,” according to its website. ACT for America did not respond to ABC News’ request for comment “Mr. Flynn's past Islamophobic statements, and his association with the nation's most venomous anti-Muslim hate group, should disqualify him from serving in any public office,” Ibrahim Hooper, spokesman for the Council on American-Islamic Relations , told ABC News before Flynn’s official selection. In this tweet from February, Flynn said the fear of Muslims is a rational one: Fear of Muslims is RATIONAL: please forward this to others: the truth fears no questions ... “ he tweeted, referring to an anti-Muslim video from a third party. “Radical Islam” is a designation that President Obama has refused to recognize. Throughout his tenure as president, he has sought to make a clear distinction between Islam built on peaceful teachings and the acts of terrorism carried out by extremists who adhere to radical interpretations of the religion. Flynn did not respond to ABC News’ request for comment left with Flynn Intel. But he said in a statement this morning via the Trump Transition team that, \"I am deeply humbled and honored to accept the position as National Security Adviser to serve both our country and our nation's next President, Donald J. Trump.\" Muslims ‘All on Guard’ Speaking this summer at an ACT for America event in Dallas, Flynn likened Islam to \"a cancer,\" according to the Dallas Morning News , adding that documents taken from terrorist groups tell followers to \"get into the bloodstream of the opposition,\" which Flynn said he interprets as attacks on Western nations. Muslim activists are troubled by the prospect of a Trump administration that might include Flynn. “President-elect Trump is carefully curating a senior team that seem to have one thing in common: a deep seated animosity against Islam and Muslims. [Lt.] General Flynn is one of them, and has been on the record about his sentiments towards Islam and Muslims repeatedly,” said Rabia Chaudry, a senior fellow at the United States Institute of Peace and a board member of the new Muslim-Jewish Advisory Council that was launched to combat Islamophobia and anti-Semitism. “Putting this man in charge of domestic security matters has the potential of great damage to American Muslims, who are certain to be at top of his ‘enemy within’ list, rather than white nationals, which both studies and authorities show are the real greatest domestic threat we face,” she said before Flynn’s official selection. Hazem Bata, secretary general of the Islamic Society of North America, says Muslim leaders across the United States “are all on guard.” “Our community is preparing for an America that has parts of government openly hostile to Muslims,” Bata said before Flynn’s official selection. “We are hoping for the best, but getting ready for the worst.” 0 Shares ",
    "title": "Donald Trump National Security Adviser Mike Flynn Has Called Islam 'a Cancer' - ABC News"
   },
   {
    "entities": [
     "laredo",
     "85 percent",
     "clinton",
     "sacred",
     "amy",
     "fiscal 2010",
     "border",
     "chris",
     "legal",
     "jackeline",
     "octavio",
     "de",
     "donald",
     "fiscal 2016",
     "garza",
     "hillary",
     "southwest",
     "mexico",
     "valley",
     "lorilei",
     "york",
     "williams",
     "the",
     "granjero",
     "miroff",
     "obama",
     "wang",
     "u.s.",
     "tex.",
     "services",
     "heart",
     "last weekend",
     "nick",
     "3 million",
     "post",
     "states",
     "b.",
     "cabrera",
     "2014",
     "partlow",
     "2015",
     "javier",
     "leon",
     "trump",
     "josh",
     "island",
     "patrol",
     "joshua",
     "guatemala",
     "2016",
     "grande",
     "cuellar",
     "catholic",
     "salvador",
     "palma",
     "united",
     "rio",
     "new",
     "miroffthe",
     "sunday",
     "january",
     "church",
     "staten",
     "mcallen",
     "el",
     "october",
     "hector",
     "romero",
     "texas",
     "honduras",
     "henry",
     "august, september",
     "july 2014",
     "august this year",
     "washington"
    ],
    "id": 21,
    "text": "Central Americans surge across the U.S. border before Trump takes office Ever Javier Palma Romero Josh Partlow / The Washington Post Ever Javier Palma Romero, 24, a fish processor from coastal El Salvador, with his daughter, Jackeline, 4, faced gang threats in his home town and decided to flee to the United States. Ever Javier Palma Romero, 24, a fish processor from coastal El Salvador, with his daughter, Jackeline, 4, faced gang threats in his home town and decided to flee to the United States. (Josh Partlow / The Washington Post) Joshua Partlow, Nick MiroffThe Washington Post Along the route through Mexico, no one was really sure how to say Trump 's name. Smugglers called him \"El Malo\" (the bad one) or \"El Feo\" (the ugly one) and told the migrants they had better hurry north before his wall went up. The U.S. agents who took them into custody said he would be president, and it was a new day at the border. \"They said it to the whole group: We would all be deported because Trump won,\" said Octavio de Leon, 43, a Guatemalan who was detained with his son while crossing into Texas right after the election. President-elect Donald Trump has promised major change to the U.S. immigration system at a time when Central American families are flowing into the United States in growing numbers, many fleeing warlike conditions and poverty back home. U.S. Border Patrol has captured more migrants over the past three months than during the same period in each of the past five years. Trump has pledged to build a towering border wall and deport millions, proposals that have been sketched out so far only in broad terms. In a \"60 Minutes\" interview scheduled to air Sunday, President-elect Donald Trump said he planned to immediately deport 2 to 3 million undocumented immigrants after his inauguration in January.\"What we are going to do is get the people that are criminal and have criminal records, gang members,... In a \"60 Minutes\" interview scheduled to air Sunday, President-elect Donald Trump said he planned to immediately deport 2 to 3 million undocumented immigrants after his inauguration in January.\"What we are going to do is get the people that are criminal and have criminal records, gang members,... (Amy B. Wang) By winning the election, Trump may have inadvertently made his job even harder. His plans have become a selling point for the smugglers urging people to cross the border before a wall goes up, according to migrants and officials in the United States and Mexico. Others were hoping Clinton would win and offer them some form of blanket amnesty, according to Border Patrol agents. So many families have arrived in recent weeks that U.S. authorities announced last weekend that they are sending 150 agents to shore up this portion of border in the Rio Grande Valley. Here at the border, the obstacles to Trump's plans appear daunting. To hold, quickly process and deport the tens of thousands of arrivals each month, the Trump administration would have to add scores of immigration judges and dramatically expand detention facilities, which have faced legal challenges. A wall could cost billions. Some here welcome a Trump crackdown. Many Border Patrol agents resent what they see as a \"catch-and-release\" approach to the flood of Central Americans. To them, Trump's win has delivered the morale-boosting equivalent of a Red Bull. \"We're going to be able to do our jobs again,\" said Chris Cabrera, a Border Patrol agent and a spokesman for their union, which endorsed Trump for president. \"We've turned into a detention agency,\" he said. \"We're not out there enforcing. We're doing jailer work and sometimes babysitting.\" But analysts, lawyers and elected officials on both sides of the border say it is a place that has always defied easy fixes and expensive barriers. --- What is often lost in the debate about border control is the dramatic change in who is trying to migrate. The number of Mexicans caught trying to illegally cross has been dropping - from more than 400,000 in fiscal 2010 to about 177,000 this year. Meanwhile the number of migrants from violence-plagued El Salvador, Honduras and Guatemala has nearly quadrupled in the same period, to almost 179,000. Southwest border apprehensions The Washington Post Southwest border apprehensions over the past five years. August, September and October of 2016 have been higher than anytime for those months in the past five years. Southwest border apprehensions over the past five years. August, September and October of 2016 have been higher than anytime for those months in the past five years. (The Washington Post) Many of the Central Americans do not sneak over under the cover of darkness; they are delivered by smugglers to the banks of the Rio Grande and wade across in broad daylight to turn themselves in to Border Patrol. That's because most of the migrants are asking for some type of asylum and, therefore, are entitled to go before an immigration judge to plead their case, rather than being quickly deported. But it often takes months, if not years, for the backlogged courts to determine whether asylum seekers face danger at home and deserve protection. In the meantime, most of the migrants are released from detention after a few days. Often, they do not appear for their court dates. Of the 20,000 families whose legal proceedings ended with deportation orders between July 2014 and August this year, 85 percent did not show up in court, fueling the perception that migrants are gaming the system and intending to remain in the country illegally. Border Patrol union leaders want more agents and immigration judges, plus longer detention periods for asylum seekers awaiting court dates. Sending a stern message will discourage future migrants, said Hector Garza, a Border Patrol agent in the Laredo, Tex., sector and a union representative. \"You do have to take some action,\" he said. \"Right now, it's out of control.\" But U.S. courts have already ruled that asylum seekers can't be held simply to deter other migrants from coming. And \"you can't get rid of the due-process proceedings,\" said Lorilei Williams, director of the immigration unit at Staten Island Legal Services, in New York. Asylum applicants are generally entitled to court hearings under the terms of international law. Texas-Mexico border Nick Miroff / The Washington Post Granjero, U.S.: A discarded item of clothing left near the banks of the Rio Grande, at one of the places where many Central American families have been crossing into the United States and turning themselves in to U.S. Border Patrol agents. Granjero, U.S.: A discarded item of clothing left near the banks of the Rio Grande, at one of the places where many Central American families have been crossing into the United States and turning themselves in to U.S. Border Patrol agents. (Nick Miroff / The Washington Post) A big increase in judges would take time and money. Rep. Henry Cuellar , D, who represents the Texas border and received budgetary approval for 55 more immigration judges in fiscal 2016, said it was unrealistic to think the courts could quickly accelerate their processing of cases. \"Right now, we're backlogged half a million [cases] with the current judges that we have,\" he said in an interview. \"Practically, you're talking about years and years\" to process those cases. Two years ago, after a flood of families from El Salvador, Honduras and Guatemala overwhelmed border authorities, the Obama administration launched a public-relations campaign to discourage migrants from making the trip, stepped up deportations of migrants who were denied asylum and pressured Mexico to crack down on its own southern border. Fewer migrants arrived at the U.S.-Mexico border in 2015, but the figures have been climbing this year. Violence and poverty continue to drive people north, along with election-year factors: Some migrants had expected that it might be more difficult to enter the United States if Trump won. Other hoped that his Democratic rival, Hillary Clinton, would win and offer them some form of amnesty, Border Patrol agents said. In October, Border Patrol apprehended 46,195 migrants, nearly 11,000 more than in the same month during the immigration crisis in 2014. In McAllen, at the Sacred Heart Catholic Church, which takes in migrants once Border Patrol agents release them for their immigration court appearances, there were days in October when nearly 500 adults and children arrived, forcing authorities to erect tents to house the Central Americans in the parking lot. ",
    "title": "Central Americans surge across the U.S. border before Trump takes office - Chicago Tribune"
   },
   {
    "entities": [
     "schake",
     "j.",
     "2013",
     "bush",
     "donald",
     "first",
     "george",
     "times",
     "department",
     "york",
     "newsletters",
     "morning",
     "nyt",
     "draft",
     "the",
     "obama",
     "flynn",
     "briefingsubscribed",
     "michael",
     "states",
     "sept. 11, 2001",
     "political",
     "friday",
     "news",
     "tower",
     "trump",
     "february",
     "america",
     "w.",
     "william",
     "pompeo",
     "mr.",
     "united",
     "new",
     "sam",
     "east",
     "hodgson",
     "middle",
     "state",
     "kori",
     "mccants",
     "t.",
     "washington"
    ],
    "id": 22,
    "text": "OPEN Graphic Mr. Trump swept into office promising to dispense with the political correctness of Washington’s establishment in both parties, and his choices reflect that. President George W. Bush established a Republican cabinet with a variety of shades of conservative ideology, including some officials who challenged him. Mr. Trump’s early decisions suggest he favors a cabinet that will echo his opinions. “President-elect Trump is choosing a national security team that shares his views, and of course every president is entitled to do that,” said Kori Schake, who was the deputy director of policy planning in the State Department under Mr. Bush. “But the problem is that surrounding yourself with people who share your views tends to reinforce them, leaving you vulnerable to big mistakes.” Advertisement Continue reading the main story The people Mr. Trump has selected will thrust the words “radical Islamic terrorism” to the center of American foreign policy in a way that blurs the lines between a war on terrorism and a war on Islam. General Flynn, in particular, has used anti-Muslim language that even the most strident Republicans have avoided. “Fear of Muslims is RATIONAL,” he posted on Twitter in February. He has compared Islam to a cancer and described it as a political ideology disguised as religion. Both Mr. Bush and President Obama believed that such language inflamed anti-American sentiment, served as a recruiting tool for terrorists and antagonized countries in the Middle East that the United States needed as allies in the fight against terrorism. Since Sept. 11, 2001, there has been bipartisan consensus that the best way to combat terrorism was to dismantle terrorist networks while avoiding being seen as attacking Islam. Mr. Trump has shown no such qualms. He proposed a temporary ban on Muslim immigration and criticized politicians for tiptoeing around the role religion plays in terrorism. Photo Lt. Gen. Michael T. Flynn, President-elect Donald J. Trump’s pick for national security adviser, at Trump Tower on Friday. Credit Sam Hodgson for The New York Times Mr. Pompeo has said that Muslim leaders contribute to the threat by refusing to repudiate terrorism, though Muslim leaders and advocacy groups have done so repeatedly and often. “Silence has made these Islamic leaders across America potentially complicit in these acts and, more importantly still, in those that may well follow,” Mr. Pompeo said in 2013. “The thinking here is that, no, religion is the key factor that influences everything else,” said William McCants, a senior fellow at the Brookings Institution and the author of “The ISIS Apocalypse.” “These guys are operating on the assumption that it’s something going on in the religion itself.” An overarching question for the United States government over the past 15 years has been where to set the balance between security and civil liberties. Mr. Trump has said that he gives more weight to security in that balance, and his early staff decisions reflect that view, both in matters of counterterrorism and of traditional law enforcement. First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Trump’s National Security Choices Reinforce His Unapologetic Views on Terrorism - The New York Times"
   },
   {
    "entities": [
     "national",
     "richard",
     "moran",
     "los",
     "$35,000",
     "jeffrey",
     "donald",
     "angeles",
     "daniel",
     "guard",
     "caption",
     "thursday",
     "times",
     "$25-million",
     "york",
     "department",
     "kristina",
     "jason",
     "inglewood",
     "$2.6-billion",
     "spencer",
     "california",
     "potter",
     "u.s.",
     "university",
     "bebeto",
     "rams",
     "policy",
     "100%",
     "friday",
     "rachel",
     "county",
     "diego",
     "vigilant",
     "judge",
     "cruthcer",
     "gonzalo",
     "trump",
     "molina",
     "nov. 28",
     "joshua",
     "1:45 p.m.",
     "roberts",
     "$21 million",
     "harry",
     "jensen",
     "petrocelli",
     "benjamin",
     "press",
     "ucla",
     "davis",
     "new",
     "curiel",
     "al",
     "2005",
     "sheriff",
     "seib",
     "genaro",
     "/",
     "associated",
     "institute",
     "san",
     "matthews",
     "greg",
     "miller",
     "$4 million",
     "forge",
     "wednesday"
    ],
    "id": 23,
    "text": "Donald Trump agrees to $25-million settlement in lawsuits against Trump University Trump University launch Donald Trump attends the launch of Trump University in 2005. Donald Trump attends the launch of Trump University in 2005. (Bebeto Matthews / Associated Press) Kristina Davis, Greg Moran A $25-million settlement was reached Friday in three fraud lawsuits filed against President-elect Donald Trump and his now-defunct Trump University real estate seminar business. The agreement covers two class-action lawsuits filed in San Diego and a third suit brought by the New York state attorney general. The actions had alleged that Trump defrauded customers into thinking they would learn real estate secrets from professors personally selected by him. The students said they learned little and instead were subjected to hard-sell tactics urging them to spend thousands on classes. Under terms of the settlement, Trump will not acknowledge or admit any liability or wrongdoing; $21 million will be spread among plaintiffs in the two San Diego cases, while parties to the New York case will get $4 million. The plaintiffs’ attorneys agreed to work pro bono, maximizing the amount the students can recover. The 7,000-plus eligible class members should be able to recover at least half — and possibly 100% of the money they spent on Trump University — said plaintiff attorney Jason Forge. Some students had paid up to $35,000 on “elite” university memberships that offered a year of mentorship. Some said they were encouraged to max out credit cards to pay for the instruction. “Students will be very pleased to be able to pay their credit card bills and move on with their lives,” plaintiff attorney Rachel Jensen said. During the presidential campaign, Trump on several occasions said that he would not settle the cases. His attorney Daniel Petrocelli said outside court Friday that he was not sure what path the case would have taken if Trump hadn’t been elected, but that Trump was a “fighter.” “President Trump is pleased to have this case behind him so he can focus on every important issue facing this country,” Petrocelli said. “He was willing to sacrifice his personal interests to put this behind him and move forward.” The settlement terms were reached in the final hours before a 1:45 p.m. hearing in San Diego before U.S. District Judge Gonzalo Curiel, who is presiding over the two class-action lawsuits. Last week, Curiel suggested both sides meet with veteran U.S. District Judge Jeffrey Miller to see if a last-minute settlement could be worked out before the first case went to trial Nov. 28. Both sides spent all day Wednesday with Miller, and on Thursday worked to include the New York attorney general’s office in the settlement, Petrocelli said. Because it involves class-action litigation, the deal still must be approved by Curiel. The judge said he needs to make sure it is “fair, appropriate and reasonable.” That is expected to take at least a month. If Curiel grants preliminary approval, then notices will go out to the class members, who can object or opt out of the agreement.   Caption 90 seconds: 4 stories you can't miss Some Trump supporters say it's not fair to equate white pride with white supremacists , the Rams break ground on their new stadium , Trump moves forward with naming positions in his administration , and Los Angeles practices for a major earthquake . Caption 90 seconds: 4 stories you can't miss Some Trump supporters say it's not fair to equate white pride with white supremacists , the Rams break ground on their new stadium , Trump moves forward with naming positions in his administration , and Los Angeles practices for a major earthquake . Caption Los Angeles Rams break ground on new stadium A groundbreaking ceremony was held in Inglewood as construction of the Los Angeles Rams' new $2.6-billion stadium officially got underway. (Genaro Molina / Los Angeles Times) A groundbreaking ceremony was held in Inglewood as construction of the Los Angeles Rams' new $2.6-billion stadium officially got underway. (Genaro Molina / Los Angeles Times) Caption Richard Spencer, chairman of the National Policy Institute Richard Spencer, chairman of the National Policy Institute, a prominent alt-right organization. (Joshua Roberts / For The Times) Richard Spencer, chairman of the National Policy Institute, a prominent alt-right organization. (Joshua Roberts / For The Times) Caption Vigilant Guard | California National Guard trains for earthquake response A weeklong earthquake response training exercise called Vigilant Guard was hosted in California by the California National Guard with participation from more than 1,200 members of local, state and federal agencies, including Los Angeles County fire officials and the Los Angeles County Sheriff’s Department. (Al Seib / Los Angeles Times) A weeklong earthquake response training exercise called Vigilant Guard was hosted in California by the California National Guard with participation from more than 1,200 members of local, state and federal agencies, including Los Angeles County fire officials and the Los Angeles County Sheriff’s Department. (Al Seib / Los Angeles Times) Caption The Curiosity Correspondent: How to play Harry Potter's Quidditch when no one can fly Quidditich, the popular and dangerous sport played throughout the Harry Potter series, has come to life through many organizations across the globe. Our Curiosity Correspondent, Benjamin Cruthcer, heads to UCLA to learn how to play the game and to see if he can become an expert. It goes... poorly. Quidditich, the popular and dangerous sport played throughout the Harry Potter series, has come to life through many organizations across the globe. Our Curiosity Correspondent, Benjamin Cruthcer, heads to UCLA to learn how to play the game and to see if he can become an expert. It goes... poorly. ",
    "title": "Donald Trump agrees to $25-million settlement in lawsuits against Trump University - LA Times"
   },
   {
    "entities": [
     "luis",
     "clinton",
     "mike",
     "bush",
     "nikki",
     "mcconnell",
     "caption",
     "cia",
     "people",
     "bannon",
     "2009",
     "iran",
     "sessions",
     "pentagon",
     "union",
     "friday",
     "charles",
     "mitch",
     "russia",
     "jr.",
     "cuba",
     "2012",
     "beauregard",
     "al",
     "1965",
     "mason",
     "sean",
     "schiff",
     "schumer",
     "today",
     "army",
     "carolina",
     "donald",
     "bay",
     "moscow",
     "reed",
     "roosevelt",
     "this weekend",
     "department",
     "anthony",
     "david",
     "sen.",
     "h.",
     "kansas",
     "south",
     "jeff",
     "spicer",
     "paul",
     "liberties",
     "libya",
     "cabinet",
     "getty",
     "2010",
     "romney",
     "pompeo",
     "bennett",
     "kentucky",
     "ulloa",
     "pence",
     "carle",
     "ryan",
     "joint",
     "assn.",
     "city",
     "halper",
     "franklin",
     "national",
     "alabama",
     "operations",
     "defense",
     "stephen",
     "president",
     "de",
     "decker",
     "justice",
     "2007",
     "congress",
     "york",
     "hilton",
     "ron",
     "jazmine",
     "oval",
     "obama",
     "holder",
     "images",
     "of",
     "judiciary",
     "u.s.",
     "mcchrystal",
     "burbank",
     "stanley",
     "command",
     "cathleen",
     "white",
     "michael",
     "states",
     "special",
     "2014",
     "2015",
     "sen",
     "trump",
     "quentin",
     "armed",
     "w.",
     "american",
     "united",
     "new",
     "guantanamo",
     "rights",
     "civil",
     "kevin",
     "glenn",
     "intelligence",
     "wilber",
     "evan",
     "senate",
     "mitt",
     "committee",
     "s.",
     "afghanistan",
     "rendon",
     "george",
     "putin",
     "1986",
     "qaeda",
     "jefferson",
     "benghazi",
     "haley",
     "orange",
     "california",
     "flynn",
     "jack",
     "naacp",
     "d.",
     "guti\\xc3\\xa9rrez",
     "division",
     "advancement",
     "iraq",
     "eric",
     "services",
     "office",
     "dubai",
     "le\\xc3\\xb3n",
     "gop",
     "melanie",
     "e.",
     "county",
     "wyden",
     "brian",
     "agency",
     "february",
     "house",
     "1930s",
     "2016",
     "2004",
     "colored",
     "adam",
     "hillary",
     "vladimir"
    ],
    "id": 24,
    "text": "Donald Trump's first picks for top jobs show how he plans to govern from the hard right Donald Trump AFP / Getty Images From left are Rep. Mike Pompeo (R-Kan.), President-elect Donald Trump's choice to run the CIA; retired Lt. Gen. Michael Flynn, his national security advisor; and Sen. Jeff Sessions (R-Ala.), Trump's choice for attorney general. From left are Rep. Mike Pompeo (R-Kan.), President-elect Donald Trump's choice to run the CIA; retired Lt. Gen. Michael Flynn, his national security advisor; and Sen. Jeff Sessions (R-Ala.), Trump's choice for attorney general. (AFP / Getty Images) Evan Halper and David S. Cloud Contact Reporters President-elect Donald Trump began filling his Cabinet on Friday with stalwarts of the right, signaling with a trio of top national security and law enforcement selections that he will aggressively pursue promises he made during the campaign that have caused deep anxiety among immigrant and Muslim communities. Trump’s choices dimmed speculation that he would move to the center as he begins to govern a nation still deeply fractured and on edge as voters try to predict what the president-elect’s frequently changing policy agenda means for them. On Friday, Trump provided some clarity. Trump’s attorney general pick, Republican Sen. Jeff Sessions of Alabama, is an anti-immigration crusader deeply disliked by civil rights activists. The president-elect’s choice for national security advisor, retired Lt. Gen. Michael Flynn, is an experienced warrior who has suggested Americans should fear all Muslims. Rep. Mike Pompeo of Kansas, who got the nod for CIA director, broke with colleagues on the House Benghazi Committee to co-author a minority report accusing Hillary Clinton of a cover-up. One week after Donald Trump won the presidency, the country he will take over in 65 days lacks a precise idea of what he will do as the nation’s chief executive.  President Obama has tried to push Trump in the direction of pragmatism. The president-elect’s colleagues on Capitol Hill are trying... One week after Donald Trump won the presidency, the country he will take over in 65 days lacks a precise idea of what he will do as the nation’s chief executive.  President Obama has tried to push Trump in the direction of pragmatism. The president-elect’s colleagues on Capitol Hill are trying... (Cathleen Decker) The picks renewed the rancor Trump set off earlier in the week when he named as his top White House strategist Stephen Bannon, the media executive who has aligned himself with white nationalists. They presaged a contentious start to the Trump administration, with Democrats and civil rights activists already vowing to use Senate hearings to put the spotlight on the controversial pasts of the selections who must be confirmed, which include Sessions and Pompeo. Trump advisors and GOP lawmakers moved quickly to highlight moments in the careers of the men when they worked with colleagues across the aisle, and reiterated that Trump’s Cabinet members are not there to implement their own agenda, but that of Trump and Vice President-elect Mike Pence. They suggested that Friday’s announcements don’t necessarily indicate Trump is heading in a sharply ideological direction, as many more top spots have yet to be filled. GOP establishment favorite and 2012 presidential nominee Mitt Romney, for example, is slated to meet with Trump this weekend, months after giving a speech arguing that Trump would be an unqualified and dangerous president. Trump is also talking with South Carolina Gov. Nikki Haley , another favorite of moderates. “The president-elect wants the best and brightest,” said Trump transition spokesman Sean Spicer. “He is going to meet with people who supported him, and didn’t support him”  But the positioning did little to quiet an outcry, with the angriest and fiercest response directed at Sessions. “If you have nostalgia for the days when blacks kept quiet, gays were in the closet, immigrants were invisible and women stayed in the kitchen, Sen. Jefferson Beauregard Sessions is your man,” Rep. Luis Gutiérrez (D-Ill.) said in a statement. “No senator has fought harder against the hopes and aspirations of Latinos, immigrants, and people of color than Sen. Sessions.”  Sen. Jeff Sessions tapped to be next attorney general A brief look at Republican Sen. Jeff Sessions's career and past comments regarding race and civil liberties.  A brief look at Republican Sen. Jeff Sessions's career and past comments regarding race and civil liberties.  See more videos Sessions, 69, was one of the earliest and most enthusiastic backers of Trump’s presidential bid. While he is generally liked by colleagues in both political parties, he is among the hardest liners on immigration in Congress, and his selection ensures that the limits on immigration and expanded deportations that Trump called for during the campaign are likely to be at the forefront of his administration’s policies. Sessions made racially insensitive remarks that cost him a federal judgeship in 1986, when the Senate Judiciary Committee drilled down on the comments. During his hearings, four  Justice Department lawyers testified that Sessions expressed racist views or endorsed them. He acknowledged in testimony that he called the National Assn. for the Advancement of Colored People and American Civil Liberties Union “un-American,” though he denied believing such statements. Armand Emamdjomeh He testified that he believed such organizations may have taken positions \"adverse to the security of the United States.” but has since consistently praised the work of the NAACP. A colleague also testified that Sessions had agreed with a statement that a white lawyer was a “disgrace” to his race for handling civil rights cases. A black lawyer testified that Sessions once called him “boy.” Sessions denied making those statements. If confirmed to be attorney general, Sessions would lead an agency that under President Obama has waded aggressively into civil rights issues, particularly after the unrest sparked by the killings of black men by police officers in recent years. Sessions has also opposed strengthening federal enforcement powers under the 1965  Voting Rights Act  and is one of a handful of GOP senators blocking a bipartisan bill to loosen sentencing rules for low-level offenders. Sessions’ Republican colleagues quickly closed ranks around him Friday, suggesting a confirmation is likely. Senate Majority Leader Mitch McConnell of Kentucky praised him, pointing to how Sessions has collaborated with some of the Senate’s most liberal lawmakers on legislation and noting that Obama’s first attorney general, Eric H. Holder Jr., was approved by the Senate without delay. Incoming Senate Democratic Leader Charles E. Schumer of New York warned that his cordial relationship with Sessions, with whom he exercises at the gym, does not give the attorney general nominee a pass on tough questioning. “Given some of his past statements and his staunch opposition to immigration reform, I am very concerned about what he would do with the Civil Rights Division at the Department of Justice and want to hear what he has to say,” Schumer said. Donald Trump picks Michael Flynn as his national security adviser A brief look at Michael Flynn''s military intelligence career and past comments regarding the Islamic faith. A brief look at Michael Flynn''s military intelligence career and past comments regarding the Islamic faith. See more videos The appointment of Flynn, which does not require Senate confirmation, raised similar concerns of racial and ethnic animosity. Sen. Ron Wyden (D-Ore.), a senior member of the Senate Intelligence Committee, put Flynn in the same category as Bannon, saying the two embody Trump’s “most divisive rhetoric.” Flynn has been an outspoken critic of the Obama administration's approach to Islamic militancy. He has argued that acts of terrorism committed by Muslims are rooted in mainstream Islamic faith. In February, Flynn tweeted a YouTube video that says all Muslims should be feared and lists bombings perpetrated by Muslims. “Fear of Muslims is RATIONAL: please forward this to others: the truth fears no questions,” Flynn wrote. Donald Trump became president-elect of the United States, California Senate leader Kevin de León and Assembly Speaker Anthony Rendon were on the phone grappling with what comes next. Trump’s upset victory left the two Democrats reeling.  They saw the incoming administration... In the early morning hours after Donald Trump became president-elect of the United States, California Senate leader Kevin de León and Assembly Speaker Anthony Rendon were on the phone grappling with what comes next. Trump’s upset victory left the two Democrats reeling.  They saw the incoming administration... (Jazmine Ulloa and Melanie Mason) Flynn has also been criticized for aligning with Trump in calling for a thaw in relations with Russian President Vladimir Putin . In 2015, he was paid to attend a dinner in Moscow hosted by Russia Today, Russia's government-sponsored English-language news channel, and sat at the same table as Putin. But he also wrote critically of Putin and the dangers Russia presents to the U.S. in his book published this year. Flynn spent 33 years in the Army as an intelligence officer, rising to the head of the Defense Intelligence Agency, a job that he was forced to leave in 2014 after clashing with Obama administration officials, who he has said lacked a strategy for taking on a global militant enemy with its roots in a radical interpretation of Islam. From 2004 to 2007, Flynn was head of intelligence at the Pentagon’s Joint Special Operations Command, the secretive organization that conducted the most sensitive capture and kill operations against Al Qaeda operatives in Iraq and elsewhere. He was the senior military intelligence officer in Afghanistan from 2009 to 2010 and a top advisor to Gen. Stanley McChrystal , the top U.S. commander in Afghanistan. “He is familiar with the complex set of security challenges we face,” Sen Jack Reed (D-R.I.), the ranking member of the Armed Services Committee, said in a statement. “And President-elect Trump does not have a lot of experience in this arena.” But Reed also expressed concern with comments Flynn made “in the heat of the campaign.” And Schumer told MSNBC that Flynn’s comments about Muslims are “very, very troubling.” Donald Trump selects Rep. Mike Pompeo for CIA Director Rep. Mike Pompeo. President-elect Donald Trump selected a Republican congressman and harsh critic of the Obama administration's handling of the Benghazi, Libya, attacks to be the head of the CIA, according to an official close to Trump's transition team. Rep. Mike Pompeo. President-elect Donald Trump selected a Republican congressman and harsh critic of the Obama administration's handling of the Benghazi, Libya, attacks to be the head of the CIA, according to an official close to Trump's transition team. See more videos Pompeo, an Orange County native and former Army officer and aerospace executive, was elected as part of the 2010 tea party wave election. He would take over an agency that was revamped to focus on fighting terrorism after the 9/11 attacks. He has defended as legal the CIA’s waterboarding and other torture, which Trump has said he wants to bring back over the objections of military and intelligence leaders. Pompeo’s nomination to run the CIA “is profoundly disturbing,” Glenn Carle, a former senior officer who was involved in the CIA’s interrogation and detention program, said in a telephone interview from Dubai. Carle, who spent 23 years as a spy before retiring in 2007, has criticized the agency’s brutal treatment of detainees and believes the George W. Bush administration should never have authorized waterboarding and other interrogation techniques.   Pompeo’s vocal defense of the legality of the CIA program and criticism of the Benghazi investigation demonstrate a troubling willingness to ignore the facts, Carle said. “Most of my former colleagues are rational people. We serve the executive, but the executive has to be in touch with reality,” he said. Democrats took a less hostile posture toward Pompeo than Trump’s other selections. The top Democrat on the House Intelligence Committee, Rep. Adam Schiff of Burbank, called Pompeo \"very bright and hardworking\" even though the two clashed on the Obama administration's handling of the 2012 attacks against a U.S. diplomatic compound and a CIA safehouse in Benghazi, Libya, that killed four Americans. Pompeo has harshly criticized Obama’s deal with Iran to freeze its nuclear program  and has helped block Obama’s plan to close the prison at Guantanamo Bay, Cuba. He fought pitched partisan battles over national security while serving on the House Intelligence Committee, but nonetheless earned a reputation for seriousness and a quick grasp for the complex details of spycraft. \"While we have had our share of strong differences – principally on the politicization of the tragedy in Benghazi – I know that he is someone who is willing to listen and engage, both key qualities in a CIA director,” Schiff said in a statement. Democrats may not be alone in sparring with the Trump Cabinet. Bannon predicts “the conservatives are going to go crazy” when they see the plan he is pushing for public works spending on the scale of President Franklin D. Roosevelt’s New Deal.  “I'm the guy pushing a trillion-dollar infrastructure plan,” he told the Hollywood Reporter. “With negative interest rates throughout the world, it's the greatest opportunity to rebuild everything. Shipyards, iron works, get them all jacked up. We're just going to throw it up against the wall and see if it sticks. It will be as exciting as the 1930s. Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Caption Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Times staff writers Brian Bennett and Del Quentin Wilber contributed to this report. ",
    "title": "Donald Trump&apos;s first picks for top jobs show how he plans to govern from the hard right - LA Times"
   },
   {
    "entities": [
     "j.",
     "intelligence",
     "dec. 30, 1963",
     "r-ohio",
     "clinton",
     "mike",
     "today",
     "rubio",
     "senate",
     "international",
     "army",
     "school",
     "committee",
     "donald",
     "bay",
     "wichita",
     "fox",
     "midwest",
     "congress",
     "cia",
     "department",
     "jordan",
     "jim",
     "sen.",
     "benghazi",
     "energy",
     "west",
     "kansas",
     "calif",
     "district",
     "law",
     "summer",
     "sentry",
     "u.s.",
     "alana",
     "aerospace",
     "select",
     "on",
     "gowdy",
     "iran",
     "review",
     "trey",
     "libya",
     "gop",
     "june",
     "r-s.c.",
     "states",
     "news",
     "2010",
     "thayer",
     "abramson",
     "commerce",
     "trump",
     "january 2016",
     "and",
     "america",
     "2016",
     "house",
     "pompeo",
     "cuba",
     "kansas\\xe2\\x80\\x99",
     "united",
     "4th",
     "congressional",
     "point",
     "names",
     "pence",
     "guantanamo",
     "state",
     "nov 18, 2016",
     "marco",
     "hillary",
     "harvard"
    ],
    "id": 25,
    "text": "What to Know About Mike Pompeo, Donald Trump's Pick to Lead CIA By ALANA ABRAMSON Nov 18, 2016, 1:51 PM ET 0 Shares WATCH Donald Trump Names Kansas Rep. Mike Pompeo His Pick for CIA Director 0 Shares Email President-elect Donald J. Trump has tapped Rep. Mike Pompeo of Kansas to serve as his CIA director. “I am honored to have been given this opportunity to serve and to work alongside President-elect Donald J. Trump to keep America safe,” Pompeo said today in a statement. “I also look forward to working with America’s intelligence warriors, who do so much to protect Americans each and every day. Pompeo, who supported Sen. Marco Rubio during the GOP primaries, is so far the only person named to the Trump administration, other than Vice President-elect Mike Pence, who supported another candidate during the 2016 election. Here are a few things to know about Pompeo: The Basics Date of Birth: Dec. 30, 1963 Age: 52 Birthplace: Orange, Calif. What He Does Now Pompeo represents Kansas’ 4th Congressional District. He has accepted Trump's offer to direct the CIA, but needs to be confirmed by the Senate. What He Used to Do Before his 2010 election to represent the district, Pompeo was president of Sentry International, a Midwest company that sells imported pumping units to U.S. gas and oil distributors. Before that, he founded a Wichita, Kansas, company originally known as Thayer Aerospace, which manufactures components for the commercial aerospace, defense and space industries. After graduating from West Point, Pompeo served as a cavalry officer in the U.S. Army. Education Pompeo attended West Point, where he graduated first in his class, and Harvard Law School, where he was an editor on the Harvard Law Review. Key life-career moments As a congressman, Pompeo served on the House Intelligence Committee, conducting oversight of U.S. intelligence agencies, and the House Select Committee on Benghazi . Pompeo and Rep. Jim Jordan, R-Ohio, released in June their own addendum to the House Benghazi Committee report that condemned Hillary Clinton 's leadership of the State Department during the deadly Benghazi, Libya, attack, and accused the administration of misleading the public about events there. The supplement was far more critical than the GOP majority report led by the committee chairman, Rep. Trey Gowdy, R-S.C. Pompeo opposes the Iran deal, arguing in a summer op-ed that it hasn't helped make the United States safer. \"Congress must act to change Iranian behavior and, ultimately, the Iranian regime,\" he wrote on Fox News’ website. He is opposed to closing the Guantanamo Bay military prison in Cuba , and has also advocating for strengthening U.S. surveillance capabilities. \"Robust surveillance, drawing on a variety of technical and human intelligence and backed up by rigorous investigation of all leads, is the best way to mitigate the threat,\" of terrorism , he wrote in a January 2016 Wall Street Journal op-ed. Pompeo also serves on the House Energy and Commerce Committee. 0 Shares ",
    "title": "What to Know About Mike Pompeo, Donald Trump's Pick to Lead CIA - ABC News"
   },
   {
    "entities": [
     "time",
     "kansas",
     "of",
     "trump",
     "city"
    ],
    "id": 26,
    "text": "Thanksgiving in Time of Trump: Millions Preparing for Main Discourse   After an election season that divided families across the nation, many families — like one we spoke to in Kansas City — have set clear rules: no politics at the table next week. Previous ",
    "title": "Thanksgiving in Time of Trump: Millions Preparing for Main Discourse - NBC News"
   },
   {
    "entities": [
     "schneiderman",
     "2013",
     "$35,000",
     "jeffrey",
     "donald",
     "daniel",
     "york",
     "jason",
     "u.s.",
     "university",
     "bebeto",
     "eric",
     "friday",
     "diego",
     "2010",
     "judge",
     "gonzalo",
     "trump",
     "$21 million",
     "$25 million",
     "petrocelli",
     "press",
     "new",
     "curiel",
     "2005",
     "/",
     "associated",
     "san",
     "matthews",
     "miller",
     "jan. 20",
     "$4 million",
     "forge"
    ],
    "id": 27,
    "text": "President-elect agrees to settle Trump University lawsuits for $25 million Trump University launch Donald Trump attends the launch of Trump University in 2005. Donald Trump attends the launch of Trump University in 2005. (Bebeto Matthews / Associated Press) Tribune news services Contact Reporter President-elect Donald Trump agreed Friday to pay $25 million to settle lawsuits against his now-defunct Trump University for real estate investors, averting a trial in a potentially embarrassing case that he had vowed during the campaign to keep fighting. The settlement came 10 days before jury selection was scheduled to begin in one of the three cases. The complaints accused Trump University, which wasn't an accredited school, of defrauding students who paid up to $35,000 a year to enroll in programs that promised to share Trump's real estate secrets. If the proposed settlement is approved by a federal judge, about 6,000 students covered in two-class action lawsuits in San Diego would share $21 million, and Trump will pay $4 million to settle a complaint filed by New York Attorney General Eric Schneiderman in 2013. Under the terms, Trump admitted no wrongdoing. The settlement lifts what would probably be a major obstacle for Trump as he works to fill key executive branch positions and get acquainted with foreign leaders. The San Diego trial, on a case filed in 2010, was expected to last several weeks, guaranteeing daily news coverage of a controversy that dogged him during the campaign. Trump's political rivals seized on the lawsuits to try to portray him as dishonest and deceitful. Trump brought more attention to them by repeatedly assailing Indiana-born judge Gonzalo Curiel, who oversaw the two San Diego cases. Trump claimed the judge's Mexican heritage exposed a bias. The thousands of former students covered by the San Diego lawsuits will be eligible to receive at least half and possibly all their money back, as much as $35,000, said Jason Forge, an attorney for the plaintiffs. The plaintiffs' attorneys waived their fees. Trump has denied the allegations and said during the campaign that he would not settle. He told supporters at a May rally that he would come to San Diego to testify after winning the presidency. \"I could have settled this case numerous times but I don't want to settle cases when we're right. I don't believe in it. And when you start settling cases, you know what happens? Everybody sues you because you get known as a settler. One thing about me, I am not known as a settler,\" Trump said at the time. Two days after the election, Trump's lead attorney in the San Diego cases, Daniel Petrocelli, said he was \"all ears\" to settlement talks and accepted an offer to have U.S. District Judge Jeffrey Miller of San Diego broker negotiations. Forge said the agreement was reached an hour before a hearing for Curiel to weigh Trump's latest request to delay the trial until after the Jan. 20 inauguration. The plaintiffs' attorney said he \"definitely detected a change of tone and change of approach\" from Trump's camp after the election. \"We were at each other's throat for 6 ½ years and were able to find the common ground with them and do something good there,\" Forge told reporters. Schneiderman called the agreement a \"stunning reversal\" for the president-elect, saying Trump \"fought us every step of the way, filing baseless charges and fruitless appeals and refusing to settle for even modest amounts of compensation for the victims of his phony university. Today, that all changes.\" ",
    "title": "President-elect agrees to settle Trump University lawsuits for $25 million - Chicago Tribune"
   },
   {
    "entities": [
     "november 18, 2016",
     "nov. 20, 2014",
     "lopez",
     "lester",
     "jaleesa",
     "medina",
     "thursday",
     "8:37 p.m. est",
     "anthony",
     "shannon",
     "lima",
     "benny",
     "jennifer",
     "vegas",
     "night",
     "100%",
     "republic",
     "november 2014",
     "grand",
     "nevada",
     "m.",
     "january 2013",
     "marc",
     "conversation",
     "january 2012",
     "las",
     "guidelines",
     "jones",
     "mgm",
     "cohen",
     "garden",
     "arena",
     "dominican"
    ],
    "id": 28,
    "text": "Reports: Marc Anthony and Shannon De Lima split after two years of marriage The couple is ending their union on a quiet note. Post to Facebook Reports: Marc Anthony and Shannon De Lima split after two years of marriage The couple is ending their union on a quiet note. Check out this story on USATODAY.com: http://usat.ly/2fEhamu CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 11 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Reports: Marc Anthony and Shannon De Lima split after two years of marriage Jaleesa M. Jones , USA TODAY 8:37 p.m. EST November 18, 2016 x Share Singer Marc Anthony and Venezuelan model Shannon De Lima are separating after two years of marriage. USA TODAY Recording artist Marc Anthony (L) and model Shannon De Lima attend the 15th annual Latin GRAMMY Awards at the MGM Grand Garden Arena on Nov. 20, 2014 in Las Vegas, Nevada. (Photo: Lester Cohen, WireImage) Marc Anthony and Shannon De Lima are ending their union. E! News and Us Weekly  report that the 48-year-old Love Is All singer and 28-year-old Venezuelan model have recently separated after two years of marriage. The news comes on the heels of Anthony’s  headline-making appearance at the 17th annual  Latin Grammy Awards , during which the multi-hyphenate entertainer received the Person of the Year award – as well as a much-talked-about kiss from his ex-wife, singer/actress Jennifer Lopez. During his acceptance speech, Anthony compared the moment to \"kissing a sister.\" And Lopez's manager, Benny Medina, told  TMZ  the entertainers, who share twins, are \"absolutely, categorically, 100% not back together.\" Nonetheless, Lopez offered heartfelt remarks during the tribute to Anthony Thursday night. \"Marc, you are a living legend who has laid bare your heart and soul on your musical journey,\" she said in Spanish. \"We've learned so much and we've grown so much, and you've always been so many things in my life: my mentor, a twin soul, a father who's not only the person of the year, he's the person of all time.\" — Latin GRAMMYs (@LatinGRAMMYs) November 18, 2016 Anthony dedicated the honor to his five children and \"all those people who told me I would never make it.\" He did not mention De Lima. Anthony and De Lima were first romantically linked in January 2012, seven months after Anthony and Lopez announced their plans to dissolve their seven-year marriage in a joint statement. Following a brief split in January 2013, Anthony and De Lima reconciled, eventually marrying in a private ceremony in the Dominican Republic in November 2014. They do not have any children together. USA TODAY has reached out to a rep for Anthony for comment. 110 CONNECT TWEET LINKEDIN 11 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2fEhamu ",
    "title": "Reports: Marc Anthony and Shannon De Lima split after two years of marriage"
   },
   {
    "entities": [
     "tony",
     "pew",
     "john",
     "byrne",
     "julie",
     "donald",
     "nereida",
     "24 percent",
     "august",
     "three months later",
     "rendon",
     "thursday",
     "emanuel",
     "mexico",
     "pellerite",
     "nancy",
     "barack",
     "chicago",
     "martinez",
     "urbana-champaign",
     "the",
     "obama",
     "september",
     "of",
     "illinois",
     "erendira",
     "u.s.",
     "71 percent",
     "lurie",
     "university",
     "2009",
     "saudi",
     "tribune",
     "children\\'s",
     "project",
     "india",
     "reporters",
     "lily",
     "keene",
     "u.s",
     "oaxaca",
     "hal",
     "2014",
     "research",
     "stone",
     "contact",
     "briscoe",
     "tower",
     "trump",
     "laura",
     "dardick",
     "palatine",
     "reiter",
     "america",
     "rahm",
     "bill",
     "3.5 percent",
     "canada",
     "center",
     "arabia",
     "ruthhart",
     "eltagouri",
     "marwa",
     "mendoza",
     "moreno",
     "hospital",
     "pilsen",
     "adam",
     "/",
     "daca",
     "resurrection"
    ],
    "id": 29,
    "text": "Anxiety over Trump's election galvanizes immigration advocacy in Chicago Immigrants express concern for future Many of Chicago’s immigrants who are in the U.S. without legal permission express concern for the future following president-elect Donald Trump's pledge this week to immediately deport as many as 3 million people. (Chicago Tribune) Many of Chicago’s immigrants who are in the U.S. without legal permission express concern for the future following president-elect Donald Trump's pledge this week to immediately deport as many as 3 million people. (Chicago Tribune) Marwa Eltagouri , Tony Briscoe and Nereida Moreno Contact Reporters Chicago Tribune Lily Martinez had never been involved in activism. But after Donald Trump was elected president, the 20-year-old Little Village resident felt an immediate call to action, determined that his stance on unauthorized immigrants — saying he intends to immediately deport millions — would not define her community's future. So the day after the election, she took a train to Trump Tower, joining thousands in protest. Trump's win has prompted alarm in the immigrant community, but it's also sparked a sense of duty among many to actively fight his proposed policies, including those who have never been involved in immigration advocacy. \"I've never been a part of anything like this. It feels like I'm living in a different time period,\" said Martinez, who is a U.S. citizen. \"The fact that I have to stand out on the streets and cry and scream and lock hands with people beside me, it feels like I'm living through the civil rights movement.\" Martinez's own predominantly Latino neighborhood, typically vibrant, is now \"gloomy,\" she said. Elders no longer sit outside on the streets. People fear deportation and don't think they have the resources to obtain the documents they need, so they \"just don't want to show their faces.\" Although Mayor Rahm Emanuel promised Chicago would continue to be a sanctuary city, where local law enforcement cannot ask about residents' immigration status, families and activists are uncertain whether that protection is enough. Trump vowed during his campaign to block federal funding to sanctuary cities, ramp up deportations, increase prison sentences for those who re-enter the country and build a wall along the Mexican border. (John Byrne, Hal Dardick and Bill Ruthhart) The immigrant community as a result feels powerless, unable to predict either the swiftness or severity of the enactment of Trump's plans. For example, those who've found relief through President Barack Obama's Deferred Action for Childhood Arrivals program, which offers legal protection to about 742,000 people who were brought to the U.S. as children and stayed here illegally, now fear Trump will rescind the executive order that created DACA. Various pro-immigrant groups are urging unauthorized immigrants to avoid applying for government programs such as DACA, concerned their information could be used to tip off enforcement agencies. About 450,000 unauthorized immigrants lived in Illinois in 2014, compared with about 500,000 in 2009, according to a study released in September by the Pew Research Center. Unauthorized immigrants make up 3.5 percent of Illinois' population and 24 percent of all foreign-born residents. About 71 percent of the state's unauthorized immigrants are Mexican. \"We don't know how to even get ready because we don't know how (Trump's) politics are going to look,\" said Laura Mendoza, a 27-year-old who came to the U.S. from Mexico at age 6 and does not have legal protection. \"But we're not gonna go ahead and leave, and do what they want us to do — 'go home' — because this is home for us.\" It's not clear what Trump's policies, once in office, will be. But before the election, most Trump supporters viewed immigration as a \"very big problem\" in the U.S. and overwhelmingly support his proposed border wall, according to an August survey by the Pew Research Center. Local Trump supporters, such as 32-year-old Adam Keene, of Palatine, still stick with those beliefs but say the issue is complex. It's important to note, he said, that Trump said he plans to immediately deport unauthorized immigrants with criminal histories, something Keene supports. But when it comes to dealing with unauthorized immigrants without criminal backgrounds, there should be an easy path to citizenship — which could help unite the country, he said. Laura Mendoza Nancy Stone / Chicago Tribune Laura Mendoza, 27 is a volunteer with the Resurrection Project and is a DACA recipient. At the Resurrection Project in Chicago's Pilsen neighborhood they are giving workshops for people worried about the the Trump presidency. Laura Mendoza, 27 is a volunteer with the Resurrection Project and is a DACA recipient. At the Resurrection Project in Chicago's Pilsen neighborhood they are giving workshops for people worried about the the Trump presidency. (Nancy Stone / Chicago Tribune) \"These aren't easy conversations we're having right now … there's a lot of opposing viewpoints on this,\" Keene said. \"But I think everyone would agree that if people don't love America, if they don't respect American values and American laws, then they don't have a place in America.\" Futures in flux A 26-year-old Chicago attorney, who asked not to be identified by name for fear of legal repercussions, has kept her legal status a lifelong secret, anxious about the stigma that came with the truth. She was born in Saudi Arabia, where her Indian father had been working, and she and her family moved to the U.S. three months later on a visitor's visa. They overstayed, and her younger brother was born in the U.S. The attorney didn't learn she was an unauthorized immigrant until she was a teenager. But her status posed one obstacle after another: Her options for college were limited, even though she graduated at the top of her class, and she had to build her resume off unpaid internships and minimum-wage jobs. If she were deported, she said, she would be sent to India, a country she has never stepped foot in. Trump's election has her thinking about other options, such as moving to Canada and practicing law there. Or, she said jokingly, she could \"aggressively date\" and marry a U.S. citizen. She finally revealed her status to a friend after the friend mentioned how all unauthorized immigrants \"clean bathrooms and work the fields.\" Video: Mayor Emanuel on immigrants' rights Mayor Rahm Emanuel speaks at Lurie Children's Hospital about protecting immigrants' rights in wake of Donald Trump's presidential election win. (John Byrne / Chicago Tribune) Mayor Rahm Emanuel speaks at Lurie Children's Hospital about protecting immigrants' rights in wake of Donald Trump's presidential election win. (John Byrne / Chicago Tribune) See more videos \"Some of my friends who don't know my story fall into that category,\" she said. \"(Trump supporters) think they're yelling 'Go home' to people who wash their bathrooms ... but they're also yelling 'Go home' to lawyers and doctors and highly accomplished people.\" DACA recipient Erendira Rendon, 31, came to the U.S. from Oaxaca, Mexico, when she was 4. \"I'm worried,\" said Rendon, a graduate of the University of Illinois at Urbana-Champaign. \"My parents are 60 years old. My dad has had more than half his life in the U.S. They are still undocumented, and they are getting older. And they can't work forever. And they are not getting some sort of help when they retire.\" Now, she's assisting families through the Pilsen-based nonprofit The Resurrection Project, which aids Chicago's Latino community through organizing, education and community development. \"President-elect Trump ran on the deportation of us, and people elected him,\" Rendon said. \"I just don't understand how you ... vote to tear families apart and deport people that are in your communities. That's what a vote for Trump was. That's what a vote for Trump meant to me.\" Those anxieties were shared by many of the two dozen people who attended an informational workshop Thursday at The Resurrection Project's resource center in Pilsen, where the organization's leaders answered immigrants' legal questions and a licensed clinical counselor walked the group through a breathing exercise to ease their stress. The organization's managing attorney, Julie Reiter Pellerite, fielded a salvo of questions in Spanish: What do I do if I'm detained? If I applied to DACA, will an immigration official come to my home? Should I apply for a renewal? Since the election, she's been screening unauthorized immigrants to see whether they might be eligible for a certain visa or immigrant visa petition for battered spouses. ",
    "title": "Anxiety over Trump&apos;s election galvanizes immigration advocacy in Chicago - Chicago Tribune"
   }
  ]
 }
}