{
 "20": {
  "col-sim": {
   "cosine": 0.22635938544040715,
   "entity": 0.214422506967559
  },
  "exec-time": 75.38044166564941,
  "links": [
   {
    "entities": [
     "brad",
     "november 18, 2016",
     "velazquez",
     "2013",
     "lander",
     "brooklyn",
     "saturday",
     "yauch",
     "york",
     "kathleen",
     "mca",
     "skey",
     "nov 19, 2016",
     "9:27",
     "friday",
     "nydia",
     "hanna",
     "trump",
     "2012",
     "11:30 a.m.",
     "new",
     "park",
     "heights",
     "sunday",
     "bk",
     "7:45am pst",
     "schwadron",
     "adam",
     "last night",
     "steven",
     "samantha"
    ],
    "id": 0,
    "text": "A photo posted by Steven Schwadron (@szschwa) on Nov 19, 2016 at 9:27am PST One day after vandals hit their playground at Brooklyn's Adam Yauch Park, kids took it back Saturday, adorning a make-believe train with hearts and flowers and replacing a message of hate with one of love . News that the park named in honor of Yauch had been vandalized caused outrage and heartbreak on social media Friday, with photos shared on social media by New York Councilman Brad Lander and others showing children playing on equipment that had been defaced by spray-painted swastikas and a \"Go Trump\" message. Yet more hatred & anti-Semitism from Trump supporters. Swastikas on the playground equipment in Adam Yauch Park in BK Heights. #NeverIsNow pic.twitter.com/Xbcwo4enfF — Brad Lander (@bradlander) November 18, 2016 City workers removed the graffiti last night, and police are investigating the crime at the Brooklyn Heights park that in 2013 was renamed to honor Yauch, who was known as MCA in his role as a founding member of the Beastie Boys. Yauch had played in the park as a child ; he died of cancer in 2012. Images from Saturday show the park's rightful occupiers — kids — playing on the equipment. Residents brought flowers and notes. A new message was chalked onto the playground's rubber mat: \"Love Trumps Hate.\" Another said that the playground's train is a machine that stops fascists. A \"Stand Up Against Hate\" rally will take place in the park at 11:30 a.m. Sunday, with Lander and other elected officials, including Rep. Nydia Velazquez, attending alongside religious leaders and at least one of Yauch's former bandmates. A photo posted by Samantha Skey (@samskey7) on Nov 19, 2016 at 7:45am PST \"The Beastie Boys and Kathleen Hanna shared the rally information on social media,\" Pitchfork reports , adding, \"Ad-Rock will be in attendance.\" NPR thanks our sponsors ",
    "title": "Swastikas Are Painted At Adam Yauch Park In NYC — But Kids Win The Day : The Two-Way : NPR"
   },
   {
    "entities": [
     "7 p.m.",
     "raymond",
     "wilson",
     "school",
     "hyde",
     "saturday",
     "police",
     "stacey",
     "donald",
     "newt",
     "pointer",
     "perspectives",
     "department",
     "morning",
     "anthony",
     "5600",
     "chicago",
     "princeton",
     "south",
     "alyssa",
     "u.s.",
     "evening",
     "tribune",
     "charter",
     "reporters",
     "avenue",
     "d.c.",
     "guglielmi",
     "jovan",
     "friday",
     "charles",
     "katherine",
     "nov. 18, 2016",
     "contact",
     "trump",
     "rosenberg-douglas",
     "englewood",
     "house",
     "high",
     "danny",
     "1990s",
     "davis",
     "park",
     "elvia",
     "malagon",
     "gingrich",
     "sobol",
     "/",
     "wong",
     "grace",
     "rosemary",
     "regina",
     "washington"
    ],
    "id": 1,
    "text": "Teen grandson of U.S. Rep. Danny Davis shot dead in Englewood over gym shoes Grandson of Congressman Danny Davis killed Alyssa Pointer / Chicago Tribune U.S. Rep. Danny Davis, right, and his son Stacey Wilson speak Nov. 18, 2016, at a news conference about the fatal shooting of Wilson's 15-year-old son, Jovan. U.S. Rep. Danny Davis, right, and his son Stacey Wilson speak Nov. 18, 2016, at a news conference about the fatal shooting of Wilson's 15-year-old son, Jovan. (Alyssa Pointer / Chicago Tribune) Grace Wong , Elvia Malagon , Rosemary Regina Sobol and Katherine Rosenberg-Douglas Contact Reporters Chicago Tribune Chicago police Saturday called the shooting of a U.S. congressman’s 15-year-old grandson a targeted attack stemming from an argument over gym shoes. Jovan Wilson, whose paternal grandfather is U.S. Rep. Danny Davis, was killed about 7 p.m. Friday while his mother was out picking up dinner for the family, said Anthony Guglielmi, a spokesman for the Chicago Police Department. The incident originally was believed to be a home invasion, he said, but police later learned that wasn’t the case. “There was a history between the young people involved and it was a dispute over gym shoes,” Guglielmi said. “This was not random but was egregious and senseless to use a gun over a fight for clothes.” Jovan, of the 5600 block of South Princeton Avenue in the city’s Englewood neighborhood, was a Perspectives Charter High School sophomore. Calls to the school weren’t immediately returned. Former U.S. House Speaker Newt Gingrich, an adviser to President-elect Donald Trump, took to Twitter on Saturday morning, saying: “The murder of Congressman Danny Davis’ 15 year old grandson in a Chicago home invasion is reminder we need a federal strategy to save lives.” Guglielmi corrected Gingrich, tweeting: “@newtgingrich not a home invasion but a dispute among teens over gym shoes that ended in senseless shooting. We hv person of interest ID’d.” Grandson of U.S. Rep. Danny Davis shot and killed Jovan Wilson, 15-year-old grandson of U.S. Rep. Danny Davis and son of Stacey Wilson, was shot and killed Nov. 18, 2016, in his home in Englewood. (Alyssa Pointer / Chicago Tribune)  Jovan Wilson, 15-year-old grandson of U.S. Rep. Danny Davis and son of Stacey Wilson, was shot and killed Nov. 18, 2016, in his home in Englewood. (Alyssa Pointer / Chicago Tribune)  See more videos Family friend Charles Raymond, 74, didn’t say whether he thinks a federal strategy is the answer, but he believes there are a few other things Chicago needs. “One would be prayer,” Raymond said Saturday. “And we need more community involvement and then we need a more personal relationship with police … then perhaps we can eliminate some of these senseless killings.” Jovan, who loved sports and rap music, was at his home in Englewood with an uncle, his 16-year-old sister, 14-year-old brother and 8-year-old brother when two teenage assailants entered the home and began arguing with Jovan, police and Davis said. The teen’s mother had left the home to pick up food. During the argument, one of the assailants, a 15-year-old boy, pulled out a gun and shot Jovan in the head. A 17-year-old girl was the other assailant, Davis said. “He was a typical 15-year-old,” the Democratic congressman said. “He liked basketball. If you listened to him he was a basketball star, but he liked basketball and music. All those kinds of things. He was an avid sports fan, he knew all about, you know, the stats of different players.” Congressman's grandson killed in Englewood Alyssa Pointer / Chicago Tribune Charles Raymond, 74, of the Hyde Park neighborhood, walks away from the scene in the 5600 block of South Princeton Avenue where the 15-year-old grandson of U.S. Rep. Danny Davis was killed Nov. 18, 2016, in the Englewood neighborhood. Raymond, a family friend, drove the teen's grandmother to the scene. Charles Raymond, 74, of the Hyde Park neighborhood, walks away from the scene in the 5600 block of South Princeton Avenue where the 15-year-old grandson of U.S. Rep. Danny Davis was killed Nov. 18, 2016, in the Englewood neighborhood. Raymond, a family friend, drove the teen's grandmother to the scene. (Alyssa Pointer / Chicago Tribune) Davis had just returned to Chicago from Washington, D.C., and was in his office when his son Stacey Wilson, the boy’s father, called him with the news of the shooting. He said he might never know the answer to those questions or if there was anything, such as better education, that could have prevented his grandson’s homicide. “I do know that I grieve for my family,” Davis said at a news conference. “I grieve for the young man who pulled the trigger. I grieve for his family, his parents, his friends, some of whom will never see him again.” Davis said gun violence is a problem society deals with every day and reflected on how he’s attended multiple funerals for other slain teenagers. “I guess that I always knew that the possibility existed that it could happen close to me,” Davis said. “As a matter of fact, I thought it was so unfortunate because Jovan had just reached a point, 15, his grades had improved at school. His father had just told me about how proud of him that he was because he was catching on and realizing that all of his life was in front of him.” The family had talked to the teen about staying at home at night. Still, that didn’t spare him from violence, Davis said. “Unfortunately, here he was in the house at home, minding his own business, and some intruders would come and snuff his life away.” The boy’s father, teary-eyed, stood next to Davis during the news conference. He had just given his son money to get a haircut, and he thought the next time he would talk to him would be about an appropriate haircut to get. “It’s going to take me some time to grieve,” Wilson said. Violence has spiked this year in Chicago to levels not seen since the 1990s, and several people with prominent connections have been killed in addition to Davis’ grandson. Police reported no arrests as of Saturday evening. ",
    "title": "Teen grandson of U.S. Rep. Danny Davis shot dead in Englewood over gym shoes - Chicago Tribune"
   },
   {
    "entities": [
     "alabama",
     "mike",
     "defense",
     "army",
     "keane",
     "mitt",
     "john",
     "donald",
     "saturday",
     "fox",
     "petraeus",
     "jersey",
     "n.j.",
     "cia",
     "todd",
     "david",
     "sen.",
     "chicago",
     "the",
     "james",
     "kansas",
     "obama",
     "jack",
     "flynn",
     "mckelway",
     "november 19, 2016",
     "u.s.",
     "jeff",
     "rosen",
     "sessions",
     "pentagon",
     "michael",
     "news",
     "friday",
     "2014",
     "romney",
     "gomez",
     "doug",
     "trump",
     "mattis",
     "roberts",
     "2016",
     "ricketts",
     "pompeo",
     "cubs",
     "press",
     "new",
     "bedminster",
     "gen",
     "serafin",
     "associated"
    ],
    "id": 2,
    "text": "Retired Gen. James Mattis eyed as Trump's possible pick for defense secretary Published               November 19, 2016 Facebook 0 Twitter 0 livefyre Email Print   In a sign that Donald Trump was zeroing in on his choice for defense secretary Saturday, a senior transition team official told Fox News the retired Marine Gen. James Mattis was a \"very strong candidate\" for a Cabinet post. TRUMP, ROMNEY MEET FOR 'FAR-REACHING CONVERSATION' AFTER LOBBING SHOTS DURING CAMPAIGN The retired general was one of several people who met with Trump in New Jersey during the day on Saturday. Trump wouldn't say whether he was offering Mattis a job, saying \"we'll see.\" But as they posed for cameras before sitting down for their meeting, Trump pointed to Mattis and called him \"a great man.\" Earlier, an official with the transition team confirmed the retired general was under consideration to lead the Pentagon. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → If nominated and approved, Mattis would be the highest-ranking officer to become defense secretary in more than half a century. When asked about a rule prohibiting those who served in active duty within the past seven years, the senior official told Fox News, \"There are waivers around that.\" Known as \"Mad Dog Mattis,\" the retired general was credited with a string of colorful quotes over the years, including: \"Be polite, be professional, but have a plan to kill everybody you meet.\"  Also: \"You are part of the world's most feared and trusted force. Engage your brain before you engage your weapon.\" The president-elect also was considering retired Army Gen. David Petraeus to serve as defense secretary, The Wall Street Journal reported .  Trump is said to have a strong interest in having a former general run the Pentagon, with the interest in Mattis coming after retired Army General Jack Keane, citing personal reasons, withdrew his name from consideration. The Trump team is also weighing options for pairing the general with a CEO-like figure as deputy secretary, an individual who could bring needed reform to the Pentagon's spending and management systems. Trump also met with Mitt Romney and Chicago Cubs co-owner Todd Ricketts, among others, at the billionaire's golf club in Bedminster, N.J., during the day on Saturday. Trump signaled a sharp rightward shift in U.S. national security policy Friday with his announcement that he would nominate Alabama Sen. Jeff Sessions as attorney general and Kansas Rep. Mike Pompeo to head the CIA. Trump also named retired Lt. Gen Michael Flynn as his national security adviser. A former military intelligence chief, Flynn has accused the Obama administration of being too soft on terrorism and has cast Islam as a \"political ideology\" and driver of extremism. Sessions and Flynn were ardent Trump supporters during the campaign, and their promotions were seen in part as a reward for their loyalty. In 2014, Pompeo criticized Obama for \"ending our interrogation program\" and said intelligence officials \"are not torturers, they are patriots.\" Fox News' Serafin Gomez, Doug McKelway, John Roberts, James Rosen and The Associated Press contributed to this report. Advertisement ",
    "title": "Retired Gen. James Mattis eyed as Trump's possible pick for defense secretary | Fox News"
   },
   {
    "entities": [
     "j.",
     "john",
     "alabama",
     "stephen",
     "international",
     "black",
     "weekend",
     "donald",
     "saturday",
     "sen.",
     "chicago",
     "kim",
     "gierut",
     "andy",
     "of",
     "bannon",
     "jeff",
     "nick",
     "tribune",
     "lee",
     "sessions",
     "reporters",
     "states",
     "littrice",
     "federal",
     "matter",
     "contact",
     "nov. 18, 2016",
     "tower",
     "thayer",
     "women",
     "trump",
     "faith",
     "lashawn",
     "englewood",
     "nov. 19, 2016",
     "william",
     "lives",
     "hotel",
     "united",
     "plaza",
     "eltagouri",
     "protesters",
     "marwa",
     "johanna",
     "/",
     "wong",
     "grace"
    ],
    "id": 3,
    "text": "Protesters march on Trump Tower for second weekend Protest of Donald Trump Protesters march toward Trump International Hotel and Tower Saturday, Nov. 19, 2016, in Chicago. (John J. Kim, Chicago Tribune) Protesters march toward Trump International Hotel and Tower Saturday, Nov. 19, 2016, in Chicago. (John J. Kim, Chicago Tribune) Marwa Eltagouri , William Lee and Grace Wong Contact Reporters Chicago Tribune More than a week after Donald Trump was elected president, at least 200 protesters and onlookers crowded Federal Plaza at noontime ahead of a milelong march to Trump Tower as families waited for the evening's Festival of Lights parade on the Mag Mile. Speakers said demonstrations are important after the election, and that it's vital their voices be heard so what they view as racist, sexist and xenophobic rhetoric of Trump's campaign would not become a new normal. Those who led reminded protesters of the importance of demonstration even after the election, and how vital it was that their voices be heard, so that what they believed was the racist, sexist and xenophobic rhetoric of Trump's campaign would not become a new normal. Trump's presidency and recent Cabinet appointments, they promised the crowd, would be met by resistance and organization every day. People march through Chicago on the weekend of Nov. 18, 2016 to protest the election of Donald Trump as president of the United States.  While most of the protesters’ ire was focused on the president-elect, whom speakers denounced as a racist and homophobe, the crowd also spoke out against Democrats who they said took them for granted. “The Black Lives Matter protests rose up largely against Democratic mayors and then you have an open racist running on the other side against a woman who played a key role in the mass incarceration boom — what sort of choice is that,” said local activist Andy Thayer, who was one of the speakers at Federal Plaza. “My point is we don't just have to take this crap,” he said, adding that activists can force change when they unite. Chanting in unison, they pumped the air with handmade signs, and passers-by downtown often stopped to read the messages: “Our voices are stronger than Trump's hate.” “I deserve a president who leads by example.” “Privilege: Thinking something is not a problem because it's not a problem to you personally.” One sign was crafted by 5-year-old Johanna Gierut, and its pink scribbled letters formed a simple message, reading, “Donald Trump is mean.” Trump protesters in Federal Plaza Marwa Eltagouri / Chicago Tribune A young protester holds up a sign in Federal Plaza on Nov. 19, 2016. A young protester holds up a sign in Federal Plaza on Nov. 19, 2016. (Marwa Eltagouri / Chicago Tribune) Johanna said she thinks Trump is selfish, too — something she conveyed to her father, 35-year-old Nick Gierut, during a lesson on selfishness. Gierut said the protest offers his daughter a valuable lesson: That a hateful attitude toward minority groups, even if displayed by her future president, is not acceptable. Gierut said he personally tried to give Trump a chance when he realized he would be the nation's next president. But Trump's recent Cabinet appointments, such as his choice for attorney general, Republican Sen. Jeff Sessions of Alabama, set Gierut back. Sessions is an anti-immigration crusader deeply disliked by civil rights activists. “I was hoping (Trump would) name more moderate Republicans to this Cabinet,” he said. “Even if we march and only a couple people read about it, they might go and read about (Stephen Bannon) and Sessions. And that helps.” Other speakers talked of opposing Trump and his agenda at every turn in his fledgling presidency. Protesters march on Trump Tower for second weekend More than a week after the election, hundreds protested Donald Trump's victory outside Chicago's Trump Tower on Nov. 19, 2016. (Marwa Eltagouri / Chicago Tribune)  More than a week after the election, hundreds protested Donald Trump's victory outside Chicago's Trump Tower on Nov. 19, 2016. (Marwa Eltagouri / Chicago Tribune)  See more videos “There are so many political moves that have happened where they expect us to accept everything,” said Lashawn Littrice, an Englewood native and co-founder of the group Black Lives Matter Women of Faith. “We've collectively come together with a group who understands,” she said. “We have rights, and we can stand up for those rights.” Police on the scene estimated between 300 and 400 people took part in the protest between Federal Plaza and Trump Tower. ",
    "title": "Protesters march on Trump Tower for second weekend - Chicago Tribune"
   },
   {
    "entities": [
     "mike",
     "&",
     "fox",
     "victor",
     "channel",
     "february 2008",
     "brandon",
     "night",
     "states",
     "news",
     "friday",
     "rove",
     "mckinley",
     "schuster",
     "trump",
     "dixon",
     "1896",
     "america",
     "2016",
     "william",
     "mr.",
     "united",
     "hamilton",
     "pence",
     "alexander",
     "burr",
     "aaron",
     "simon"
    ],
    "id": 4,
    "text": "  They could have made their point and actually helped unify the country. But no, the cast of “Hamilton” had to demonstrate they were self-centered left-wingers without courtesy or discretion when they stepped forward after a Friday night performance to have one of their number directly address Vice-President Elect Mike Pence, who had attended the show. It was ironic that that Brandon Victor Dixon, the actor portraying Vice President Aaron Burr, who killed Alexander Hamilton in a duel, delivered the rebuke. Burr was later suspected of having conspired to traitorously divide the western states and territories from the nascent United States. “We, sir,” Mr. Dixon said, “we are the diverse America who are alarmed and anxious that your new administration will not protect us, our planet, our children, our parents, or defend us and uphold our inalienable rights.  We truly hope that this show has inspired you to uphold our American values and to work on behalf of all of us.” It is a measure of Mike Pence’s basic decency that after being booed by a few self-righteous New Yorkers in the audience, who probably don’t know anyone who voted for Trump except maybe their doorman, that Mr. Pence stayed, patiently listened to Mr. Dixon’s supercilious lecture, and then gently took his leave. Imagine if Mr. Dixon has not displayed such anger at the election but instead found just a few ounces of grace and delivered something along these lines. “We, sir, are the part of the diverse nation that is America. With the election now past, we all hope for your administration’s success in defending our planet, our children, and the inalienable rights of every American. We are grateful you came and hope this show inspires you as you work on behalf of all the people of our common country.” Mr. Dixon would have made his point but without being condescending or rude. It is a measure of Mike Pence’s basic decency that after being booed by a few self-righteous New Yorkers in the audience, who probably don’t know anyone who voted for Trump except maybe their doorman, that Mr. Pence stayed, patiently listened to Mr. Dixon’s supercilious lecture, and then gently took his leave. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → It would have been so easy for Mr. Dixon to have made his point and helped the country heal while doing so. So easy, but apparently that was not the actor’s purpose. Shame. Karl Rove joined Fox News Channel as a political contributor in February 2008. He also currently serves as a columnist for the Wall Street Journal. Mr. Rove helped organize the political-action committee American Crossroads. His latest book is \" The Triumph of William McKinley: Why the Election of 1896 Still Matters \" (Simon & Schuster, 2015). Follow him on Twitter @KarlRove . Advertisement ",
    "title": "Karl Rove: What if ‘Hamilton’ actor had said THIS to Vice President-elect Pence | Fox News"
   },
   {
    "entities": [
     "aclu",
     "national",
     "j.",
     "richard",
     "alliance",
     "mike",
     "peter",
     "amy",
     "john",
     "oswalt",
     "saturday",
     "donald",
     "&",
     "nov. 18",
     "b",
     "sarah",
     "newt",
     "york",
     "morning",
     "ellis",
     "anthony",
     "david",
     "the",
     "victor",
     "james",
     "gavin",
     "d.",
     "ku",
     "november 19, 2016",
     "gay",
     "post",
     "fugelsang",
     "liberties",
     "brandon",
     "theatre",
     "union",
     "friday",
     "akilah",
     "hughes",
     "marks",
     "patton",
     "smith",
     "michaels",
     "trump",
     "dixon",
     "lesbian",
     "defamation",
     "duke",
     "america",
     "washington",
     "house",
     "kate",
     "american",
     "press",
     "jillian",
     "new",
     "dixen",
     "sunday",
     "november 19",
     "rodgers",
     "pence",
     "hamilton",
     "burr",
     "election day",
     "last night",
     "associated",
     "glaad",
     "against",
     "aaron",
     "wang",
     "romero",
     "gingrich",
     "klux",
     "march",
     "civil"
    ],
    "id": 5,
    "text": "By Amy B Wang November 19 at 4:04 PM Follow @amybwang The cast of \"Hamilton\" delivered a message to Vice President-elect Mike Pence from stage after he watched the show at Richard Rodgers Theatre in New York on Nov. 18. Pence was booed by some audience members when he first walked in. (Twitter/Hamilton via Storyful) On Friday, Vice President-elect Mike Pence attended a performance of the Tony Award-winning Broadway musical “Hamilton,” triggering a firestorm. First, Pence was greeted by both cheers and boos upon his arrival at the Richard Rodgers Theatre in New York. After the show, the famously diverse cast of “Hamilton” paused during its curtain call to deliver a message to Pence. “We, sir, we are the diverse America who are alarmed and anxious that your new administration will not protect us, our planet, our children, our parents, or defend us and uphold our inalienable rights, sir,” said Brandon Victor Dixen, the actor who portrays Aaron Burr, to raucous applause. “But we truly hope this show has inspired you to uphold our American values and work on behalf of all of us. All of us. Again, we truly thank you truly for seeing this show, this wonderful American story told by a diverse group of men and women of different colors, creeds and orientations.” [ Trump demands apology from �?Hamilton’ after cast’s message to Pence ] Pence reportedly left the auditorium before Dixon finished speaking, but a show spokesman told the Associated Press that the vice president-elect stood in the hallway and heard the full message. Social media accounts for “Hamilton” posted the address online shortly after the end of the show, and videos of Dixon’s speech soon went viral, getting shared tens of thousands of times. Tonight, VP-Elect Mike Pence attended #HamiltonBway . After the show, @BrandonVDixon delivered the following statement on behalf of the show. pic.twitter.com/Jsg9Q1pMZs — Hamilton (@HamiltonMusical) November 19, 2016 By Saturday morning, #NameAPenceMusical and #BoycottHamilton were both trending on Twitter. President-elect Donald Trump, who has taken to Twitter 35 times since Election Day, expended two tweets Saturday morning criticizing “Hamilton.” He said that the cast had “harassed” Pence with “cameras blazing” and demanded an apology. The Theater must always be a safe and special place.The cast of Hamilton was very rude last night to a very good man, Mike Pence. Apologize! — Donald J. Trump (@realDonaldTrump) November 19, 2016 The responses were, well, nonstop. Some cheered the cast for voicing their concerns so directly. Sarah Kate Ellis, president of GLAAD (formerly the Gay & Lesbian Alliance Against Defamation) responded to Trump and said “the reality is that LGBTQ people, people of color, women and others have faced harassment since the election.” That isn't harassment. The reality is that LGBTQ people, people of color, women and others have faced harassment since the election. — Sarah Kate Ellis (@sarahkateellis) November 19, 2016 The American Civil Liberties Union, which has been on high alert since Trump won the presidency last week , also chimed in on Twitter , saying Americans did not need to apologize — “not even to presidents or vice presidents” — when lawfully exercising their constitutional rights. Americans don't need to apologize-not even to presidents or vice presidents-for the lawful & proper exercise of their constitutional rights. https://t.co/daN147yjkM — ACLU National (@ACLU) November 19, 2016 “President-elect Trump needs a refresher on his high school civics class,” ACLU executive director Anthony D. Romero told The Washington Post in an email. “… The First Amendment is a cornerstone of our democracy, and Democratic and Republican presidents alike have understood that freedom of speech makes our country stronger — even if it sometimes make our leaders uncomfortable. The apology should instead come from President-elect Trump for calling into question the appropriateness of the Hamilton cast’s statements.” [ Why Trump gets theater completely and utterly wrong ] Still others found the incident “rude” and argued that the theater was not an appropriate place — the modern-day equivalent of crying out, “ For shame! ” (Peter Marks, theater critic for The Post, offered his take  on that argument.) Many of Trump’s top supporters — including a press aide, former House speaker Newt Gingrich and former Ku Klux Klan leader David Duke — joined the chorus of those who derided the cast’s speech. One word describes how I feel about this — \"pathetic.\" I know a Broadway show I will not be going to see! https://t.co/sHuGQBSNJA — Gavin James Smith (@iamgavinjames) November 19, 2016 The arrogance and hostility of the Hamilton cast to the Vice President elect ( a guest at the theater) is a reminder the left still fights. — Newt Gingrich (@newtgingrich) November 19, 2016 President Trump should cut all arts funding to these #antiWhites – so disrespectful! https://t.co/wTz9z0j8S6 — David Duke (@DrDavidDuke) November 19, 2016 As Trump supporters continued to call for boycotts of “Hamilton,” many questioned if it was even possible to “boycott” a show for which tickets are notoriously expensive and difficult to obtain. The irony of the #BoycottHamilton movement is that it's mostly folks who already boycott both hip-hop and knowledge of history. — John Fugelsang (@JohnFugelsang) November 19, 2016 I love that #BoycottHamilton is trending as if that show hasn't been sold out for more than a year. Y'all boycotting cause ya broke. — Akilah Hughes (@AkilahObviously) November 19, 2016 Still others enthusiastically supported of the “Hamilton” boycott — if only because it would finally allow them to watch the show. Maybe. For everyone who is going to #BoycottHamilton my family, friends, & I will fall on the sword & take your tickets. #wegotyou — Jillian Michaels (@JillianMichaels) November 19, 2016 You know what? I support #BoycottHamilton . I hope it intensifies — especially during the first week of March, maybe that Sunday matinee? — Patton Oswalt (@pattonoswalt) November 19, 2016 https://twitter.com/jasminecomedy/status/800036516370075648 I'm here to help! For those joining the #BoycottHamilton I'll take two tickets of your hand for any show during the coming week. ",
    "title": "‘I will fall on the sword & take your tickets’: Calls to #BoycottHamilton met with mockery - The Washington Post"
   },
   {
    "entities": [
     "arizona",
     "security",
     "john",
     "mike",
     "international",
     "bush",
     "committee",
     "donald",
     "saturday",
     "inc",
     "george",
     "sen.",
     "of",
     "u.s.",
     "iraq",
     "services",
     "stahl",
     "scotia",
     "lesley",
     "interactive",
     "forum",
     "feb. 5, 2015",
     "syria",
     "d.c.",
     "states",
     "vietnam",
     "halifax",
     "trump",
     "2008",
     "r-arizona",
     "mccain",
     "armed",
     "nova",
     "w.",
     "cbs",
     "mr.",
     "press",
     "united",
     "july",
     "pence",
     "east",
     "associated",
     "middle",
     "march",
     "islamic",
     "state",
     "geneva",
     "washington"
    ],
    "id": 6,
    "text": "<p>Sen. John McCain, R-Arizona, speaks during a press conference at the U.S. Capitol Feb. 5, 2015, in Washington, D.C.</p> Close Win McNamee/Getty Images HALIFAX, Nova Scotia -- A leading Republican voice on national security matters says he doesn’t care what President-elect Donald Trump says, the United States will not reinstate waterboarding. Sen. John McCain of Arizona, chairman of the Armed Services Committee, said Saturday at the Halifax International Security Forum that any attempt to bring back harsh interrogation techniques such as waterboarding, which simulates drowning, would quickly be challenged in court.  McCain, who was tortured as a prisoner of war during the Vietnam War, says extreme interrogation techniques are banned under U.S. law and the Geneva Conventions. During the campaign, Mr. Trump said he would push to change laws that prohibit waterboarding used against suspected terrorists during the George W. Bush administration. Donald Trump: We need to change law to allow torture, waterboarding “We have an enemy in the Middle East that’s chopping off heads and drowning people in massive steel cages,” Mr. Trump  said on CBS’ “Face the Nation” in March , speaking of the Islamic State of Iraq and Syria. “You know, it’s very tough to beat enemies that don’t have any, that don’t have any restrictions, all right? We have these massive restrictions. Now, I will always abide by the law, but I would like to have the law expanded.” “I happen to think that when you’re fighting an enemy that chops off heads, I happen to think that we should use something that’s stronger than we have right now,” he added. “Right now, basically, waterboarding is essentially not allowed, as I understand it. ... I would certainly like it to be, at a minimum, at a minimum to allow that.” In another interview with CBS’ “60 Minutes” in July, Mr. Trump and then-Indiana Gov. Mike Pence doubled down on enhanced interrogation techniques, saying that they have “saved lives.”  “Those techniques get information,” Mr. Trump told “ 60 Minutes ” correspondent Lesley Stahl. “I don’t care what anyone says.”  “What I can tell you is enhanced information gleaned information that saved American lives and, I was informed, prevented incoming terrorist attacks on this country from being successful,” Pence added at the time. “The American people expect the president of the United States to be prepared to support action to protect the people of this nation, and I know Donald Trump will.” McCain, the 2008 Republican presidential nominee, says waterboarding doesn’t work and makes it hard for the U.S. to claim moral superiority. The president-elect has publicly derided McCain for his capture during the Vietnam War.  During the Republican primary campaign last July, Mr. Trump said the Arizona senator was only considered “a war hero ‘cause he was captured.”  At the time, Mr. Trump said: “I like people that weren’t captured, OK?” © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "John McCain doesn't care if Donald Trump wants to bring waterboarding back - CBS News"
   },
   {
    "entities": [
     "korte",
     "promotion",
     "asia-pacific",
     "trade",
     "saturday",
     "donald",
     "nato",
     "pontifical",
     "cooperation",
     "4:30 p.m. est",
     "obama",
     "of",
     "november 19, 2016",
     "u.s.",
     "university",
     "lima",
     "2009",
     "white",
     "states",
     "summit",
     "economic",
     "gregory",
     "trump",
     "russia",
     "agreement",
     "conversation",
     "house",
     "catholic",
     "united",
     "sunday",
     "guidelines",
     "peru",
     "pacific",
     "europe",
     "asia"
    ],
    "id": 7,
    "text": "'Don't assume the worst' of Trump on trade, Obama says in Peru Obama said he doesn't expect major changes in Latin American policy under Trump. Post to Facebook 'Don't assume the worst' of Trump on trade, Obama says in Peru Obama said he doesn't expect major changes in Latin American policy under Trump. Check out this story on USATODAY.com: http://usat.ly/2g8RnBv CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 79 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs 'Don't assume the worst' of Trump on trade, Obama says in Peru Gregory Korte , USA TODAY 4:30 p.m. EST November 19, 2016 President Obama speaks during a meeting with youngsters at the Pontifical Catholic University of Peru in the sidelines of the Asia-Pacific Economic Cooperation Summit in Lima, Peru Saturday. (Photo: MARTIN BERNETTI, AFP/Getty Images) President Obama said he doesn't expect major changes in Latin American policy under the Trump administration, and urged people to \"not make immediate judgments\" until the president-elect puts his team together. \"Don't just assume the worst. Wait until the new administration is in place, is putting its policies forward, and then you can make your own judgments,\" Obama told a group of 1,000 young leaders from around the Americas in Peru on Saturday. \"There are going to be tensions that arise, probably more about trade more than anything else,\" he said. But even there, Obama said he's not convinced Donald Trump would tear up trade deals, as the president-elect promised on the campaign trail. \"Once they look at how it's working, I think they’ll conclude that it’s working both for the United States and its trading partners.\" Obama urges Trump not to cut deals with Russia Obama's comments Saturday, during his final stop on what's scheduled to be the last foreign trip of his presidency, followed a pattern of trying to give Trump space to adopt what Obama hopes are more conventional policies. In Europe this week, Obama reassured allies Trump would maintain the U.S. commitment to NATO, and he'll likely have a similar message for Pacific Rim leaders at the Asia Pacific Economic Cooperation summit in Peru on Sunday. Obama reassured NATO allies over Trump. So why aren't they buying it? \"How you campaign is not always the same as how you govern,\" Obama said. \"When you’re campaigning, you're trying to stir up passions. When you govern, you have reality in front of you, and you have to figure out how to make this work.\" On trade, for example, Obama said the 2009 Peru Trade Promotion Agreement has benefited the United States by ensuring that workers aren't undercut by abusive labor practices in Peru, but also allowing Peruvian workers to be customers for U.S. products. \"We did it also because that will help lift the wages and benefits and protections that workers here in Peru have,\" he said. \"Then they have more money in their pockets, then they go out an spend that money, which is good for business and everybody is better off.\" Trump's new tone needs to be reflected in staff picks, Obama says Obama also met Saturday with the 11 other leaders from countries in the Trans-Pacific Partnership, the trade agreement in limbo now that its largest signatory, the United States, appears unlikely to ratify. But the White House said Obama used the meeting to urge the other countries to press forward on \"high-standard trade agreements.\" 166 CONNECT TWEET 1 LINKEDIN 79 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2g8RnBv ",
    "title": "'Don't assume the worst' of Trump on trade, Obama says in Peru"
   },
   {
    "entities": [
     "national",
     "share",
     "j.",
     "november 18, 2016",
     "mccausland",
     "mike",
     "alabama",
     "mitt",
     "nbc",
     "massachusetts",
     "international",
     "donald",
     "saturday",
     "weekend",
     "cke",
     "jersey",
     "cia",
     "department",
     "todd",
     "sen.",
     "chicago",
     "eisenberg",
     "james",
     "buick",
     "kansas",
     "flynn",
     "images",
     "n.",
     "andy",
     "u.s.",
     "jeff",
     "sessions",
     "white",
     "rhee",
     "news",
     "d.c.",
     "friday",
     "michelle",
     "before",
     "golf",
     "getty",
     "vaughn",
     "romney",
     "robert",
     "rnc",
     "trump",
     "mattis",
     "club",
     "february 25, 2016",
     "house",
     "nov. 19, 2016",
     "ricketts",
     "may",
     "pompeo",
     "phil",
     "angerer",
     "races",
     "new",
     "sr.",
     "township",
     "pence",
     "l.",
     "hillyard",
     "19 2016",
     "bedminster",
     "/",
     "state",
     "puzder",
     "lew",
     "woodson",
     "washington"
    ],
    "id": 8,
    "text": "Nov 19 2016, 2:42 pm ET Donald Trump, Rival Mitt Romney Have 'Great' Meeting as Trump Races to Fill Cabinet by Phil McCausland and Vaughn Hillyard Share Romney calls discussion with Trump 'thorough and in-depth' 0:48 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161120014121if_/http://www.nbcnews.com/widget/video-embed/813237315988\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Mitt Romney emerged smiling Saturday from a closed-door meeting with President-elect Donald Trump — a face-to-face sit down he called \"thorough and in-depth\" after they traded bitter barbs with one another during a divisive election. Taking a softer tone, Trump and Romney seemed to bury the hatchet at the Trump National Golf Club in Bedminster, New Jersey — where the businessman-turned-politician moved his White House transition team for the weekend — in a meeting that lasted about an hour and a half. Trump is considering Romney for secretary of state, a source close to Trump told NBC News , although the president-elect has not publicly said what role, if any, Romney could play. Related: Analysis: Trump Charges Ahead With Hard Line With Sessions, Flynn Picks \"It went great,\" Trump told the press after walking the former governor of Massachusetts outside. Romney, also addressing the press, added that \"we had a far-reaching conversation with regards to the various theaters in the world where there are interests of the U.S.\" He said it was a \"very thorough and in-depth discussion in the time we had and appreciate the chance to speak with the president-elect and look forward to the coming administration.\" Play Romney arrives for meeting with Trump 4:03 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161120014121if_/http://www.nbcnews.com/widget/video-embed/813207107628\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The 2012 Republican presidential nominee ignored questions from reporters about whether he would take a position in the administration if offered one, and if he and Trump apologized for their months-long war of words. Romney was then whisked away by his white Buick. Trump returned outside and greeted former Washington, D.C., schools chancellor Michelle Rhee for another private meeting. Related: Mike Flynn, Jeff Sessions, Mike Pompeo: Meet Trump's Latest Top Picks Such a move to incorporate Romney would be a stark reversal following the name-calling over the past year — and one that would build out Trump's inner circle that includes retired Gen. Mike Flynn in a national security adviser post, Alabama Sen. Jeff Sessions as attorney general and Kansas Rep. Mike Pompeo as head of the CIA. On Friday, members of Trump's transition team arrived in Washington, D.C., to begin working with the State Department. From left, President-elect Donald Trump shakes hands with Mitt Romney after their meeting at Trump International Golf Club on Nov. 19, 2016 in Bedminster Township, New Jersey. Drew Angerer / Getty Images Before the meeting started, Romney shook hands with Trump and Vice President-elect Mike Pence, and entered what was sure to be a difficult and awkward meeting. The two sides came together after feuding during the presidential election. Romney had ripped Trump as a \"phony\" and a \"fraud,\" and said a presidential nominee should be disqualified for not releasing his tax returns — criticism he wrote in a Facebook post in May. The former governor also wrote that given Trump's refusal to release his tax returns, there was certain to be a \"bombshell\" within them. Post by NBC News . Trump responded on the campaign trail, claiming that Romney was \"irrelevant\" and \"a choke artist.\" The president-elect also routinely took to Twitter to share his blustery criticism. Mitt Romney, who was one of the dumbest and worst candidates in the history of Republican politics, is now pushing me on tax returns. Dope! — Donald J. Trump (@realDonaldTrump) February 25, 2016 The president-elect shared on Twitter, his favored social media platform, that he planned to work through the weekend: Will be working all weekend in choosing the great men and women who will be helping to MAKE AMERICA GREAT AGAIN! — Donald J. Trump (@realDonaldTrump) November 18, 2016 Trump is scheduled to meet with more than a half-dozen people Saturday, including: Retired Marine Corps Gen. James N. Mattis; Center for Neighborhood Enterprise president and founder Robert L. Woodson Sr.; Chicago Cubs owner and director of the Ending Spending Super PAC Todd Ricketts; chief executive officer of CKE Restaurants Andy Puzder;and RNC finance chief Lew Eisenberg. Phil McCausland ",
    "title": "Donald Trump, Rival Mitt Romney Have 'Great' Meeting as Trump Races to Fill Cabinet - NBC News"
   },
   {
    "entities": [
     "national",
     "richard",
     "clinton",
     "mike",
     "today",
     "stephen",
     "international",
     "trade",
     "montana",
     "saturday",
     "donald",
     "angeles",
     "president",
     "caption",
     "times",
     "york",
     "hilton",
     "southern",
     "david",
     "nathan",
     "oval",
     "spencer",
     "ku",
     "law",
     "california",
     "breitbart",
     "obama",
     "bannon",
     "office",
     "paul",
     "heidi",
     "white",
     "1980s",
     "damigo",
     "states",
     "news",
     "avenue",
     "reagan",
     "trump",
     "poverty",
     "joshua",
     "america",
     "roberts",
     "washington",
     "beirich",
     "pennsylvania",
     "center",
     "ronald",
     "house",
     "2016",
     "united",
     "k.",
     "new",
     "klansmen",
     "mascaro",
     "pence",
     "ryan",
     "klux",
     "institute",
     "city",
     "lisa",
     "duke",
     "hillary",
     "europe",
     "policy",
     "los"
    ],
    "id": 9,
    "text": "Meet the new think tank in town: 'Alt-right' comes to Washington to influence Trump Richard Spencer Richard Spencer, chairman of the National Policy Institute, a prominent alt-right organization. Richard Spencer, chairman of the National Policy Institute, a prominent alt-right organization. (Joshua Roberts) Lisa Mascaro Inside a beige meeting room at the Ronald Reagan Building and International Trade Center, the buttoned-down millennials, in their dark suits and ties, settled in for the long conference day ahead. Like countless others who travel to Washington, they had come to position their interests at the forefront of the political agenda. Their sponsor had a wonky and nondescript name, National Policy Institute. They cradled cups of morning coffee. But on closer look, this group Saturday was different: They were almost entirely young men, many sporting the same haircut of short sides and back with a familiar flop on top. The agenda topics: “ Trump and the New White Voter,” “America and the Jewish Consciousness,” “The Future of the Alt-Right.”   This was the white nationalist lobby — the alt-right —  coming to town for a victory lap after Donald Trump’s election, assuming what they see as their rightful place influencing the new administration. “An awakening among everyone has occurred with this Trump election,” Richard Spencer, president of the white nationalist think tank, said during opening remarks. “We’re not quite the establishment now, but I think we should start acting like it.” The National Policy Institute held a conference Saturday in Washington. Lisa Mascaro / Los Angeles Times The National Policy Institute held a conference Saturday in Washington. The National Policy Institute held a conference Saturday in Washington. (Lisa Mascaro / Los Angeles Times) Several hundred pro-white nationalists showed up for the day-long confab, buoyed by Trump’s popularity and the role they now intend to play in bringing white identity politics to Washington. Sitting around conference tables, the formally dressed men more resembled Washington lobbyists  than the robed Ku Klux Klansmen or skinhead toughs that often represent white supremacists, though they share many familiar views. This new generation is aiming to influence Washington in Washington’s own ways: churning out position papers, lobbying lawmakers and, and perhaps most importantly, removing the cloak of anonymity to fully join the national political conversation. Heidi Beirich, who monitors hate groups for the Southern Poverty Law Center, said today’s nationalists are picking up where David Duke left off when the former Klan imperial wizard shed his robes to enter politics in the early 1980s. “This is how you sneak these ideas into the mainstream,” she said. “The guys in the suits are the ones we have to worry about.” Spencer looks like many young staffers on Capitol Hill. And Beirich noted that even the newer white nationalist label,  alt-right, removes the reference to “white,” while positioning the nationalists on the “right” as part of the conservative movement. “Beneath the benign-looking guy and the benign-sounding name, the purpose of the National Policy Institute is to push the idea that all men are created unequal,” Beirich said. “Sadly, in American history, there’s nothing new with that idea.” Trump has said he “disavowed” support from white supremacists, but many in the alt-right believe his tough talk on immigrants and Muslims shows that their efforts to preserve a white majority in the United States are ready for a wider audience. They were heartened by his selection of Breitbart News executive Stephen K. Bannon, who has called his site a platform for the alt-right. “We are the epicenter of the right now in terms of intellect,” said 30-year-old Nathan Damigo of California. “We are the culture creators of the right.” Nathan Damigo, right, at a National Policy Institute conference in Washington. Lisa Mascaro / Los Angeles Times Nathan Damigo, right, at a National Policy Institute conference in Washington. Nathan Damigo, right, at a National Policy Institute conference in Washington. (Lisa Mascaro / Los Angeles Times) At Saturday’s event, organizers were holding an “ask us anything” news conference inside the Reagan building downtown as protesters filled the streets outside on Pennsylvania Avenue. Vendors were hawking T-shirts and stickers as conferees milled about between sessions. A band was scheduled for entertainment.  Hors d’oeuvres would be served before a social hour at a local bar — though some said they were accosted by protesters at a restaurant the night before.  As the up-and-coming intellectual voice of the movement, Spencer is credited with popularizing  the term “alt-right.” Twitter banned his account and those of other leaders last week in a clampdown on hate speech. A father who splits his time between his home in Montana and an office in the Washington suburbs, he organized the conference before Trump won the election.  But now, with Trump preparing for the White House, the National Policy Institute is planning to seize the opening with a series of policy papers on immigration, foreign and domestic policy to offer pro-white ideas.  The views span left and right. The group advocates paid family leave, for example, but also requiring immigrants in the country illegally to leave and giving preference to white arrivals from Europe. “In terms of policy, Trump’s movement was a little bit half-baked,” Spencer said. “Moving forward, the alt-right as an intellectual vanguard can complete Trump.” Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Caption Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win ",
    "title": "Meet the new think tank in town: &apos;Alt-right&apos; comes to Washington to influence Trump - LA Times"
   },
   {
    "entities": [
     "national",
     "-14.7%",
     "2003",
     "cars.com",
     "safety",
     "ipl",
     "2013",
     "driver",
     "1969",
     "&",
     "automobile",
     "galant",
     "cars",
     "twitter",
     "$807",
     "rich",
     "jason",
     "duprey",
     "saturn",
     "2006",
     "2011",
     "public",
     "images",
     "insurance",
     "third quarter",
     "-17.8%",
     "saab",
     "november 19, 2016",
     "u.s.",
     "highway",
     "lawrence",
     "fool",
     "2009",
     "4%",
     "mitsubishi",
     "administration",
     "edmunds",
     "toyota",
     "general",
     "getty",
     "2015",
     "find",
     "dodge",
     "colt",
     "kelley",
     "ipsos",
     "google",
     "conversation",
     "for",
     "traffic",
     "nissan",
     "acura",
     "used",
     "motley",
     "2012",
     "petey",
     "association",
     "motors",
     "-14.6%",
     "japan",
     "ford",
     "foyil",
     "car",
     "1971",
     "guidelines",
     "-14.3%",
     "new",
     "1 p.m. est",
     "third-quarter 2016",
     "dealers",
     "5%",
     "affairs",
     "kbb",
     "institute",
     "edmunds.com",
     "carmax",
     "sean"
    ],
    "id": 10,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest These 5 cars have the worst resale value Kelley released its third-quarter 2016 survey on retention values for manufacturer-suggested retail prices when a car that's anywhere from 1 to 3 years old goes to auction. The results are not encouraging. Post to Facebook These 5 cars have the worst resale value Kelley released its third-quarter 2016 survey on retention values for manufacturer-suggested retail prices when a car that's anywhere from 1 to 3 years old goes to auction. The results are not encouraging. Check out this story on USATODAY.com: http://usat.ly/2fFQ9Pk CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 8 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs These 5 cars have the worst resale value Rich Duprey, The Motley Fool 1 p.m. EST November 19, 2016 A new car can still be a lemon even if it doesn't have manufacturing defects. (Photo: Getty Images) If there was one thing General Motors' old Saturn car company had going for it, it was its no-haggle pricing policy. You simply paid the price on the sticker, and you couldn't go across town to another dealer and try to get something better. That was a popular policy, except it was applied to subpar cars such as the Outlook, Sky and Vue, which all got low reliability ratings from consumer-survey outfits such as Consumer Reports. Car buyers don't like haggling, but they're willing to do it if it means they'll save money on a good quality car. Still, car companies haven't made the car shopping experience a pleasant one. A few years ago, Ipsos Public Affairs conducted a study for used-car retailer CarMax to discover what was their greatest car-buying regret. The No. 1 decision they made that they ultimately wished they could get a mulligan on was paying too much for a car that didn't hold its value. Other mistakes car buyers made include: Not doing enough research. Buying one from an untrustworthy dealer. Not getting an extended warranty. Not reading the fine print on the contract they signed. For certain, there are very few cars that can retain their value over the years, and every car buyer has heard the saying that a new car drops in value as soon as it's driven off of the dealer's lot. Let your fingers do the walking But it doesn't have to be this way. Car shoppers have a number of tools readily available to them to determine the value of a vehicle, new or used, and whether those values will hold up over time. Kelley Blue Book (KBB) and Edmunds.com may be two of the most recognized names in the industry that consumers turn to when shopping for a car, but the National Automobile Dealers Association trade group has its own \"book\" that used to be available exclusively to dealers, though it's since created a website consumers can peruse, too. Recently, Kelley released its third-quarter 2016 survey on retention values for manufacturer-suggested retail prices when a car that's anywhere from one to three years old goes to auction. The results are not encouraging. According to KBB analyst Sean Foyil, even though the cost of such vehicles has remained stable over the past few years, retention values fell by almost 5% in the third quarter, or by roughly $807. Even though the cars come loaded with better equipment packages than vehicles in the past, prices are still falling. He says this is a sign \"buyers at auction are not willing to pay a premium for these vehicles due to the saturation of vehicles available in the market.\" While 4% or so is the average decline in MSRP at auction, some cars performed much worse than average. Here are the five worst cars for model years 2013 to 2015 for retained value in the third quarter, as compiled by KBB.  (Photo: Flickr via Petey) 5. Acura RDX (-14.3%) The RDX was Acura's first compact luxury crossover SUV that showed up on dealer floors in 2006. While the vehicle has earned top ratings for safety from places such as the Insurance Institute for Highway Safety and the National Highway Traffic Safety Administration, sites such as Consumer Reports found it to be something of a mixed bag, highlighting its safety features such as lane-departure warnings, but also saying its dashboard controls are \"an exercise in needless stupidity.\" 4. Lexus HS (-14.6%) Another compact luxury vehicle, the Toyota (NYSE: TM)-family Lexus HS is a dedicated hybrid vehicle first introduced in the U.S. in 2009 with a goal of selling as many as 30,000 cars a year. Despite being seen as an upscale version of the Toyota Prius, it never really caught on with car buyers despite its popularity in Japan, perhaps because of its much lower highway MPG ratings than its rival.  After selling about 6,700 cars in 2009 and over 10,000 the following year, in 2011 Lexus sold fewer than 3,000 of them and officially killed the car off in 2012. 3. Ford C-MAX Hybrid (-14.7%)  (Photo: Flickr via Jason Lawrence) Ford (NYSE: F) introduced the C-Max as its first hybrid-only line of vehicles in 2003, but only to European car buyers. It wasn't until the 2013 model year that U.S. buyers had a chance to drive one. Its most notable feature was its gasoline-electric powertrain that had a 2.0-liter four-cylinder engine working in conjunction with an 88-kilowatt permanent magnet AC synchronous motor. It's gotten mixed reviews, however, with KBB and Edmunds giving it four stars, but Car & Driver giving it just three. 2. Infiniti Q60 (-14.7%) A Nissan(NASDAQOTH: NSANY)-family vehicle, the Q60 was the successor to Infiniti G-series, but it never really caught on with buyers of high-end luxury cars. Models such as the 2013 lineup earned only three stars or so from the price-guide services, though later models did better. But it also offered upgrades to it that served to confuse people. The IPL model, for example, which stands for \"Infiniti Performance Line,\" charged more for what seemed like very little actual or even practical increase in performance. 1. Mitsubishi Galant (-17.8%)  (Photo: IFCAR) The granddaddy of the group, the Mitsubishi Galant was first introduced back in 1969, but much like the Lexus HS, it saw its lineage come to an end with the 2012 model year. It was originally sold in the U.S. in 1971 as a Dodge Colt and ended its existence as Mitsubishi's ninth-generation sedan built on a midsize front-wheel-drive platform. While it might not have earned stellar reviews from professional car sites, owners seemed to like it, and on Cars.com the 2012 model year actually has a 4.5-star rating. The loss in value the Galant suffered, like the Lexus, probably has more to do with the fact the cars have been discontinued, meaning it becomes much more difficult to get parts for a vehicle. Regular service and routine maintenance may be easy enough, but when a manufacturer stops making a Saturn, Saab, or Galant, it means the time involved and expense in tracking down replacement parts is going to increase. That will serve to undermine any residual value a car may hold. Rich Duprey has no position in any stocks mentioned. The Motley Fool owns shares of and recommends CarMax. The Motley Fool recommends General Motors. Try any of our Foolish newsletter services free for 30 days . We Fools may not all hold the same opinions, but we all believe that considering a diverse range of insights makes us better investors. The Motley Fool has a disclosure policy . The Motley Fool is a USA TODAY content partner offering financial news, analysis and commentary designed to help people take control of their financial lives. Its content is produced independently of USA TODAY. Offer from the Motley Fool: A secret billion-dollar stock opportunity The world's biggest tech company forgot to show you something, but a few Wall Street analysts and the Fool didn't miss a beat: There's a small company that's powering their brand-new gadgets and the coming revolution in technology. And we think its stock price has nearly unlimited room to run for early in-the-know investors! To be one of them, just click here . 30 CONNECT TWEET LINKEDIN 8 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2fFQ9Pk Find New & Used Cars ",
    "title": "These 5 cars have the worst resale value"
   },
   {
    "entities": [
     "j.",
     "lockaby",
     "beshear",
     "2013",
     "clay",
     "jeffrey",
     "npr",
     "steve",
     "kaiser",
     "columbia",
     "congress",
     "2015 from 20 percent two years earlier",
     "60 percent",
     "29 percent",
     "valley",
     "newswanger",
     "department",
     "its",
     "health",
     "$37.50",
     "medicaid",
     "obama",
     "district",
     "insurance",
     "of",
     "2020",
     "2021",
     "university",
     "salazar",
     "bevin",
     "138 percent",
     "grace",
     "20 percent",
     "90 percent",
     "community",
     "freida",
     "matt",
     "$50",
     "nantz",
     "christie",
     "news",
     "$1",
     "yelowitz",
     "2014",
     "2017",
     "2015",
     "county",
     "ramiro",
     "ohio",
     "emily",
     "galewitz/kaiser",
     "joan",
     "trump",
     "38 percent",
     "voice",
     "$733",
     "memorial",
     "galewitz",
     "dr.",
     "2 percent",
     "america",
     "for",
     "10 percent",
     "center",
     "exchange",
     "phil",
     "kentucky",
     "beauregard",
     "$1.2 billion",
     "hospital",
     "dismantles",
     "$11,880",
     "er",
     "7.5 percent",
     "5 percent",
     "aaron",
     "manchester",
     "cumberland",
     "henry",
     "green",
     "ky."
    ],
    "id": 11,
    "text": "Freida Lockaby says she has benefited from access to health care coverage through Medicaid. Phil Galewitz/Kaiser Health News hide caption toggle caption Freida Lockaby says she has benefited from access to health care coverage through Medicaid. Phil Galewitz/Kaiser Health News For Freida Lockaby, an unemployed 56-year-old woman who lives with her dog in an aging mobile home in Manchester, Ky., one of America's poorest places, the Affordable Care Act was life altering. The law allowed Kentucky to expand Medicaid in 2014 and made Lockaby – along with 440,000 other low-income state residents – newly eligible for free health care under the state-federal insurance program. Enrollment gave Lockaby her first insurance in 11 years. \"It's been a godsend to me,\" said the former Ohio school custodian who moved to Kentucky a decade ago. Lockaby finally got treated for a thyroid disorder that had left her so exhausted she'd almost taken root in her living room chair. Cataract surgery let her see clearly again. A carpal tunnel operation on her left hand eased her pain and helped her sleep better. Daily medications brought her high blood pressure and elevated cholesterol level under control. But Lockaby is worried her good fortune could soon end. Her future access to health care now hinges on a controversial proposal to revamp the program that her state's Republican governor has submitted to the Obama administration. Article continues after sponsorship Next year will likely bring more uncertainty when a Trump administration and a GOP-controlled Congress promise to consider Obamacare's repeal, including a potential reduction in the associated Medicaid expansion in 31 states and the District of Columbia that has led to health coverage for an estimated 10 million people . What Happens If Kentucky Dismantles Its Health Insurance Exchange? Kentucky Gov. Matt Bevin, who was elected in 2015, has argued his state can't afford Medicaid in its current form. Obamacare permitted states to use federal funds to broaden Medicaid eligibility to all adults with incomes at or below 138 percent of the federal poverty level, now $11,880 for individuals. Kentucky's enrollment has doubled since late 2013 and today almost a third of its residents are in the program. The Medicaid expansion under Obamacare in Kentucky has led to one of the sharpest drops in any state's uninsured rate, to 7.5 percent in 2015 from 20 percent two years earlier. Kentucky's achievement owed much to the success of its state-run exchange, Kynect, in promoting new coverage options under the health law. Kynect was launched under Bevin's Democratic predecessor, Steve Beshear, and dismantled by Bevin this year. Bevin has threatened to roll back the expansion if the Obama administration doesn't allow him to make major changes, such as requiring Kentucky's beneficiaries to pay monthly premiums of $1 to $37.50 and require nondisabled recipients to work or do community service for free dental and vision care. Budget pressures are set to rise next year in the 31 states and the District of Columbia where Medicaid was expanded as the federal government reduces its share of those costs. States will pick up 5 percent next year and that will rise gradually to 10 percent by 2020. Under the health law, the federal government paid the full cost of the Medicaid expansion population for 2014-2016. In a state as cash-strapped as Kentucky, the increased expenses ahead for Medicaid will be significant in Bevin's view — $1.2 billion from 2017 to 2021, according to the waiver request he's made to the Obama administration to change how Medicaid works in his state. Trump's unexpected victory may help Bevin's chances of winning approval. Before the election, many analysts expected federal officials to reject the governor's plan by the end of the year on the grounds that it would roll back gains in expected coverage. A Trump administration could decide the matter differently, said Emily Beauregard, executive director of Kentucky Voice for Health, an advocacy group that opposes most waiver changes because they could reduce access to care. \"I think it's much more likely that a waiver could be approved under the Trump administration,\" she said. \"On the other hand, I wonder if the waiver will be a moot point under a Trump administration, assuming that major pieces of the [Affordable Care Act] are repealed.\" Lockaby is watching with alarm: \"I am worried to death about it.\" Life already is hard in her part of Kentucky's coal country, where once-dependable mining jobs are mostly gone. In Clay County where Lockaby lives, 38 percent of the population live in poverty. A fifth of the residents are disabled. Life expectancy is eight years below the nation's average. Clay's location places it inside an area familiar to public health specialists as the South's diabetes and stroke belt . It's also in the so-called \" Coronary Valley \" encompassing the 10-state Ohio/Mississippi valley region. About 60 percent of Clay County's 21,000 residents are covered by Medicaid, up from about a third before the expansion. The counties uninsured rate for nonelderly adults has fallen from 29 percent to 10 percent. Still, the increase in insurance coverage hasn't made Clay's people healthier yet. Local health officials here say achieving that will take a decade or more. Instead, they cite progress in smaller steps: more cancer screenings, more visits to mental health professionals and more prescriptions getting filled. Harder lifestyle changes that are still ahead — such as eating better, quitting smoking and regular exercise — will take more than a couple years to happen, said Aaron Yelowitz, associate professor of economics at the University of Kentucky. At the Grace Community Health Center in Manchester, Ky., psychologist Joan Nantz meets with patient Ramiro Salazar, who gained Medicaid under the expansion. Phil Galewitz/Kaiser Health News hide caption toggle caption Phil Galewitz/Kaiser Health News At the Grace Community Health Center in Manchester, Ky., psychologist Joan Nantz meets with patient Ramiro Salazar, who gained Medicaid under the expansion. Phil Galewitz/Kaiser Health News One hopeful spot is the Grace Community Health Center in downtown Manchester, where patient visits are up more than 20 percent since 2014. Those without insurance pay on a sliding scale, which can mean a visit costs $50 or more. That was too much for Ramiro Salazar, 47, who lives with his wife and two children on a $733 monthly income. With Medicaid, he sees a doctor for his foot and ankle pain, meets regularly with a psychologist for anxiety and gets medications — all free to him. Medicaid even covers his transportation costs to doctors, vital because a specialist can be 40 miles away. Salazar is worried about Bevin's plans, especially the additional costs. \"I probably couldn't afford it as I'm unemployed,\" he said. \"It would hurt me pretty bad.\" Any development that could take away health coverage from people with mental health issues worries Joan Nantz, a psychologist who works part time at Grace and whose appointment calendar is booked three weeks out because of patient demand. More than 90 percent of her clients are on Medicaid. \"If something happens to this program, I can't begin to think what impact it would have on society,\" she said. Without counseling, people with mental health issues will resort to illegal drugs and be more likely to commit crimes and domestic violence, Nantz said. Just five primary care doctors in Manchester treat adults in Clay and surrounding counties. Manchester Memorial Hospital has tried to recruit more without success. \"We had a painful primary care shortage here five years ago and now it's worse,\" said Dr. Jeffrey Newswanger, an emergency room physician and chief medical officer at the hospital. \"Just because they have a Medicaid card doesn't mean they have doctors.\" The emergency room is busier than ever seeing patients for primary care needs, he said. Newswanger sees both sides to the debate over Medicaid. The hospital gained because more patients are now covered by insurance, and the ER's uninsured rate dropped to 2 percent from 10 percent in 2013. \"Eliminating the expansion altogether would be painful for the hospital and a disaster for the community,\" he said. But, Newswanger also appreciates some of Bevin's proposals. \"No one values something that they get for free,\" he said, and incentives are needed to make people seek care in doctors' offices instead of expensive ERs. Christie Green, public health director of the Cumberland Valley District Health Department that covers Clay County, said making the poor pay more or scrapping Medicaid's expansion would be a setback to improving people's health. Last year, Green helped Manchester build a three-mile trail along a park and install a swinging bridge across a small creek. Both additions were intended to promote physical fitness in a place where more than a third smoke — both far above national averages. Progress is slow. The path is used regularly. But drug addicts congregate daily by the bridge and it rarely gets traffic. \"There is a lot to overcome here,\" Green said. This story was produced through collaboration between NPR and Kaiser Health News, an editorially independent program of the Henry J. Kaiser Family Foundation , a nonpartisan health care policy research organization. You can follow Phil Galewitz on Twitter: @philgalewitz . ",
    "title": "In Depressed Rural Kentucky, Worries Mount Over Medicaid Cutbacks : Shots - Health News : NPR"
   },
   {
    "entities": [
     "athan",
     "kenneth",
     "clinton",
     "reform",
     "nbc",
     "comey",
     "ungar",
     "committee",
     "daniel",
     "safia",
     "government",
     "columbia",
     "congress",
     "marquette",
     "fbi",
     "theoharis",
     "oversight",
     "york",
     "july 7, 2016",
     "samee",
     "blames",
     "martinez",
     "james",
     "pablo",
     "of",
     "sept. 28, 2016",
     "u.s.",
     "ali",
     "university",
     "office",
     "richman",
     "attorney\\'s",
     "pelosi",
     "news",
     "letter",
     "charles",
     "getty",
     "trump",
     "and",
     "house",
     "monsivais",
     "new",
     "washington",
     "alaska",
     "o\\'reilly"
    ],
    "id": 12,
    "text": "Pelosi Blames Comey Letter for Clinton Loss, Calling It A 'Foul Deed' 1:28 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161120034924if_/http://www.nbcnews.com/widget/video-embed/811549763866\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> For now, there are no plans for Comey to further discuss the Clinton inquiry, sources with the FBI told NBC News. \"I have a pretty good sense that historians will not be kind to Comey,\" said Kenneth O'Reilly, an FBI historian and professor emeritus at the University of Alaska. \"But I really have no idea whether the Trump team will be grateful or revengeful as they swung back and forth from \"the FBI is corrupt\" to \"the FBI is doing a wonderful job\" and then back to \"the FBI is corrupt.\" If Republicans see Comey as someone who played a role in helping Trump' win, that could help shore up the FBI director's job security, Charles said. Read More: Clinton Emails Only the Latest Minefield for FBI Director James Comey \"He stands in political and administrative limbo,\" Ungar said. There is no indication how he will fare in by the president-elect, he said. However, experts say it's also become clear with agency leaks of the investigation that Comey's lost control of the FBI. That could erode confidence on both sides of the aisle. Further, the FBI, which has historically tried to steer clear of the optics of politically motivated decisions, appeared to take an unprecedented step in the direction, Charles said. \"The FBI was seen as separate from the discourse of politics,\" said Athan Theoharis, an emeritus professor of history and the FBI at Marquette University, \"with Comey thrusting himself into a political election, that reputation is now tarnished.\" FBI Director James Comey is sworn-in before a House Oversight and Government Reform Committee hearing on Capitol Hill in Washington on July 7, 2016. YURI GRIPAS / AFP - Getty Images Democrats skewered Comey for his poor timing on rehashing the Clinton investigation while Republicans questioned if any of his investigations were ever conducted in good faith. But there was no political malice involved with Comey's decision to re-examine Clinton's emails, said Daniel Richman, a law professor at Columbia University who has been a close friend of Comey's for 30 years and was a former colleague of his at the U.S. Attorney's Office in New York. In this Sept. 28, 2016 file photo, FBI Director James Comey testifies on Capitol Hill in Washington. Pablo Martinez Monsivais / AP \"When you have an obligation to disclose or to qualify, you do it full-stop. You don't worry about timing, you don't worry about how it will be read or spun by others,\" Richman told NBC News before the election. \"And in this case, when he learned that what he said to Congress about the review of emails being complete turned out to be dated and requiring correction, he did it. There's no calculus involved.\" Safia Samee Ali ",
    "title": "'Comey Effect': Where Does the FBI Director Stand as Election Dust Settles? - NBC News"
   },
   {
    "entities": [
     "national",
     "richard",
     "v.p.",
     "mike",
     "l.a.",
     "donald",
     "angeles",
     "w.j.",
     "guard",
     "caption",
     "times",
     "york",
     "department",
     "jason",
     "james",
     "victor",
     "obama",
     "inglewood",
     "$2.6-billion",
     "johnson",
     "spencer",
     "california",
     "university",
     "rams",
     "hennigan",
     "brandon",
     "night",
     "theatre",
     "pentagon",
     "india",
     "joe",
     "d.c.",
     "county",
     "diego",
     "vigilant",
     "trump",
     "mattis",
     "dixon",
     "san",
     "molina",
     "biden",
     "joshua",
     "america",
     "nov. 19, 2016",
     "roberts",
     "$25 million",
     "patrick\\xc2\\xa0soon-shiong",
     "hamilton\\'white",
     "new",
     "al",
     "hamilton",
     "rodgers",
     "pence",
     "sheriff",
     "seib",
     "sacramento",
     "last night",
     "genaro",
     "/",
     "6:33 p.m",
     "washington",
     "institute",
     "miller",
     "policy",
     "kevin",
     "los"
    ],
    "id": 13,
    "text": "Donald Trump duels with cast of 'Hamilton' Nov. 19, 2016, 6:33 p.m. This is our look at President-elect Donald Trump's transition and the outgoing Obama administration. Here's what's happening right now:Trump does not appreciate how Mike Pence was received at 'Hamilton'White nationalists in jackets... (W.J. Hennigan) Trump also met with Rhee, presumably to discuss education issues. Rhee was the controversial chancellor of the public schools in Washington, D.C., and now lives in Sacramento where her husband, former basketball star Kevin Johnson , is the city’s mayor. Rhee declined to speak to reporters as she left the club.  Among others on Trump’s dance card for the day was retired Gen. James Mattis, a former war commander who has been critical of some Obama administration policies and has the nickname of “Mad Dog Mattis” and is being considered to lead the Pentagon. Patrick Soon-Shiong, who made his fortune developing an anti-cancer drug, also met with Trump. Soon-Shiong, a vice chairman of the Los Angeles Times’ parent company Tronc, has been closely involved with Vice President Joe Biden 's cancer moonshot initiative, which is designed to accelerate scientific efforts to find cures for cancers. The meetings were designed to highlight the administration’s efforts “to pull in diverse ideas and different perspectives as we form this administration,” said Trump spokesman Jason Miller. Trump, however, started the day off on a different note — by sparking a feud on social media over what happened when his vice president-elect attended the critically acclaimed Broadway musical “Hamilton.” When Pence arrived at the Richard Rodgers Theatre on Broadway for the night’s performance of “Hamilton,” he was both cheered and loudly jeered by the audience. After the show, actor Brandon Victor Dixon spoke to Pence from the stage: “We, sir, are the diverse America who are alarmed and anxious that your new administration will not protect us, our planet, our children, our parents, or defend us and uphold our inalienable rights. We truly hope this show has inspired you to uphold our American values and work on behalf of all of us. All of us.\" Pence had left the auditorium before Dixon finished, but reportedly heard all the remarks over speakers in the hallway. Trump didn’t appreciate the lecture. “Our wonderful future V.P. Mike Pence was harassed last night at the theater by the cast of Hamilton, cameras blazing.This should not happen!” Trump tweeted. “The Theater must always be a safe and special place.The cast of Hamilton was very rude last night to a very good man, Mike Pence. Apologize!” Dixon responded on the social media platform: “conversation is not harassment sir,” adding that he appreciated Pence for showing up. Trump also took to Twitter in the morning to brag about settling fraud claims aimed at his defunct university. A day earlier, Trump had settled two class-action lawsuits filed in San Diego and a third suit brought by the New York state attorney general for $25 million, something he had repeatedly said he would never do. The lawsuits alleged that Trump had defrauded customers into thinking they would learn real estate secrets from professors he had “handpicked” at his for-profit Trump University. The students said they learned little and instead were subjected to hard-sell tactics urging them to spend thousands of dollars on classes. “I settled the Trump University lawsuit for a small fraction of the potential award because as President I have to focus on our country,” Trump tweeted. “The ONLY bad thing about winning the Presidency is that I did not have the time to go through a long but winning trial on Trump U. Too bad!” Caption 90 seconds: 4 stories you can't miss Some Trump supporters say it's not fair to equate white pride with white supremacists , the Rams break ground on their new stadium , Trump moves forward with naming positions in his administration , and Los Angeles practices for a major earthquake . Caption 90 seconds: 4 stories you can't miss Some Trump supporters say it's not fair to equate white pride with white supremacists , the Rams break ground on their new stadium , Trump moves forward with naming positions in his administration , and Los Angeles practices for a major earthquake . Caption Los Angeles Rams break ground on new stadium A groundbreaking ceremony was held in Inglewood as construction of the Los Angeles Rams' new $2.6-billion stadium officially got underway. (Genaro Molina / Los Angeles Times) A groundbreaking ceremony was held in Inglewood as construction of the Los Angeles Rams' new $2.6-billion stadium officially got underway. (Genaro Molina / Los Angeles Times) Caption Richard Spencer, chairman of the National Policy Institute Richard Spencer, chairman of the National Policy Institute, a prominent alt-right organization. (Joshua Roberts / For The Times) Richard Spencer, chairman of the National Policy Institute, a prominent alt-right organization. (Joshua Roberts / For The Times) Caption Vigilant Guard | California National Guard trains for earthquake response A weeklong earthquake response training exercise called Vigilant Guard was hosted in California by the California National Guard with participation from more than 1,200 members of local, state and federal agencies, including Los Angeles County fire officials and the Los Angeles County Sheriff’s Department. (Al Seib / Los Angeles Times) A weeklong earthquake response training exercise called Vigilant Guard was hosted in California by the California National Guard with participation from more than 1,200 members of local, state and federal agencies, including Los Angeles County fire officials and the Los Angeles County Sheriff’s Department. (Al Seib / Los Angeles Times) Caption Weekend Roundup: 7 stories you can't miss The L.A. Auto show begins, how to spot fake news on Facebook, rural teens have more babies, India’s large-bill ban is having negative effects on the poor, Twitter has begun banning bullies, northern Californians feel forgotten about, and the Rams break ground on their new stadium. The L.A. Auto show begins, how to spot fake news on Facebook, rural teens have more babies, India’s large-bill ban is having negative effects on the poor, Twitter has begun banning bullies, northern Californians feel forgotten about, and the Rams break ground on their new stadium. Follow  @delwilber  on Twitter ",
    "title": "President-elect Trump holds series of meetings with potential Cabinet picks - LA Times"
   },
   {
    "entities": [
     "clinton",
     "pat",
     "cooper",
     "elias",
     "broome/ap",
     "mccrory",
     "carolina",
     "donald",
     "midnight",
     "durham",
     "loretta",
     "justice",
     "department",
     "elections",
     "gerry",
     "september",
     "49 percent",
     "board",
     "of",
     "jeff",
     "u.s.",
     "raleigh",
     "observe",
     "lynch",
     "news",
     "county",
     "trump",
     "marc",
     "kristin",
     "2 percent",
     "2016",
     "nov. 8",
     "2012",
     "roy",
     "tiberii",
     "north",
     "election day",
     "state",
     "hillary"
    ],
    "id": 14,
    "text": "Democratic challenger Roy Cooper has a lead of more than 6,000 votes over Gov. Pat McCrory. He's seen here with his wife, Kristin, at an election night rally in Raleigh. Gerry Broome/AP hide caption toggle caption Gerry Broome/AP Democratic challenger Roy Cooper has a lead of more than 6,000 votes over Gov. Pat McCrory. He's seen here with his wife, Kristin, at an election night rally in Raleigh. Gerry Broome/AP More than a week after initial returns showed him narrowly beating Gov. Pat McCrory, North Carolina Attorney General Roy Cooper has added to his lead, while several counties have rejected Republicans' complaints and calls for a recount. The final tally is ongoing. Cooper, a Democrat, leads the Republican incumbent by 6,600 votes — 2,288,867 to 2,282,267 — with both candidates hovering just below the 49 percent mark, according to the North Carolina State Board of Elections . Libertarian Lon Cecil captured 101,574 votes, for just over 2 percent. The elections board in Durham County rejected McCrory's call for a hand recount of 94,000 early ballots, and two other counties rejected complaints that included an allegation that computer issues had created improper voting conditions, member station WFAE reports . WFAE spoke to reporter Jeff Tiberii (of another member station, WUNC), who said, \"We should note that all local boards across the state are comprised of two Republicans and one Democrat.\" Before a winner is declared, more counties will have to certify their final tallies — and roughly half of North Carolina's 100 counties are also contending with election complaints registered by Republicans. Article continues after sponsorship For now, the race has the same status it gained on Nov. 8: too close to call. But citing Cooper's lead, Marc Elias, an election specialist for the Democratic challenger, tells the Raleigh News Observe r that Cooper will likely lead the state. While Cooper's lead has grown since election night, the tally has fluctuated, and it may not surpass the 10,000-vote threshold that would prevent McCrory from calling for a recount, Elias tells the newspaper. Voter turnout was relatively strong in North Carolina, where Donald Trump edged Hillary Clinton in the presidential race. Before midnight on Election Day, the state election board reported more people had voted in 2016 than in 2012. North Carolina has been in national headlines this year for its controversial HB2 law limiting civil rights protections for LGBT people and regulating who uses which public bathrooms. The law prompted businesses, sports groups and celebrities to boycott the state; McCrory dropped a lawsuit against the U.S. Department of Justice in September, \"after U.S. Attorney General Loretta Lynch said HB2 violated both the Civil Rights Act and Title IX and threatened to withhold federal funding to the state.\" Now voters are awaiting word on who won the governor's race. As WUNC's Tiberii reports : \"Meanwhile, nearly 60,000 provisional ballots are being considered and thrown out or counted by local election boards. These ballots are cast when there are questions about voter eligibility. Political scientists say about half of all provisional ballots are thrown out and those counted tend to lean Democratic or mirror the general election outcome.\" \"This has been a hard-fought race,\" Cooper said on election night. \"But the people of North Carolina have spoken, and they want a change in leadership.\" He concluded that speech by saying that he was \"confident these results will be certified, and that they will confirm victory.\" But at nearly the same time, McCrory told supporters, \"The process is continuing right here in North Carolina; the election is not over in North Carolina.\" ",
    "title": "N.C. Challenger To Gov. McCrory Remains In Lead As Final Ballots Counted : The Two-Way : NPR"
   },
   {
    "entities": [
     "juan",
     "april 18, 2016",
     "arizona",
     "renata",
     "supporters",
     "alabama",
     "2013",
     "june 2012",
     "past week",
     "angeles",
     "donald",
     "jersey",
     "florida",
     "mexico",
     "nebraska",
     "obama",
     "kobach",
     "images",
     "june 15, 2012",
     "summer",
     "of",
     "u.s.",
     "nov 19, 2016",
     "university",
     "gallegos",
     "jeff",
     "hastings",
     "sessions",
     "matt",
     "kris]",
     "brazil",
     "news",
     "marshall",
     "muariz",
     "metropolitan",
     "friday",
     "federal",
     "brown",
     "denver",
     "shadows",
     "getty",
     "island",
     "trump",
     "voice",
     "dc",
     "tallahassee",
     "escalante",
     "rhode",
     "america",
     "july, 2001",
     "mcclain",
     "center",
     "daca/dapa",
     "washington",
     "court",
     "new",
     "detention",
     "abc",
     "daca",
     "rose",
     "garden",
     "venezuela",
     "serena",
     "supreme",
     "los"
    ],
    "id": 15,
    "text": "Young Immigrants Who Came Out of Shadows Now Fear Having to Go Back In By Serena Marshall Nov 19, 2016, 9:57 AM ET 0 Shares Star Juan Gallegos Juan Gallegos, center, participating in non-violent civil disobedience outside the Federal Metropolitan Detention Center in Los Angeles, CA, June 2012. 0 Shares Email They remember exactly where they were when it was announced. President Obama in the Rose Garden on June 15, 2012, talking directly to the camera as he gave young people who were brought to the U.S. as undocumented immigrant children a way to get free of the constant fear of deportation. “It makes no sense to expel talented young people, who, for all intents and purposes, are Americans -- they’ve been raised as Americans; understand themselves to be part of this country -- to expel these young people…because of the actions of their parents -- or because of the inaction of politicians,” Obama said. He then announced the program called Deferred Action for Childhood Arrivals (DACA) under which, in the president's words, \"eligible individuals who do not present a risk to national security or public safety will be able to request temporary relief from deportation proceedings and apply for work authorization.” Trump said on the campaign trail that he plans to reverse Obama’s executive actions and orders, which would include DACA. A Fateful Day “I just stopped everything I was doing and was fixated on the news and then I went back into the kitchen and started crying,” recalled New Jersey resident Renata Muariz of that day. Muariz, now a student at Brown University in Rhode Island, was 12 when she was brought to the U.S from Brazil by her mother who had fallen into financial hardship in her home country and could no longer provide for her family. Juan Escalante also vividly recalls the day of Obama's announcement. \"I remember turning on the TV and watching the ticker and remember thinking my life was about to change,” said Escalante, of Tallahassee, Florida, who was 11 when his parents brought him to the U.S. from Venezuela. Escalante, now 27, said his parents arrived legally in the U.S. on work visas and were in line to follow a legal path toward citizenship but were forced out of the process after the family lawyer gave them incorrect advice that left them undocumented and with no legal mechanism forward. “I had just finished my degree and was very uncertain about my future,” Escalante said of when his family suddenly became undocumented. “In the country that refused my contributions and talents, when deferred action was announced I felt immediately validated. It allowed me to demonstrate I am going to work hard I am going to contribute to my economy.” Juan Gallegos of Denver also knows where he was on that fateful date -- protesting for immigration reform on what became \"one of the most amazing days of my life.\" Gallegos remembers just as clearly the day he arrived in the U.S. “I was 12 years old, it was the 4th of July, 2001. I remember so vividly there were fireworks. Children outside playing sports. It felt like such a welcoming space,” he said. But as time passed in his new home country, the feeling of being welcomed faded. As an undocumented immigrant, Gallegos found that after he graduated college he couldn't get jobs in his field. \"I worked as a waiter or anywhere that would take me,” he said. “In the summer, I was building irrigation pipes in the cornfield. And I remember thinking -- with every turn of the wrench -- I have a college degree and can’t make use of it.” Coming out of the Shadows Gallegos, Escalante and Muariz are among roughly 750,000 young people given temporary protected status and, separately, work authorization under DACA. Applicants to the program had to prove they were under age 31 as of June 15, 2012; came to the U.S. before age 16; lived here for at least five years continuously; attend or graduated from high school or college; and have no criminal convictions. Undocumented youth who had learned to be careful about calling attention to themselves thought twice about applying to the program out of fear of making themselves vulnerable to deportation. But ultimately many decided to take the risk. “I figured the government already had most of [this information] since I had gone to school and been part of the public school system,” Gallegos said. Muariz said, “[It’s a] scary thought to know the government now has your information and has access to … to deporting you. But the benefits of it just sounded like it surpassed whatever consequences and seemed safe.” Before the deferred-action program, Muariz didn’t think college was possible for her. She had avoided even talking to her high school guidance counselor and did not take college-entrance exams so as to not draw attention to herself. But on the day of Obama's announcement, she decided to “just try a little harder and see what happens.” Now, the 23-year-old is a student at Brown University. “DACA made me more confident in terms of dreaming of higher goals,” she said. But Trump's election \"has brought a lot of uncertainties for me ... The thought of having DACA revoked -- it will completely change the path I take.” New Fears Muariz plans to apply to law school, but now is uncertain if the future she imagined for herself is possible. She, like others who had come out of the shadows under DACA, now has, as Escalante said, “a lot of anxiety and a lot of questions and a lot of concern.\" \"We are operating under the assumption that the Trump administration is surrounding itself with names of people…that are anti-immigrant -- [Kris] Kobach, [Jeff] Sessions, all of these players coming together to advise the Donald Trump administration,” Escalante, who works as digital campaigns manager for America's Voice, an immigrant rights group, told ABC News. Kobach, known as the architect of a stringent and controversial immigration enforcement law in Arizona, SB 1070, has been brought on to the Trump team as an immigration adviser. Sen. Jeff Sessions of Alabama, who on Friday was named as the president-elect's pick for U.S. attorney general, was a vocal critic of a comprehensive immigration reform bill by a bipartisan group of eight senators in 2013. Matt McClain/ The Washington Post via Getty Images Supporters of DACA/DAPA outside the Supreme Court, April 18, 2016 in Washington, DC. They and others were there to show support of Obama's immigration policy as the court heard a case that focuses on the President's executive action on immigration. Now as the future Trump administration takes shape, Escalante said many undocumented young people who applied to the deferred action program are concerned about the personal information they released that could now possibly be used against them. “When we as a community decided to move forward and apply for this program we did it with good will … also understanding information wasn‘t going to be used as a massive database to target our community,” Escalante said. “A lot of people bracing for what may come next.” Muariz said she can't imagine what she would do if the program were terminated and she was deported to Brazil. “At this point my English is better than my Portuguese,” she said. “A life back there is really hard to imagine at this point, especially after everything we’ve built here. It would be starting from scratch, which is a scary thought.” Gallegos has similar fears. “What I’m most afraid of is going to a Mexico where the economy is worse and worse every day,” he said. But he said that through the deferred action program, “I lived the American dream. I was able to go to school and do a lot of things with my life that don’t think would have been possible in Mexico. All of those experiences, the education that I got, nobody is going to be able to take away from me.” Hoping for the Best While Bracing for the Worst Short of deportation, if the program is eliminated and Gallegos has to go back to living the tenuous life of an undocumented immigrant in the U.S., he said he can deal with it. “I grew up undocumented in this country,” Gallegos said. “I remember living in Hastings, Nebraska, and there was a raid at the meatpacking plant. I remember seeing all those children left at school with nobody to pick them up from school. It’s not new. It’s happened before. We deal with it; we cope.” But he said no one should expect young undocumented immigrants to stop fighting for the right to live freely and without fear. “You can lash at us you can detain us. Do whatever you want to us but we are going to come back and stronger every time,” he said. Muariz echoed this, saying she's not pinning her hopes on possible new legislation or action by the incoming Trump administration. “My hope comes from, really, the community and people power that I’ve witnessed in the past week,\" she said. 0 Shares ",
    "title": "Young Immigrants Who Came Out of Shadows Now Fear Having to Go Back In\n- ABC News"
   },
   {
    "entities": [
     "richard",
     "clinton",
     "school",
     "international",
     "angeles",
     "steve",
     "austin",
     "caption",
     "erica",
     "radio",
     "anderson",
     "college",
     "hennessy-fiske",
     "molly",
     "friday",
     "boston",
     "kan",
     "joshua",
     "loans",
     "center",
     "beck",
     "2012",
     "lafferty",
     "al",
     "sheriff",
     "seib",
     "genaro",
     "institute",
     "lisa",
     "dave",
     "l.a.",
     "black",
     "donald",
     "saturday",
     "johnny",
     "department",
     "sandy",
     "alex.",
     "inglewood",
     "spencer",
     "padilla",
     "joe",
     "diego",
     "rnc",
     "ronald",
     "mr.",
     "kentucky",
     "cleveland",
     "/",
     "texas",
     "mustaine",
     "policy",
     "national",
     "trade",
     "wichita",
     "sabbath",
     "guard",
     "elementary",
     "fbi",
     "blanco",
     "republican",
     "jason",
     "$2.6-billion",
     "u.s.",
     "mt.",
     "quicken",
     "india",
     "pressphoto",
     "multimillion-dollar",
     "states",
     "connecticut",
     "strait",
     "reagan",
     "megadeth",
     "trump",
     "quentin",
     "roberts",
     "high",
     "alex",
     "united",
     "cash",
     "mascaro",
     "mark",
     "dallas",
     "glenn",
     "washington",
     "convention",
     "potok",
     "president-elect",
     "security",
     "wilber",
     "2013",
     "los",
     "bonnell",
     "george",
     "marathon",
     "times",
     "california",
     "rams",
     "krupa",
     "community",
     "european",
     "waco",
     "nations",
     "pedro",
     "county",
     "brian",
     "vigilant",
     "agency",
     "san",
     "molina",
     "phillips",
     "2016",
     "nov. 8",
     "kennedy",
     "1993",
     "jones",
     "hook",
     "arena",
     "metallica",
     "wednesday"
    ],
    "id": 16,
    "text": "The world may be out to get Alex Jones, master of conspiracy. But he's scored a win with Donald Trump RNC in Cleveland 2016 Brian Blanco / European Pressphoto Agency Radio host Alex Jones speaks to crowds near Quicken Loans Arena, the venue for the 2016 Republican National Convention. Radio host Alex Jones speaks to crowds near Quicken Loans Arena, the venue for the 2016 Republican National Convention. (Brian Blanco / European Pressphoto Agency) Molly Hennessy-Fiske and Steve Padilla Contact Reporter Alex Jones was telling his listeners on YouTube about his visit to scenic Mt. Bonnell, the highest point in Austin, Texas, where he had gone to record a message about the dark forces threatening the republic — one of his favorite topics. As is often the case, he got sidetracked — this time by the president-elect of the United States. “On my way here, Donald Trump gave me a call ,” Jones recounted on one of his latest videos, posted last week. “And I told him, ‘Mr. President-elect, you’re too busy; we don’t need to talk.’ But we still spent over five minutes [on the phone], and he said, ‘Listen, Alex. I just talked to the kings and queens of the world, world leaders, you name it.’ But he said, ‘It doesn’t matter. I want to talk to you to thank you and thank your audience. And I’ll be on in the next few weeks to thank them.’” These are heady times for Jones, the Austin-based documentarian, radio and online television host known for his epic rants about the new world order and efforts by powerful globalists to enslave the masses. His “Infowars” program is a mainstay of the far-right media landscape, gaining new currency as the Trump campaign has sidelined the mainstream press in favor of more receptive outlets. Jones takes Trump’s “some people say” style of interpreting the world and doubles down. The Texas Internet host likes to talk about secret armies. Mind control. “Kleptocrat corporate-run media.” The 9/11 attacks, he says, were carried out by the U.S. government. Six days before the Nov. 8 election, Jones uploaded another scoop: “The Truth About the Clinton Pedophile Ring Exposed.” When officialdom and the media are calling him crazy, that’s when Jones figures he’s hit his stride. “When they’re attacking you,” he said in a 2013 interview with The Times, “you’re winning.” Trump’s rise, Jones says, can be attributed to “liberty and freedom and common sense.” “We finally have people in Washington that actually listen to the people and don’t buy the propaganda of the big mainline corporations that are using weaponized media to mind-control simple-minded people,” Jones told his listeners. Ronald Reagan Building and International Trade Center, the buttoned-down millennials, in their dark suits and ties, settled in for the long conference day ahead. Like countless others who travel to Washington, they had come to position their interests at the forefront... Inside a beige meeting room at the Ronald Reagan Building and International Trade Center, the buttoned-down millennials, in their dark suits and ties, settled in for the long conference day ahead. Like countless others who travel to Washington, they had come to position their interests at the forefront... (Lisa Mascaro) Like most successful purveyors of conspiracy theories, Jones gets it right just enough to keep people listening. He early on warned the public about National Security Agency cellphone spying, domestic drones and the perils of genetically modified food. He is a Texan with enough of an accent to prove it, and his baritone voice commands attention in person and on the air. Jones broadcasts from his headquarters in an unmarked building at a location he prefers not to disclose. His default setting is distrust. When a reporter visited his studio in 2013, a staff member alerted Jones during a commercial break that the FBI had just foiled a bomb plot in Wichita, Kan. Jones ducked out of the studio to scrutinize a bank of network television monitors, then scoffed at the FBI’s announcement. “Explosion plot — like they’re so pleased to have something to run around and get people excited about,” he said. One caller that day, a man who identified himself as Ryan from Kentucky, said he had witnessed nearly 3,000 Russian troops and United Nations forces secretly training nearby. Jones appeared unfazed. Over the years he has shared similar reports of covert armies preparing to subjugate the American people. “It’s all over the place — they’re just acclimating us for occupation,” he replied, “You should shoot video of that — post it on YouTube.” During his show, he has been known to sing along to Black Sabbath, Johnny Cash, Blue Oyster Cult and George Strait. He loves “Star Wars” and peppers his commentary with references to “The Hobbit.” He’s friends with Dave Mustaine, former lead guitarist for the heavy metal band Metallica, now with Megadeth. The band named its 12th studio album after one of Jones’ films, “Endgame.” Jones graduated from Austin’s Anderson High School in 1993 — the same year the FBI raided the Branch Davidian complex in Waco, a confrontation that left dozens of sect members dead and sparked endless debate over the FBI’s account of events. He went on to attend Austin Community College, where he hosted a show on the college’s public access channel that became the basis for his current radio show and website. Jones is not without detractors. Glenn Beck has accused him of being a fascist madman (Jones dismisses Beck as an effeminate globalist lackey). The Southern Poverty Law Center , which monitors extremist groups, said Boston Marathon bomber Tamerlan Tsarnaev was among Jones’ listeners; Southern Poverty Law Center spokesman Mark Potok has called Jones “the single most prolific patriot conspiracy theorist in the country.”  On Wednesday, a woman whose mother died in the 2012 massacre at Sandy Hook Elementary School in Connecticut released an open letter calling on Trump to disavow Jones , saying he “has fanned the flames of a hateful conspiracy theory claiming that the shooting that took my mother never happened.” “It’s unthinkable. It’s unacceptable,” Erica Lafferty wrote to Trump. “I’m asking you to denounce it immediately and cut ties with Alex Jones and anyone who subscribes to these dangerous ideas.” President-elect Donald Trump on Saturday met with an eclectic mix of potential Cabinet picks, including a high-profile Republican foe, even as he launched a Twitter storm boasting about settling a multimillion-dollar lawsuit and criticizing the cast of a hit Broadway musical for lecturing his vice... President-elect Donald Trump on Saturday met with an eclectic mix of potential Cabinet picks, including a high-profile Republican foe, even as he launched a Twitter storm boasting about settling a multimillion-dollar lawsuit and criticizing the cast of a hit Broadway musical for lecturing his vice... (Del Quentin Wilber) In a video released Friday, “Alex Jones’ Final Statement on Sandy Hook,” Jones denied saying that no one died. He then went on to suggest, however, that the official account by police and everyone else who has looked into the tragedy — that a single gunman had slaughtered six adults and 20 first-graders at the school — was open to question. “I’ve always said that I’m not sure about what really happened,” Jones said. “There’s a lot of anomalies. And there has been a coverup of whatever did happen there.” For all the people Jones infuriates, he also draws enthusiastic audiences. That was vividly on display three years ago when he and listeners gathered to mark the 50th anniversary of President Kennedy’s assassination. On a Dallas street, he gestured wildly with his free hand to his camera crew and the crowd surrounding him at the foot of the grassy knoll that had become such a famous landmark associated with the shooting. “A year ago the mayor said we won’t have any conspiracy theorists [at the anniversary observance] — that means anyone who questions the official story,” Jones shouted. “This is an act of defiance!” Supporters wearing Infowars T-shirts cheered, while others carried signs Jones had made bearing Kennedy’s image and the words: “The establishment killed me 50 years ago, now they’re killing free speech.” As he hit his stride, Jones’ gravely voice rose to an urgent crescendo. “We don’t want a bunch of offshore corporations running our country and trying to get rid of our Bill of Rights and Constitution, and banker bailouts of trillions of dollars, trying to take our guns and impoverish us for political control!” he said. “We’re saying, ‘OK, you want a fight? You’re going to get one, you bastards!’” The crowd erupted in cheers. “He’s counterintuitive. He shines a light in the darkness,” said Joe Krupa, a retired teacher from San Pedro who had come for the anniversary and stumbled upon Jones. Jason Phillips, an engineer from San Diego, thought Jones sounded pretty wild when he first saw his show on YouTube. But the more he listened, he said, the more he believed. “The official story,” he said, “is a farce.” Caption 90 seconds: 4 stories you can't miss Some Trump supporters say it's not fair to equate white pride with white supremacists , the Rams break ground on their new stadium , Trump moves forward with naming positions in his administration , and Los Angeles practices for a major earthquake . Caption 90 seconds: 4 stories you can't miss Some Trump supporters say it's not fair to equate white pride with white supremacists , the Rams break ground on their new stadium , Trump moves forward with naming positions in his administration , and Los Angeles practices for a major earthquake . Caption Los Angeles Rams break ground on new stadium A groundbreaking ceremony was held in Inglewood as construction of the Los Angeles Rams' new $2.6-billion stadium officially got underway. (Genaro Molina / Los Angeles Times) A groundbreaking ceremony was held in Inglewood as construction of the Los Angeles Rams' new $2.6-billion stadium officially got underway. (Genaro Molina / Los Angeles Times) Caption Richard Spencer, chairman of the National Policy Institute Richard Spencer, chairman of the National Policy Institute, a prominent alt-right organization. (Joshua Roberts / For The Times) Richard Spencer, chairman of the National Policy Institute, a prominent alt-right organization. (Joshua Roberts / For The Times) Caption Vigilant Guard | California National Guard trains for earthquake response A weeklong earthquake response training exercise called Vigilant Guard was hosted in California by the California National Guard with participation from more than 1,200 members of local, state and federal agencies, including Los Angeles County fire officials and the Los Angeles County Sheriff’s Department. (Al Seib / Los Angeles Times) A weeklong earthquake response training exercise called Vigilant Guard was hosted in California by the California National Guard with participation from more than 1,200 members of local, state and federal agencies, including Los Angeles County fire officials and the Los Angeles County Sheriff’s Department. (Al Seib / Los Angeles Times) Caption Weekend Roundup: 7 stories you can't miss The L.A. Auto show begins, how to spot fake news on Facebook, rural teens have more babies, India’s large-bill ban is having negative effects on the poor, Twitter has begun banning bullies, northern Californians feel forgotten about, and the Rams break ground on their new stadium. The L.A. Auto show begins, how to spot fake news on Facebook, rural teens have more babies, India’s large-bill ban is having negative effects on the poor, Twitter has begun banning bullies, northern Californians feel forgotten about, and the Rams break ground on their new stadium. ",
    "title": "The world may be out to get Alex Jones, master of conspiracy. But he&apos;s scored a win with Donald Trump - LA Times"
   },
   {
    "entities": [
     "richard",
     "clinton",
     "mike",
     "dallek",
     "john",
     "bush",
     "international",
     "newt",
     "guerrucci",
     "james",
     "public",
     "university",
     "sessions",
     "friday",
     "jimmy",
     "dixon",
     "kellyanne",
     "center",
     "ethics",
     "conway",
     "wehner",
     "hamilton",
     "aaron",
     "margaret",
     "nbc",
     "lin-manuel",
     "donald",
     "saturday",
     "roosevelt",
     "morning",
     "miranda",
     "sen.",
     "victor",
     "johnson",
     "jeff",
     "lyndon",
     "8:32",
     "night",
     "47 percent",
     "devine",
     "mattis",
     "club",
     "and",
     "thatcher",
     "september 2015",
     "$25 million",
     "philip",
     "november 19",
     "2005",
     "pence",
     "township",
     "gingrich",
     "last night",
     "fallon",
     "policy",
     "franklin",
     "nov. 18",
     "thursday",
     "york",
     "theatre",
     "white",
     "robert",
     "tower",
     "trump",
     "america",
     "w.",
     "new",
     "aude",
     "october",
     "burr",
     "bedminster",
     "washington",
     "peter",
     "rucker",
     "george",
     "n.j.",
     "manhattan",
     "rogers",
     "brandon",
     "golf",
     "pandora",
     "billy",
     "house",
     "kennedy",
     "rodgers"
    ],
    "id": 17,
    "text": "Got it The cast of \"Hamilton\" delivered a message to Vice President-elect Mike Pence from stage after he watched the show at Richard Rodgers Theatre on Nov. 18. Pence was booed by some audience members when he first walked in. (Twitter/Hamilton via Storyful) By Philip Rucker November 19 at 8:32 PM Follow @PhilipRucker Mike Pence was elected vice president by a coalition of mostly white voters nostalgic for what they thought of as the good old days in America and galvanized by promises to deport millions of undocumented immigrants. On Friday night, Pence came face-to-face with a symbol of the new America: A hit musical called “Hamilton” that celebrates the principles of the nation’s founding but reimagines the revolutionary period with multiracial actors playing the statesmen and the contributions of immigrants central to the story. As he took his seat in New York’s Richard Rogers Theatre, Pence heard an impassioned, sustained boo. He sat through a performance celebrating the country’s multiculturalism. And when the show was over and he headed for the exits, the cast was not quite finished. “We, sir, we are the diverse America who are alarmed and anxious that your new administration will not protect us, our planet, our children, our parents, or defend us and uphold our inalienable rights, sir,” said Brandon Victor Dixon, the actor who played Aaron Burr, reading a statement the cast members had drafted together. “But we truly hope this show has inspired you to uphold our American values and work on behalf of all of us. All of us,” he continued. Vice President-elect Mike Pence, top center, leaves the Richard Rodgers Theatre after a performance of \"Hamilton\" in New York on Friday. (Andres Kudacki/AP) The remarkable moment crystallized the cleavage wrought by a toxic presidential campaign, in which millions of aggrieved white Americans propelled Donald Trump and Pence to the White House and left millions of others — blacks and Latinos, gays and lesbians, Muslims and Jews — fearful of what might become of their country. “It was this collision of two different Americas and two different visions and two different sets of experiences, happening at once, and happening in a rather dramatic way,” said Peter Wehner, a former speechwriter to President George W. Bush and a fellow at the Ethics and Public Policy Center. By Saturday morning, Trump decided to respond. He could have chosen to offer assurances that he would be a president for all Americans — that he would respect everybody regardless of race or gender or creed. But Trump being Trump, the president-elect punched back. “The Theater must always be a safe and special place,” Trump tweeted . “The cast of Hamilton was very rude last night to a very good man, Mike Pence. Apologize!” There was a certain irony to Trump’s demand, considering that as a candidate he rarely if ever apologized for the blizzard of insults he sprayed across the country. “Have you ever apologized? Ever? In your lifetime? Close your eyes, think back to Baby Donald . . . ,” Jimmy Fallon asked Trump on NBC’s “Tonight Show” in September 2015. President-elect Donald Trump, left, and Vice President-elect Mike Pence, right, with retired Marine Gen. James Mattis at the Trump International Golf Club in Bedminster Township, N.J., on Saturday. (Aude Guerrucci / Pool/European Pressphoto Agency) “I fully think apologizing is a great thing, but you have to be wrong,” Trump replied. He added, with a laugh, “I will absolutely apologize sometime in the hopefully distant future, if I’m ever wrong.” Trump did apologize in October for the comments he made in 2005 to “Access Hollywood” host Billy Bush bragging about having grabbed women by their genitals. As a candidate, Trump set off hand grenades with provocative tweets at moments of his choosing to attract the attention of the news media. Regardless of whether this was Trump’s intent Saturday morning, his shot at the “Hamilton” cast served to distract from a negative news story that broke late Friday: The president-elect had agreed to a $25 million settlement to end the fraud cases pending against Trump University, his defunct real estate seminar program. Trump tweeted Saturday that he had settled the case because he had to “focus on our country.” “The ONLY bad thing about winning the Presidency is that I did not have the time to go through a long but winning trial on Trump U. Too bad!” Trump tweeted, although there was no clear indication whether he would have prevailed had the case gone to trial. In many ways, “Hamilton” has become a touchstone in America’s ongoing culture wars. Hillary Clinton embraced the musical — its creator, Lin-Manuel Miranda, openly supported her candidacy — and recited its lyrics in her speech accepting the Democratic presidential nomination. Talk about “Hamilton” is different in Trump’s orbit, however. Last Thursday at Trump Tower, when a reporter asked Sen. Jeff Sessions (R-Ala.) how long he intended to be in New York, Trump campaign manager Kellyanne Conway interjected: “Have you seen ‘Hamilton’?” “I have not,” replied Sessions, who the next day would be announced as Trump’s attorney general nominee. Trump’s handling of the Pence incident is in keeping with how he confronted past cultural controversies and could presage how he will act in the White House. Although he is a billionaire who lives in a three-story apartment on Fifth Avenue in Manhattan, he long has felt excluded and shunned by the New York and Washington elite. Trump is sensitive to perceived snubs — and has mastered the art of snapping back at criticism from coastal liberals as a means of ingratiating himself with his middle-America base. On Saturday, Trump’s defenders rushed to condemn the “Hamilton” cast and voice outrage at perceived disrespect. His supporters started a “#BoycottHamilton” campaign on Twitter — although “Hamilton” tickets are such a hot commodity that the production is sold out well into next year. “The arrogance and hostility of the Hamilton cast to the Vice President elect (a guest at the theater) is a reminder the left still fights,” tweeted former House speaker Newt Gingrich, an informal Trump adviser. Gingrich went on to liken Trump to former British prime minister Margaret Thatcher: “Lady Thatcher aroused the same bitter hostility because like Trump she was a threat to the establishment’s claim to moral superiority.” Presidential historian Robert Dallek said Trump’s Twitter retort was a striking act of divisiveness by an incoming president struggling to heal the nation after a bitter election. “Instead of doing what a Franklin Roosevelt or a John Kennedy or a Lyndon Johnson would have done, he’s exacerbating the differences by saying they owe him an apology,” Dallek said. “For what? What were they asking for? They were asking for a kind of regard for minorities. It wasn’t as if they were asking him to give up the office.” Said Wehner: “He’s not the sole reason that the campaign was ugly and divisive, but he’s the main reason it was. . . . And now, having won, it falls on him to bind up the wounds. Even if you feel what happened by the cast of ‘Hamilton’ was wrong or inappropriate or indecorous, he’s the leader of the country.” Although Trump won a clear majority in the electoral college, he garnered just 47 percent of the popular vote — more than 1 million votes short of Clinton, with millions of votes still to be counted in primarily liberal states. “I don’t think Trump understands that beneath the surface of his electoral college victory, there’s a lot of people who simply are not willing to accept the rhetoric of his campaign as the language of government,” veteran Democratic strategist Tad Devine said. “Trump has opened Pandora’s box,” he added, “and we’re looking for hope at the bottom.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump and Pence vs. ‘Hamilton’ cast: A collision of two Americas - The Washington Post"
   },
   {
    "entities": [
     "j.",
     "richard",
     "mike",
     "peter",
     "donald",
     "saturday",
     "nov. 18",
     "york",
     "victor",
     "musical",
     "november 19, 2016",
     "brandon",
     "night",
     "theatre",
     "friday",
     "marks",
     "trump",
     "dixon",
     "america",
     "american",
     "new",
     "november 19",
     "rodgers",
     "pence",
     "hamilton",
     "alexander",
     "burr",
     "last night",
     "aaron",
     "washington"
    ],
    "id": 18,
    "text": "Why Trump gets theater completely and utterly wrong The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Peter Marks November 19 at 12:07 PM Follow @petermarksdrama The cast of \"Hamilton\" delivered a message to Vice President-elect Mike Pence from stage after he watched the show at Richard Rodgers Theatre in New York on Nov. 18. Pence was booed by some audience members when he first walked in. (Twitter/Hamilton via Storyful) “The Theater must always be a safe and special place. The cast of Hamilton was very rude last night to a very good man, Mike Pence. Apologize!” — President-elect Donald Trump The Theater must always be a safe and special place.The cast of Hamilton was very rude last night to a very good man, Mike Pence. Apologize! — Donald J. Trump (@realDonaldTrump) November 19, 2016 I’m not sure what kind of “safe and special” theater the president-elect is alluding to in his tweet on Saturday, following the imbroglio involving Vice President-elect Mike Pence at the Friday night performance of Broadway’s “Hamilton.” Maybe by “safe and special” he means the theater is supposed to be docile, an innocuous landscape filled exclusively with chorus girls and holiday pageants. But let’s be clear: “Safe” theater is dead theater. Conflict is what drives drama, and sometimes, emotions in that public space become intense and things get messy. Some of that exuberance spilled over into the peanut galleries Friday night: As he returned to his orchestra seat after intermission, Pence was greeted with applause — and boos. Broadway protocol would dictate that an incoming vice president go backstage after a performance and greet the cast. In this case, though, Pence reportedly was being ushered out of the theater as Brandon Victor Dixon, the actor portraying Aaron Burr in the acclaimed musical about the life of Alexander Hamilton, began his curtain-call remarks. According to media reports, Pence stood just outside the auditorium door, listening to the full speech. It is rare indeed for a company of actors — and especially those in what amounts to one of the biggest hits in Broadway history — to address a single public official at the end of a performance. [ Trump demands apology from ‘Hamilton’ after cast’s message to Pence. ] “Thank you so much for joining us tonight,” Dixon said, on behalf of the production. “You know, we had a guest in the audience this evening. And Vice President-elect Pence, I see you walking out, but I hope you will hear us just a few more moments. There’s nothing to boo here, ladies and gentlemen. There’s nothing to boo here. We’re all here, sharing a story of love. We have a message for you, sir, and we hope that you will hear us out. And I encourage everybody to pull out your phones and tweet and post, because this message needs to be spread far and wide, okay? Vice President-elect Pence, we welcome you and we truly thank you for joining us at ‘Hamilton: An American Musical.’ We really do. We, sir, we are the diverse America who are alarmed and anxious that your new administration will not protect us, our planet, our children, our parents, or defend us and uphold our inalienable rights, sir. But we truly hope that this show has inspired you to uphold our American values, and work on behalf of all of us. All of us. Again, we truly thank you for sharing this show, this wonderful American story, told by a diverse group of men, women, of different colors, creeds and orientations.” Some observers on social media see Trump’s tweet as an attempt to grab hold of a minor culture-war issue and deflect attention from objections being lodged against several of his initial appointments. Indeed, he seems to be trying to make the case here that it’s not the incoming administration that poses the greatest threat; it’s the dissenters who are threatening him. Still, the challenging words by the “Hamilton” cast and the contretemps surrounding them portend a contentious relationship between the Republican-led government and an arts community that may be preparing to take it on publicly. In the context of a musical about a revolution, the events of Friday night look like life imitating art.   ",
    "title": "Why Trump gets theater completely and utterly wrong - The Washington Post"
   },
   {
    "entities": [
     "national",
     "n.c.",
     "alabama",
     "aric",
     "army",
     "defense",
     "carolina",
     "inc",
     "ribbon",
     "adamsville",
     "bragg",
     "service",
     "david",
     "u.s.",
     "command",
     "raleigh",
     "interactive",
     "commendation",
     "friday",
     "criminal",
     "last june",
     "winchester",
     "cbs",
     "bowman",
     "medal",
     "press",
     "investigation",
     "north",
     "april 2015",
     "associated",
     "fort",
     "wednesday"
    ],
    "id": 19,
    "text": "<p>Army Pfc. David Winchester, of Adamsville, Alabama, is seen this photo the U.S. Army provided to CBS affiliate WNCN-TV of Raleigh, North Carolina.</p> Close U.S. Army FORT BRAGG, N.C. -- Army officials say a 21-year-old decorated soldier was found dead in his barracks at Fort Bragg. CBS Raleigh affiliate WNCN-TV reports that Pfc. David Winchester, of Adamsville, Alabama, was found Wednesday. Agents with the U.S. Army Criminal Investigation Command are investigating. The Army said in a release Friday that Winchester was a biomedical equipment specialist. He joined the Army in April 2015 and was assigned to Fort Bragg last June. Lt. Col. Aric Bowman says Winchester “was the embodiment of what every commander hopes for in a soldier.” Bowman says Winchester was “an enthusiastic, high-performing member of our medical maintenance team, and he touched many lives.” Winchester’s awards include the Army Commendation Medal, the National Defense Service Ribbon, the Global War on Terrorism Service Ribbon, and the Army Service Ribbon. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "U.S. Army soldier found dead at Fort Bragg barracks - CBS News"
   },
   {
    "entities": [
     "superville",
     "china",
     "john",
     "asia-pacific",
     "key",
     "trade",
     "$1 million",
     "donald",
     "saturday",
     "mexico",
     "darlene",
     "zealand",
     "the",
     "cooperation",
     "tpp",
     "barack",
     "obama",
     "u.s.",
     "nov 19, 2016",
     "lima",
     "paul",
     "nafta",
     "nieto",
     "xinhua",
     "states",
     "jinping",
     "economic",
     "briceno",
     "trump",
     "rim",
     "agreement",
     "pena",
     "xi",
     "american",
     "press",
     "united",
     "new",
     "north",
     "traynor",
     "apec",
     "peru",
     "pacific",
     "associated",
     "free",
     "asia",
     "enrique",
     "franklin"
    ],
    "id": 20,
    "text": "World Leaders at APEC Summit Take Aim at Trump Over Trade By joshua goodman and ben fox, associated press LIMA, Peru \u0097 Nov 19, 2016, 5:38 PM ET 0 Shares Email Several U.S. allies took aim at Donald Trump's views on global trade, while China's president made an impassioned call against the sort of protectionism favored by the president-elect at a summit of Asian-Pacific leaders on Saturday The Asia-Pacific Economic Cooperation forum is taking place in Peru as world leaders are on edge over Trump's campaign pledges to protect U.S. jobs by backing out of the not-yet-implemented Trans-Pacific Partnership and renegotiating the North American Free Trade Agreement. Mexican President Enrique Pena Nieto said NAFTA benefits workers and companies on both sides of the border. Still, he expressed concern that the U.S. could be turning its back on a bilateral trade relationship responsible for moving $1 million worth of goods every minute. \"In the face of Trump's positioning, we're now in a stage of favoring dialogue as a way to build a new agenda in our bilateral relationship,\" Pena Nieto told business leaders. \"Mexico, like the entire world, is about to initiate a new stage with the U.S. and in commercial terms we want to give the right value to this strategic relationship between Mexico and the U.S.\" New Zealand's Prime Minister John Key spoke more bluntly, saying the \"tremendous despair\" triggered by Trump's trade views can't be allowed to slow down economic integration by the rest of the world. \"Even if the United States doesn't want to engage in free trade, President Trump needs to know other countries do,\" said Key. He said it's still possible to save the 12-nation TPP negotiated by the Obama administration by introducing cosmetic changes making it acceptable to Trump or carving out a less ambitious pact among TPP signatories that leaves out the U.S. \"I personally think that President Trump will be very much like chairman of the corporation Trump is,\" he said. \"He's a flexible business guy. He's going to realize he has a role to play.\" Chinese President Xi Jinping delivered perhaps the most-forceful defense of free trade, given the size of his economy. In his kickoff speech from Peru he said the best response to rising protectionism would be for APEC's 21 members to negotiate a free trade area encompassing the entire Pacific Rim. \"Closed and inclusive arrangements are not the right choice,\" Xi said, taking a veiled stab at the TPP, which excludes China and is widely seen as an attempt to reassert U.S. dominance in Asia. \"Building a free trade area of the Asia-Pacific is a strategic initiative critical for long-term prosperity.\" Xi's remarks came as Chinese state media blasted Trump for \"trade-bashing\" rhetoric that threatens global economic stability. \"The billionaire-turned-politician needs to prove that derailing the global economy has not been one of the reasons why he ran for U.S. president,\" official Xinhua news agency said in a commentary piece published Saturday. President Barack Obama warned against a rush to judgment on Trump, saying at a town hall on the margins of the summit that it's too early to conclude that the new administration will wipe out trade deals and create international problems. \"Don't just assume the worst,\" he said. \"Wait until the administration's in place\" before drawing conclusions. ——— Associated Press writers Darlene Superville, Franklin Briceno and Paul Traynor contributed to this report. 0 Shares ",
    "title": "World Leaders at APEC Summit Take Aim at Trump Over Trade - ABC News"
   },
   {
    "entities": [
     "national",
     "swift",
     "giuliani",
     "woodson",
     "alabama",
     "mike",
     "defense",
     "stephen",
     "john",
     "chris",
     "massachusetts",
     "saturday",
     "afghanistan",
     "first",
     "times",
     "columbia",
     "jersey",
     "n.j.",
     "york",
     "central",
     "c.i.a.",
     "newsletters",
     "nyt",
     "morning",
     "draft",
     "the",
     "jason",
     "james",
     "from 2007",
     "kansas",
     "district",
     "n.",
     "of",
     "kobach",
     "flynn",
     "bannon",
     "jeff",
     "iraq",
     "feehery",
     "briefingsubscribed",
     "command",
     "hilary",
     "sessions",
     "rhee",
     "christie",
     "michael",
     "states",
     "news",
     "political",
     "friday",
     "michelle",
     "robert",
     "golf",
     "2010",
     "romney",
     "a.",
     "trump",
     "mattis",
     "club",
     "corps",
     "w.",
     "kris",
     "pompeo",
     "rudolph",
     "mr.",
     "marine",
     "united",
     "2012",
     "new",
     "sunday",
     "k.",
     "l.",
     "bedminster",
     "miller",
     "among",
     "t."
    ],
    "id": 21,
    "text": "Continue reading the main story Mr. Trump met with Mr. Romney for about an hour and a half. Afterward, both men exited the clubhouse and shook hands for the cameras. “Went great,” Mr. Trump said, cupping his hands at his mouth to project his voice. Mr. Romney then briefly addressed reporters, declining to say whether he was interested in a cabinet position. Advertisement Continue reading the main story “We had a far-reaching conversation with regard to the various theaters of the world with interest to the United States of real significance,” Mr. Romney said. “We discussed those areas and exchanged our views on those topics. A very thorough and in-depth discussion over the time we had. I appreciate the chance to speak with the president-elect and look forward to the coming administration.” Mr. Romney did not answer reporters’ questions about whether he had apologized to Mr. Trump for his criticism of him during the campaign. Photo Reporters on Friday at Trump National Golf Club in Bedminster, N.J., where the president-elect was spending the weekend. Credit Hilary Swift for The New York Times Among the others who sat down with Mr. Trump were Michelle A. Rhee, a Democrat who served as the chancellor of public schools in the District of Columbia from 2007 to 2010, and Robert L. Woodson, an African-American conservative who works on community-based anti-poverty programs. Mr. Trump also met with James N. Mattis, a retired Marine Corps general who headed United States Central Command and is being considered for the post of defense secretary. The president-elect strongly praised General Mattis, who was an assertive presence on the battlefields of Iraq and Afghanistan, after talking with him for about an hour. “All I can say is he is the real deal — the real deal,” Mr. Trump said. Asked whether General Mattis would join the administration, Mr. Trump said: “We’ll see. We’ll see.” He added: “He’s just a brilliant, wonderful man. What a career — we are going to see what happens, but he is the real deal.” On Sunday, the president-elect is scheduled to meet with a similarly wide-ranging group, including Gov. Chris Christie of New Jersey, whom he removed as the chairman of his transition team days after the election; Rudolph W. Giuliani, who has also been a contender for the secretary of state post; and Kris Kobach, the Kansas secretary of state, who has pressed aggressive measures to crack down on undocumented immigrants. The meeting schedule, Jason Miller, a spokesman for Mr. Trump’s transition team, said on Saturday, “really shows the reach and the depth to which we are going to pull in diverse ideas and different perspectives as we form this administration.” Advertisement Continue reading the main story “As we’re working to bring the country together and move forward,” Mr. Miller added in a conference call with reporters, “this shows really where his head is as the next leader of our country.” On Friday, Mr. Trump moved to install Michael T. Flynn, a retired lieutenant general bent on destroying Islamic extremism, as his national security adviser, and he selected Senator Jeff Sessions of Alabama, an immigration hard-liner, as his attorney general. Both were early supporters of Mr. Trump’s campaign. Photo James N. Mattis, a retired Marine Corps general, after meeting with Mr. Trump on Saturday. General Mattis is being considered for the post of defense secretary. Credit Hilary Swift for The New York Times Mr. Romney fits a decidedly different mold. Earlier this year, he said that if Mr. Trump became the Republican nominee, “the prospects for a safe and prosperous future are greatly diminished,” and he suggested that Mr. Trump was dangerous and unstable. He deplored Mr. Trump’s personal qualities: “the bullying, the greed, the showing off, the misogyny, the absurd third-grade theatrics.” But if he took a cabinet post, Mr. Romney could serve as a moderating influence on the hard-liners Mr. Trump has already selected, including Representative Mike Pompeo of Kansas as C.I.A. director and Stephen K. Bannon as chief strategist. It could also force Mr. Romney to defend administration policies he did not believe in. John Feehery, a Republican strategist, said Mr. Trump was showing “great magnanimity” by talking to Mr. Romney, the party’s 2012 nominee and a former governor of Massachusetts. “I think it is meant to reassure some of the establishment that he is going to reach out to them, and that’s an important part of healing the party.” First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Trump Meets With Romney as He Starts to Look Outside His Inner Circle - The New York Times"
   },
   {
    "entities": [
     "aclu",
     "national",
     "mormon",
     "v.p.",
     "jackson",
     "mike",
     "lafayette",
     "elder",
     "lin-manuel",
     "donald",
     "saturday",
     "george",
     "jersey",
     "deerwester",
     "colburn",
     "zach",
     "stern",
     "miranda",
     "victor",
     "yorktown",
     "christy",
     "november 19, 2016",
     "jayme",
     "university",
     "braff",
     "olivia",
     "marlow",
     "hamiton",
     "iii",
     "brandon",
     "night",
     "8:08 p.m. est",
     "rory",
     "states",
     "friday",
     "king",
     "september 2017",
     "trump",
     "josh",
     "dixon",
     "indiana",
     "u.k.",
     "gad",
     "november 20, 2016",
     "conversation",
     "25 million dollars",
     "2016",
     "$25 million",
     "ford",
     "marquis",
     "united",
     "christopher",
     "new",
     "sunday",
     "nuzzi",
     "hamilton",
     "us",
     "pence",
     "guidelines",
     "alexander",
     "o\\'malley",
     "burr",
     "adam",
     "parkhomenko",
     "garden",
     "state",
     "aaron",
     "cunningham",
     "washington"
    ],
    "id": 22,
    "text": "Social media explodes over 'Hamilton'/Trump duel Move over, Hamilton v. Burr: Here comes Trump vs. the 'Hamilton' cast. Post to Facebook Social media explodes over 'Hamilton'/Trump duel Move over, Hamilton v. Burr: Here comes Trump vs. the 'Hamilton' cast. Check out this story on USATODAY.com: http://usat.ly/2fGqpT0 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 378 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Social media explodes over 'Hamilton'/Trump duel Jayme Deerwester , USA TODAY 8:08 p.m. EST November 19, 2016 x Share 'Hamilton' actor Brandon Victor Dixon delivered a message to US Vice President-elect Mike Pence calling on him to \"uphold American values.\" AP Wait for it. (Photo: AP) Not since Ford's Theater has so much furor erupted from a politician attending a play. With Vice President-elect Mike Pence, an outspoken opponent of same-sex marriage who has supported diverting federal funding from HIV and AIDS groups to conversion therapy, seated in the audience for Friday night's performance of Hamilton, certain lines resonated even more than usual. Trump asks 'Hamilton' cast who 'harassed' Mike Pence to apologize Audience member Christy Colburn tweeted that when Alexander Hamiton and the Marquis de Lafayette quipped, \"Immigrants, we get the job done during The Battle of Yorktown , the crowd gave them a standing ovation. And later, during the song What Comes Next? , King George III actor Rory O'Malley had to stop the song briefly after the crowd \"went nuts\" at the line \"When your people say they hate you, don't come crawling back to me\" and ask them to stop booing. I'm at #Hamilton and so is Mike Pence. Crowd booed him like crazy, and gave a standing O at the line \"immigrants we get the job done\" 1/2 By now, you've likely seen the video from the curtain call, when Brandon Dixon, who plays Aaron Burr,  addressed Pence on behalf of \"diverse Americans  who are alarmed and anxious that your new administration will not protect us\" and asked the vice president-elect to  \"uphold our inalienable rights and work on behalf of all of us.\" President-elect Donald Trump demanded the cast apologize for harassing Pence, but by all accounts, both Dixon and the vice president-elect were respectful of one another. In fact, Dixon even  thanked the Indiana governor for listening  to what he had to say. @realDonaldTrump conversation is not harassment sir. And I appreciate @mike_pence for stopping to listen. — Brandon Victor Dixon (@BrandonVDixon) November 19, 2016 Mike Pence actually stood and listened.  It is Trump who took to Twitter with his foolishness - typical. #BoycottHamilton — Ella-Writer (@Ella_writer) November 19, 2016 None of it persuaded Trump, who jumped on Twitter again Saturday night after a day of meetings with his transition team and high-profile guests  at his golf club in New Jersey. \"Very rude and insulting of Hamilton cast member to treat our great future V.P. Mike Pence to a theater lecture. Couldn't even memorize lines!\" Trump wrote. But within minutes, he deleted it. The president-elect of the United States just deleted a tweet going after a Broadway play for the 12th hour straight https://t.co/SU17q2pMBd pic.twitter.com/DPTyZsG2Q8 — Marlow Stern (@MarlowNYC) November 20, 2016 Even creator Lin-Manuel Miranda weighed in during a break from doing Moana interviews in the U.K., complimenting the cast for how they handled the situation and agreeing with Trump that everyone should be welcome at the theater. Proud of @HamiltonMusical . Proud of @BrandonVDixon , for leading with love. And proud to remind you that ALL are welcome at the theater. — Lin-Manuel Miranda (@Lin_Manuel) November 19, 2016 And original cast member Christopher Jackson, who gives his last performance as George Washington Sunday , summed up his cast's statement as \"citizens appealing to their future VPOTUS with respect and clarity.\" Just LISTEN to the words! Ain't nothing but Citizens appealing to their future VPOTUS! WITH RESPECT and CLARITY! #AMENandAMEN https://t.co/J6UhrwW1FP — Christopher Jackson (@ChrisisSingin) November 19, 2016 But social media has not settled down since, erupting with hashtags like  #BoycottHamilton . (Proponents of that movement will have to be very patient: the show is sold until September 2017.) Here is a sampling of the most viral comments on Twitter. Desperate times, desperate measures Frozen star Josh Gad , who originated the role of Elder Cunningham in The Book of Mormon, provided some context in a Twitter statement. \"I know the booing upsets some of you,\" he wrote. \"But this is what happens when you run on a platform of hate.\" While he says he personally wouldn't boo someone at a theater, \"this feels different. There are swastikas popping up everywhere, a cabinet of civil-rights offenders and deniers being built, and a leader who has placed a white nationalist by his side. These aren't attempts at unity. These are warning shots to everyone who isn't white, straight and extreme.\" If we're talking about apologies ... Americans don't need to apologize-not even to presidents or vice presidents-for the lawful & proper exercise of their constitutional rights. https://t.co/daN147yjkM — ACLU National (@ACLU) November 19, 2016 An apology should instead come from President-elect Trump for calling into question appropriateness of @HamiltonMusical cast's statements. — ACLU National (@ACLU) November 19, 2016 It's called misdirection Garden State's Zach Braff chalked the whole controversy up as a win for Trump, who successfully distracted the country from Friday's $25 million Trump University settlement . When you settle a fraud lawsuit for 25 million dollars but everyone's talking about Hamilton. pic.twitter.com/KFgqMJsxul — Zach Braff (@zachbraff) November 19, 2016 Anyway, doesn't the president-elect have better things to do right now? My story on Trump's fight with Hamilton https://t.co/xCX7xoPK35 pic.twitter.com/ahyPWPmNZX — Olivia Nuzzi (@Olivianuzzi) November 19, 2016 Psst, that's not how a boycott works Are you going to #BoycottHamilton like you Boycott Starbucks? If so, enjoy the show! — Adam Parkhomenko (@AdamParkhomenko) November 19, 2016 But if you're looking to unload tickets you already have, there are plenty of takers So uh if you're gonna #BoycottHamilton , can I have your tickets?  I didn't realize speaking with respect was considered harassing in 2016. ",
    "title": "Social media explodes over 'Hamilton'/Trump duel"
   },
   {
    "entities": [
     "volz",
     "national",
     "environmental",
     "alliance",
     "nasa",
     "2036",
     "stephen",
     "malcolm",
     "nbc",
     "saturday",
     "atmospheric",
     "florida",
     "beach",
     "cocoa",
     "u.s.",
     "operational",
     "tribune",
     "cape",
     "night",
     "administration",
     "force",
     "atlas",
     "station",
     "friday",
     "$1 billion",
     "nov. 18, 2016",
     "$11 billion",
     "5:42 p.m.",
     "roker",
     "1975",
     "2018",
     "nov. 19, 2016",
     "geostationary",
     "satellite",
     "ap",
     "launch",
     "denemark",
     "noaa",
     "united",
     "al",
     "canaveral",
     "air",
     "oceanic",
     "fla.",
     "mandt",
     "/",
     "greg"
    ],
    "id": 23,
    "text": "Best weather satellite ever built rockets into space, and Al Roker is excited Atlas Rollout Malcolm Denemark / AP A NOAA GOES-R weather satellite aboard a United Launch Alliance Atlas V rocket, is rolled out to Launch Complex 41 at Cape Canaveral Air Force Station in Florida on Friday, Nov. 18, 2016. The rocket is scheduled to launch at 5:42 p.m., on Saturday. A NOAA GOES-R weather satellite aboard a United Launch Alliance Atlas V rocket, is rolled out to Launch Complex 41 at Cape Canaveral Air Force Station in Florida on Friday, Nov. 18, 2016. The rocket is scheduled to launch at 5:42 p.m., on Saturday. (Malcolm Denemark / AP) Tribune news services Contact Reporter The most advanced weather satellite ever built rocketed into space Saturday night, part of an $11 billion effort to revolutionize forecasting and save lives. This new GOES-R spacecraft will track U.S. weather as never before: hurricanes, tornadoes, flooding, volcanic ash clouds, wildfires, lightning storms, even solar flares. Indeed, about 50 TV meteorologists from around the country converged on the launch site — including NBC's Al Roker — along with 8,000 space program workers and guests. \"What's so exciting is that we're going to be getting more data, more often, much more detailed, higher resolution,\" Roker said. In the case of tornadoes, \"if we can give people another 10, 15, 20 minutes, we're talking about lives being saved.\" Think superhero speed and accuracy for forecasting. Super high-definition TV, versus black-and-white. \"Really a quantum leap above any satellite NOAA has ever flown,\" said Stephen Volz, the National Oceanic and Atmospheric Administration's director of satellites. \"For the American public, that will mean faster, more accurate weather forecasts and warnings,\" Volz said earlier in the week. \"That also will mean more lives saved and better environmental intelligence\" for government officials responsible for hurricane and other evacuations. Weather Satellite Malcolm Denemark / AP Cell phones light up the beaches of Cape Canaveral and Cocoa Beach, Fla., north of the Cocoa Beach Pier as spectators watch the launch of the NOAA GOES-R weather satellite, Saturday, Nov. 19, 2016. It was launched from Launch Complex 41 at Cape Canaveral Air Force Station on a ULA Atlas V rocket. Cell phones light up the beaches of Cape Canaveral and Cocoa Beach, Fla., north of the Cocoa Beach Pier as spectators watch the launch of the NOAA GOES-R weather satellite, Saturday, Nov. 19, 2016. It was launched from Launch Complex 41 at Cape Canaveral Air Force Station on a ULA Atlas V rocket. (Malcolm Denemark / AP) Airline passengers also stand to benefit, as do rocket launch teams. Improved forecasting will help pilots avoid bad weather and help rocket scientists know when to call off a launch. The first in a series of four high-tech satellites, GOES-R hitched a ride on an unmanned Atlas V rocket, delayed an hour by rocket and other problems. NOAA teamed up with NASA for the mission. The satellite — valued by NOAA at $1 billion — is aiming for a 22,300-mile-high equatorial orbit. There, it will join three aging spacecraft with 40-year-old technology, and become known as GOES-16. After months of testing, this newest satellite will take over for one of the older ones. The second satellite in the series will follow in 2018. All told, the series should stretch to 2036. GOES stands for Geostationary Operational Environmental Satellite. The first was launched in 1975. GOES-R's premier imager — one of six science instruments — will offer three times as many channels as the existing system, four times the resolution and five times the scan speed, said NOAA program director Greg Mandt. A similar imager is also flying on a Japanese weather satellite. ",
    "title": "Best weather satellite ever built rockets into space, and Al Roker is excited - Chicago Tribune"
   },
   {
    "entities": [
     "wilson",
     "saturday",
     "august",
     "anthony",
     "chicago",
     "district",
     "illinois",
     "november 19, 2016",
     "u.s.",
     "2009",
     "dwyane",
     "bull",
     "night",
     "guglielmi",
     "jovan",
     "friday",
     "d-ill",
     "wade",
     "englewood",
     "danny",
     "davis",
     "congressional",
     "7th"
    ],
    "id": 24,
    "text": "Rep. Danny Davis' grandson shot dead over shoes in Chicago Published               November 19, 2016 Facebook 0 Twitter 0 Email Print FILE 2009: U.S. Rep. Danny Davis, D-Ill. announces that he will run for re-election to this 7th congressional seat in Chicago.  (AP) A dispute over shoes led to the fatal shooting of the grandson of Illinois U.S. Rep. Danny Davis, Chicago police said Saturday. At least two attackers went to the home of 15-year-old Jovan Wilson in the Englewood neighborhood of Chicago on Friday night and shot him in the head after an argument, police said. \"This stems from a dispute over shoes, basketball shoes,\" police spokesman Anthony Guglielmi said. Guglielmi said Wilson knew his attackers and they may have been friends at some point. The shooting was not, as previously reported, a home invasion. \"Young people are using guns to settle petty disputes over clothes,\" Guglielmi said. Chicago has seen a dramatic rise in the number of shootings and homicides, with August being the deadliest month in the city in two decades. There have been 673 homicides so far this year, including the fatal shootings of the cousin of Chicago Bull Dwyane Wade, a Chicago police officer's son and the son of a famed percussionist. Davis said in a statement that Wilson's mother was not at home, but Wilson's uncle and three siblings were. \"I grieve for my family. I grieve for the young man who pulled the trigger,\" Davis said in a statement. \"I grieve for his family, his parents, his friends.\" Police have not arrested anyone or named any suspects, but Guglielmi said investigators have good leads. Davis, who was re-elected this month to his 11th term in the 7th Congressional District and is a former Chicago alderman, was in Chicago on Friday and spoke with reporters after talking to police. He wondered how the shooter obtained the gun and said he'd continue to try to combat gun violence. Davis described his grandson to the newspaper as a \"typical 15-year-old\" who liked music and basketball, someone who \"knew all about ... the stats of different players.\" But Davis also said he recognized that Chicago's violence problem could affect his family. Advertisement ",
    "title": "Rep. Danny Davis' grandson shot dead over shoes in Chicago | Fox News"
   },
   {
    "entities": [
     "intelligence",
     "nbc",
     "committee",
     "saturday",
     "devin",
     "clapper",
     "thursday",
     "congress",
     "cia",
     "manhattan",
     "carter",
     "permanent",
     "james",
     "obama",
     "select",
     "command",
     "on",
     "april 2014",
     "rogers",
     "hearing",
     "news",
     "tower",
     "trump",
     "split",
     "from",
     "nsa",
     "cyber",
     "house",
     "dilanian",
     "snowden",
     "ken",
     "nunes"
    ],
    "id": 25,
    "text": "James Clapper Announces Resignation at House Hearing 0:51 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161120032440if_/http://www.nbcnews.com/widget/video-embed/811367491577\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Devin Nunes, chairman of the House Permanent Select Committee on Intelligence, asked for further explanation of the reports in a letter to Carter and Clapper Saturday. He said he will convene a hearing at the earliest opportunity. \"Since Admiral Rogers was appointed as NSA Director in April 2014, I have been consistently impressed with his leadership and accomplishments,\" Nunes said in the letter, adding \"I know other members of Congress hold him in similarly high esteem.\" Current and former intelligence officials have previously told NBC News that Rogers is extremely unpopular among the NSA workforce because of a re-organization he has implemented, and also because he is frequently away from the office. Morale at the spy agency, which was crushed by the Snowden leaks, slipped further over the last year, say people familiar with the situation. The NSA director took personal leave and traveled to Manhattan on Thursday, where he met with Trump at Trump Tower. Afterward, The Wall Street Journal reported that he was a leading candidate to be the next director of national intelligence. Related: Top Officials Want to Split Cyber Command From NSA NBC News has reported that Carter and Clapper are in favor of a plan to split NSA from Cyber Command. It's unclear whether the Obama administration will seek to carry out that split in the time it has remaining. While the CIA gets more attention, the majority of intelligence that goes to the president each day, officials have long said, comes from NSA eavesdropping and hacking around the world. Ken Dilanian ",
    "title": "Bosses of NSA Chief Mike Rogers, Floated as Possible Trump Cabinet Pick, Want Him Fired: Sources - NBC News"
   },
   {
    "entities": [
     "national",
     "convention",
     "mitt",
     "carolina",
     "lindsey",
     "congress",
     "republican",
     "david",
     "senator",
     "obama",
     "south",
     "kristol",
     "graham",
     "charles",
     "romney",
     "reagan",
     "trump",
     "phillips",
     "bill",
     "tim",
     "mr.",
     "2012",
     "koch"
    ],
    "id": 26,
    "text": "Some conservatives say they could surely live with a few of the proposals of Mr. Trump’s they find worrisome, like a big spending bill, especially if they come with sweeteners like tax breaks or spending cuts in other areas. The easiest way to forge ahead, many are finding, is to disassociate the man from the policy. “I will do everything I can to help him,” said Senator Lindsey Graham , Republican of South Carolina, who has refused on numerous other occasions to help Mr. Trump, including voting for him or attending the Republican National Convention . Mr. Graham told reporters on Capitol Hill this week that he believed he could work with Mr. Trump on issues like the military budget, which both men support expanding. Americans for Prosperity, the political advocacy group supported by David and Charles Koch that decided not to spend any money on the presidential race this year despite spending tens of millions to help Mitt Romney in 2012, is also cracking the door to Mr. Trump. The group, however, declined to say whether it had met or spoken to anyone inside Mr. Trump’s transition team. “We’re encouraged on several fronts by the possibility of the Republican Congress working with the new president,” said Tim Phillips, Americans for Prosperity’s president, citing the prospect of repealing some of President Obama’s energy policies along with the Affordable Care Act. But as with any period of grief, acceptance comes in different ways. Some find catharsis in writing. Others console themselves in data that show they really were not all that wrong. Then there are those who still talk as if they are in mourning: They have good days and bad days. “Life goes on,” said Bill Kristol, the Weekly Standard editor and leading “Never Trump” stalwart, who has written columns about his coming to terms with President-elect Trump. Advertisement Continue reading the main story Any given day, Mr. Kristol said in an interview, he feels a range of competing sentiments. “I’m sort of somewhere between ‘trust but verify’ and ‘distrust but verify,’ ” he said, using modified versions of Reagan’s famous quote about how he approached negotiating with the Soviets. ",
    "title": "‘Never Trump’ Stalwarts Try to Focus on Policy, Not the Man - The New York Times"
   },
   {
    "entities": [
     "national",
     "juan",
     "school",
     "bush",
     "rocky",
     "montana",
     "first",
     "george",
     "congress",
     "glacier",
     "times",
     "department",
     "york",
     "newsletters",
     "morning",
     "nyt",
     "utah",
     "draft",
     "molvar",
     "h.",
     "the",
     "obama",
     "public",
     "of",
     "erik",
     "university",
     "briefingsubscribed",
     "western",
     "watersheds",
     "white",
     "project",
     "news",
     "interior",
     "louisiana",
     "robert",
     "$2.1 billion",
     "county",
     "political",
     "nelson",
     "nevada",
     "trump",
     "house",
     "america",
     "w.",
     "phil",
     "mr.",
     "new",
     "park",
     "maryland",
     "ore",
     "mountain",
     "march",
     "san",
     "lyman",
     "policy"
    ],
    "id": 27,
    "text": "Continue reading the main story Environmental groups are urging President Obama to push through last-minute preservation projects, such as naming a new national monument in the Bears Ears area of southern Utah. And they are already preparing for battles over Mr. Trump’s campaign promise to “unleash” coal, oil and gas production — much of it on public land. Advertisement Continue reading the main story But the unknowns and political variables are huge, too. Mr. Trump himself, while promising to push resource extraction, has also at times spoken about preserving public lands for future generations. History also suggests that changing lands policy is not so easy. President George W. Bush, a Republican, tried to change direction with new agency rules, only to be blocked by federal appeals court decisions. Automation in the timber industry means that even an expanded license to cut trees in the national forests might not restore old mill towns to their blue-collar glory. And the cost of managing federal lands, especially in fighting wildfires — $2.1 billion last year , a record total, matched by the most acres burned in at least 30 years — continues to soar, threatening communities even as many of them look for new direction from the White House in how those lands are managed. “We have a huge and growing inventory of timber in the forests, and they’re going to decompose or burn, and nobody has addressed that,” said Robert H. Nelson, a professor in the School of Public Policy at the University of Maryland and a former economic analyst for the Interior Department. “There’s bipartisan consensus that the federal lands system is dysfunctional,” he said. Photo A lumber yard outside Sweet Home, Ore. Logging industry officials said that employment could grow under a Trump administration, but that changes at the federal level would have to be profound to make a difference. Credit Ruth Fremson/The New York Times But the hopes, and the fears, about how that system might now change are boundless. “My big hope is that people would be able to go back to work in San Juan County and these rural areas,” said Phil Lyman, a county commissioner in southern Utah, where antigovernment feelings run as deep as the slot canyons. “You just feel like everything has been stifled with regulations.” At the Western Watersheds Project, a conservation group focusing on the Rocky Mountain region, legal teams are on deck and ready to fight back. “We’re getting ready for an onslaught of anti-environmental policy, and we’re arming up to litigate,” said Erik Molvar, the group’s executive director. “The Trump administration is going to find it very difficult to take away all of the federal laws which have been adopted over the past 40 years.” In the decades-long struggle for control of America’s public lands, the Obama years were a flush time for conservation groups. The administration imposed moratoriums on uranium drilling near the Grand Canyon and blocked new coal leases. Public lands were also adapted for new uses on Mr. Obama’s watch, notably a wave of national monuments based around cultural or historical significance, and a big expansion of solar energy on federal lands in Nevada. Conservatives who loathed those regulations — or new uses — are now hoping Mr. Trump shifts the balance decisively in their favor. Republicans in Congress have proposed bills weakening federal laws that protect wilderness, water quality, endangered species or that allow presidents to unilaterally name new national monuments. Some conservatives hope Mr. Trump will support their efforts to hand federal land over to states, which could sell it off or speed up drilling approvals. To see where change may come the quickest, look to the edges of Glacier National Park in Montana, at a quilt of rocky peaks and wetlands held sacred by the Blackfeet tribe. In March, the Obama administration capped a three-decade fight over oil and gas drilling in the area, called the Badger-Two Medicine, by canceling a Louisiana energy company’s lease on 6,000 acres. First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Battle Lines Over Trump’s Lands Policy Stretch Across 640 Million Acres - The New York Times"
   },
   {
    "entities": [
     "reporter",
     "inc",
     "donald",
     "steve",
     "august",
     "60 percent",
     "cheney",
     "breitbart",
     "bannon",
     "nov 19, 2016",
     "dick",
     "interactive",
     "mother",
     "white",
     "news",
     "reagan",
     "trump",
     "1930s",
     "house",
     "cbs",
     "mr.",
     "hollywood",
     "jones",
     "40 percent",
     "asia",
     "washington"
    ],
    "id": 28,
    "text": "CBS News Nov 19, 2016 1:09 PM EST Steve Bannon, the chief strategist and right-hand man to President-elect Donald Trump, denied in an interview that he was an advocate of white nationalism -- and gave hints instead about how his brand of “economic” nationalism will shake up Washington. In The Hollywood Reporter, Bannon, the controversial former head of Breitbart News who went on to chair Mr. Trump’s presidential campaign, discussed why he believed his candidate won the election. “I’m not a white nationalist, I’m a nationalist. I’m an economic nationalist,” Bannon told the news outlet earlier this week. “The globalists gutted the American working class and created a middle class in Asia. The issue now is about Americans looking to not get f—ed over.” Bannon’s appointment to the White House has drawn criticism from Democrats and several civil liberties groups, in part because of his (and Breitbart’s) strong association with the alt-right , a political movement with strains of white supremacy. In the past, the former Breitbart CEO has admitted the alt-right’s connections to racist and anti-Semitic agendas. “Look, are there some people that are white nationalists that are attracted to some of the philosophies of the alt-right? Maybe,” Bannon told Mother Jones in August. “Are there some people that are anti-Semitic that are attracted? Maybe. Right? Maybe some people are attracted to the alt-right that are homophobes, right? But that’s just like, there are certain elements of the progressive left and the hard left that attract certain elements.” In the Reporter interview, Bannon challenged the notion that racialized overtones dominated the Trump campaign on the trail. He predicted that if the administration delivered on its election promises, “we’ll get 60 percent of the white vote, and 40 percent of the black and Hispanic vote and we’ll govern for 50 years.” “It’s everything related to jobs,” Bannon said and seemingly bragged about how he was going to drive conservatives “crazy” with his “trillion-dollar infrastructure plan.”  “With negative interest rates throughout the world, it’s the greatest opportunity to rebuild everything. Ship yards, iron works, get them all jacked up,” he proposed. “We’re just going to throw it up against the wall and see if it sticks. It will be as exciting as the 1930s, greater than the Reagan revolution — conservatives, plus populists, in an economic nationalist movement.” Bannon, in the Reporter interview, also gave some insight into how he viewed his political foes (presumably, liberals and the media) -- and the “darkness” he touts in fighting against them. “Darkness is good,” Bannon said. “Dick Cheney. Darth Vader. Satan. That’s power. It only helps us when they...get it wrong. When they’re blind to who we are and what we’re doing.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Steve Bannon on white nationalism, Donald Trump agenda - CBS News"
   },
   {
    "entities": [
     "taps",
     "mike",
     "john",
     "bush",
     "kushner",
     "1 p.m.",
     "jersey",
     "chicago",
     "james",
     "kobach",
     "friday",
     "nov. 18, 2016",
     "bob",
     "ricketts",
     "priebus",
     "kellyanne",
     "2012",
     "cubs",
     "conway",
     "11 a.m.",
     "puzder",
     "sean",
     "giuliani",
     "kaster/ap",
     "massachusetts",
     "donald",
     "saturday",
     "department",
     "stracqualursi",
     "kansas",
     "andy",
     "homeland",
     "johnson",
     "nov. 10",
     "spicer",
     "news",
     "soon-shiong",
     "michelle",
     "romney",
     "mattis",
     "club",
     "and",
     "patrick",
     "marine",
     "reuters",
     "pence",
     "abc",
     "ivanka",
     "segar/reuters",
     "city",
     "reince",
     "national",
     "chris",
     "weekend",
     "rudy",
     "thursday",
     "york",
     "todd",
     "republican",
     "veronica",
     "eisenberg",
     "jason",
     "obama",
     "of",
     "nov 19, 2016",
     "faulders",
     "rhee",
     "michael",
     "christie",
     "states",
     "trump",
     "corps",
     "cbs",
     "united",
     "new",
     "sunday",
     "jared",
     "bedminster",
     "miller",
     "woodson",
     "kevin",
     "security",
     "mitt",
     "committee",
     "n.j.",
     "bedminister",
     "betsy",
     "flynn",
     "administrations",
     "gop",
     "adviser",
     "carolyn",
     "golf",
     "katherine",
     "devos",
     "2:30 p.m",
     "nov. 19, 2016",
     "kris",
     "sacramento",
     "santucci",
     "lew"
    ],
    "id": 29,
    "text": "Trump Holds Meetings With Mitt Romney, Michelle Rhee and Others By Katherine Faulders BEDMINSTER, N.J. \u0097 Nov 19, 2016, 3:29 PM ET 0 Shares WATCH President-elect Trump Expected To Meet with Mitt Romney 0 Shares Email President-elect Donald Trump is at his estate and golf club in Bedminister, New Jersey, this weekend for a string of appointments with high-profile figures, including the former GOP presidential nominee and governor of Massachusetts, Mitt Romney . Romney arrived for his meeting with Trump and members of his transition team at the Trump National Golf Club about 1 p.m. and left shortly before 2:30 p.m. As he and Trump emerged from the meeting, the president-elect did not approach the press, but, responding to shouted questions, told reporters the meeting \"went great.\" Romney made a brief statement to the media, saying the meeting focused on foreign affairs. He said he \"looks forward\" to a Trump administration, but would not comment on whether he wants to be a part of it. \"We had a far-reaching conversation with regard to the various theaters in the world where there are interests of the United States of real significance. We discussed those areas and exchanged our views on those topics,” Romney said. Romney did not respond to shouted questions regarding potential cabinet positions and would not answer questions regarding his previous statements calling Trump a \"con man\" and a \"fraud.\" Sources on Trump’s transition team told ABC News on Thursday that Romney, the 2012 Republican presidential nominee, is under consideration for secretary of state. One senior-level source directly involved in the transition efforts said that Saturday’s meeting is also about “mending fences,” as Trump and Romney have had a contentious relationship. Trump also met with well-known education activist Michelle Rhee and her husband, Kevin Johnson, mayor of Sacramento; Betsy DeVos, another education activist; and with retired Marine Corps Gen. James Mattis. Meetings were also set with Chicago Cubs co-owner Todd Ricketts; anti-poverty advocate Bob Woodson; restaurant executive Andy Puzder; Republican National Committee finance chair Lew Eisenberg; and biotechnology billionaire Patrick Soon-Shiong, according to transition officials. After the meeting with Mattis, who is viewed as a possible contender to be nominated for defense secretary, Trump said, \"He is the real deal, a brilliant wonderful man, what a career. We'll see what happens. He is the real deal.\" Rhee is a possible contender for nomination as education secretary. Mike Segar/Reuters President-elect Donald Trump and Vice President-elect Mike Pence stand together as they arrive at the the main clubhouse at Trump National Golf Club in Bedminster, New Jersey, Nov. 19, 2016. President-Elect Donald Trump Taps Michael Flynn for National Security Adviser Trump is meeting with people under consideration for cabinet posts and individuals from whom the president-elect is simply seeking advice and counsel, transition officials said. ABC News was told that senior members of Trump’s transition team will join him in the meetings at the Trump National Golf Club, including Vice President-elect Mike Pence; Republican National Committee Chairman Reince Priebus , who will be Trump's chief of staff; Trump campaign manager Kellyanne Conway; Republican National Committee communications director Sean Spicer; transition team communications director Jason Miller; and Trump’s daughter Ivanka and her husband Jared Kushner. Transition officials also said there may be an announcement this afternoon on a nomination for a cabinet post in the area of national security . When Trump and Pence arrived at the golf club at around 11 a.m., a reporter shouted a question asking if the president-elect was looking forward to the meetings today. Both Trump and Pence answered in the positive. It was the first question from the press that Trump has answered since his interview on CBS News' \"60 Minutes\" on Nov. 10, two days after the election. Carolyn Kaster/AP Photo The clubhouse of Trump National Golf Club Bedminster in Bedminster, New Jersey, is pictured, Nov. 18, 2016, before the arrival of President-elect Donald Trump. Trump’s meetings are expected to continue Sunday with New Jersey Gov. Chris Christie, former New York City Mayor Rudy Giuliani and Kansas Secretary of State Kris Kobach, among others, transition officials said. Kobach, one of the president-elect’s advisers on immigration, is known as an immigration hardliner. He told Reuters recently that Trump's policy advisers had discussed drafting a proposal for the president-elect’s consideration that would reinstate a national registry for visitors and immigrants from Muslim countries. Kobach also said in the interview that Trump's immigration team has discussed drafting executive orders \"so that Trump and the Department of Homeland Security hit the ground running.\" But on Friday, the spokesman for the transition team on Friday emphasized that Trump is not advocating any kind of broader registry for Muslims. “President-elect Trump has never advocated for any registry or system that tracks individuals based on their religion, and to imply otherwise is completely false. The national registry of foreign visitors from countries with high terrorism activity that was in place during the Bush and Obama Administrations gave intelligence and law enforcement communities additional tools to keep our country safe, but the president-elect plans on releasing his own vetting policies after he is sworn in,” said Jason Miller, the transition team's communications director. ABC News’ John Santucci and Veronica Stracqualursi contributed to this report. This is a developing story. Please check back for updates. 0 Shares ",
    "title": "Trump Holds Meetings With Mitt Romney, Michelle Rhee and Others - ABC News"
   }
  ]
 }
}