{
 "22": {
  "col-sim": {
   "cosine": 0.21254669784086413,
   "entity": 0.22488822255440183
  },
  "exec-time": 80.87070965766907,
  "links": [
   {
    "entities": [
     "sendai",
     "naohiro",
     "survey",
     "japan",
     "2011",
     "masuda",
     "geological",
     "mosul",
     "islamic",
     "fukushima",
     "bay",
     "u.s.",
     "tuesday",
     "daiichi",
     "state",
     "nhk",
     "tokyo",
     "tepco"
    ],
    "id": 0,
    "text": "Offshore earthquake causes tsunamis and nuclear worries in Japan Tsunami warning issued in Japan following earthquake A Tsunami warning has been issued after a magnitude 7.3 earthquake struck off Fukushima in Japan. A Tsunami warning has been issued after a magnitude 7.3 earthquake struck off Fukushima in Japan. Associated Press A powerful earthquake off Japan’s northeastern shore Tuesday sent residents fleeing to higher ground and prompted worries about the Fukushima nuclear power plant destroyed by a tsunami five years ago. Lines of cars were seen snaking away from the coast in the predawn hours after authorities issued a tsunami warning and urged residents to seek higher ground immediately. The warning was lifted nearly four hours later. The magnitude 7.4 earthquake struck in the same region that was devastated by a tsunami in 2011, killing about 18,000 people. There were reports of minor injuries and damage, Japanese broadcaster NHK said. The earthquake shook buildings in Tokyo, 150 miles southwest of the epicenter. NHK also showed one person's video of water rushing up a river or canal, but well within the height of the embankment. It was eerily reminiscent of the 2011 disaster, when much larger tsunamis rushed up rivers and overflowed, wiping away entire neighborhoods. On Tuesday, tsunami waves were recorded along the coast. The highest one was 4.6 feet in Sendai Bay. A tsunami advisory for waves of up to 3 feet remained in effect along the coast.  WATCH LIVE: Coverage from Japan public broadcasting >> The operator of the Fukushima Daiichi plant said there were no abnormalities observed at the plant, though a swelling of the tide of up to 3 feet was detected offshore. The plant was swamped by the 2011 tsunami, sending three reactors into meltdown and leaking radiation into the surrounding area. The plant is being decommissioned but the situation remains serious as the utility figures out how to remove still-radioactive fuel rods and debris and what to do with the melted reactor cores. Plant operator TEPCO said a pump that supplies cooling water to a spent fuel pool at the nearby Fukushima Daini plant stopped working, but that a backup pump had been launched to restore cooling water to the pool. Both plants are run by Tokyo-based TEPCO. Naohiro Masuda, head of TEPCO's decommissioning unit, said he believes that the pump was shut off automatically by a safety system as the water in the pool shook. He said decommissioning work at the destroyed Daiichi plant had been temporarily suspended because of the earthquake. The U.S. Geological Survey measured the quake’s magnitude at 6.9. The 2011 Japan earthquake and tsunami: Before and after the cleanup » Caption 90 seconds: 4 stories you can't miss Mosul's doctors fight to save victims of Islamic State attacks , Chinese students are flocking to U.S. high schools , about 7 million men aren't looking for jobs , and the transportation tax was more popular than people thought . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Offshore earthquake causes tsunamis and nuclear worries in Japan - LA Times"
   },
   {
    "entities": [
     "outlines",
     "numerous",
     "monday",
     "donald",
     "team",
     "interest",
     "business",
     "et",
     "of",
     "conflicts",
     "present",
     "trump\\'s",
     "dann",
     "states",
     "carrie",
     "releases",
     "trump",
     "priorities",
     "could",
     "2016",
     "united",
     "ties",
     "video"
    ],
    "id": 1,
    "text": "Nov 21 2016, 7:09 pm ET Donald Trump Outlines Priorities in Video While Restricting Press Access by Carrie Dann Trump Team Releases Video on Legislative Priorities 2:37 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161122045746if_/http://www.nbcnews.com/widget/video-embed/814639683519\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President-elect Donald Trump on Monday announced a list of \"executive actions\" he plans to implement on the first day of his presidency meant to \"restore our laws and bring back our jobs.\" Trump said he will signal the United States' intention to withdraw from the Trans-Pacific Partnership, roll back energy regulations, take steps to guard against cyber attacks, investigate visa program abuses and implement rules against members of his administration leaving to become lobbyists. Play Trump's Business Ties Could Present Numerous Conflicts of Interest 2:40 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161122045746if_/http://www.nbcnews.com/widget/video-embed/814660675759\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The Trump transition team created and distributed the video. Trump himself has not held a formal press conference in the 12 days since winning the election, and he has so far declined to allow journalists to participate in a formal \"protective pool,\" which allows a small group of reporters to broadcast information about the movements of the president or president-elect. Trump has also declined to allow reporters access to his meetings with foreign leaders, providing some photographic handouts created and distributed by his transition team. Carrie Dann ",
    "title": "Donald Trump Outlines Priorities in Video While Restricting Press Access - NBC News"
   },
   {
    "entities": [
     "reporter",
     "survey",
     "japan",
     "2011",
     "geological",
     "contact",
     "pacific",
     "fukushima",
     "u.s.",
     "agency",
     "tuesday",
     "nhk",
     "tokyo",
     "coastal",
     "6 a.m.",
     "meteorological"
    ],
    "id": 2,
    "text": "Tribune news services Contact Reporter Coastal residents in Japan were ordered to flee to higher ground on Tuesday after a strong earthquake with preliminary magnitude of 7.3 struck off the coast of Fukushima prefecture. The Japan Meteorological Agency issued a tsunami warning for waves of up to 3 meters (10 feet) in Fukushima, and a tsunami advisory for much of the rest of northeast Japan's Pacific coast. Tsunamis of up to 90 centimeters (3 feet) were recorded about an hour after the 6 a.m. earthquake. Fukushima prefecture is home to the nuclear power plant that was destroyed by a huge tsunami following an offshore earthquake in 2011. The operator of the plant said there were no abnormalities observed at the plant, Japanese public broadcaster NHK said. The U.S. Geological Survey measured the magnitude at 6.9. The earthquake shook buildings in Tokyo, 240 kilometers (150 miles) southwest of the epicenter. The meteorological agency said the quake struck at a depth of 10 kilometers (6 miles). NHK urged people to evacuate immediately, reminding them of the devastating 2011 quake that killed about 18,000 people. There were no immediate reports of damage or injury. Associated Press ",
    "title": "Tsunami warning issued after magnitude 7.3 earthquake strikes off Fukushima in Japan - Chicago Tribune"
   },
   {
    "entities": [
     "nov 21, 2016",
     "monday",
     "tennessee",
     "bruce",
     "inc",
     "pinkston",
     "garner",
     "tracy",
     "director",
     "district",
     "public",
     "trott",
     "highway",
     "interactive",
     "department\\xe2\\x80\\x99s",
     "tenn.",
     "county",
     "rd",
     "information",
     "talley",
     "patrol",
     "this evening",
     "cbs",
     "press",
     "fire",
     "hamilton",
     "fletcher",
     "november 21, 2016",
     "neal",
     "associated",
     "melydia",
     "fred",
     "chattanooga",
     "ems",
     "clewell"
    ],
    "id": 3,
    "text": "Last Updated Nov 21, 2016 7:43 PM EST CHATTANOOGA, Tenn. -- The district attorney said six people died in an elementary school bus crash on Monday. Hamilton County District Attorney Neal Pinkston told media outlets that five people were killed at the scene and one died at the hospital. Melydia Clewell, spokeswoman for the district attorney, confirmed the number. Police say the ages of the students ranged from kindergarten through fifth grade. Chattanooga Police Chief Fred Fletcher said 35 students were on board on the bus when it crashed, according to CBS Chattanooga affiliate WDEF .  At a news conference, Fletcher said that the bus was the only vehicle involved. The Chattanooga Fire Department’s Public Information Director, Bruce Garner, said in a tweet that 23 patients were taken to hospitals in ambulances. Colonel Tracy Trott of the Tennessee Highway Patrol tweeted that children were both killed and injured: My heart goes out to the families of the children that were killed & injured in the school bus crash in  Chattanooga this evening. TT — Colonel THP (@THP_Colonel) November 21, 2016 The police department said the bus driver is cooperating in the investigation. “We just wanted to inform you that Hamilton County schools faced a great tragedy today,” read a text message sent to parents in Tennessee’s Hamilton County on Monday, according to WDEF. “School and county personnel are on scene of a bus accident on Tally Road in Chattanooga. Extra counselors and support staff will be on hand to help students process this horrible incident.” Shocking pictures posted to social media from the scene of the accident showed a tree slicing through the crashed school bus. Last patient just extricated from bus by #ChattFire here at school bus crash on Talley Rd. EMS is transporting. pic.twitter.com/0GhrSSy0Wc — Chattanooga FireDept (@ChattFireDept) November 21, 2016 The scene of a school bus crash in Chattanooga, Tennessee. Chattanooga Fire Department/@ChattFireDept © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Authorities: 6 killed in horrific Tenn. school bus crash - CBS News"
   },
   {
    "entities": [
     "iwaki",
     "monday",
     "6:49 a.m.",
     "nbc",
     "prefecture",
     "fukushima",
     "department",
     "meteorological",
     "power",
     "2011",
     "geological",
     "johnson",
     "u.s.",
     "miyagi",
     "jake",
     "6 a.m.",
     "yoshihide",
     "jma",
     "suga",
     "station",
     "news",
     "4 p.m.",
     "daiichi",
     "dept",
     "agency",
     "arata",
     "tuesday",
     "nhk",
     "2016",
     "survey",
     "march 11, 2011",
     "10 a.m. tuesday local time",
     "alex",
     "japan",
     "reuters",
     "daini",
     "november 21, 2016",
     "top",
     "nuclear",
     "city",
     "state",
     "yamamoto",
     "tokyo",
     "onahama",
     "emen"
    ],
    "id": 4,
    "text": "Nov 21 2016, 8:11 pm ET Major Quake Hits Near Fukushima, Japan, Site of 2011 Tsunami, Meltdown by Alex Johnson and Arata Yamamoto Share Tsunami Warning After Quake Strikes Off Japan's Fukushima Prefecture 1:11 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161122011655if_/http://www.nbcnews.com/widget/video-embed/814662723843\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A strong earthquake hit Tuesday morning off the east coast of Japan near Fukushima, the site of the 2011 earthquake-spawned tsunami that killed almost 19,000 people, Japanese and U.S. agencies said. Reports of damage weren't immediately available. Two U.S. military officials told NBC News there were no early reports of injuries or damage to U.S. military installations. The Japan Meteorological Agency initially put the earthquake, which hit about 6 a.m. Tuesday (4 p.m. ET Monday), at magnitude 7.3 at a depth of about 19.6 miles. It later revised the magnitude to 7.4. The weather agency issued an early tsunami warning for Fukushima and Miyagi prefectures and urged immediate evacuations. The U.S. State Department advised Americans in the warning regions to seek higher ground. The JMA later downgraded the tsunami \"warning\" to a lesser \"advisory,\" at around 10 a.m. Tuesday local time. #Japan #Tsunami Warning- Those in regions under Tsunami Warning should evacuate to safer place such as high ground. https://t.co/iUSnNhK7bA — Travel - State Dept (@TravelGov) November 21, 2016 The U.S. Geological Survey, which put the quake at magnitude 6.9, described it as having moved along a lateral slip, saying quakes along faults that move laterally don't create the vertical movement associated with large tsunamis. Traffic jams as people flee after tsunami advisories are issued Tuesday morning in Iwaki in Japan's Fukushima Prefecture. Kyodo via Reuters Top tsunami waves of no more than about 3 meters (10 feet) were expected. The first wave, measuring 60 cm, or about 2 feet, arrived in Onahama port in Iwaki City in Fukushima Prefecture at 6:49 a.m., the weather agency reported. State broadcaster, NHK citing the Fukushima fire department, said there were several reports of people getting cut by broken glass but all the injuries were light. Jake Emen, an American staying in a 16th-floor hotel room in Tokyo, almost 150 miles away, told NBC News that his room began \"rumbling\" about 6 a.m. and then started to sway for several minutes. \"After settling down, an emergency announcement was made by the hotel indicating the building was stable but to avoid using elevators until they were tested,\" Emen said. Map showing local ground acceleration as quake propagated. pic.twitter.com/x6GHiy7wKq (via @eqalarm ) — Nippon.com (@nippon_en) November 21, 2016 More than 18,500 people were killed by a tsunami that was created after a magnitude-9 earthquake hit northeastern Japan on March 11, 2011 . The Fukushima Daiichi Nuclear Power Station suffered meltdowns in three of its six reactors, leaving a huge area of land unusable for decades. The main government spokesman, Chief Cabinet Secretary Yoshihide Suga, said in a televised briefing that there was no imminent danger to the cooling system for spent fuel. But he said the No. 3 reactor at Fukushima Daini, the facility's sister plant, had stopped functioning and was under review. Fukushima Daini wasn't affected by the 2011 earthquake and tsunami. Alex Johnson ",
    "title": "Major Quake Hits Near Fukushima, Japan, Site of 2011 Tsunami, Meltdown  - NBC News"
   },
   {
    "entities": [
     "feldman",
     "patchell",
     "john",
     "mike",
     "chris",
     "saturday",
     "donald",
     "york",
     "chicago",
     "victor",
     "yorktown",
     "jonathan",
     "jeff",
     "mary",
     "brandon",
     "night",
     "theatre",
     "katherine",
     "privatebank",
     "trump",
     "rosenberg-douglas",
     "dixon",
     "club",
     "america",
     "nov. 19, 2016",
     "9:30 p.m.",
     "new",
     "hamilton",
     "pence",
     "jones",
     "east",
     "burr",
     "bank",
     "palmer",
     "city",
     "iowa",
     "aaron",
     "grider"
    ],
    "id": 5,
    "text": "Lawyer: Man charged with disrupting 'Hamilton' show was incited by 'hostile' audience Man interrupts 'Hamilton' performance A man is taken into custody at the PrivateBank Theatre after interrupting the performance Nov. 19, 2016. (Videos provided by Jeff Grider) A man is taken into custody at the PrivateBank Theatre after interrupting the performance Nov. 19, 2016. (Videos provided by Jeff Grider) Chris Jones and Katherine Rosenberg-Douglas Contact Reporters The lawyer for a man charged with disrupting a Chicago performance of the musical \"Hamilton\"   blamed the incident on a \"hostile\" and \"partisan\" audience and said his client does not owe theatergoers an apology. Attorney Jonathan Feldman took issue with several witnesses who said John Palmer, 56, appeared intoxicated Saturday night as he yelled obscenities at the people around him and at the actors on stage after they sang the line, \"Immigrants / We get the job done,\" among the most political references in the show. Witnesses described Palmer as stumbling down the steps, spilling wine from a plastic cup and clenching his fists, threatening to fight people around him. Feldman insisted Palmer was incited by an audience that was clearly  against President-elect Donald Trump , whom Palmer supports.  He said the \"biased audience\" seemed whipped up by comments made by the cast of the Broadway production last week as Vice President-elect Mike Pence was leaving the theater. Brandon Victor Dixon, who portrayed Aaron Burr in the New York show, pulled a piece of paper from his pocket and read a message to Pence: “We, sir, we are the diverse America who are alarmed and anxious that your new administration will not protect us, our planet, our children, our parents, or defend us and uphold our inalienable rights, sir.\" Trump called the remarks \"harassment\" and has demanded an apology. Feldman said the incident in New York City helped create \"a hostile, partisan and biased environment in the theater\" in Chicago. \"It is unfortunate that I have to say that it seems as if the only party responsible for creating a hostile, partisan and biased audience ...  might very well have been the cast and production of Hamilton itself,\" Feldman told reporters outside the East Bank Club. \" 'Hamilton' has created an audience environment that is very against our president-elect and it is unfortunate someone who supports the president-elect cannot feel welcome attending theater with his family,\" the lawyer added. Palmer, the CEO of a company based in Iowa, was charged with misdemeanor criminal trespass after he was arrested around 9:30 p.m. at the PrivateBank Theatre in downtown Chicago. Mary Patchell of Chicago said Palmer showed up late with his party and was talking loudly. After getting up shortly after being seated, Palmer tripped and fell and spilled red wine on a child seated behind him, as well as on her arm, she said. “He got to his seat, then turned around to apologize to the kid,\" Patchell said. \"They accepted his apology and that should have been that. But then he continued apologizing in an extremely aggressive manner and his volume kept increasing. “Shortly after that was the line in Yorktown of 'Immigrants / We get the job done.’ The crowd cheered at that, and that is when he started speaking at full volume,\" Patchell said. \"I immediately shot him a look of disapproval as we had just asked him to stop disrupting the show.\" ",
    "title": "Lawyer: Man charged with disrupting &apos;Hamilton&apos; show was incited by &apos;hostile&apos; audience - Chicago Tribune"
   },
   {
    "entities": [
     "clinton",
     "1883",
     "mike",
     "wisconsin",
     "bush",
     "border",
     "0.5 percent",
     "newt",
     "oversight",
     "bannon",
     "university",
     "employees",
     "2018",
     "veterans",
     "virginia",
     "lisa",
     "r.",
     "reform",
     "donald",
     "government",
     "department",
     "homeland",
     "johnson",
     "labor",
     "paul",
     "news",
     "governmental",
     "gerald",
     "and",
     "patrol",
     "elijah",
     "william",
     "bill",
     "scott",
     "ronald",
     "34 percent",
     "pence",
     "yoder",
     "gingrich",
     "federation",
     "november",
     "national",
     "defense",
     "stephen",
     "chris",
     "congress",
     "york",
     "ron",
     "northern",
     "jason",
     "obama",
     "of",
     "on",
     "white",
     "2014",
     "federal",
     "walker",
     "reagan",
     "trump",
     "november 21",
     "w.",
     "american",
     "k.",
     "new",
     "january",
     "voter",
     "rein",
     "affairs",
     "hollen",
     "washington",
     "environmental",
     "security",
     "senate",
     "statistics",
     "committee",
     "george",
     "breitbart",
     "protection",
     "eric",
     "1981",
     "gop",
     "education",
     "e.",
     "agency",
     "bureau",
     "indiana",
     "van",
     "connolly",
     "house",
     "dougan",
     "chaffetz",
     "light",
     "cummings"
    ],
    "id": 6,
    "text": "Trump has a plan for government workers. They’re not going to like it. Accountability The inside track on Washington politics. Be the first to know about new Accountability stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Lisa Rein November 21 at 6:00 AM Follow @Reinlwapo The Washington Post's Lisa Rein explains President-elect Trump's plan to reform the federal workforce. (The Washington Post) President-elect Donald Trump and the Republican-controlled Congress are drawing up plans to take on the government bureaucracy they have long railed against, by eroding job protections and grinding down benefits that federal workers have received for a generation. Hiring freezes, an end to automatic raises, a green light to fire poor performers, a ban on union business on the government’s dime and less generous pensions — these are the contours of the blueprint emerging under Republican control of Washington in January. These changes were once unthinkable to federal employees, their unions and their supporters in Congress. But Trump’s election as an outsider promising to shake up a system he told voters is awash in “waste, fraud and abuse” has conservatives optimistic that they could do now what Republicans have been unable to do in the 133 years since the modern civil service was created. [ Trump and the federal workforce: Five key issues ] “You have the country moving to the right and being much more anti-Washington than it was,” said former House speaker Newt Gingrich (R-Ga.), a leading Trump adviser who serves on the president-elect’s transition team. “We’re going to have to get the country to understand how big the problem is, the human costs of it and why it’s absolutely essential to reform,” said Gingrich, who urged Trump to shrink big government and overhaul the “job-for-life” guarantee of federal work. Gingrich predicted that Stephen K. Bannon, a former Breitbart News chief who helped steer Trump’s campaign and is now one of his most influential advisers, would lead the effort. “It’s a big, big project,” he said. The project aligns with Bannon’s long-stated warnings about the corrupting influence of government and a capital city rampant with “crony capitalism.” Breitbart headlines also provide a possible insight into his views, with federal employees described as overpaid, too numerous and a “privileged class.” “Number of Government Employees Now Surpasses Manufacturing Jobs by 9,977,000,” the website proclaimed in November. There are 2.1 million federal civilian employees. [ The faulty logic behind Trump’s plan to freeze federal hiring ] Top Republicans on Capitol Hill say their first priority will be making it easier to fire employees regarded as incompetent or who break the rules. “It’s nearly impossible to fire somebody,” said Rep. Jason Chaffetz (R-Utah), chairman of the House Committee on Oversight and Government Reform. “When the overwhelming majority do a good job and the one bad apple is there viewing pornography, I want people to be held accountable.” [ Trump plans to fire feds faster ] Chaffetz said he plans to push through wholesale changes to the generous retirement benefits that federal workers receive, by shifting to a market-driven, 401(k)-style plan for new employees. He said the model would be his home state, which six years ago replaced the defined benefit pensions that have disappeared at most private companies with a defined contribution plan for new state and municipal workers. “We have a Republican president who will help us drive this to the finish line,” Chaffetz said. The promises go hand in hand with Trump’s promise to shrink the size and reach of government, from eliminating some agencies outright to lifting regulations and running the bureaucracy with fewer people. Gingrich said the Trump administration probably would look for guidance from Wisconsin Gov. Scott Walker (R), who stripped public employee unions of most of their collective-bargaining rights and forced workers to pay more into their pensions and for health care in what became a bitter political fight. The White House also can look for lessons from policies advocated by Vice President-elect Mike Pence. As Indiana governor, Pence battled public employee unions and approved pay increases for state workers who receive good performance reviews, a strategy tried at the Defense Department under President George W. Bush but which was poorly managed and eventually abolished. The pay-for-performance idea is nonetheless a rebuke to the government’s system of raises based on longevity. “We’re going to be playing defense for at least a couple of years,” acknowledged William R. Dougan, president of the National Federation of Federal Employees, the third-largest federal union. “The most immediate worry is: How are we going to shrink government?” Dougan said. “Are we going to lay people off? Eliminate whole agencies or do it through attrition?” Trump has promised that in his first 100 days in office he will freeze hiring by not replacing employees who leave. The military and employees in public health and safety roles would be exempt, according to the president-elect’s Contract with the American Voter. He has pledged to eliminate two regulations for every new one passed and shut down the Education Department and parts of the Environmental Protection Agency. But he also wants a military with more ships, planes and troops. He has said he wants to triple the number of immigration enforcement agents and beef up the Border Patrol by thousands. So a selective hiring freeze may be more realistic, Trump advisers say, where agencies that Republicans dislike shrink and ones they like grow. Trump can freeze hiring without Congress’s approval, with an executive order or less formal instructions to federal agencies. [ House tries to give Veterans Affairs more power to discipline employees ] Democrats and federal employee unions are preparing to fight the image of government workers as a privileged class and the bureaucracy as a bloated mess. Rep. Gerald E. Connolly (D), whose Northern Virginia district includes thousands of federal workers, said: “What study are they citing saying there are too many federal employees? Are you going to make a bunch of exceptions, in which case your plan looks like Swiss cheese?” Rep. Elijah Cummings (D-Md.), the top Democrat on the oversight committee, said in an email that he would “fight any effort to roll back civil service protections” — and worried that whistle blowers could lose their legal right to be immune from retaliation. Others raise the specter that Republican proposals could allow political favoritism to creep into a system Congress created in 1883 to remove federal jobs from patronage ranks. “Of course we want accountability,” said Rep. Chris Van Hollen (D-Md.), who will enter the Senate in January, “but we also want to protect against political favoritism. It’s important that we not allow the civil service to be politicized.” Congressional Republicans have clamored for years for a smaller bureaucracy and a workforce that resembles the private sector. The calls quickened after a string of scandals, particularly at the Department of Veterans Affairs, where managers instructed employees to falsify patient wait times to cover up delays for medical appointments. But much of this GOP-written legislation was opposed by the Obama administration and blocked by Senate Democrats. Now, with a Trump White House eliminating a veto threat, conservatives see their vision within reach. And Democrats acknowledge that senators who are nervously looking to reelection bids in 2018 and represent red states friendly to Trump may not fall on their swords to defend federal employees, whose presence is more diffuse outside the Washington area. Many inside and outside government agree that change to the way federal workers are hired, promoted and disciplined is long overdue. Employees under investigation for breaking the rules can sit at home for years — collecting paychecks and benefits — while their cases drag on. Performance rankings are widely panned as a joke, because the vast majority of workers are rated as exceeding expectations or doing outstanding work. Federal workers are seldom fired for poor performance — and it can take years for managers to make a successful case for dismissal for misconduct. About 0.5 percent of the civil service gets fired every year, according to the Bureau of Labor Statistics. [ Federal employees behind in pay by 34 percent, salary council says ] “The civil service system fails at almost everything it was designed to do,” said Paul Light, a civil service expert at New York University. “It’s very slow at hiring, negligent in disciplining, permissive in promoting.” “There’s a private awareness among Democrats and Republicans alike that we need to do something about this,” he said. Trump says he wants to freeze hiring to clean up corruption in government — but not necessarily to save money, a connection roundly dismissed by critics. “Look at what’s happening with every agency — waste, fraud and abuse,” he said on the campaign trail. “We will cut so much, your head will spin.” Other presidents, including Ronald Reagan and Bill Clinton, have frozen hiring to shrink government — but rarely succeeded for long periods. Reagan imposed a freeze the day he came into office in 1981 that was retroactive to Election Day, forcing managers to renege on job offers to hundreds of people. But the government soon ballooned with active-duty military and civilians as he began a massive defense buildup. The civilian workforce is the smallest it has been since Reagan left office, after plummeting under Clinton and expanding under Bush and President Obama. Yet Republicans say a leaner government goes hand in hand with a more accountable one in which managers and rank-and-file employees who’ve failed should not get to keep their jobs. These changes have taken root, with a bipartisan law in 2014 to limit the appeal rights of senior executives at Veterans Affairs who face discipline for wrongdoing. Since then, similar restrictions for employees across government have stalled in Congress, in part because the Obama administration made little use of its new authority — and this year stopped using it altogether in the face of a court challenge alleging that it violated employees’ right to due process. Other changes could result in longer probation for new employees, with the goal of making it easier for managers to let poor performers go since they would have little job protections. This has started at the Defense Department, where the current standard has doubled to two years. These changes are vigorously opposed by unions, which could be severely weakened under GOP plans to eventually wipe out what’s known as “official time,” union work done by employees who continue to receive full salary and benefits. Sen. Ron Johnson (R-Wis.), chairman of the Senate Homeland Security and Governmental Affairs Committee, said in an email that he will reach out to federal employee unions as his panel works to enact “long-overdue reforms to our civil service.” Said Johnson: “If we start with areas of agreement, I am confident that we can make continuous improvements to the functionality of the federal workforce.” Eric Yoder contributed to this report. powerpost ",
    "title": "Trump has a plan for government workers. They’re not going to like it. - The Washington Post"
   },
   {
    "entities": [
     "monday",
     "nbc",
     "npr",
     "donald",
     "kushner",
     "congress",
     "chief",
     "mauricio",
     "staff",
     "carter",
     "macri",
     "of",
     "white",
     "states",
     "la",
     "jimmy",
     "july 27",
     "trump",
     "house",
     "priebus",
     "nacion",
     "united",
     "abe",
     "conway",
     "shinzo",
     "sunday",
     "ivanka",
     "jared",
     "reince"
    ],
    "id": 7,
    "text": "President-Elect Trump Continues To Blur Line Between Business And Politics Typically when presidents or officeholders use a blind trust it's when their investments are handled by an investor, and they have no ability to manage or change them. That's crucial given a president's or key member of Congress' role in legislation or world events that can affect stock prices, investments or business interests. Trump has business entanglements and properties in the United States and all over the world. Trump's daughter, Ivanka, sat in on a meeting with Japanese Prime Minister Shinzo Abe last week, raising questions about the mixing of the family's business and politics. There were initial reports that Trump had inquired about security clearance for his children, but the president-elect has denied that . Still, it's clear his children have influence with their father when it comes to politics, and Trump's son-in-law Jared Kushner, Ivanka's husband, figures to play a potentially prominent role in a Trump White House, formally or informally. Conway told NPR that Trump would \"comply with the law\" and is consulting with \"proper legal advisers.\" But there is hardly any precedent for a person with Trump's wealth and active business interests serving as leader of the free world. Conway pushed back on the idea that Trump should sign a pledge of any kind not to further his business interests while in the White House. Earlier on Monday, an Argentine newspaper, La Nacion, reported that Trump had asked the country's president to help with business permits for a Trump office building in their call last week. Spokesmen for both Trump and Argentine President Mauricio Macri both denied the report . \"It's a very interesting situation to have a president-elect that is such a successful businessman and has so many holdings,\" Conway acknowledged. Conway also commented on talk of a potential registry of Muslims in the country, saying it had been covered unfairly. She explained that Trump's \"main concern is making sure\" there's a system in place to better vet immigrants from \"countries that tend to train and export and harbor terrorists.\" \"It is not a blanket situation,\" Conway argued. \"He's made it very narrowly prescribed to countries that fit a particular description.\" Incoming White House Chief of Staff Reince Priebus said on NBC's Meet The Press on Sunday that he wasn't \"going to rule anything out\" but that \"we're not going to have a registry based on a religion,\" though \"some people that are radicalized ... have to be prevented from coming into this country.\" Conway also told NPR that the president-elect would hold a news conference \"at some point\" but that \"anytime you try to apply conventional techniques to Donald Trump you're going to be disappointed.\" Trump hasn't held a news conference since July 27, and he has waited longer than any president since Jimmy Carter to hold one after becoming president-elect. ",
    "title": "Kellyanne Conway Defends Donald Trump Children Advising Father While Running His Businesses : NPR"
   },
   {
    "entities": [
     "clinton",
     "john",
     "deborah",
     "mrs.",
     "fox",
     "sarah",
     "2011",
     "bannon",
     "college",
     "university",
     "abernethy",
     "v.a.",
     "pelosi",
     "sept. 11, 2001",
     "nov. 21, 2016",
     "friday",
     "sanders",
     "russia",
     "kellyanne",
     "tim",
     "phil",
     "conway",
     "al",
     "barnard",
     "gabbard",
     "rutherford",
     "institute",
     "turness",
     "wolf",
     "nbc",
     "massachusetts",
     "hayes",
     "morning",
     "holyoke",
     "1.3 percentage points",
     "nancy",
     "jeff",
     "night",
     "news",
     "elizabeth",
     "smith",
     "advanced",
     "for",
     "charlie",
     "bill",
     "democratic",
     "scott",
     "mr.",
     "hampshire",
     "ryan",
     "rose",
     "griffin",
     "isis",
     "cnn",
     "monday",
     "ann",
     "sharia",
     "stephen",
     "bernie",
     "coulter",
     "bryn",
     "york",
     "1876",
     "v.",
     "mawr",
     "study",
     "of",
     "post",
     "white",
     "states",
     "b.",
     "shine",
     "brown",
     "ohio",
     "tower",
     "mount",
     "trump",
     "suzanne",
     "ms.",
     "dickerson",
     "america",
     "palin",
     "cbs",
     "united",
     "new",
     "k.",
     "sunday",
     "england",
     "jay",
     "syria",
     "wellesley",
     "vermont",
     "party",
     "wallace",
     "senate",
     "briefing",
     "zucker",
     "times",
     "putin",
     "qaeda",
     "jack",
     "youngstown",
     "iraq",
     "blitzer",
     "radcliffe",
     "house",
     "warren",
     "vassar",
     "hillary",
     "vladimir",
     "harvard"
    ],
    "id": 8,
    "text": "Under “Bar the Entry of Potential Terrorists,” the document called for reintroducing the “National Security Entry-Exit Registration System” implemented after the attacks of Sept. 11, 2001, and suspended a decade later. Advertisement It also calls for “extreme vetting questions” for “high-risk aliens.” Questions included support for Sharia law, jihad and the equality of men and women. The document also calls for an end to entry for Syrian refugees. A Democrat explains why she met with Trump. Ms. Gabbard , an Iraq war veteran and former Bernie Sanders supporter, defended her visit Monday to the office of the president-elect, saying she needed to talk foreign policy with Mr. Trump “before the drumbeats of war that neocons have been beating drag us into an escalation of the war to overthrow the Syrian government.” Her statement, lengthy and somewhat defensive, allowed, “While the rules of political expediency would say I should have refused to meet with President-elect Trump, I never have and never will play politics with American and Syrian lives.” She then made the case against any intervention in a war that has pulled in Russia and left hundreds of thousands slaughtered. “President-elect Trump and I had a frank and positive conversation in which we discussed a variety of foreign policy issues in depth. I shared with him my grave concerns that escalating the war in Syria by implementing a so-called no-fly/safe zone would be disastrous for the Syrian people, our country and the world. It would lead to more death and suffering, exacerbate the refugee crisis, strengthen ISIS and Al Qaeda, and bring us into a direct conflict with Russia, which could result in a nuclear war. We discussed my bill to end our country’s illegal war to overthrow the Syrian government, and the need to focus our precious resources on rebuilding our own country, and on defeating Al Qaeda, ISIS and other terrorist groups who pose a threat to the American people.” Her case is a break from the position that her fellow Democrat, Hillary Clinton, campaigned on. It fits nicely with Mr. Trump’s reluctance to engage — and with warnings against American involvement from the president of Russia, Vladimir V. Putin. Kellyanne Conway advises Democrats on ‘identity politics.’ And speaking of Ms. Gabbard, Kellyanne Conway, a Trump senior adviser and his campaign manager, took some time on Monday to laud the fledgling rebellion in Democratic ranks against the liberal old guard. Speaking to reporters, Ms. Conway praised Ms. Gabbard’s willingness to buck the party, boosted Representative Tim Ryan, a Democrat from Youngstown, Ohio, who is challenging Representative Nancy Pelosi’s leadership, and had kind words for Senator Bernie Sanders of Vermont, who has said Democrats need to focus more on economic struggles and less on the grievances of minorities and women. “Bernie Sanders today was also quoted as saying they should stop identity politics in the Democratic Party. Whoa. He can call and we’ll tell him how to do that and win,” she said. Advertisement Continue reading the main story Mr. Sanders struck back in his way, declaring the Trump infrastructure a scam for fat-cat investors. Trump's plan to repair our infrastructure is a scam that gives massive tax breaks to large companies & billionaires. https://t.co/05JEyOwddR —         Bernie Sanders (@SenSanders) Nov. 21, 2016 Conway says Trump’s business pursuits don’t violate the law. Ms. Conway also weighed in on the growing scrutiny of the president-elect’s business pursuits, which appear to be continuing even as he prepares to lead the free world. “I’m very confident he is not breaking any laws. He has various lawyers, accountants and advisers who tell him what he must do and what he can. He’s a businessman, he’s also working on transition. He’s the president-elect. We’re in unprecedented times. We have someone who has been very successful.” She also made it clear she did not like reporters questioning his continuing business pursuits. “Do you ask people how long they will play golf and do the transition? Are you suggesting he is doing something illegal?” she snapped. “I already said he is not. But the presumption is that he is.” Reports of a fractious TV get-together with Trump. A coterie of leading television executives and on-air personalities met Monday with the president-elect for an off-the-record meeting. Depending on the accounts, it may or may not have gone swimmingly. The New York Post wrote it up as a battle royal. “Trump kept saying, ‘We’re in a room of liars, the deceitful, dishonest media who got it all wrong,’” the president-elect’s favorite tablo i d wrote . Ms. Conway said the meeting had been “mischaracterized.” “No, he did not explode in anger,” she said. Among those spotted were NBC’s Deborah Turness, MSNBC’s Phil Griffin, CNN’s Jeff Zucker and Wolf Blitzer, Fox News’s Bill Shine , Jack Abernethy, Jay Wallace and Suzanne Scott, and CBS’s John Dickerson and Charlie Rose. Scott Brown really wants a job. Former Senator Scott Brown of Massachusetts emerged from the gilded elevators of Trump Tower on Monday to do what most visitors have not: Make a public case to be in the president-elect’s cabinet. Specifically, the man who lost a Senate seat to Elizabeth Warren, then failed to win another in New Hampshire, wants to be secretary of veterans affairs. Advertisement Continue reading the main story “We obviously spoke about my passion and his passion, which are veterans and veterans issues,” he told the news media. “The toughest job in the cabinet is to lead the V.A., because it has, while it has so many angels working there, it has so many great problems as well. So he’s obviously going to take my application, or interest, under consideration. I’m glad that he called.” He did acknowledge he was not a sure thing, despite his early and passionate advocacy for candidate Trump in New Hampshire, which Mrs. Clinton narrowly carried. “I think I’m the best person, but there are some tremendous people out there, and I don’t look at it as a competition,” he said. The ‘Seven Sisters’ strike back against Bannon. Perhaps it was impolitic of Stephen K. Bannon, Mr. Trump’s senior adviser, to praise conservative women like Sarah Palin and Ann Coulter by saying their leadership “would be pro-family, they would have husbands, they would love their children.” “They wouldn’t be a bunch of dykes that came from the Seven Sisters schools up in New England,” he said in a 2011 radio interview. Now the heads of Barnard College, Bryn Mawr College, Mount Holyoke College, the Radcliffe Institute for Advanced Study at Harvard University, Smith College, Vassar College and Wellesley College are asking the future senior White House adviser to “take a more expansive, informed and tolerant worldview.” “Our alumnae are accomplished leaders in all spheres of public and professional life; they are committed to their work, their families and their countries. Now more than ever, we look to those who would lead the United States of America for a message of inclusion, respect and unity,” they wrote in an open letter to Mr. Bannon . Clinton’s popular vote lead surpasses 1.7 million. Hillary Clinton’s popular vote lead surged above 1.72 million on Sunday night, with millions of votes still to count. At 1.3 percentage points, she has built a lead not seen in a losing campaign since Rutherford B. Hayes’s bitterly disputed election of 1876 . Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "A List of Priorities From Trump, and Kris Kobach Tips His Hand - The New York Times"
   },
   {
    "entities": [
     "facebook",
     "nov. 9, 2016",
     "jackson",
     "monday",
     "evan",
     "defense",
     "donald",
     "congress",
     "jersey",
     "york",
     "department",
     "donovan",
     "staff",
     "barack",
     "david",
     "obama",
     "of",
     "labor",
     "white",
     "states",
     "slack",
     "tower",
     "trump",
     "conversation",
     "america",
     "7:32 p.m. est",
     "house",
     "kellyanne",
     "chiefs",
     "united",
     "conway",
     "new",
     "guidelines",
     "november 21, 2016",
     "joint",
     "vucci",
     "washington"
    ],
    "id": 9,
    "text": "Trump outlines priorities in video address He sidesteps reporters — and follow-up questions — by posting it on YouTube. Post to Facebook Trump outlines priorities in video address He sidesteps reporters — and follow-up questions — by posting it on YouTube. Check out this story on USATODAY.com: http://usat.ly/2fM3MN0 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 62 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump outlines priorities in video address Donovan Slack , USA TODAY 7:32 p.m. EST November 21, 2016 x Share President-elect Donald Trump shares a specific agenda for his first 100 days in office in a newly uploaded video to his transition team's Facebook page. FILE - In this Nov. 9, 2016 file photo, President-elect Donald Trump speaks during a rally in New York. Here\u0092s the idea: Swiftly pass a repeal of President Barack Obama's health care law, perhaps so Donald Trump can sign it the day he takes the presidential oath. Then approve new legislation restructuring the nation\u0092s huge and convoluted health care system despite Republican divisions, Democratic opposition and millions of jittery constituents. (AP Photo/ Evan Vucci, File) ORG XMIT: WX102 (Photo: Evan Vucci, AP) WASHINGTON --- President-elect Donald Trump released a “video message” Monday to the American people outlining the core principle of his presidency — “putting America first” — and laying out executive actions he wants to take beginning on day one in office, including scrapping regulations on energy production, withdrawing from trade agreements and \"investigating all abuses of visa programs.\" “Whether it’s producing steel, building cars or curing disease, I want the next generation of production and innovation to happen right here, on our great homeland: America – creating wealth and jobs for American workers,” Trump says in the video, his first address since his acceptance speech on election night. By posting the video on YouTube rather than making a personal appearance, he avoided follow-up questions, and his aides could manage how he was portrayed, rather than relying on independent media to capture the footage they wanted shown. The president-elect has been holed up in Trump Tower and his golf club in New Jersey in recent days, meeting with a parade of potential advisers and cabinet members. “Our transition team is working very smoothly, efficiently and effectively,” Trump said in the video. “Truly great and talented men and women, patriots indeed are being brought in and many will soon be a part of our government, helping us to make America great again.” He said he wanted to provide an update on the White House transition and policy plans for the first 100 days of his administration. Trump said he plans to issue formal notification that the United States will withdraw from the Trans-Pacific Partnership, a trade agreement hammered out with a dozen Pacific-rim countries which had already stalled and virtually died in Congress when Trump was elected. Instead, Trump said he will seek to negotiate “fair” bilateral agreements. And on immigration, he said he will direct the Department of Labor to \"investigate all abuses of visa programs that undercut the American worker.\" He said he will rescind \"job-killing\" rules on clean coal and natural-gas production, \"creating millions of high-paying jobs.\" \"That's what we want, that's what we've been waiting for,\" Trump said. He said he will direct the Department of Defense and the Chairman of the Joint Chiefs of Staff to come up with plans to protect American infrastructure from cyber- and other attacks. Trump also wants to impose a rule that requires federal agencies to eliminate two regulations for each new one imposed. \"These are just a few of the steps we will take to reform Washington and rebuild our middle class,\" he said. \"I will provide more updates in the coming days, as we work together to make America great again for everyone, and I mean everyone.\" Trump has not had a news conference since his election and has made cabinet picks public through press releases. \"The man works 18 hours a day interviewing people taking calls from all around the world,\" Trump campaign manager and senior adviser Kellyanne Conway said. \"He will take have a press conference in due course. And he will make his announcements for his cabinet.\" David Jackson contributed. ",
    "title": "Trump outlines priorities in video address"
   },
   {
    "entities": [
     "swift",
     "clinton",
     "nation",
     "l.a.",
     "vicky",
     "bush",
     "live",
     "donald",
     "saturday",
     "khaled",
     "diaz-camacho",
     "thursday",
     "george",
     "z",
     "chicago",
     "victor",
     "west",
     "jose",
     "guillermo",
     "$29",
     "2020",
     "drake",
     "frank",
     "2009",
     "matt",
     "dj",
     "night",
     "nov. 3",
     "beyonc\\xc3\\xa9",
     "taylor",
     "trump",
     "november 21",
     "november 20, 2016",
     "america",
     "w.",
     "trevino",
     "beyonce",
     "sunday",
     "2005",
     "sacramento",
     "l.a",
     "jay",
     "san",
     "g.",
     "ocean",
     "hillary",
     "$480"
    ],
    "id": 10,
    "text": "November 21, 20165:32 PM ET Vicky Diaz-Camacho West's Saint Pablo tour featured a suspended stage over the crowds. West is pictured here at a show in Chicago. Rob Grabowski/Rob Grabowski/Invision/AP hide caption toggle caption Rob Grabowski/Rob Grabowski/Invision/AP West's Saint Pablo tour featured a suspended stage over the crowds. West is pictured here at a show in Chicago. Rob Grabowski/Rob Grabowski/Invision/AP There will be no more stops on Kanye West's Saint Pablo tour, according to the rap star's publicist Victor Trevino and Live Nation. They gave no reason, but it follows a series of rants from the stage in which the rap star criticized Beyonce, Jay Z, Hillary Clinton and the radio industry. The rants began on Thursday, when West told an audience in San Jose, CA, that he would have voted for Donald Trump, if he had voted. That began a weekend of backlash and criticism against the rapper as he repeated those sentiments at his show on Saturday in Sacramento. West, who has a history of outbursts and complaints about other artists and politicians, stopped during his third song to speak for 17 minutes then left the stage. Some booed, others heckled and several people cheered. But he continued: \"I ain't here to massage you with the fake truth,\" West said. \"The vibes is back.\" A number of concertgoers captured West's latest antics, including Matt Guillermo: Kanye tonight in Sacramento. No words. #SaintPabloTour pic.twitter.com/TV7fZ4YO1w — Matt G.  (@OhMattG) November 20, 2016 West addressed what he called the \"radio game,\" complaining that certain artists like Drake get played, but others like Frank Ocean do not. He talked about racism in America, and also called out DJ Khaled, Jay Z and Beyoncé. Article continues after sponsorship Kanye also told Hillary Clinton to get over losing the presidency. \"It's a new world Hillary Clinton, it's a new world,\" said West. \"Feelings matter. Because guess what? Everybody in middle America felt a way and they showed you how they felt.\" Ticket prices for a Saint Pablo concert ranged from $29 to $480, depending on the venue. Those who attended the Sacramento show will be refunded by the outlets where they purchased the tickets. The Forum in L.A confirmed that West would not be performing on Sunday just three hours before the show. West's scheduled appearance in L.A. was supposed to make up for his Nov. 3 show, which he ended early but because he lost his voice. The outbursts are just the latest for the performer who has himself expressed interest in running for president in 2020. West is known for his infamous off-the-cuff remarks on multiple platforms, including a backstage rant on Saturday Night Live earlier this year. But he's best known for interrupting Taylor Swift's acceptance speech at the 2009 VMAs to protest her win. And in 2005, West went off-script during a telethon for Hurricane Katrina victims to criticize then-President George W. Bush. ",
    "title": "Kanye West Cancels Remainder Of Tour Following Backlash Against Stage Rants : The Two-Way : NPR"
   },
   {
    "entities": [
     "reporter",
     "monday",
     "woodrum",
     "biggs",
     "giants",
     "cutler",
     "jerrell",
     "halas",
     "wrolstad",
     "$2 million",
     "york",
     "connor",
     "hall",
     "chicago",
     "the",
     "barkley",
     "of",
     "2020",
     "vernon",
     "alshon",
     "tribune",
     "stadium",
     "fourth quarter",
     "olivier",
     "matt",
     "craig",
     "photos",
     "field",
     "soldier",
     "2017",
     "brian",
     "contact",
     "collins",
     "freeman",
     "bears",
     "josh",
     "jeffery",
     "2016",
     "shaw",
     "new",
     "sunday",
     "qb",
     "landon",
     "hoyer",
     "metlife",
     "jay",
     "nfl"
    ],
    "id": 11,
    "text": "Season could be done for Bears QB Jay Cutler Photos of Bears quarterback Jay Cutler. Brad Biggs Contact Reporter Chicago Tribune The Chicago Bears will have a major decision to make in regards to Jay Cutler at the end of this year -- but now the quarterback’s 2016 season could be ended prematurely. Multiple sources told the Tribune that Cutler suffered a shoulder injury in Sunday’s 22-16 loss to the New York Giants at MetLife Stadium . Cutler was able to finish the game and was intercepted by safety Landon Collins on the final offensive play but the Bears were working to learn more about his injury on a hectic Monday at Halas Hall. There was bad news already after leading tackler Jerrell Freeman was suspended for four games for violating the NFL’s policy on performance-enhancing drugs was a shot to the franchise that lost No. 1 wide receiver Alshon Jeffery to a PED suspension last week. Now, Cutler is injured for the second time this season and could be the third quarterback to suffer a season-ending injury. Cutler has been a quick healer with other injuries throughout his eight seasons with the franchise but missed five games earlier this season with a right thumb injury when the coaching staff seemed determined to roll with Brian Hoyer before he suffered a broken left arm. Connor Shaw suffered a broken leg in the third preseason game. Cutler was sacked four times by the Giants in the fourth quarter on Sunday and the team’s medical staff visited with him after the first possession of the game. Defensive end Olivier Vernon slammed him to the turf on the second snap leading to a roughing the passer penalty called by referee Craig Wrolstad. If Cutler cannot play, Matt Barkley would be the team’s starting quarterback for Sunday’s game against the Titans at Soldier Field. The team has only one other quarterback under contract, Josh Woodrum, an undrafted rookie free agent from Liberty who was signed to the practice squad last week. Cutler is under contract through the 2020 season but at this point it would not be a surprise if the team parts ways with him after the season. If the Bears release Cutler in the offseason, it would have only a $2 million hit against its 2017 salary cap. ",
    "title": "Season could be done for Bears QB Jay Cutler - Chicago Tribune"
   },
   {
    "entities": [
     "2003",
     "clinton",
     "mike",
     "first",
     "petraeus",
     "jersey",
     "draft",
     "hilary",
     "iran",
     "pentagon",
     "marshall",
     "friday",
     "gates",
     "landler",
     "qatar",
     "2012",
     "hamilton",
     "giuliani",
     "saturday",
     "department",
     "morning",
     "david",
     "h.",
     "lima",
     "madden",
     "night",
     "falluja",
     "romney",
     "2008",
     "mattis",
     "club",
     "marines",
     "rudolph",
     "mr.",
     "marine",
     "pence",
     "state",
     "national",
     "monday",
     "defense",
     "chris",
     "nicholas",
     "york",
     "the",
     "airport",
     "obama",
     "evening",
     "twitter this weekend",
     "christie",
     "michael",
     "states",
     "robert",
     "reagan",
     "trump",
     "hussein",
     "m.",
     "america",
     "w.",
     "cbs",
     "united",
     "new",
     "sunday",
     "mark",
     "november 21, 2016",
     "bedminster",
     "schmidt",
     "kevin",
     "washington",
     "swift",
     "2013",
     "s.",
     "times",
     "george",
     "c.i.a.",
     "d.",
     "1950s",
     "division",
     "iraq",
     "saddam",
     "golf",
     "fandos",
     "shear",
     "2016",
     "2004",
     "peru",
     "hillary"
    ],
    "id": 12,
    "text": "OPEN Graphic If he is nominated as secretary of state, Mr. Giuliani would face questions over his security firm’s ties to the government of Qatar and the speeches he gave to an Iranian exile opposition group that until 2012 was on the State Department’s list of foreign terrorist organizations. Asked whether he was concerned about Mr. Giuliani’s business dealings, Mr. Trump said, “No, not at all.” Mr. Trump, as he used his golf resort as the backdrop for his official activities, gave no indication that he was concerned about news reports over the weekend that he had held meetings last week with three Indian business partners even as he was starting to assemble his administration. The very public process — CNN trained a camera on the golf club’s wooden front door throughout the day on Sunday — has borne few similarities to attempts by Mr. Trump’s predecessors to project an image of careful, private vetting of cabinet-level hopefuls. Officials running President Obama’s transition in late 2008 took pains to keep under wraps his plans to select Hillary Clinton for secretary of state, and they orchestrated a secret meeting at the firehouse at Reagan National Airport to discuss keeping Robert M. Gates as defense secretary. But for Mr. Trump and his aides, many of whom have long rejected the capital’s customs, such traditions are best discarded. Advertisement “This has been a year and election cycle where the normal conventions and past history has been challenged,” said Kevin Madden, a Republican strategist whose longtime boss, Mr. Romney, discussed the secretary of state post with Mr. Trump. Photo Gov. Chris Christie of New Jersey arriving at Trump National Golf Club in Bedminster on Sunday. Credit Hilary Swift for The New York Times “Why would the transition and the first few months of the administration be any different?” Mr. Madden said. “Trump does things Trump’s way.” After each interview, Mr. Trump, dressed in a suit and tie, emerged from the club next to an American flag to see the candidates off to their sport-utility vehicles and once again speak with reporters. “Tremendous talent — we’re seeing tremendous talent,” Mr. Trump said on Saturday. “People that, as I say, we will ‘make America great again.’ These are really great people. These are really, really talented people.” By the evening, however, Mr. Trump had announced no appointments, leaving reporters waiting on the cold, gusty day to speculate about Mr. Trump’s brief comments. “We made a couple of deals,” he said as his weekend of interviews drew to a close. Mr. Giuliani is apparently in competition with several others for the secretary of state position, including David H. Petraeus, the retired four-star general who served as Mr. Obama’s C.I.A. director before leaving amid revelations that he had provided classified information to a woman with whom he was having an affair. Mr. Romney, the 2012 Republican presidential nominee and one of Mr. Trump’s fiercest critics during the 2016 campaign, met with the president-elect on Saturday. If he becomes secretary of state, he could be a moderating influence on the hard-liners Mr. Trump has chosen for attorney general, national security adviser and C.I.A. director. “I can say that Governor Romney is under active and serious consideration to serve as secretary of state of the United States,” Vice President-elect Mike Pence said Sunday on CBS’s “Face the Nation” program. Photo Mr. Trump with Rudolph W. Giuliani, the former New York mayor, on Sunday. Mr. Giuliani is apparently in competition with several others for the secretary of state position. Credit Hilary Swift for The New York Times Mr. Trump’s consideration of General Mattis, who is widely respected throughout the military, could also signal an effort to ease concerns among members of the Washington establishment about the shape of his cabinet. Advertisement Continue reading the main story General Mattis, who led the First Marine Division during the 2003 invasion of Iraq to topple Saddam Hussein, later commanded American troops during the hard-fought battle to retake Falluja from Sunni insurgents in 2004. But his argument for a tougher military posture against Iran at times clashed with the views of Mr. Obama and his national security team. General Mattis, who would be the first former ranking general to become defense secretary since George Marshall in the early 1950s, would need a congressional waiver to take office because federal law stipulates that the Pentagon chief be out of uniform for seven years. General Mattis retired from the Marines in 2013. As Mr. Trump moves to complete his national security team, he may soon turn his attention to domestic affairs. Aides have said members of the transition effort’s economic and domestic policy teams will fan out to meet with agency officials starting on Monday. Mr. Obama, asked Sunday at a summit meeting in Lima, Peru, about stances Mr. Trump has taken that align with the views of his nascent national security team, said: “I can’t guarantee that the president-elect won’t pursue some of the positions that he’s taken. But what I can guarantee is that reality will force him to adjust how he approaches many of these issues. That’s just the way this office works.” Mr. Trump also continued his practice of early-morning bursts on Twitter this weekend. Before attending church with Mr. Pence, Mr. Trump condemned the cast of “Hamilton” for its onstage appeal on Friday night to the vice president-elect — who was in the audience — to uphold the rights of a “diverse America.” “The cast and producers of ‘Hamilton,’ which I hear is highly overrated, should immediately apologize to Mike Pence for their terrible behavior,” Mr. Trump wrote . In another Twitter post , the president-elect expressed his disapproval of “ Saturday Night Live ,” calling it a “totally one-sided, biased show — nothing funny at all.” Mr. Trump was portrayed on the show as being overwhelmed by the prospect of being president. Even as Mr. Trump bemoaned the actions of the cast of “Hamilton,” a smash hit on Broadway, Mr. Pence said on Sunday morning that he was not offended or bothered. In an appearance on “Fox News Sunday,” Mr. Pence said he would “leave it to others” to decide whether the theater was an appropriate place for a political message. “‘Hamilton’ is just an incredible production and just incredibly talented people,” Mr. Pence said. “It was a real joy to be there.” Michael S. Schmidt reported from Bedminster, and Michael D. Shear from Washington. Nicholas Fandos and Mark Landler contributed reporting from Washington. Follow The New York Times’s politics and Washington coverage on Facebook and Twitter , and sign up for the First Draft politics newsletter . A version of this article appears in print on November 21, 2016, on page A1 of the New York edition with the headline: Forming Cabinet, a Staid Process Turns Spectacle. Order Reprints | Today's Paper | Subscribe ",
    "title": "Trump Turns Staid Process Into Spectacle as Aspirants Parade to His Door - The New York Times"
   },
   {
    "entities": [
     "national",
     "richard",
     "china",
     "peter",
     "stephen",
     "saturday",
     "steve",
     "donald",
     "herzl",
     "times",
     "york",
     "manhattan",
     "obama",
     "spencer",
     "ku",
     "of",
     "breitbart",
     "summer",
     "bannon",
     "brimelow",
     "council",
     "iran",
     "israel",
     "white",
     "mother",
     "victory",
     "news",
     "la",
     "states",
     "b.",
     "olympus",
     "trump",
     "raza",
     "house",
     "america",
     "mr.",
     "klan",
     "united",
     "heil",
     "k.",
     "new",
     "november 21, 2016",
     "jones",
     "election",
     "klux",
     "institute",
     "theodor",
     "league",
     "anti-defamation",
     "policy",
     "washington"
    ],
    "id": 13,
    "text": "Continue reading the main story These are exultant times for the alt-right movement, which was little known until this year, when it embraced Mr. Trump’s campaign and he appeared to embrace it back. He chose as his campaign chairman Stephen K. Bannon, the media executive who ran the alt-right’s most prominent platform, Breitbart News, and then named him as a senior adviser and chief strategist. Advertisement Continue reading the main story Now the movement’s leaders hope to have, if not a seat at the table, at least the ear of the Trump White House. While many of its racist views are well known — that President Obama is, or may as well be, of foreign birth; that the Black Lives Matter movement is another name for black race rioters; that even the American-born children of undocumented Hispanic immigrants should be deported — the alt-right has been difficult to define. Is it a name for right-wing political provocateurs in the internet era? Or is it a political movement defined by xenophobia and a dislike for political correctness? At the conference on Saturday, Mr. Spencer, who said he had coined the term, defined the alt-right as a movement with white identity as its core idea. “We’ve crossed the Rubicon in terms of recognition,” Mr. Spencer said at the conference, which was sponsored by his organization, the National Policy Institute. And while much of the discourse at the conference was overtly racist and demeaning toward minorities, for much of the day the sentiments were expressed in ways that seemed intended to not sound too menacing. The focus was on how whites were marginalized and beleaguered. One speaker, Peter Brimelow, the founder of Vdare.com , an anti-immigration website, asked why, if Hispanics had the National Council of La Raza and Jews had the Anti-Defamation League, whites were reluctant to organize for their rights. Some speakers made an effort to distance themselves from more notorious white power organizations like the Ku Klux Klan. But as the night wore on and most reporters had gone home, the language changed. Mr. Spencer’s after-dinner speech began with a polemic against the “mainstream media,” before he briefly paused. “Perhaps we should refer to them in the original German?” he said. The audience immediately screamed back, “Lügenpresse,” reviving a Nazi-era word that means “lying press.” Advertisement Continue reading the main story Mr. Spencer suggested that the news media had been critical of Mr. Trump throughout the campaign in order to protect Jewish interests. He mused about the political commentators who gave Mr. Trump little chance of winning. “One wonders if these people are people at all, or instead soulless golem,” he said, referring to a Jewish fable about the golem, a clay giant that a rabbi brings to life to protect the Jews. Mr. Trump’s election, Mr. Spencer said, was “the victory of will,” a phrase that echoed the title of the most famous Nazi-era propaganda film. But Mr. Spencer then mentioned, with a smile, Theodor Herzl, the Zionist leader who advocated a Jewish homeland in Israel, quoting his famous pronouncement, “If we will it, it is no dream.” The United States today, Mr. Spencer said, had been turned into “a sick, corrupted society.” But it was not supposed to be that way. Photo Richard B. Spencer, a leader of the alt-right movement, spoke at a conference in Washington on Saturday. Credit Al Drago/The New York Times “America was, until this last generation, a white country designed for ourselves and our posterity,” Mr. Spencer thundered. “It is our creation, it is our inheritance, and it belongs to us.” But the white race, he added, is “a race that travels forever on an upward path.” “To be white is to be a creator, an explorer, a conqueror,” he said. More members of the audience were on their feet as Mr. Spencer described the choice facing white people as to “conquer or die.” Of other races, Mr. Spencer said: “We don’t exploit other groups, we don’t gain anything from their presence. They need us, and not the other way around.” Advertisement Continue reading the main story The ties between the alt-right movement and the Trump team are difficult to define, even by members of the alt-right. Mr. Bannon was the chief executive of Breitbart, an online news organization that has fed the lie that Mr. Obama is a Kenyan-born Muslim. As recently as last year, Breitbart published an op-ed article urging that “every tree, every rooftop, every picket fence, every telegraph pole in the South should be festooned with the Confederate battle flag.” Mr. Bannon told Mother Jones this year that Breitbart was now “the platform for the alt-right.” But in an interview last week with The Wall Street Journal, Mr. Bannon said that the alt-right was only “a tiny part” of the viewpoint represented on Breitbart. “Our definition of the alt-right is younger people who are anti-globalists, very nationalist, terribly anti-establishment,” he told The Journal, adding that the alt-right had “some racial and anti-Semitic overtones.” When asked about Mr. Bannon, the conference’s speakers said that they might have shaken his hand on occasion, but that they did not know him well. Mr. Brimelow said that he had met “Mr. Bannon once, earlier this summer, before he ascended to Olympus.” He said he had told Mr. Bannon that he was doing great work at Breitbart. “He agreed,” Mr. Brimelow recalled to the audience. As for Mr. Trump, Mr. Brimelow said he had met him about 30 years ago at a “conservative affinity meeting” in Manhattan. But that was it. “Trump and Steve Bannon are not alt-right people,” Mr. Brimelow said, adding that they had opportunistically seized on two issues that the alt-right cares most about — stopping immigration and fighting political correctness — and used them to mobilize white voters. Advertisement Continue reading the main story Mr. Spencer said that while he did not think the president-elect should be considered alt-right, “I do think we have a psychic connection, or you can say a deeper connection, with Donald Trump in a way that we simply do not have with most Republicans.” White identity, he said, is at the core of both the alt-right movement and the Trump movement, even if most voters for Mr. Trump “aren’t willing to articulate it as such.” At various points, he and other speakers outlined where they differed from Mr. Trump. They see him as too beholden to Israel. They do not see any reason to start a trade war with China, and they are not necessarily opposed to the Iran nuclear deal. For them, immigration is the most potent mobilizing issue, less for economic reasons than because of the prospect that white Americans will someday represent less than half of the population of the country. For the alt-right, the most exciting thing about Mr. Trump was that he built a campaign around the issues that mattered most to them, and that white people had voted for him in numbers that left the political establishments of both parties stunned. Now, Mr. Spencer said, it is up to the alt-right to formulate the ideas and policies to guide the new administration. “I think we can be the ones out in front, thinking about those things he hasn’t quite grasped yet, who are putting forward policies,” Mr. Spencer said, that “have a realistic chance of being implemented.” A version of this article appears in print on November 21, 2016, on page A1 of the New York edition with the headline: Alt-Right, Exulting in Election,  Salutes Winner: ‘Heil Victory’. Order Reprints | Today's Paper | Subscribe ",
    "title": "Alt-Right Exults in Donald Trump’s Election With a Salute: ‘Heil Victory’ - The New York Times"
   },
   {
    "entities": [
     "nov 21, 2016",
     "tennessee",
     "school",
     "today",
     "kelly",
     "elementary",
     "3:30 p.m.",
     "pinkston",
     "neil",
     "noble",
     "kirk",
     "tom",
     "tenn.",
     "county",
     "woodmore",
     "fletcher",
     "hamilton",
     "liddy",
     "carina",
     "fred",
     "chattanooga"
    ],
    "id": 14,
    "text": "'Multiple' Children Killed in Chattanooga School Bus Crash By TOM LIDDY Nov 21, 2016, 8:45 PM ET 0 Shares WATCH 'Multiple Fatalities' in Chattanooga School Bus Crash 0 Shares Email \"Multiple children\" were killed in a school bus crash in Chattanooga, Tenn. today, police said, and speed is being investigated as a factor. Some 35 children -- ranging from kindergarten to fifth grade -- were on board when the bus hit a tree before 3:30 p.m., police said. The local district attorney, Neil Pinkston, earlier said that six children had died, but police would not say how many had been killed. Cops said the driver of the bus, from Woodmore Elementary School, was being questioned by investigators. Speed was being considered “very, very strongly as a factor in this crash,” Chattanooga Police Chief Fred Fletcher said. Hamilton County, Tennessee schools interim superintendent Kirk Kelly called today “one of the worst days we have had in the Hamilton County school community.” And the bus operator said its \"thoughts and prayers are with the students and families who are affected,\" spokesperson Carina Noble said. \"Because this is an active investigation, we are unable to answer any questions at this time as we work with authorities.\" 0 Shares ",
    "title": "'Multiple' Children Killed in Chattanooga School Bus Crash - ABC News"
   },
   {
    "entities": [
     "national",
     "mo.",
     "detective",
     "gladstone",
     "monday",
     "john",
     "otis",
     "order",
     "dotson",
     "st.",
     "pasco",
     "galant",
     "8:30 p.m. est",
     "attacks",
     "department",
     "louis",
     "congress",
     "florida",
     "baton",
     "rouge",
     "mcmanus",
     "james",
     "kansas",
     "abbott",
     "of",
     "fraternal",
     "ornelas",
     "antonio",
     "sanibel",
     "news-press",
     "evening",
     "sa",
     "mitsubishi",
     "less than two weeks later",
     "2017",
     "marconi",
     "8 p.m. et",
     "dept",
     "a.",
     "nov. 20, 2016",
     "mccain",
     "conversation",
     "usa",
     "november 20, 2016",
     "william",
     "fort",
     "myers",
     "bacon",
     "benjamin",
     "greg",
     "press",
     "edward",
     "sunday",
     "sam",
     "july",
     "guidelines",
     "november 21, 2016",
     "marconis",
     "dallas",
     "fla.",
     "fla",
     "city",
     "associated",
     "san",
     "texas",
     "4:30 p.m.",
     "police",
     "tyrone"
    ],
    "id": 15,
    "text": "Suspect arrested in fatal cop shooting in San Antonio Attacks are another alarming sign of the times, police union representative says. Post to Facebook Suspect arrested in fatal cop shooting in San Antonio Attacks are another alarming sign of the times, police union representative says. Check out this story on USATODAY.com: http://usat.ly/2gdiGdV CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 110 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Suspect arrested in fatal cop shooting in San Antonio John Bacon , USA TODAY 8:30 p.m. EST November 21, 2016 x Share Police say they've arrested a suspect in connection to the shooting death of San Antonio police detective Benjamin Marconi. Detective Marconi was reportedly sitting in his cruiser when the shots were fired. KENS San Antonio Police Department personnel investigate the scene after Detective Benjamin Marconi was fatally shot Nov. 20, 2016. (Photo: Edward A. Ornelas, AP) San Antonio Police Chief William McManus said Monday evening that a suspect has been arrested in the fatal shooting of a police officer Sunday, a bloody day for police officers across the nation. McManus said Otis Tyrone McCain, 31, was arrested without incident in the ambush of Detective Benjamin Marconi. He was arrested around 4:30 p.m. Monday after the car he was driving was stopped on Interstate 10. McManus said the death of Marconi during an otherwise routine traffic stop near the police station was more than a random act. \"I feel we (police) were targeted,\" McManus said. \"I think the uniform was the target.\" Elsewhere Sunday, three police officers were wounded and two suspects killed in shootings in St. Louis and Gladstone, Mo., and Sanibel, Fla. James Pasco, executive director of the National Fraternal Order of Police, said four attacks on officers in one day is another alarming a sign of the times. In July, five officers were killed in Dallas by a heavily armed sniper who opened fire at a peaceful protest against police-involved shootings. In Baton Rouge less than two weeks later, three officers were killed and three others wounded in an ambush.​​ Sunday's violence, however, involved four attacks by four attackers scattered across the nation. x Share The San Antonio Police Department has released two surveillance videos of a suspect in a shooting that claimed the life of one of its officers. USA TODAY NETWORK Pasco says that, while no direct connection linking Sunday's shootings is apparent, social media can spread information — often incorrect information — quickly and widely and can provoke action. Pasco says a drumbeat of criticism from the media, politicians and activists has eroded the esteem granted to law enforcement from the public. \"Police officers are doing their jobs the best they can, sometimes heroically, but now more than ever this kind of violence is in the back of their minds,\" Pasco told USA TODAY. \"And when cops aren't safe, nobody is safe.\" McManus said Marconi, 50, was conducting a traffic stop outside police headquarters just before noon when he was shot in his car while writing a ticket. McManus said a black male with a goatee drove up in a Mitsubishi Galant, walked up to Marconi's car and shot the 20-year department veteran in the head before reaching in and shooting him again. The shooter then drove off, McManus said. The driver of the vehicle who had been stopped had no role in the tragedy, McManus said. McManus said the suspect briefly visited the police station four hours before the shooting, speaking to a desk clerk. McManus did not say what was discussed. He said the dashcam video provided \"a lot of information,\" but he provided no details. Texas Gov. Greg Abbott issued a statement asking everyone in Texas to pray for the Marconis' loved ones as they deal with \"this unimaginable tragedy.\" Abbott urged the Legislature to pass his Police Protection Act, which would classify attacks against law enforcement as hate crimes. \"Attacks against law enforcement officers will not be tolerated in Texas and must be met with swift justice,\" Abbott said. The San Antonio Police Department would like to take a moment to honor SAPD Detective Benjamin Marconi, who lost... https://t.co/m0BjHFiu31 — SA Police Dept (@SATXPolice) November 20, 2016 Pasco agrees, and says his organization will press Congress in 2017 to add attacks on officers to the federal hate crimes statute. \"It should be wrong to attack somebody based on the color of their uniform,\" Pasco said. In St. Louis, a 46-year-old police sergeant who was shot twice in the face Sunday evening was released from the hospital Monday, Chief Sam Dotson said. Dotson said the officer was sitting in his cruiser in traffic when he was shot by someone in a nearby car. The 19-year-old suspect was killed hours later in a shootout with officers. Dotson said the teen may have been connected to several robberies, a carjacking and a homicide. In Gladstone, an officer was shot after a passenger ran from a car stopped for a traffic violation, according to Kansas City police, which handled the investigation. The suspect, described as a white male in his late teens, pulled out a gun and was killed in the ensuing shootout that left one officer wounded. \"Thanks to all for their prayers and calls of support,\" the Gladstone Police Department tweeted. \"Our officer is out of surgery and is expected to make a full recovery following rehab.\" In Florida, an officer was in his patrol car wrapping up a routine traffic stop at about 8 p.m. ET Sunday when he was shot by someone driving by. The city said on its website that the suspect was taken into custody a short time later after exchanging gunfire with police. The wounded officer was treated at a hospital and released. \"This is always difficult, especially in this day and age when police officers are being targeted across the country,\" McManus said. \"It's everyone's worst nightmare. Unfortunately, like Dallas, like Baton Rouge, it has happened here now.\" Contributing: KSDK-TV, St. Louis; KENS-TV, San Antonio; The News-Press, Fort Myers, Fla., Associated Press 10790 CONNECT TWEET 11 LINKEDIN 110 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2gdiGdV ",
    "title": "Suspect arrested in fatal cop shooting in San Antonio"
   },
   {
    "entities": [
     "share",
     "griffith",
     "children",
     "kelly",
     "tennessee",
     "monday",
     "school",
     "bailey",
     "nbc",
     "elementary",
     "department",
     "brainerd",
     "pinkston",
     "elem",
     "district",
     "andy",
     "kerry",
     "highway",
     "chelsea",
     "berke",
     "killed",
     "injured",
     "multiple",
     "kirk",
     "county",
     "sanders",
     "talley",
     "and",
     "woodmore",
     "mccarthy",
     "2016",
     "3 p.m. et",
     "road",
     "fire",
     "fletcher",
     "hamilton",
     "afternoon",
     "nov. 21",
     "november 21, 2016",
     "neal",
     "police",
     "fred",
     "chattanooga",
     "darrien"
    ],
    "id": 16,
    "text": "Nov 21 2016, 8:01 pm ET At Least 6 Children Killed, Several Injured in Tennessee School Bus Crash by Chelsea Bailey and Kerry Sanders Share Multiple Children Killed and Injured in Tennessee School Bus Crash, Officials Say 1:13 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161122010235if_/http://www.nbcnews.com/widget/video-embed/814660163693\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> At least six children have been killed and more than 20 were injured in a school bus crash in Chattanooga, Tennessee Monday afternoon, according to officials. Twenty three of the 35 students on-board the bus were transported to area hospitals, according to Chattanooga Police Chief Fred Fletcher. The immediate cause of the crash was unknown. \"Through our channels we can confirm there are children deceased,\" said a spokesperson for the Tennessee Highway patrol. Officials initially said two children died, but a spokeswoman for Hamilton County District Attorney Neal Pinkston later said there were at least six fatalities. Fletcher described accident as a \"single-driver incident.\" The Chattanooga Fire Department tweeted photos of the accident that appeared to show that the bus flipped over after it struck a tree. First responders tend to the scene of a school bus crash in Chattanooga, Tennessee, Nov. 21. Chattanooga Fire Dept. Multiple fatalities confirmed https://t.co/J4WCPPU09W — Chattanooga Police (@ChattanoogaPD) November 21, 2016 \"A bus crash involving school children is every public safety professional's nightmare,\" Fletcher said. \"We are still actively using specialized techniques and tactics to treat and rescue victims.\" A criminal investigation has been launched into the accident, according to NBC affiliate WRCB , and the school bus driver is said to be cooperating with police. Fletcher said the accident occurred just after 3 p.m. ET, as the bus carried 35 students ranging from kindergarten to 5th grade from Woodmore Elementary School home for the evening. Eight-year-old Darrien Griffith looked stunned as he walked away from the scene of the accident. He was only wearing one shoe. Griffith told NBC affiliate WRCB that he thought two of his friends were still on the bus. His mother said she would take him to the hospital to get checked out. 8 year old Darrien just walked up and told me two of his friends are still on the bus. Bus hit something, flipped over. @WRCB pic.twitter.com/puGR1cGtNZ — Kelly McCarthy (@KellyWRCB) November 21, 2016 A local blood bank put out an emergency call for donations following the accident. Blood Assurance s aid area hospitals were in \"critical need of blood.\" Kirk Kelly, Chattanooga School Superintendent, told WRCB the school is facing a great tragedy. Chattanooga Mayor Andy Berke asked for prayers for the students and families involved in the accident. Horrible bus accident on Talley Road. Any families worried about kids should go physically to Woodmore Elem (not from Brainerd Road) — Andy Berke (@AndyBerke) November 21, 2016 Horrible bus accident on Talley Road. Any families worried about kids should go physically to Woodmore Elem (not from Brainerd Road) — Andy Berke (@AndyBerke) November 21, 2016 This is a developing story, check back for updates Chelsea Bailey ",
    "title": "At Least 6 Children Killed, Several Injured in Tennessee School Bus Crash  - NBC News"
   },
   {
    "entities": [
     "monday",
     "larry",
     "lansing",
     "journal",
     "the",
     "california",
     "september",
     "u.s.",
     "university",
     "becky",
     "mich.",
     "2014",
     "ingham",
     "county",
     "2015",
     "schuette",
     "michigan",
     "nassar",
     "tuesday",
     "dr.",
     "holt",
     "usa",
     "2016",
     "bill",
     "gymnastics",
     "press",
     "msu",
     "october",
     "east",
     "associated",
     "shink/lansing",
     "july 15, 2008",
     "state",
     "indianapolis",
     "1998",
     "mason"
    ],
    "id": 17,
    "text": "<p>Larry Nassar, an osteopathic physician, works with a patient in East Lansing, Mich., on July 15, 2008.</p> Close Becky Shink/Lansing State Journal MASON, Mich. -- A former USA Gymnastics team doctor was charged Monday with first-degree criminal sexual conduct in Michigan involving a child under 13. Three charges were filed against Dr. Larry Nassar of Holt, Michigan, according to online court records in Ingham County. The alleged incidents occurred in 1998. The records don’t indicate whether the charges involve one victim or more. Nassar was arrested and lodged in the county jail. It’s unclear when he’ll appear in court. A message seeking comment was left for his attorney.  Did USA Gymnastics officials ignore sexual abuse? Nassar, 53, has been under scrutiny this year after two gymnasts, including a member of the 2000 U.S. women’s Olympic team, accused him of sexual abuse. A lawsuit by one is pending in California. Nassar has denied wrongdoing. He was on the faculty at Michigan State University but was fired in September for not complying with “employment requirements” put in place after a 2014 investigation of alleged misconduct. MSU didn’t elaborate. USA Gymnastics, based in Indianapolis, cut its ties to Nassar in 2015. Michigan Attorney General Bill Schuette plans to talk to reporters Tuesday. In October, Schuette said MSU asked his office to review allegations against Nassar, who taught at the school and worked in its sports medicine clinic. Nassar recently finished last in a three-candidate race for two seats on the Holt school board. © 2016 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. ",
    "title": "Former USA Gymnastics team doctor charged with sex abuse - CBS News"
   },
   {
    "entities": [
     "national",
     "convention",
     "nov 21, 2016",
     "bernie",
     "committee",
     "donald",
     "congress",
     "york",
     "hawaii",
     "philadelphia",
     "the",
     "walshe",
     "states",
     "nations",
     "news",
     "siegel",
     "sanders",
     "tower",
     "july 26, 2016",
     "trump",
     "russia",
     "tulsi",
     "february",
     "house",
     "democratic",
     "benjamin",
     "united",
     "shushannah",
     "new",
     "abc",
     "gabbard",
     "city",
     "syria",
     "isis",
     "washington"
    ],
    "id": 18,
    "text": "Democratic Rep. Tulsi Gabbard 'Under Serious Consideration' for Trump Cabinet By Shushannah Walshe Nov 21, 2016, 3:42 PM ET 0 Shares Star Ricky Carioti/The Washington Post via Getty Images Representative Tulsi Gabbard (D-HI) places Senator Bernie Sanders name in nomination for President of The United States, during the second day of the Democratic National Convention in Philadelphia, July 26, 2016. 0 Shares Email Democratic Rep. Tulsi Gabbard , a high-profile Bernie Sanders supporter during the Democratic primaries , is “under serious consideration” for various Cabinet positions in President-elect Donald Trump 's administration, according to a senior official on the transition team. According to the official, the 35-year-old Hawaii congresswoman is being looked as a candidate for secretary of state, secretary of defense or United Nations ambassador. If selected, Gabbard will be the first woman as well as the youngest pick for Trump's Cabinet. She met with him this morning in his New York City offices at Trump Tower. The Trump transition source said that their sit-down was a “terrific meeting” and that the Trump team sees her as very impressive. Gabbard, a progressive Democrat, has bucked her party in Congress and during the contentious Democratic primaries. In February she left her position as vice chairwoman of the Democratic National Committee to support Sanders. In the House she has broken with Democrats on the Syrian civil war (she supports keeping President Bashar al-Assad in power) and Syrian refugees (she voted for a GOP bill last year to conduct stricter background checks on refugees). This afternoon she released a long statement on her meeting with Trump, saying he asked to meet with her about \"our current policies regarding Syria, our fight against terrorist groups like al-Qaeda and ISIS , as well as other foreign policy challenges we face.” She said they had a “frank and positive conversation in which we discussed a variety of foreign policy issues in depth.\" \"I felt it important to take the opportunity to meet with the president-elect now before the drumbeats of war that neocons have been beating drag us into an escalation of the war to overthrow the Syrian government — a war which has already cost hundreds of thousands of lives and forced millions of refugees to flee their homes in search of safety for themselves and their families,\" she said in the statement, adding that she would not let politics get in the way of meeting with the president-elect. \"I never have and never will play politics with American and Syrian lives.\" She added that when she disagrees with Trump, \"I will not hesitate to express that disagreement.\" \"However, I believe we can disagree, even strongly, but still come together on issues that matter to the American people and affect their daily lives. We cannot allow continued divisiveness to destroy our country … I shared with him my grave concerns that escalating the war in Syria by implementing a so-called no fly/safe zone would be disastrous for the Syrian people, our country and the world,\" she said. \"It would lead to more death and suffering, exacerbate the refugee crisis, strengthen ISIS and al-Qaeda and bring us into a direct conflict with Russia, which could result in a nuclear war. We discussed my bill to end our country’s illegal war to overthrow the Syrian government and the need to focus our precious resources on rebuilding our own country and on defeating al-Qaeda, ISIS and other terrorist groups who pose a threat to the American people.\" ABC News' Benjamin Siegel contributed to this report. 0 Shares ",
    "title": "Democratic Rep. Tulsi Gabbard 'Under Serious Consideration' for Trump Cabinet - ABC News"
   },
   {
    "entities": [
     "latin",
     "authority",
     "raiders",
     "china",
     "monday",
     "wilson",
     "los",
     "rothman",
     "chris",
     "oakland",
     "donald",
     "angeles",
     "early afternoon",
     "foxnews.com",
     "sports",
     "mexico",
     "arsht",
     "last year",
     "the",
     "jason",
     "initiative",
     "azteca",
     "houston",
     "atlantic",
     "20 percent",
     "council",
     "night",
     "nieto",
     "field",
     "d.c.",
     "states",
     "texans",
     "estadio",
     "pe\\xc3\\xb1a",
     "$1 billion",
     "2015",
     "denver",
     "marczak",
     "economic",
     "trump",
     "america",
     "pena",
     "woodrow",
     "center",
     "press",
     "united",
     "adrienne",
     "city",
     "associated",
     "institute",
     "nfl",
     "football",
     "jay",
     "1998",
     "growth",
     "enrique",
     "washington"
    ],
    "id": 19,
    "text": "Facebook 0 Twitter 0 Email Print When the Oakland Raiders and Houston Texans face off Monday night in Mexico City’s Estadio Azteca, the teams will have to battle more than just their opponents come kick-off. In the first NFL game in the country in more than 11 years, players and fans alike will have to contend with rampant street crime, simmering anger by many Mexicans over the election of Donald Trump, suffocating levels of smog and the bewildering effects of the stadium’s high altitude. While the crime rate in Mexico City is a far cry from that in the northern part of the country, where drug cartels hold sway, the capital city has recently seen an uptick in homicides and other violent crimes. Homicides in the city shot up by more than 20 percent last year to levels not seen since 1998 -- and in spite of more than $1 billion spent on public security in 2015,  recent studies show  that a third of Mexico City’s population was a victim of crime and two-thirds said they do not trust the local police. The threat of violent crime caused Texans’ management to warn players not to leave the hotel during their trip south of the border. According to The Associated Press, a section of a memo sent to Texans’ players under the heading \"safety\" had a bullet point with: \"DO NOT leave the hotel.\" It was followed by a line advising players to leave all \"expensive jewelry at home,\" not to bring large sums of money and not to use ATMs. Raiders’ players did not receive any type of memo or written warning. Related Image Expand / Contract (The Associated Press) Experts on Latin American security say that, despite the warning and statistics, so long as players and fans use common sense they should have very few problems in regards to their personal safety. “Fans and players need to be aware and careful if they’re in Mexico City, but just as careful as they would be in any large city in the U.S,” Chris Wilson, the deputy director of the Mexico Institute at the Woodrow Wilson Center, told FoxNews.com. “The murder rate in the city is lower than Washington D.C.’s, so I don’t think it’s as big an issue as many people are making it out to be.” Given the large presence of media from the United States covering the game, there is speculation that there could be demonstrations against the election of Donald Trump. During the president-elect’s trip to Mexico to meet with President Enrique Peña Nieto during his campaign, the city saw widespread protests and there is some concern of a repeat during the Monday Night Football game. Related Image Expand / Contract President-elect Trump with Mexican President Enrique Pena Nieto. (The Associated Press ) Jay Rothman, ESPN's vice president of production and the \"Monday Night Football\" producer, said that the channel is not planning to focus any anti-Trump protests, but if they occur they will cover them. \"We wear our news hats, too, and we will get together and discuss that,\" Rothman said. \"If there are things outside and inside the stadium to cover, we would be criticized for ignoring them and we need to do the right thing.” The biggest concern so far has not been crime or unrest, but the air in Mexico City – both in terms of its quality and how much of it the players will be breathing on the field. Mexico City is notorious for the thick layer of smog that hangs over the town and can range from a minor nuisance to a nauseating presence depending on the weather, time of year and traffic on the street. While the city has seen improvements to its smog problems over the last decade thanks to catalytic converters being installed on cars and bans on driving during certain days, it can still pose a risk, especially to athletes hoping to perform at the top of their game. Related Image Expand / Contract (The Associated Press) “The smog in Mexico City is not as bad as some of the cities in China,” said Wilson, who returned last week from a trip to the city. “It’s more like Los Angeles on a bad day.” Mexico City’s government keeps hourly tabs on the air quality and as of early afternoon the section of the city where Estadio Azteca is located was deemed to be in good condition. Besides the pollution, however, there is the lack of air that players will have to deal with during their time on the Mexican gridiron. Sitting at an altitude of 7,380 feet, Estadio Azteca is 2,100-feet higher than Sports Authority Field at Mile High in Denver and both the Raiders and Texans play their home games at stadiums less than 50 feet above sea level. “The altitude is a real concern for these players,” Jason Marczak, director of the Latin America Economic Growth Initiative at the Atlantic Council's Adrienne Arsht Latin America Center, told FoxNews.com. “For running backs, wide receivers, and other players that have to run a lot, it’s going to be a tough game.” The Associated Press contributed to this report. Advertisement ",
    "title": "NFL players face host of issues ahead of Mexico City game | Fox News"
   },
   {
    "entities": [
     "mo.",
     "gladstone",
     "monday",
     "missouri",
     "otis",
     "bexar",
     "st.",
     "louis",
     "mcmanus",
     "antonio",
     "4:30 p.m. local time",
     "sanibel",
     "evening",
     "night",
     "sept. 11, 2001",
     "county",
     "marconi",
     "jail",
     "mckane",
     "william",
     "benjamin",
     "2012",
     "press",
     "sunday",
     "november 21, 2016",
     "fla.",
     "dallas",
     "last night",
     "associated",
     "san",
     "afternoon",
     "tyrone"
    ],
    "id": 20,
    "text": "Suspect arrested in killing of San Antonio police officer Published               November 21, 2016   The suspect in the murder of a San Antonio police detective was arrested Monday afternoon. San Antonio Police Chief William McManus said that 31-year-old Otis Tyrone McKane was taken into custody without incident at around 4:30 p.m. local time.  McManus said authorities had pulled over a car McKane was a passenger in on Interstate 10, on the eastern edge of San Antonio. The car was being driven by a woman and a 2-year-old child was also in the vehicle. It was not immediately clear what connection McKane had to the woman and child.  Related Image Expand / Contract This image from 2012 shows Otis Tyrone McKane (Bexar County Jail) The arrest ended a 30-hour-long manhunt following the shooting of Det. Benjamin Marconi, 50, who was writing a traffic ticket when he was killed in his squad car late Sunday morning outside police headquarters. Investigators believed McKane pulled up behind Marconi's squad car, walked up to the officer's driver's-side window and opened fire. Authorities say the driver said the driver Marconi pulled over was not connected to the shooter.  \"Everyone is relieved,\" McManus told reporters at a Monday evening news conference. \"I don't think anyone slept last night.\" McManus said that McKane had a criminal record, but did not elaborate. The chief also said that a vehicle sought by police was found near McKane's home. Surveillance video shows McKane at San Antonio police headquarters about four hours before Marconi was shot. The suspect asked a desk clerk a question but left before receiving an answer, said McManus, who declined to say what the man asked. \"I don't know why he was in headquarters. We have some ideas,\" he said. The shooting was one of several weekend attacks that authorities say targeted law enforcement in multiple states. In Missouri, a St. Louis police sergeant was shot twice in the face Sunday evening while he sat in traffic in a marked police vehicle. The sergeant was released from the hospital Monday. Police officers also were shot and injured during traffic stops in Sanibel, Fla., and Gladstone, Mo., on Sunday night, but authorities have not suggested these were targeted attacks. The shootings come less than five months after a black military veteran killed five white officers at a protest in Dallas -- the deadliest day for American law enforcement since Sept. 11, 2001. The Associated Press contributed to this report. ",
    "title": "Suspect arrested in killing of San Antonio police officer | Fox News"
   },
   {
    "entities": [
     "fred",
     "tenn",
     "press",
     "elementary",
     "tennessee",
     "monday",
     "hamilton",
     "county",
     "district",
     "november 21, 2016",
     "fletcher",
     "haslam",
     "neal",
     "associated",
     "woodmore",
     "afternoon",
     "chattanooga",
     "bill",
     "pinkston"
    ],
    "id": 21,
    "text": "At least six children killed, 23 hurt in Tennessee school bus crash Published               November 21, 2016 Facebook 0 Twitter 0 livefyre Email Print   DEVELOPING: At least six children were killed and 23 others were injured when a school bus crashed into a house in Chattanooga, Tenn. Monday afternoon, officials said.  Hamilton County District Attorney Neal Pinkston told media outlets that five people died at the scene and one died at the hospital. Fire officials said there were approximately 35 children on the bus at the time of the crash. Chattanooga Police Chief Fred Fletcher reported 23 patients had been transported to local area hospitals, and the bus driver is cooperating with police. Related stories... The cause of the accident was not immediately clear, but the school bus was mangled around a tree at the scene.  This is still an active scene. 23 patients were transported to local hospitals via ambulances. #ChattFire pic.twitter.com/7lCNicEkWx — Chattanooga FireDept (@ChattFireDept) November 21, 2016 The bus was carrying students from Woodmore Elementary, who ranged from kindergarten through fifth grade. A neighbor told WTVC that children were escaping from the roof hatch after the crash. Tennessee Gov. Bill Haslam called the crash \"a tragic event\" and offered assistance. \"We're going to do everything we can to assist in any way,\" he said in a statement. “It's a sad situation anytime there's a school bus with children involved, which there is in this case. We will do everything we can to assist in what I think is going to be a very sad situation.\" The Associated Press contributed to this report.  Advertisement ",
    "title": "At least six children killed, 23 hurt in Tennessee school bus crash | Fox News"
   },
   {
    "entities": [
     "national",
     "richard",
     "nov 21, 2016",
     "evan",
     "weekend",
     "donald",
     "steve",
     "inc",
     "august",
     "baruch",
     "york",
     "d.c",
     "spencer",
     "breitbart",
     "recession",
     "bannon",
     "thomas",
     "college",
     "interactive",
     "white",
     "oct. 7, 2016",
     "news",
     "great",
     "friday",
     "tower",
     "reagan",
     "trump",
     "2008",
     "last month",
     "house",
     "america",
     "cbs",
     "ronald",
     "new",
     "institute",
     "city",
     "main",
     "policy",
     "vucci",
     "washington"
    ],
    "id": 22,
    "text": "CBS News Nov 21, 2016 7:22 PM EST The far right-wing group known as the alt-right latched onto to the Donald Trump campaign -- and some of its leaders say his victory has given them a big boost. “Hail Trump, hail our people, hail victory,” was heard over the weekend at a meeting in Washington, D.C. A meeting of the National Policy Institute – an alt-right think tank – drew hundreds to the Ronald Reagan pavilion in Washington.  Since 2008, the alt- or alternative-right movement lived mostly on obscure message boards online.  It gained more attention after Donald Trump hired Steve Bannon to run his presidential campaign in August.   Bannon’s Breitbart website is, among other things, seen as the largest platform for the alt-right message  -- with more than 300 million views in the last month. Steve Bannon, campaign CEO for Republican presidential candidate Donald Trump, right, looks on during a national security meeting with advisers at Trump Tower, Friday, Oct. 7, 2016, in New York.  Close Evan Vucci, AP Thirty-eight-year old Richard Spencer, who is president of the National Policy Institute, said he is enthusiastic about Bannon acting as the strategist for President-elect Donald Trump.  “Because Breitbart has been an open place for a lot of ideas that I care about,” he said.  Bannon denies being alt-right. Trump team defends controversial pick for top White House role Its members are usually college-educated white males, with strong right-wing views. They are difficult to define because of the wide range of members – from those who believe that America will be great only when it looks out for itself, to those who believe in anti-immigration and white dominance.  “They say instead of asking what’s good for the world they ask what is good for us,” explained Professor Thomas Main, a public policy professor at Baruch College in New York City. He has been following the movement for years.  He said after the Great Recession, and with the country’s increasing minority population, many white men began to feel left out of the political process. “I think what happened is that all of those shocks to the system, in a lot of people, especially on the right say, ‘gee our current way of thinking is not working for us, we need something new,’” said Main.  What does Spencer say to people who call groups like his racist? Richard Spencer, 38, is president of the National Policy Institute. Close CBS News “The word racist doesn’t have any meaning anymore,” he said. “It’s basically calling me a mean old guy.”  Does he discriminate against people because of the color of their skin? “Everyone is discriminating in all sorts of things in terms of life,” he said. “I discriminate all the time – discriminating is living.”  Spencer said he opposes violence. He calls the election of Trump a step toward our new normal. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Some alt-right leaders say Trump victory has given them big boost - CBS News"
   },
   {
    "entities": [
     "d.a.",
     "glenn",
     "monday",
     "john",
     "school",
     "defense",
     "creek",
     "alfaleh",
     "angeles",
     "sheriff\\xe2\\x80\\x99s",
     "times",
     "dmitry",
     "marisa",
     "department",
     "jordan",
     "july 23, 1992",
     "$20,000",
     "morrad",
     "$10,000",
     "martinez",
     "california",
     "1992",
     "eastern",
     "norwalk",
     "u.s.",
     "ghonim",
     "2009",
     "alan",
     "gorin",
     "vicki",
     "gerber",
     "woody",
     "la",
     "villa",
     "gauthier",
     "robert",
     "county",
     "honda",
     "dec. 19",
     "leon",
     "mirada",
     "winter of 2012",
     "$500",
     "high",
     "mosul",
     "park",
     "eisner",
     "nisreen",
     "antigua",
     "deanna",
     "/",
     "gauthier/los",
     "middle",
     "islamic",
     "texas",
     "state",
     "1998",
     "los"
    ],
    "id": 23,
    "text": "More than two decades after a young mother's murder, finally an answer Morrad Ghonim Robert Gauthier / Los Angeles Times Morrad Ghonim appears in court on charges of hiring a man to stage a robbery and kill his wife in 1992. Morrad Ghonim appears in court on charges of hiring a man to stage a robbery and kill his wife in 1992. (Robert Gauthier / Los Angeles Times) Marisa Gerber Contact Reporter Morrad Ghonim sped out of the parking lot with his young bride bleeding to death in the passenger seat next to him. On the way to a hospital, he barreled through a red light. Through frantic screams, he told the California Highway Patrol officer who pulled him over that someone had just shot his wife, Vicki, through the window of the family’s burgundy Honda as they left a park in La Mirada. He didn’t get a look at the shooter’s face, he said. As her body went limp, their 6-month-old son watched from the back seat. It was July 23, 1992, and Ghonim had just become a 19-year-old widower. Detectives followed a few leads, but the investigation went cold. A breakthrough nearly two decades after the shooting would lead investigators to a drug dealer with a wild story — and a courtroom drama that ended Monday. The morning after the shooting, Ghonim and a pair of somber detectives went to see Vicki’s parents. He told them that he and his wife had taken their baby to Creek Park. It was a special place for the sweethearts — Morrad, 19, and Vicki, 17 — who sometimes had sneaked away from class at John Glenn High School to spend time there together. Soon after they got to the park, Ghonim said, he heard a group of people catcalling his wife. He figured they were gang members. Vicki, whose loving but feisty personality sometimes got the best of her, screamed something back. Ghonim said he got a bad feeling and ushered his family toward their car. As they settled into the Honda, he heard gunfire. The shooter had been hiding behind bushes, he said, so he never got a look at who had attacked his wife. Police had collected a clump of clothes from the park that night, including a sweatshirt a witness recognized as one worn by a man jogging nearby right after the gunshots rang out. But detectives could never determine whom the items belong to. Ghonim eventually remarried a woman from Jordan — his parents’ homeland. He and his new wife had five children. They raised Vicki’s son together. He fell out of touch with his dead wife’s family. About a decade ago, the Los Angeles County Sheriff’s Department received grant money to reopen old cases and look at genetic evidence. Defense attorney Alan Eisner delivers an opening statement in the trial of Morrad Ghonim, who is charged with hiring Leon Martinez to stage a robbery and kill his wife in 1992. Robert Gauthier/Los Angeles Times Defense attorney Alan Eisner delivers an opening statement in the trial of Morrad Ghonim, who is charged with hiring Leon Martinez to stage a robbery and kill his wife in 1992. Defense attorney Alan Eisner delivers an opening statement in the trial of Morrad Ghonim, who is charged with hiring Leon Martinez to stage a robbery and kill his wife in 1992. (Robert Gauthier/Los Angeles Times) They tested a pair of black pants found in the bushes at Creek Park and turned up DNA from Leon Martinez, who was serving prison time for burglary. At first, Martinez tried to pin the murder on a dead friend. But he eventually admitted to shooting Vicki Ghonim. It wasn’t the botched carjacking that authorities long had suspected. No, he told detectives, he was a hired hit man. And his client was Morrad Ghonim. Now a businessman living in Antigua with his third wife, Ghonim recently sat at the defense table in a Norwalk courtroom — his graying temples framing heavy eyes.  As Martinez entered to testify, Ghonim cleared his throat and glared. The two had met through a mutual acquaintance in 1992, Martinez said. After Ghonim bought  crack cocaine from him that same day, Martinez said, Ghonim asked if he knew anybody who would kill for money. Martinez had recently traded drugs for a .22-caliber revolver, so he said he would do it. They didn’t get into many details, Martinez said, but Ghonim told him that he wanted it to look like a robbery. They settled on a price: $20,000. “He just wanted her dead,” Martinez said. When he saw the burgundy Honda pull into the parking lot that evening, Martinez was high on cocaine. But he said he remembers walking up to the window and pulling the gun from his pocket. He stood a foot away, he said, and fired at Vicki’s head. As she pleaded with him not to hurt her baby, he shot her again and again. The last time, he said, he put the gun directly to her eyes and pulled the trigger. As her body slumped over, Martinez testified, Ghonim handed him an envelope of cash, reaching over his wife’s body. “It doesn’t get more premeditated and deliberate,” Deputy Dist. Atty. Robert Villa said during the trial. After taking the money, Martinez said, he jogged away, shedding his top layer of clothes near some bushes. He then headed to a nearby Del Taco, where he waited for a friend. During Martinez’s testimony, Ghonim scribbled notes. Sometimes he stared down, shaking his head. Villa urged jurors to consider Martinez’s testimony along with that of his former friend, Deanna Woody, who had picked him up the night of the murder. In 1998, Woody said, a tearful Martinez had confessed to her. She said she didn’t tell police until after a detective contacted her in 2009 because she feared for her life and her family’s safety. She also testified that a few days before the slaying, she had seen Martinez with a man who she thought looked Middle Eastern. She said the man asked her if she was single and told her that he was having problems with the mother of his child — a student at John Glenn High. He said they were planning to split up. The man also told Woody, whose child had recently had a heart transplant, that he too had had an operation on his heart, she testified. But the defense pointed out that Woody had been unable to pick out Ghonim’s photograph from a lineup. And Martinez had changed some details while on the witness stand. During previous interviews and court appearances, he’d said that Ghonim had paid him a lot less — putting the amount at $500 one time and $10,000 at another. Earlier, he’d told authorities that he had met Ghonim on numerous occasions to sell him drugs before he was asked about killing Vicki.  Pressed by the defense, Martinez said, “My memory ain’t that good at all.” And in several recorded phone calls Martinez made to his wife from behind bars, he said he had talked to the prosecutor about the case and was considering lying about Ghonim’s role in the killing. “I could tell by the way the D.A. is acting that they need me,” he told her. “If I could make up a lie to convict this other guy, they’re going to do that.” In another call, he said the detectives and attorneys wanted him “to basically sit and make a story up.” Asked about the calls during the trial, Martinez said he was lying because he didn’t want his wife to know that he had  killed Vicki. He just wanted her dead. — Leon Martinez, talking about Morrad Ghonim and his wife, Vicki Ghonim’s attorneys argued that the recordings were clear proof that Martinez had lied for his own benefit. After a jury convicted him last year of Vicki’s murder, Martinez struck a deal. In exchange for his testimony against Ghonim, he’d get 28 years to life in prison instead of life without the possibility of parole. “He’s told so many different stories,” defense attorney Dmitry Gorin told jurors before they began deliberating last week. “He’s somebody that can’t be trusted and he’s the centerpiece of the government’s case.” In his closing arguments, Villa asked the jury to think back a few days to when they’d heard from Ghonim’s second wife, Nisreen Alfaleh. She testified that Ghonim has a scar on his chest from heart surgery he had as a child — a clear sign, Villa told jurors, that the Middle Eastern man Woody had spoken to years earlier was Ghonim. Alfaleh also testified that during the winter of 2012, the couple got into a fight at a restaurant in Antigua. Alfaleh said she told her then-husband she was planning to take the kids and move to Texas. “‘If you ever think of getting a divorce, I’ll hurt you,’” she recalled him saying. “‘It cost me $500 then, it won’t cost me much now.” Why did you pick $500, she asked him? Are you referring to your first wife? He didn’t respond, she said.  The jury, which deliberated for nearly a week, reached a verdict Monday: Morrad Ghonim was guilty of first-degree murder. He faces life in prison without the possibility of parole at his sentencing Dec. 19. Villa praised the panel’s decision, calling it a relief for Vicki’s family. “It’s finally over,” he said. Caption 90 seconds: 4 stories you can't miss Mosul's doctors fight to save victims of Islamic State attacks , Chinese students are flocking to U.S. high schools , about 7 million men aren't looking for jobs , and the transportation tax was more popular than people thought . Caption 90 seconds: 4 stories you can't miss ",
    "title": "More than two decades after a young mother&apos;s murder, finally an answer - LA Times"
   },
   {
    "entities": [
     "inzaurralde/the",
     "mike",
     "treasury",
     "fox",
     "fisher",
     "$19.5 trillion",
     "health",
     "$5.3 trillion",
     "bannon",
     "yellen",
     "friday",
     "charles",
     "2 percent",
     "congressional",
     "examiner",
     "children\\xe2\\x80\\x99s",
     "marco",
     "kelsey",
     "schumer",
     "donald",
     "sen.",
     "utah",
     "andy",
     "channel",
     "board",
     "bernstein",
     "nov. 10",
     "paul",
     "hensarling",
     "news",
     "2010",
     "chairman",
     "marc",
     "biden",
     "for",
     "ryan",
     "6:30",
     "joint",
     "a",
     "pat",
     "rubio",
     "stephen",
     "orrin\\xc2\\xa0g.",
     "thursday",
     "congress",
     "snell",
     "republican",
     "reserve",
     "responsible",
     "hatch",
     "obama",
     "insurance",
     "u.s.",
     "post",
     "white",
     "2014",
     "tom",
     "federal",
     "debonis",
     "trump",
     "november 21",
     "finance",
     "america",
     "price",
     "roberts",
     "k.",
     "jared",
     "washington",
     "bastien",
     "jackson",
     "conference",
     "senate",
     "committee",
     "4 percent",
     "harris",
     "macguineas",
     "d.",
     "gop",
     "economic",
     "e.",
     "program",
     "$7.2 trillion",
     "house",
     "maya",
     "andrew]",
     "jeb",
     "budget",
     "janet",
     "hundreds of billions of dollars",
     "wednesday"
    ],
    "id": 24,
    "text": "By Mike DeBonis and Kelsey Snell November 21 at 6:30 AM Follow @mikedebonis Follow @kelsey_snell President-elect Donald Trump and House Speaker Paul Ryan (R-Wis.) pose for photographers after a meeting in the speaker’s office on Capitol Hill in Washington. (AP Photo/Alex Brandon) President-elect Donald Trump intends to launch a broad legislative agenda that includes cutting taxes, rolling back the Affordable Care Act, growing the military and rebuilding the nation’s infrastructure. The question is how congressional Republicans, after eight years of apocalyptic warnings about the growing national debt, will respond to the dire fiscal implications of proposals that would likely send the deficit soaring. Taken together, the Trump agenda stands to drain hundreds of billions of dollars a year from the federal balance sheet. His proposed tax cut alone, according to independent analysts , could cost the Treasury as much as $7.2 trillion over a decade. Some Republicans in Congress, including House Speaker Paul D. Ryan, have indicated that some sacred cows might be up for slaughter. Those include federal entitlement programs such as Medicare, long considered a “third rail” of American politics, that Trump himself has shied away from touching. “You fix the health care problem, you are dramatically fixing the fiscal health of this country,” Ryan (R-Wis.) said Thursday. “Those are among the things that we have to do if we’re going to truly nurse ourselves back to fiscal health.” [ Deficits and debt are no longer at the top of the GOP agenda ] The Post's Marc Fisher explains how some of President-elect Donald Trump's traits could inform his leadership style when he takes office. (Bastien Inzaurralde/The Washington Post) In interviews with more than a dozen congressional Republicans this week — including staunch supporters of Trump and his agenda — most dismissed concerns about potential deficits in a big-spending Trump administration. Rep. Tom Price (R-Ga.), who favored austere spending blueprints as House Budget Committee chairman and is now a candidate for a Cabinet post in the Trump administration, said it would be a matter of “priorities.” “If you prioritize on the things that he and we believe are important … it can actually save money,” Price said. Most Republicans on Capitol Hill, including former presidential candidate Sen. Marco Rubio (R-Fla.), simply dodged questions about Trump’s plans: “We have a debt problem in America that needs to be addressed, but we’re going to wait and see what the proposals are.” Several Republican lawmakers who call themselves deficit hawks simply expressed faith that implementing GOP policies would unleash levels of economic growth the nation hasn’t seen in more than 15 years, boosting government revenue to compensate for any new spending. “If we were at 4 percent GDP growth consistently, we could afford all that,” said Rep. Andy Harris (R-Md.), echoing the views of other House conservatives. Economists argue that those growth targets for the U.S. economy are ambitious at best. Experts on both the left and the right are projecting growth rates closer to 2 percent, and even under the most generous circumstances, most believe Trump’s proposals would cost far more than the economy could recoup through economic growth alone. “The suite of policy proposals that Trump put forth would explode the debt,” said Maya MacGuineas, president of the Committee for a Responsible Federal Budget, which estimates Trump’s plans would add $5.3 trillion to the existing $19.5 trillion national debt. “A lot of times in campaigns, candidates talk about what they would do and later turn to talking about how they would pay for it,” she added. “But because he walled off the major entitlement programs, there is nowhere to go to get the money to pay for things.” Should Republicans support deficit spending under a Trump administration, it would mark a 180-degree reversal in rhetoric. The current Republican majorities in the House and Senate were built on the midterm waves of 2010 and 2014, where GOP candidates preaching fiscal austerity ousted Democrats who favored deficit spending to jump-start a sluggish economy. Ryan himself warned in 2010 that federal spending would “mortgage our children’s future” in a series of editorials he and current House Republican Conference Chairman Jeb Hensarling (R-Tex.) co-wrote for the Washington Examiner. “By acting now, a debt crisis can be averted by reforming government on our own terms,” Ryan said. Trump, on the other hand, made nary a mention of budget deficits on the campaign trail. He briefly suggested renegotiating the country’s debt obligations, a move that would likely decimate America’s global creditworthiness. In an interview published Fr iday , Trump’s designated chief White House strategist suggested that the incoming president would pay little heed to Republican orthodoxy on fiscal matters. “Like [Andrew] Jackson’s populism, we’re going to build an entirely new political movement,” Stephen K. Bannon told the Hollywood Reporter. “The conservatives are going to go crazy. I’m the guy pushing a trillion-dollar infrastructure plan.” Left-leaning fiscal experts, meanwhile, see new evidence in the Trump agenda that Republican attacks on President Obama’s fiscal policy were driven less by conviction and more by a political desire to undermine a Democratic administration. “There’s no plausible pathway that gets you from a huge trickle-down tax cut to a doubling of the growth rate,” said Jared Bernstein, a senior fellow at the liberal Center on Budget and Policy Priorities and former chief economic adviser to Vice President Biden. “What will happen is what always happens in these moments: You exacerbate after-tax inequality, and you generate large deficits.” Trump’s spending plans come amid warnings from the Federal Reserve that the economy is operating at close to full employment and productivity growth is at a near-term low. Federal Reserve Board Chair Janet Yellen testified Thursday at a hearing of the Congressional Joint Economic Committee that racking up more debt under those conditions could put the economy at serious risk in the future. “There’s not a lot of fiscal space, should a shock to the economy occur, an adverse shock, that did require fiscal stimulus,” Yellen said. Some Republican deficit hawks have said they remain worried about the debt and deficit but refused to address Trump’s proposals directly. “I think we’ll stand up to that problem,” said Sen. Pat Roberts (R-Kan.). “It is going to be difficult, but I think we need to operate within our budget rules.” What remains to be seen is whether Republican leaders undertake a serious effort to pursue cuts to Medicare or other major federal programs in the early months of the Trump administration. Ryan has pointed to Medicare, Medicaid and the Children’s Health Insurance Program — and, to a lesser extent, Social Security — as the main drivers of the nation’s long-term fiscal pressures. He said in a Nov. 10 Fox News Channel interview that Medicare has “serious problems” that would need to be addressed when Congress moves to repeal and replace the Affordable Care Act. He did not say, however, how far-reaching those changes might be. [ Is Paul Ryan already eyeing Medicare cuts? ] A policy agenda advanced by Ryan and House Republicans favors reworking Medicare from a public insurance program into a “premium support” model where beneficiaries would be given vouchers to purchase private insurance plans. Medicaid, which now covers more than 70 million low-income Americans, would be converted into a “block grant” where states would be handed a fixed sum and given wide latitude to administer benefits. Ryan on Thursday declined to say whether those initiatives would be considered as part of an Obamacare replacement: “We’ll get into all this stuff down the road.” One key Republican, Senate Finance Committee Chairman Orrin G. Hatch (Utah) — whose committee oversees taxes and entitlement programs — seemed concerned about unfettered spending and how the numbers would all add up. Asked if entitlement reform was necessary to making the Trump agenda fiscally sustainable, Hatch said, “I think that’s probably the understatement.” Hatch said Wednesday that “we’re going to have to” consider Medicare reforms in the coming year and did not rule out a privatization push. “For some people, you’d have to have premium support,” he said. Even if Republicans don’t immediately pursue entitlement cuts, Bernstein said, the deficits that Trump’s policies stand to create would make such cuts all but inevitable. “When their phony growth agenda doesn’t work,” he said, “they’re going to throw their hands up and say, ‘Sorry, folks, we’re going to have to cut entitlements.'” Democratic lawmakers, meanwhile, appear to be horrified policy-wise and salivating politically at the prospect that Republicans might pursue Medicare cuts. “It’s not going to happen,” Sen. Charles E. Schumer (D-N.Y.), the incoming Senate minority leader, said Friday. “I’d like to see how many Republicans in the Senate will vote for privatization of Medicare, or in the House.” He challenged them, in fact, to do so: “Make our day.” powerpost ",
    "title": "How to pay for Donald Trump’s trillion-dollar agenda? Congressional Republicans aren’t saying. - The Washington Post"
   },
   {
    "entities": [
     "iwaki",
     "ibaragi",
     "fukushima",
     "broadcasting",
     "meteorological",
     "hawaii",
     "power",
     "tepco",
     "usgs",
     "soma",
     "2011",
     "geological",
     "march 2011",
     "chiba",
     "warning",
     "yoshihide",
     "6 a.m. tuesday local time",
     "suga",
     "corp.",
     "states",
     "plant",
     "7 a.m. local time",
     "agency",
     "nhk",
     "6:49 a.m. local time",
     "survey",
     "center",
     "japan",
     "united",
     "daini",
     "pacific",
     "nuclear",
     "city",
     "tsunami",
     "ocean",
     "tokyo"
    ],
    "id": 25,
    "text": "WATCH 6.9-Magnitude Earthquake Reported in Japan: USGS 0 Shares Email A 6.9-magnitude earthquake has been reported in Fukushima, Japan, according to the United States Geological Survey. Tremors from the earthquake could be felt as far away as Tokyo, about 150 miles south of the epicenter. Hazardous tsunamis are possible for parts of Japan's east coast within 300 kilometers (about 186 miles) of the earthquake's epicenter, the Pacific Tsunami Warning Center said. There is no tsunami threat to Hawaii. At least four small tsunamis were detected following the earthquake. Fukushima's Iwaki City shore detected a tsunami around 6:49 a.m. local time, according to the Japan Broadcasting Corp. (NHK), which broadcast a live shot from the city's Onahama port. A 2-foot-high tsunami was observed at the post at 6:49 a.m. local time. Tsunamis were also detected at Katsuura port in Chiba prefecture, Soma port in Fukushima prefecture and Oarai port in Ibaragi prefecture at just after 7 a.m. local time, NHK reported. Minor injuries were reported. The earthquake hit in the Pacific Ocean east of Japan just before 6 a.m. Tuesday local time, at a depth of about 7 miles, according to the Japan Meteorological Agency. A tsunami warning was issued for Fukushima's coast. A tsunami advisory was issued north and south of Fukushima, the agency reported. People living in several coastal prefectures were told to evacuate immediately. The water cooling system has stopped operating at the third reactor at the Fukushima Daini Nuclear Power Plant, said Japan Chief Cabinet Secretary Yoshihide Suga. But there are no concerns of sudden rises in the spent fuel pool or radiation leaks, Suga said. No abnormalities were found at TEPCO's nuclear power stations after the earthquake, TEPCO said. In March 2011 the same region was hit by a 9-magnitude earthquake, which unleashed a devastating tsunami that killed thousands of people. The tsunami caused a nuclear disaster when it hit the Fukushima Daiichi nuclear power plant, resulting in a release of radioactive materials. The 2011 disaster was a triple threat, since Japan was hit with an earthquake, a tsunami and a nuclear meltdown within a matter of hours. This is a breaking news story. Please check back for updates. 0 Shares ",
    "title": "6.9-Magnitude Earthquake Strikes off the Coast of Japan: USGS - ABC News"
   },
   {
    "entities": [
     "bierman",
     "american",
     "6:35 p.m",
     "jason",
     "monday",
     "nov. 21, 2016",
     "obama",
     "mike",
     "north",
     "pence",
     "trade",
     "pacific",
     "donald",
     "u.s.",
     "trump",
     "noah",
     "free",
     "agreement",
     "miller"
    ],
    "id": 26,
    "text": "Trump skips most divisive proposals in most extensive remarks since election night Nov. 21, 2016, 6:35 p.m. This is our look at President-elect Donald Trump's transition and the outgoing Obama administration. Here's what's happening right now: Trump peddles a softer message in a new video Mike Pence says Trump can separate his business holdings from government Neo-Nazi 'alt-right' group offers a 'Hail Trump' salute Follow us on Twitter for more, or subscribe to our free daily politics newsletter . Nov. 21, 2016, 4:19 p.m. Noah Bierman President-elect Donald Trump spent more than a year campaigning to build a border wall, repeal Obamacare and rescind President Obama's moves to protect from deportation some immigrants who came to the U.S. illegally. But in his first extensive public comments since winning the election this month, Trump mentioned none of those issues. Nor did he talk about withdrawing from the North American Free Trade Agreement, banning Muslims from entering the country, or ending the Syrian refugee program. Trump instead made five more modest promises for his first day in office during a nearly three-minute video released Monday that presented him as a more moderate figure and appeared to be an effort to soften Trump's message while he establishes an inner circle of advisors and Cabinet picks of hard-liners. In the video, Trump promises to withdraw from the massive Trans-Pacific Partnership trade deal, \"a potential disaster for our country,\" and instead pursue bilateral agreements with some of the Pacific countries involved. He promised to lift restrictions on energy production, including shale and coal, implement a rule that any new government regulation must be accompanied by removing two regulations on the books and to instruct his Joint Chiefs of Staff to develop a new cybersecurity plan. His only discussion of immigration involved the legal immigration system — a crackdown on visa fraud. Trump also said his previously announced ethics rules — barring employees in his administration from lobbying for five years after they leave the government and from lobbying for foreign governments for life — would take effect as soon as he is inaugurated. Trump vowed in the video to release more plans in the days to come. \"These are some of our Day 1 executive actions,\" spokesman Jason Miller said in an email. \"By no means is it everything he'll work on day one or after that — many additional good things to come.\" ",
    "title": "Donald Trump&apos;s first promises since winning the election leave out the border wall, NAFTA and his Muslim ban - LA Times"
   },
   {
    "entities": [
     "ravindra",
     "group",
     "rama",
     "richard",
     "idfc",
     "stevenson/the",
     "chavan",
     "gupta",
     "peter",
     "party",
     "bush",
     "express",
     "pakistan",
     "donald",
     "kolkata",
     "$1\\xc2\\xa0million",
     "$1.55\\xc2\\xa0billion",
     "george",
     "delhi",
     "jersey",
     "chordia",
     "mukund",
     "york",
     "chakravarty",
     "sagar",
     "prabhat",
     "harwell",
     "mangal",
     "of",
     "south",
     "praveen",
     "anil",
     "u.s.",
     "university",
     "minnesota",
     "$1.5\\xc2\\xa0billion",
     "eric",
     "maharashtra",
     "post",
     "$3\\xc2\\xa0million",
     "30\\xc2\\xa0percent",
     "bellissimo",
     "india",
     "states",
     "barhate",
     "janata",
     "2014",
     "november 2015",
     "tower",
     "painter",
     "lodha",
     "trump",
     "november 21",
     "gurgaon",
     "stevenson",
     "jr.",
     "gowen",
     "mumbai",
     "america",
     "w.",
     "bharatiya",
     "magazine",
     "mehta",
     "mahajan",
     "united",
     "anshuman",
     "new",
     "indian",
     "prithviraj",
     "october",
     "pune",
     "east",
     "\\xc2\\xadkalpesh",
     "kakani",
     "annie",
     "middle",
     "institute",
     "junior",
     "lakshmi",
     "swati",
     "organization",
     "asia",
     "washington"
    ],
    "id": 27,
    "text": "By Annie Gowen November 21 at 5:37 PM Follow @anniegowen NEW DELHI — Donald Trump’s company has partnered with Indian developers to create more business ventures than in any other foreign nation or territory, a Washington Post analysis of financial filings shows. In doing so, the Trump Organization has forged deals with leading moguls here, and with a billionaire politician. One Trump-branded project is under investigation for land- acquisition irregularities, among several projects in India now prompting conflict-of-interest concerns. The president-elect — who has called India a “great country” — is involved in at least 16 partnerships or corporations here. Those business interests — and the financial relationship with a leading member of the governing party — will be a significant backdrop to Trump administration policy toward the world’s most populous democracy — and toward its warily hostile neighbor, Pakistan. At an October campaign event with the Indian American community in New Jersey, Trump boasted of his “massive” and “very beautiful” development projects in the country and vowed that the relations between India and the United States would be “the best ever.” The Trump Organization has struck lucrative licensing deals to lend its name to a luxury high-rise Trump Tower in Mumbai, a residential project in the smaller city of Pune, a large office-and- retail complex in the high-tech hub of Gurgaon, outside the capital, and another residential project and tower in Kolkata. Two Trump businesses associated with the Kolkata project were organized in November 2015, after Trump had formally begun his campaign for president. Donald Trump has a lot of potential conflicts of interest as president – but there's no law that specifically requires a commander in chief to remove themselves from all of their business interests. The Fix's Peter W. Stevenson explains why presidents usually put their assets in a \"blind trust\" to avoid problems. (Peter Stevenson/The Washington Post) At least 111 Trump companies have done business in 18 countries and territories across South America, Asia and the Middle East, the Post analysis showed, ranging from luxury real estate complexes to small holding companies and branding deals. Some of the properties had multiple entities created for a single deal, records showed. A consortium of watchdog groups has raised concerns about potential conflicts of interest and called for the president-elect to set up a proper blind trust for his vast empire, instead of turning over the day-to-day management to his three grown children, as he has suggested he will do. “To sell the Trump name in a foreign country, that’s just an excellent way to have him receiving gifts from all over the world. They’ll say, ‘I’ll just pay you to get the name Trump on my building,’ as a way to curry favor,” said Richard Painter, a professor of law at the University of Minnesota who was the chief ethics lawyer for President George W. Bush. Painter said that if “foreign government money got in there through the back door,” that would be a violation of the constitutional ban on foreign gifts to U.S. officials, a potentially impeachable offense. “It’s a big problem,” Painter said. Pictures that emerged of three Indian businessmen posing for the cameras with Trump during a visit to Trump Tower in New York last week raised additional concerns about the president-elect’s ability to separate his own business interests from his new role. Two of the men in the photo are brother developers of a residential tower complex bearing Trump’s name. Atul and Sagar Chordia are under investigation after a civic activist, Ravindra Barhate, alleged that the land where the complex sits, in Pune, was acquired with fabricated documents. Authorities are investigating whether the developers built the complex “without adhering to all the required formalities” and without the “required permissions,” according to Mukund Mahajan, a police inspector in Pune. Calls to the Chordias’ office were not returned. The third Indian visitor to meet with Trump, ­Kalpesh Mehta, told the Indian Express newspaper this month that the development value of Trump’s projects in India is $1.5 billion, making the country one of the organization’s largest markets. A spokesman for the Trump Organization said that “no meeting of any sort took place” and that the parties “greeted one another when passing and briefly exchanged quick hellos and congratulations.” Trump swept into India in 2014 on his private jet with a phalanx of security and his son, Donald Jr., in tow, causing a stir in both Mumbai and Pune. He was feted at events with politicians and stars from the Bollywood film industry, saying at one point, “I have tremendous confidence in India.” Trump was there to promote the Trump Tower Mumbai, the 75-story building currently under construction by the Mumbai-based Lodha Group, with luxury apartments starting at $1 million and penthouses at $3 million. The company was founded by Mangal Prabhat Lodha, a state legislator from the governing Bharatiya Janata Party, who leveraged his political connections into millions over the past 30 years — a “meteoric rise,” as one analyst put it, that confounded many. Lodha currently ranks No. 56 on the Forbes list of India’s richest, with an estimated net worth of $1.55 billion. Lodha, 60, a teetotaling vegetarian of the Jain faith, has two sons who run the company now, prompting comparisons to the Trump scions Donald Jr. and Eric. “Is this India’s Donald Trump — minus the flash?” the Indian Express wondered in 2014. “He must be elated. You have a partnership with the president of the United States? That’s a huge thing,” said Praveen Chakravarty, a political economist with the IDFC Institute in Mumbai. Buyers into the Trump Tower project have been promised such amenities as a 24-hour gym and spa and access to a private jet, according to promotional materials. But wealthy residents enticed into buying at another one of Lodha’s recently built properties — the Bellissimo, which was not Trump-branded — thought they were getting similar amenities but wound up clashing with the developer over luxuries that failed to arrive, according to former residents. A tennis court was too small to be useful, the pool brown with construction dust, and the guaranteed “breathtaking views” of the Arabian Sea disappeared ­after another high-rise went up next door. The hot-water heaters routinely burst, causing floods. An elevator on the 48th floor opened to a brick wall. “There were many owners for whom the multimillion-dollar flats didn’t live up to their billing,” said Anil Kakani, 46, a tech investor who used to live in the building . A spokesman for the Lodha Group said it was investigating the complaints. Experts say that the Trump name is likely to remain marketable for the Trump family in India and that this could result in millions in future licensing fees. Indeed, a spokesman for the Lodha Group said that “enthusiasm and trust of the Trump brand” was well reflected in the fact that the luxury apartments in its project in Mumbai were selling at 30 percent above the value of comparable residences nearby. The fractious presidential campaign had caused residents in the United States to demand that Trump lettering be removed from the front of their buildings is not likely to have the same impact here, experts say. “The Trump name is already associated with high-end, luxury buildings. Now it will be even more so,” said Anshuman Magazine, the South Asia chairman of the property consulting firm CBRE. Prithviraj Chavan, a former chief minister of the state of Maharashtra, said that he met with Trump’s son Donald Jr. about five years ago and that the family was chiefly focused on licensing agreements. “Very soon it was clear to me that Trump Junior wasn’t really interested in investing in India, or putting in hard cash. He was only giving his brand name,” Chavan said. Drew Harwell in Washington and Rama Lakshmi and Swati Gupta in New Delhi contributed to this report. Read more ",
    "title": "Trump’s extensive deals in India raise conflict-of-interest concerns - The Washington Post"
   },
   {
    "entities": [
     "national",
     "kenneth",
     "monday",
     "john",
     "langa",
     "medicine",
     "health",
     "study",
     "of",
     "division",
     "university",
     "retirement",
     "haaga",
     "on",
     "states",
     "aging",
     "behavioral",
     "research",
     "michigan",
     "2000",
     "and",
     "dr.",
     "jama",
     "2050",
     "social",
     "2012",
     "united",
     "internal",
     "11.6 percent",
     "institute",
     "8.8 percent"
    ],
    "id": 28,
    "text": "Education may help brains cope with cognitive decline, and treatments for high blood pressure and other health problems may decrease dementia risk. Alfred Pasieka/Science Photo Library/Getty Images hide caption toggle caption Alfred Pasieka/Science Photo Library/Getty Images Education may help brains cope with cognitive decline, and treatments for high blood pressure and other health problems may decrease dementia risk. Alfred Pasieka/Science Photo Library/Getty Images Some encouraging news in the battle against Alzheimer's disease and other forms of dementia: The rate at which older Americans are getting these conditions is declining. That's according to a study published Monday in JAMA Internal Medicine. Researchers say one reason for the improved outlook is an increase in education. The study used data gathered in two snapshots, one in 2000 and another in 2012, that each looked at more than 10,000 Americans who were at least 65 years old. In the first snapshot, 11.6 percent of them had some form of dementia. In the second snapshot, it was 8.8 percent. Put in more human terms, \"that's well over a million people who don't have dementia, who would have had it if the rates had stayed the same as 2000 rates,\" says John Haaga , who directs the Division of Behavioral and Social Research at the National Institute on Aging , which funded the study. While the prevalence of dementia cases dropped, the average amount of education in the study population increased. In 2000, the average amount of education was 11.8 years, just shy of the 12 years it usually takes to graduate from high school. In 2012, the average amount of education was 12.7 years — in other words, high school plus a little bit of college. Article continues after sponsorship Researchers don't know why education should be a protector against dementia, says Dr. Kenneth Langa , a professor of medicine at the University of Michigan and the lead author of the study. But they have some theories. \"One is that education might actually change the brain itself,\" Langa says. \"We think that it actually creates more, and more complicated, connections between the nerve cells so that you're able to keep thinking normally later into life.\" Education can not only change the brain, it can change your whole life, says Haaga. \"It affects what kind of work you do, of course. It also affects who your friends are, who you're married too, whether you're married. All aspects of life are affected by educational attainment,\" he says. But the study doesn't say that education alone is the \"X factor\" in preventing dementia. There are medical factors, too. Cardiovascular conditions believed to increase the risk of dementia — things like high blood pressure, high cholesterol, obesity, diabetes — are becoming more common, says Haaga. But they're also being treated more aggressively. \"So it could well be that we're getting better at managing the bad effects of these risk factors,\" he says. \"But they are still risk factors.\" This study fits a recent trend. In the past decade or so, other researchers have found similar declines in dementia risk in wealthier nations. But the populations they examined haven't been very diverse. This study is different. It draws on the ongoing Health and Retirement Study that follows about 20,000older Americans of all backgrounds nationwide. Langa says the ethnic, geographic and economic diversity of the subjects makes the trend shown in all these studies more convincing. \"The fact that our study also shows a decline [in the prevalence of dementia], provides additional evidence that this phenomenon seems to be going on across the United States and not in one particular geographic region.\" But while the risk of dementia is declining, the number of cases is still expected to rise. That's because the population of older adults in this country is increasing. The number of people 65 and older is expected to nearly double by 2050. ",
    "title": "Dementia And Alzheimer's Are Affecting Fewer People : Shots - Health News : NPR"
   },
   {
    "entities": [
     "kelly",
     "tennessee",
     "monday",
     "school",
     "chester",
     "gaylord",
     "quinn",
     "arnold",
     "times",
     "department",
     "brainerd",
     "morning",
     "pinkston",
     "opryland",
     "tracy",
     "last week",
     "tennessean",
     "tenn",
     "the",
     "joel",
     "district",
     "haslam",
     "nashville",
     "county\\xc2\\xa0beta",
     "nov. 21, 2016",
     "kirk",
     "tenn.",
     "county",
     "friday",
     "woodmore\\xc2\\xa0elementary",
     "sawyer",
     "mindy",
     "club",
     "talley",
     "interstate",
     "conversation",
     "ariana",
     "press",
     "road",
     "hamilton",
     "guidelines",
     "november 21, 2016",
     "ebert",
     "neal",
     "associated",
     "melydia",
     "free",
     "police",
     "afternoon",
     "chattanooga",
     "65",
     "7:24 p.m. est",
     "clewell"
    ],
    "id": 29,
    "text": "Official: At least 6 killed in Tenn. school bus crash A school bus filled with elementary schoolchildren crashed in Tennessee. Post to Facebook Official: At least 6 killed in Tenn. school bus crash A school bus filled with elementary schoolchildren crashed in Tennessee. Check out this story on USATODAY.com: http://usat.ly/2fLX3Ts CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 8 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Official: At least 6 killed in Tenn. school bus crash USA Today Network Ariana Sawyer, The Tennessean 7:24 p.m. EST November 21, 2016 x Share Multiple children were killed and dozens were sent to the hospital in a school bus crash in Chattanooga, Tenn. USA TODAY Emergency crews respond to a deadly school bus accident on Talley Road in Chattanooga, Tenn., on Nov. 21, 2016. (Photo: Chattanooga Fire Department) CHATTANOOGA, Tenn. — At least six people were killed and at least 23 children taken to the hospital after a school bus crashed into a tree Monday afternoon in Chattanooga, authorities said . Hamilton County District Attorney Neal Pinkston told media outlets that five people died at the scene and one died at the hospital. Melydia Clewell, spokeswoman for the district attorney, confirmed the number. The Chattanooga Police Department had not confirmed the exact number. The accident took place in the Brainerd area of southeast Chattanooga, and the area was closed to traffic, according to police. The bus driver was being questioned and was cooperating with authorities. In a news conference Monday, Assistant Chief Tracy Arnold said there were 35 schoolchildren on the bus, and the ages of the students ranged from kindergarten through fifth grade. The students were from Woodmore Elementary School. Multiple fatalities are involved in this bus crash. However, contrary to media reports, no firm numbers have been confirmed yet. #ChattFire — Chattanooga FireDept (@ChattFireDept) November 21, 2016 Rescue crews worked until after dark. Nearly an hour after the crash, two bloodied students were on stretchers in a nearby front yard, the  Chattanooga Times Free Press reported. Others who did not go to the hospital walked away clutching their parents’ hands, the Times Free Press reported. Images posted on social media also showed interim Hamilton County Schools Superintendent Kirk Kelly racing to the scene of the crash. And blood donors rushed to Blood Assurance in downtown Chattanooga, where marketing coordinator Mindy Quinn said there was a line out the door. A WRCB reporter reported seeing several ambulances and a police chaplain on the scene. The fire department described it on Twitter as \"very serious\" and Chattanooga's mayor called it \"horrible.\" This was the second bus crash in Tennessee in recent days involving dozens of students. Nearly two dozen Chester County Beta Club students on their way to a convention at Gaylord Opryland  were injured Friday morning  in a crash after a school bus flipped on Interstate 65 in Nashville. This is still an active scene. 23 patients were transported to local hospitals via ambulances. #ChattFire pic.twitter.com/7lCNicEkWx — Chattanooga FireDept (@ChattFireDept) November 21, 2016 None of those injuries were life-threatening. The governor said events like Monday’s and last week’s crash in Nashville could lead officials to begin additional talks about safety. “To me it’s a good discussion to have,” Haslam said. “I think when this is over it’s time to have a good conversation about everything around school buses.” Contributing: Joel Ebert, The Tennessean, WBIR-TV and The Associated Press. Follow Ariana Sawyer on Twitter: a_maia_sawyer ",
    "title": "Official: At least 6 killed in Tenn. school bus crash"
   }
  ]
 }
}