{
 "23": {
  "col-sim": {
   "cosine": 0.21407266762552654,
   "entity": 0.20899320783111644
  },
  "exec-time": 69.4215452671051,
  "links": [
   {
    "entities": [
     "share",
     "kelly",
     "nbc",
     "france",
     "critical",
     "thursday",
     "service",
     "york",
     "morning",
     "winter",
     "connor",
     "jim",
     "tracy",
     "stephanie",
     "calls",
     "department\\'s",
     "nypd",
     "earlier this month",
     "command",
     "gosk",
     "news",
     "waters",
     "tom",
     "andrew",
     "macy",
     "unit",
     "this",
     "response",
     "2016",
     "new",
     "emergency",
     "reuters",
     "july",
     "yorkers",
     "city",
     "isis",
     "police"
    ],
    "id": 0,
    "text": "Nov 22 2016, 5:47 pm ET Sand Trucks and Vapor Dogs Guard Macy's Thanksgiving Day Parade by Stephanie Gosk, Tom Winter and Tracy Connor Share advertisement When the Macy's Thanksgiving Day Parade steps off Thursday morning, a balloon dubbed Trixie the Dog will bounce above a crowd of 3.5 million wide-eyed New Yorkers and tourists. On the jammed streets down below, eight real dogs will be hard at work keeping the crowds safe by using their ultra-sensitive noses to sniff out the merest whiff of explosives. They're called \"vapor wake\" dogs and they're a key part of the NYPD's sweeping plan to make sure the worst thing that happens on Thanksgiving is an overcooked turkey. Play ISIS Calls Macy's Thanksgiving Day Parade 'an Excellent Target' 1:40 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161122224912if_/http://www.nbcnews.com/widget/video-embed/809861187654\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"Those dogs work on the displacement of air past your body, so I would smell your perfume or cologne, and the dog would smell the explosives emanating from one's body,\" said Chief Jim Waters, head of the department's counterterrorism operation. \"So as opposed to walking up to a package and sniffing the package, they can work a large crowd area by just having the right wind direction.\" The dogs are just one piece of a massive anti-terror effort that includes unprecedented precautions. For the first time, every cross street along the parade route will be blocked off, extra insurance that a vehicle cannot be used to attack the crowds as in the deadly July assault in Nice, France. Eighty-three sanitation trucks filled with sand will serve as barriers, police said. Members of the New York Police Department's Emergency Service Unit stand guard at last year's parade. There will be even more security this year. ANDREW KELLY / Reuters This is also the first year that the NYPD's fully trained Critical Response Command will be working the parade, its elite officers armed with long guns and a year of intense drilling. There are more than 500 officers in the command, a fraction of the 3,000 cops who are assigned to the parade detail. \"This year we're going to see a bit more of a robust counterterrorism presence,\" Waters told NBC News. \"There's been a lot of rhetoric and propaganda from ISIL and from al Qaeda recently...and we don't take any chances here in New York City.\" Officials have stressed there is no specific, credible threat against the parade. However, earlier this month ISIS urged its supporters in the West to use rented trucks in Nice-style attacks and wrote in its English-language magazine that the parade would be \"an excellent target.\" Stephanie Gosk ",
    "title": "Sand Trucks and Vapor Dogs Guard Macy's Thanksgiving Day Parade - NBC News"
   },
   {
    "entities": [
     "national",
     "safety",
     "monday",
     "school",
     "3:30 p.m. et",
     "jasmine",
     "tennessee",
     "nbc",
     "transportation",
     "darvey",
     "driver",
     "durham",
     "august",
     "elementary",
     "ntsb",
     "schuppe",
     "et",
     "board",
     "of",
     "johnthony",
     "services",
     "office",
     "sheriff\\'s",
     "about",
     "children\\'s",
     "says",
     "she",
     "education",
     "county",
     "walker",
     "witnesses",
     "mom",
     "tuesday",
     "woodmore",
     "hart",
     "jon",
     "2016",
     "christopher",
     "reuters",
     "hamilton",
     "hospital",
     "nov. 21",
     "mateen",
     "complained",
     "erlanger",
     "chattanooga",
     "koller"
    ],
    "id": 1,
    "text": "Nov 22 2016, 7:31 pm ET Chattanooga Mom Says She Complained About Driver in Deadly Crash by Jon Schuppe Mom of School Bus Crash Victims: I Notified School About Driver In August 2:53 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161123004926if_/http://www.nbcnews.com/widget/video-embed/815480387891\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A grieving Chattanooga mother said Tuesday that she repeatedly complained about her children's school bus driver in the months before he was involved in an accident Monday that killed five young students, including one of her daughters. The driver, identified by authorities as 24-year-old Johnthony Walker, taunted students from Woodmore Elementary School by \"slamming on brakes on purpose, making all the kids hit their heads,\" Jasmine Mateen told local NBC affiliate WRCB. She said she reminded school officials that she'd complained about Walker when they called her Tuesday. \"I've been calling y'all since August,\" Mateen said she told them. \"I said, 'Now y'all doing what y'all supposed to been doing now that it's too late ... Y'all doing what y'all supposed to be doing, but my baby laying in a cold freezer.'\" Johnthony Walker, 24, is booked after being charged in a bus accident that killed five children and injured more than 20 others. Hamilton County Sheriff's Office Mateen said one of her daughters died in the crash, and two of her kids were seriously hurt. Related: Speed Eyed in Chattanooga Bus Crash That Killed 5 and Injured 30 She said her children complained to her about the driver, and she took the issue to the Board of Education, the school and the bus company, Durham School Services. She said she also wrote a letter to the driver, which the principal read aloud to him as she and several children watched. \"He said, 'So? I'd do it again,'\" Mateen recalled. Mateen said she saw her daughter's body. \"Her mouth was open like this, like she was screaming.\" At that point, she burst into tears. Play NTSB Arrives in Chattanooga to Investigate Bus Crash 0:46 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161123004926if_/http://www.nbcnews.com/widget/video-embed/815503427953\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> As Mateen spoke, investigators from the National Safety Transportation Board were starting their review of the crash, which occurred soon after the end of school on Monday. Among the possible evidence will be footage from on-board video cameras, along with a data recorder, NTSB Chairman Christopher Hart said. On board were 37 students ranging from kindergarten to fifth grade. Just before 3:30 p.m. ET, Walker appeared to lose control on a curvy road about a mile from school, authorities said. The bus was not equipped with seat belts, Hart said. The bus swerved off the right side of the road before smacking into an elevated driveway and mailbox, a police report said. The vehicle then careened to the left and hit a utility pole, ending up on its side against a tree. Rescue officials work at the scene of a school bus crash involving several fatalities in Chattanooga, Tennessee, on Nov. 21. Chattanooga Fire Dept via Reuters Witnesses told police the driver appeared to be going faster than the posted 30 mph speed limit, which authorities said was lower on bends in the road. Walker has been charged with five counts of vehicular homicide, reckless endangerment and reckless driving, authorities said. It took emergency crews more than two hours to extract the students off the bus. Doctors and nurses described a scene of confusion at the Children's Hospital at Erlanger, with dozens of injured students arriving in their matching school uniforms, without parents, many in shock or otherwise unable to share key information. Asked what their parents' names were, some simply said, \"Mama,\" Darvey Koller, a pediatric emergency room physician, said in a news conference. Six children remained hospitalized in critical condition Tuesday, and another six were in stable condition, Koller said. Another 19 were treated and released, he said. Jon Schuppe ",
    "title": "Chattanooga Mom Says She Complained About Driver in Deadly Crash - NBC News"
   },
   {
    "entities": [
     "inc",
     "donald",
     "saturday",
     "dept.",
     "kan.",
     "marchiony",
     "jim",
     "jayhawks",
     "kansas",
     "ku",
     "of",
     "university",
     "lili",
     "uab",
     "wibw",
     "night",
     "interactive",
     "november 22, 2016",
     "trump",
     "tuesday",
     "cbs",
     "press",
     "athletic",
     "klux",
     "associated",
     "lawrence",
     "gagin"
    ],
    "id": 2,
    "text": "<p>Photo linking the Ku Klux Klan with President-elect Donald Trump posted on a cheerleader’s Snapchat.&nbsp;</p> Close CBS affiliate WIBM LAWRENCE, Kan. -- A University of Kansas cheerleader and three members of the school’s spirit squad are suspended from cheering after a photo linking the Ku Klux Klan with President-elect Donald Trump was posted on the cheerleader’s Snapchat account. The photo shows three members of the cheer squad wearing sweaters with “K’’ representing “Kansas” on their chests. White letters across the photo read “Kkk go trump.”  The KU student whose account was linked to the post, Lili Gagin, and the three men in the post have all been suspended from performing, the Athletic Dept. said, CBS affiiliate WIBW reported .  Associate athletic director Jim Marchiony said university officials learned of the posting during the men’s basketball team’s 83-63 victory over UAB.  The athletics department said a Twitter user reported the Snapchat photo to the school. A tweet from the school described what happened as “unacceptable.”  “She is suspended from cheering pending formal investigation,” the tweet said.  Unacceptable. She is suspended from cheering pending formal investigation. This behavior won't be tolerated. Will be dealt w/ appropriately. pic.twitter.com/8Pe8xw6Ebr — Kansas Jayhawks (@KUAthletics) November 22, 2016 Marchiony said the female cheerleader insisted Tuesday that someone took her phone at a party Saturday night and posted the Snapchat message.  © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "University of Kansas cheerleaders suspended for KKK Snapchat pic - CBS News"
   },
   {
    "entities": [
     "clinton",
     "miami",
     "$1\\xc2\\xa0million",
     "beach",
     "fisher",
     "$700",
     "$896,000",
     "$566,370",
     "james",
     "schanz",
     "university",
     "2009",
     "lewis",
     "israel",
     "$781,000",
     "strategy",
     "$120,000",
     "a.",
     "$300,000",
     "stevenson",
     "1987",
     "gordon",
     "palm",
     "tim",
     "2012",
     "november 22",
     "ethics",
     "$150,000",
     "melania",
     "trump\\xe2\\x80\\x99s",
     "productions",
     "schneiderman",
     "o\\xe2\\x80\\x99keefe",
     "$158,000",
     "bockius",
     "donald",
     "david",
     "100\\xc2\\xa0percent",
     "kiev",
     "libowitz",
     "corey",
     "2008",
     "club",
     "tuesday",
     "and",
     "marc",
     "canada",
     "$500",
     "for",
     "september 2015",
     "univision",
     "philip",
     "$475",
     "helderman",
     "fla.",
     "state",
     "responsibility",
     "service",
     "europe",
     "lewandowski",
     "hackney",
     "stephen",
     "&",
     "2007",
     "havi",
     "$50,000",
     "pinchuk",
     "york",
     "$10,000",
     "the",
     "obama",
     "post",
     "yalta",
     "project",
     "michael",
     "owens",
     "2014",
     "2015",
     "tower",
     "trump",
     "akerman",
     "veritas",
     "new",
     "guidestar",
     "tebow",
     "doral",
     "citizens",
     "epshteyn",
     "washington",
     "j.",
     "peter",
     "$1.1\\xc2\\xa0million",
     "kappel",
     "s.",
     "ukraine",
     "florida",
     "morgan,",
     "jordan",
     "$20,000",
     "zealand",
     "mar-a-lago",
     "8:57",
     "2006",
     "september",
     "revenue",
     "westchester",
     "eric",
     "foundation",
     "european",
     "corporation",
     "louisiana",
     "$12,000",
     "county",
     "fahrenthold",
     "boris",
     "$100,000",
     "brett",
     "house",
     "viktor",
     "rosalind",
     "internal",
     "irs",
     "hillary"
    ],
    "id": 3,
    "text": "By David A. Fahrenthold November 22 at 8:57 PM Follow @Fahrenthold President-elect Donald Trump’s charitable foundation has admitted to the Internal Revenue Service that it violated a legal prohibition against “self-dealing,” which bars nonprofit leaders from using their charity’s money to help themselves, their businesses or their families. The admission was contained in the Donald J. Trump Foundation’s IRS tax filings for 2015, which were recently posted online at the nonprofit-tracking site GuideStar. A GuideStar spokesman said the forms were uploaded by the Trump Foundation’s law firm, Morgan, Lewis & Bockius. The Washington Post could not immediately confirm if the same forms had actually been sent to the IRS. In one section of the form , the IRS asked whether the Trump Foundation had transferred “income or assets to a disqualified person.” A disqualified person , in this context, might be Trump — the foundation’s president — or a member of his family or a Trump-owned business. The foundation checked yes. For 2015, the Trump Foundation checked “yes” when asked whether it had transferred “income or assets to a disqualified person” — which in this context might be Trump, a member of his family or a Trump-owned business — and checked “yes” again when asked if it had engaged in any acts of self-dealing in prior years. For 2014, The foundation answered “no” to these questions. Another line on the form asked whether the Trump Foundation had engaged in any acts of self-dealing in prior years. The Trump Foundation checked yes again. Such violations can carry penalties including excise taxes, and the charity leaders can be required to repay money that the charity spent on their behalf. During the presidential campaign, The Post reported on several instances in which Trump appeared to use the Trump Foundation’s money to buy items for himself or to help one of his for-profit businesses. But the new Trump Foundation tax filings provided little detail, so it was unclear if these admissions were connected to the instances reported in The Post. [ Trump boasts about his philanthropy. But his giving falls short of his words. ] The Trump Foundation tax forms did not, for instance, describe any specific acts of self-dealing. They also did not say whether Trump had paid any penalties already. That kind of detail would be submitted on a separate IRS form, which was not included in the information posted online by GuideStar. Trump’s team did not respond to a request for comment Tuesday. Washington Post reporter David A. Fahrenthold has been searching for evidence of Republican presidential nominee Donald Trump’s charitable giving for months. (Peter Stevenson,Julio Negron/The Washington Post) The New York attorney general’s office is investigating Trump’s charity, following up on reports in The Post that described apparent instances of self-dealing going back to 2007. A spokesman for Attorney General Eric Schneiderman declined to comment, other than to say “our investigation is ongoing.” The IRS also did not immediately respond. That agency has not said if it is investigating the president-elect’s charity. The Trump Foundation has existed since 1987. This appeared to be the first time that it had admitted committing such a violation. Philip Hackney, who formerly worked in the IRS chief counsel’s office and now teaches at Louisiana State University, said he wanted to know why the Trump Foundation was now admitting to self-dealing in prior years — when, in all prior years, it had told the IRS it had done nothing of the kind. “What transactions led to the self-dealing that they’re admitting to? Why weren’t they able to recognize them in prior years,” Hackney said. He said that, since the prior years’ returns were signed by Trump, that opened the president-elect to questions about what he had missed and how. Trump Foundation 2015 tax filing During the presidential campaign, The Post revealed several instances — worth about $300,000 — where Trump seemed to have used the Trump Foundation to help himself. From 2009 until this year, the charity was funded exclusively with other people’s money , an arrangement that experts say is almost unheard of for a family foundation. In two cases, The Post reported, the Trump Foundation appeared to pay legal settlements to end lawsuits that involved his for-profit businesses. In one case , Trump settled a dispute with the town of Palm Beach, Fla., over a large flagpole he erected at his Mar-a-Lago Club. The town agreed to waive $120,000 in unpaid fines if Trump’s club donated $100,000 to Fisher House, a charity helping wounded veterans and military personnel. The Trump Foundation paid that donation instead — effectively saving his business $100,000. In another , Trump’s golf course in New York’s Westchester County was sued by a man who had won a $1 million hole-in-one prize during a tournament at the course. The man was later denied the money because Trump’s course had allegedly made the hole too short for the prize to be valid. The lawsuit was settled, and details on that final settlement have not been made public. But on the day that the parties told the court that their lawsuit had been settled, the Trump Foundation donated $158,000 to the unhappy golfer’s charity. Trump’s golf course donated nothing. In three other cases, Trump’s foundation paid for items that Trump or his wife purchased at charity auctions. In 2012, Trump bid $12,000 for a football helmet signed by then-Denver Broncos quarterback Tim Tebow. In another case from 2007, Trump’s wife, Melania, bid $20,000 on a six-foot-tall portrait of Trump painted by “speed painter” Michael Israel during a gala at Mar-a-Lago. And in 2014, Trump bid $10,000 to buy a four-foot painting of himself by artist Havi Schanz at another charity gala. [ How a Univision anchor found the missing $10,000 portrait that Trump bought with his charity’s money ] In all three cases, the Trump Foundation paid the bill. Tax experts said that, by law, the items had to be put to charitable use. Trump’s representatives have not said what became of the helmet or the $20,000 portrait. The $10,000 portrait was, however, located by Post readers , following coverage of the Trump Foundation. It was hanging on the wall of the sports bar at Trump’s Doral golf resort, outside Miami. In September, a Trump campaign spokesman rejected the idea that Trump had done anything wrong, by using his charity’s money to buy art for his bar. Instead, spokesman Boris Epshteyn said, the sports bar was doing the charity a favor by “storing” its art free of charge. Tax experts said that this argument was unlikely to hold water. “It’s hard to make an IRS auditor laugh,” Brett Kappel, a lawyer who advises nonprofit groups at the Akerman firm, told The Post then. “But this would do it.” In the new 2015 tax filing, the Trump Foundation acknowledged for the first time that it owned these items. But it listed market values far below what the foundation had paid: The helmet was valued at $475, the portrait purchased for $20,000 was valued at $700, and the portrait purchased for $10,000 was valued at $500. The tax filing did not give any details about where these items are or what charitable use Trump has in mind for them. The Trump Foundation’s tax filing also shows that — for the first time in six years — the foundation received a donation from an entity controlled by Trump himself. It lists a donation of $566,370 from the Trump Corporation, an entity 100 percent owned by Trump himself. It also lists a $50,000 gift from Trump Productions, a Trump-owned business that produced “The Apprentice.” Previously, the last donation to the foundation from Trump or one of his businesses had come in 2008. Trump’s spokesmen did not respond to a question about the reason for these new gifts. In addition, the Trump Foundation reported a $150,000 gift from the foundation of Viktor Pinchuk, a powerful Ukrainian steel magnate. That was the first such gift from him. Pinchuk, who supports closer ties between Ukraine and Western nations, had also pledged large donations to the foundation of Trump’s presidential opponent, Democratic nominee Hillary Clinton. Those donations, pledged to the Clinton Foundation while Clinton was secretary of state, raised questions about whether she had conflicts of interest when she met with her family foundation’s donors. A spokesman for Pinchuk’s foundation said that the gift was made as part of an agreement for Trump to speak — via video link — to a conference Pinchuk organized in September 2015. The conference, called the Yalta European Strategy annual meeting, was held in Kiev. At the time of his 20-minute speech , titled “How New Ukraine’s Fate Affects Europe and the World,” Trump was already a presidential candidate. Trump’s spokesmen did not respond to a question about Pinchuk’s gift. [ How Donald Trump retooled his charity to spend other people’s money ] Marc S. Owens, the former head of the IRS nonprofit division, noted that this was a rare contribution to the Trump Foundation from overseas. The only other foreign gifts were small ones from New Zealand and Canada in 2006 and 2008. And it was certainly the first from a foreigner who could seek to influence the foreign policy agenda of a President Trump. “The contribution points out a potential way for foreign donors to align themselves with [Trump],” Owens said. So far, Trump has said nothing about how he will run his foundation when he takes office — or what he will do to avoid potential conflicts of interest involving Trump Foundation donors. In contrast, when she was preparing to take office as secretary of state in 2009, Clinton was closely questioned about the operations of the global charity founded by her husband. As a result, the president of the Clinton Foundation signed a memorandum of understanding with the Obama administration that placed certain restrictions on its activities, notably limiting some donations from foreign governments. The agreement was criticized by Republicans during the campaign for loopholes, and the Clinton Foundation has also acknowledged at least one failure to fully uphold its terms. But the document showed an understanding that some additional transparency and regulations were needed while Clinton held public office. “I will certainly do everything in my power to make sure that the good work of the foundation continues without there being any untoward effects on me and my service and be very conscious of any questions that are raised,” Clinton said during her 2009 confirmation hearing. “But I think that the way that this has been hammered out is as close as we can get to doing something that is so unprecedented that there is no formula for it, and we’ve tried to do the very best we could.” The Post was first alerted to the 2015 tax filing by Citizens for Responsibility and Ethics in Washington, a liberal watchdog group. In a written statement, CREW spokesman Jordan Libowitz said many questions remained to be answered. “Why were the Trumps unable to provide locations of the Foundation’s assets like paintings and football helmets . . . when they clearly remain in the possession of the Foundation? What assets do [they] admit to transferring to a ‘disqualified person?’ ” Libowitz wrote. “It’s pretty clear at this point that the IRS needs to investigate.” In all, the 2015 tax filing shows that the Trump Foundation took in $781,000 and gave away $896,000 in grants during 2015. That left it with $1.1 million at year’s end, slightly down from the year before. An early look at its outgoing grants showed a familiar pattern: Trump gave to a smattering of New York and Florida charities, plus a few connected to friends and business partners. Also, as he entered the presidential race, he gave to several nonprofit organizations connected with conservative causes. One of them was Project Veritas, the group run by conservative provocateur James O’Keefe, which has used hidden-camera stings to target liberal groups. Stephen Gordon, of Project Veritas, said that its point of contact had been Corey Lewandowski, Trump’s one-time campaign manager. He said they had a brief meeting with Trump in 2015 at Trump Tower. Trump gave $10,000 from his foundation to the group, which is an IRS-certified nonprofit organization. “We showed him a couple of videos. He thought that was really cool. And we walked out with a check. It was a typical donor meeting,” Gordon recalled. Rosalind S. Helderman contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump Foundation admits to violating ban on ‘self-dealing,’ new filing to IRS shows - The Washington Post"
   },
   {
    "entities": [
     "reform",
     "gupta",
     "today",
     "mehlman",
     "sheriff\\xe2\\x80\\x99s",
     "justice",
     "foxnews.com",
     "department",
     "studies",
     "hawaii",
     "$10,000",
     "chicago",
     "division",
     "u.s.",
     "ira",
     "sheriff\\'s",
     "states",
     "department\\xe2\\x80\\x99s",
     "denver",
     "crittle",
     "elizabeth",
     "llorente",
     "usa",
     "for",
     "immigration",
     "center",
     "american",
     "united",
     "mark",
     "sheriff",
     "spring",
     "colorado",
     "vanita",
     "federation",
     "krikorian",
     "simon",
     "rights",
     "civil"
    ],
    "id": 4,
    "text": "Facebook 0 Twitter 0 Email Print The intention, Denver officials said, was benevolent. The Denver Sheriff’s Department set out to hire scores of deputies last year to lessen the burden on its staff and cut millions in overtime. It advertised for prospects, and included U.S. citizenship as a requirement. By this past spring, it had hired 200 deputies. The Justice Department did not congratulate the agency – instead, it slapped Colorado’s largest sheriff’s department with a $10,000 fine and a host of steps it must take to address what was described as discriminatory hiring. In a summary of the settlement on its website, the Justice Department said that in insisting on citizenship, the Denver Sheriff’s Department violated an anti-discrimination provision in the Immigration and Nationality Act (INA) that forbids employers from hiring only U.S. citizens except in cases where it is mandated “by law, regulation, executive order or government contract.” The Justice Department said that the opportunity to work for the department should be open to anyone with the necessary skills who is authorized to be employed in the United States. That could be a legal permanent resident who has not naturalized, for example, or someone on a temporary visa who has a work permit. In a statement, the Denver agency said it would abide by the ruling. “The Denver Sheriff Department maintains its commitment to treat all people with dignity and respect, and is proud to have one of the most diverse workplaces in Colorado,” said Denver Sheriff's Department spokesman Simon Crittle. “While we didn’t commit this violation intentionally, we accept responsibility and are taking steps to clarify policy and amend language in hiring documents,” he added. Many police departments around the country with positions they say are difficult to fill have sought to cast a wider net for job prospects by considering legal immigrants as well as others who have work permits. Chicago and Hawaii police departments accept job applicants who have a work permit, according to USA Today. The fine against the Denver agency was the target of criticism on social media, including on the Facebook page of the group “Blue Lives Matter.” Critics said that law enforcement agencies at local, state and federal levels routinely make citizenship a requirement of those they employ, and that the nature of the job should always make it a condition. Many government jobs are open to non-citizens who are in the country legally, such as legal permanent residents, commonly known as green card holders. Some law enforcement agencies hire non-U.S. citizens, and require them to obtain citizenship within a specific time frame. Denver would have been within its rights to require citizenship if a local or state public agency allowed it. On its website, the Justice Department commended the Denver Sheriff’s Department for being cooperative and agreeing to take steps to address the hiring controversy. “We commend the Denver Sheriff Department for its cooperation and commitment to removing unnecessary and unlawful employment barriers,” said Principal Deputy Assistant Attorney General Vanita Gupta, head of the Justice Department’s Civil Rights Division. “Eliminating this unlawful citizenship requirement will help ensure that the Denver Sheriff Department hires the best and most qualified individuals to protect and serve. The entire community will benefit from these reforms.” Beyond the fine, the sheriff’s department must review applicants who were disqualified because they lacked citizenship and consider them for future openings if they meet other criteria. Ira Mehlman, spokesman for the Federation for American Immigration Reform, told FoxNews.com that hiring people who are not permanent residents and have temporary visas does not seem feasible. “They’re making a long term investment, paying for training, for someone who might be ineligible to work in a few years,” Mehlman said of the police departments. Mark Krikorian, executive director of the Center for Immigration Studies, told USA Today last year that while he supports the idea of opening up hiring at police departments to non-citizens who are in the U.S. legally, he worried about security risks of police officers who have only work permits. \"We're handing over a gun and a badge to somebody whose background we don't really know a lot about,\" Krikorian said.   Elizabeth Llorente is Senior Reporter for FoxNews.com, and can be reached at Elizabeth.Llorente@Foxnews.com. Follow her on https://twitter.com/Liz_Llorente   ",
    "title": "Denver Sheriff's Department fined $10K for hiring only US citizens | Fox News"
   },
   {
    "entities": [
     "national",
     "kelly",
     "donald",
     "nov. 22, 2016",
     "times",
     "$23,660",
     "department",
     "york",
     "dec. 1",
     "chamber",
     "obama",
     "of",
     "labor",
     "thomas",
     "u.s.",
     "linda",
     "iii",
     "$80 billion",
     "white",
     "harnik",
     "amos",
     "e.",
     "judge",
     "$47,476",
     "commerce",
     "trump",
     "andrew",
     "tuesday",
     "house",
     "mazzant",
     "may",
     "press",
     "new",
     "3:43 p.m",
     "l.",
     "manufacturers",
     "perez",
     "3:43 p.m.",
     "assn.",
     "/",
     "associated",
     "texas"
    ],
    "id": 5,
    "text": "Donald Trump briefly cancels a meeting with the New York Times Nov. 22, 2016, 3:43 p.m. This is our look at President-elect Donald Trump's transition and the outgoing Obama administration. Here's what's happening right now: Trump briefly cancels a meeting with the New York Times, claiming the terms were changed; the paper says he changed them Trump peddles a softer message in a new video Neo-Nazi 'alt-right' group offers a 'Hail Trump' salute Nov. 22, 2016, 3:43 p.m. Texas judge blocks Obama administration's new overtime rule from taking effect Labor Secretary Thomas E. Perez . (Andrew Harnik / Associated Press) A Texas judge blocked President Obama's bid to expand overtime pay protections to millions of Americans on Tuesday, thwarting a key presidential priority just days before it was set to take effect. The Labor Department rule would have doubled the salary level at which hourly workers must be paid extra for overtime pay, from $23,660 to $47,476. Siding with business groups including the U.S. Chamber of Commerce, Texas District Judge Amos L. Mazzant III halted it. The rule, finalized in May, represented the first such change in more than a decade and was hailed at the time as the most consequential action the Obama administration could take for middle-class workers without congressional involvement. Plaintiffs had argued the Labor Department acted beyond its authority under the Fair Labor Standards Act.  The administration said more than 4 million salaried workers stood to benefit from the change when it took effect Dec. 1. The rule was already in jeopardy after the election of Donald Trump. Just as the Obama administration made the change through its rule-making prerogatives, a Republican administration could undo it. Neither the White House nor the Labor Department had an immediate comment. Republican lawmakers and their allies in the business community, which were behind the legal challenge, celebrated the decision. \"The decision brings us a step closer to curbing regulations that have resulted in $80 billion in compliance costs and more than 25 million hours of paperwork,\" said Linda Kelly, senior vice president for the National Assn. of Manufacturers. \"The fights are not yet over — and our work is just beginning.\" Latest updates ",
    "title": "Texas judge blocks Obama administration&apos;s new overtime rule from taking effect - LA Times"
   },
   {
    "entities": [
     "national",
     "swift",
     "j.",
     "clinton",
     "monday",
     "mike",
     "julie",
     "briefing",
     "nov. 22, 2016",
     "donald",
     "mrs.",
     "justice",
     "times",
     "n.j.",
     "york",
     "department",
     "morning",
     "oval",
     "d.",
     "office",
     "hirschfeld",
     "hilary",
     "white",
     "michael",
     "f.b.i.",
     "friday",
     "golf",
     "trump",
     "club",
     "tuesday",
     "shear",
     "house",
     "mr.",
     "davis",
     "new",
     "january",
     "pence",
     "bedminster",
     "hillary"
    ],
    "id": 6,
    "text": "By JULIE HIRSCHFELD DAVIS and MICHAEL D. SHEAR NOV. 22, 2016 Continue reading the main story Photo President-elect Donald J. Trump and Vice President-elect Mike Pence outside the clubhouse at the Trump National Golf Club in Bedminster, N.J., last week. Credit Hilary Swift for The New York Times President-elect Donald J. Trump repeatedly called Hillary Clinton “Crooked Hillary,” and many of his fans chanted over and over again at his campaign rallies: “Lock her up!” But on Tuesday, Mr. Trump essentially said never mind, signaling that he has no intention of directing investigations into his former rival’s use of a private email server or the financial operations at the Clinton family’s global foundation. “I don’t want to hurt the Clintons, I really don’t,’’ Mr. Trump said during a wide-ranging interview with The New York Times. “She went through a lot and suffered greatly in many different ways, and I am not looking to hurt them at all. The campaign was vicious.” It was the latest evidence that the president-elect is willing to retreat from strong positions expressed in the most strident tones during his campaign for the White House, and a particularly striking turnabout on an issue that dogged Mrs. Clinton’s campaign, which she blames for her loss to Mr. Trump. Graphic: How Hard (or Easy) It Will Be for Trump to Fulfill His 100-Day Plan Instead, Mr. Trump said he wanted to “move forward” after the divisive campaign. While he said that “we’ll have people that do things,” perhaps a reference to the F.B.I. or others who might call for an investigation, the president-elect made clear he would not seek to pursue an investigation himself nor make it a priority when he assumes office. “It’s not something that I feel very strongly about,” Mr. Trump said, unlike health care or immigration. “This has been a very painful period of time.” Advertisement Continue reading the main story The decision may help Mr. Trump focus on his agenda once he moves into the Oval Office in January, without the potential distraction of an unprecedented legal inquiry by a president against his rival. But it could deeply disappoint many of the voters whose anger against Mrs. Clinton he helped stoke throughout a bitter campaign. During their second debate, Mr. Trump turned to Mrs. Clinton and vowed, “If I win, I am going to instruct my attorney general to get a special prosecutor to look into your situation, because there’s never been so many lies, so much deception.” A White House directive to close an F.B.I. criminal investigation would be highly unusual. The bureau and the Justice Department are supposed to conduct investigations free from political influence. There are instances when the White House does have a say in investigations, but they generally involve national security matters such as the arrest and capture of terrorism suspects overseas or the indictment of Chinese hackers. Those are decisions that could have global ramifications. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Donald Trump Drops Threat of New Hillary Clinton Investigation - The New York Times"
   },
   {
    "entities": [
     "2003",
     "children",
     "school",
     "zhuhai",
     "international",
     "hyundai",
     "duck-hee",
     "health",
     "tennis",
     "gulf",
     "university",
     "perry",
     "deaf",
     "striving",
     "rothenberg",
     "festival",
     "murray",
     "1974",
     "santiago",
     "asia",
     "open",
     "dong-yeop",
     "david",
     "hyung-taik",
     "andy",
     "south",
     "timothy",
     "asan",
     "roddick",
     "jean",
     "navigation",
     "november 22, 2016",
     "2008",
     "mapo",
     "for",
     "davis",
     "pinther",
     "national",
     "sang-jin",
     "group",
     "photo",
     "china",
     "monday",
     "melbourne",
     "2007",
     "world",
     "york",
     "todd",
     "atp",
     "katie",
     "the",
     "of",
     "mancebo",
     "global",
     "stadium",
     "lee",
     "coast",
     "states",
     "paige",
     "stringer",
     "rungkat",
     "high",
     "w.",
     "taiwan",
     "united",
     "christopher",
     "new",
     "ben",
     "association",
     "yeong-sok",
     "mobile",
     "ashe",
     "wimbledon",
     "chattanooga",
     "washington",
     "cover",
     "seoul",
     "tennessee",
     "chungju",
     "evan",
     "martina",
     "burz",
     "committee",
     "sports",
     "times",
     "florida",
     "navratilova",
     "arthur",
     "korea",
     "jeong",
     "september",
     "2020",
     "korean",
     "foundation",
     "chung",
     "tobias",
     "emily",
     "hyeon",
     "hangstefer",
     "ferrer",
     "jecheon",
     "gallwey",
     "1993",
     "player",
     "institutes"
    ],
    "id": 7,
    "text": "Site Mobile Navigation Cover Photo Lee Duck-hee, 18, second from right, eating lunch with his peers after winning a gold medal at the National Sports Festival in Asan, South Korea, last month. Credit Jean Chung for The New York Times For Deaf Tennis Player, Sound Is No Barrier Lee Duck-hee, 18, of South Korea, is ranked 143rd in the world in a sport in which hearing the ball is considered crucial. By BEN ROTHENBERG Continue reading the main story ASAN, South Korea — To improve its chances in the boys’ team tennis event at the National Sports Festival here, Mapo High School in Seoul brought in a ringer from Jecheon, two hours southeast of the capital. His name was Lee Duck-hee, and he had first caught the coach’s eye when he was in elementary school. Mapo High’s players pressed against the fence beside along the dusty hardcourts and chanted in support while Lee, 18, crushed forehand winners past his bespectacled opponent in the final. The 6-1, 6-1 win took little time — no surprise, as Lee is the best teenage player in South Korea, and a professional ranked 143rd in the world. “Seeing the level of skill, power and returning is totally different than high school level,” said Jeong Yeong-sok, his doubles partner at the tournament. Lee is exceptional among professionals, too. He is deaf, and no deaf player in the sport’s history has reached these heights. In tennis, simply seeing the ball is believed to be insufficient. Hearing the ball, top players say, enables faster reactions — a crucial advantage in a sport where powerful serves and groundstrokes mean that every tiny fraction of a second matters. Continue reading the main story “There are so many different spins in tennis, and I can hear a lot of them coming off someone’s racket because I know what they all sound like,” said Katie Mancebo, a college tennis coach and volunteer coach for the United States deaf tennis team. “But a deaf player doesn’t know that sound, so they have to focus more on what the other person is doing, how they’re making contact, and what the ball looks like as it’s coming over the net.” Advertisement Continue reading the main story Joo Hyun-sang, the tennis coach at Mapo High School, said he was skeptical of Lee’s potential at first. “When I met him the first time, I had certain doubts that being deaf would prevent him from being a great player,” he said. “But I grew confident from watching him develop and improve. I was very confident he could do it.” Though already the second-highest-ranked player of professionals 18 and under, Lee has not fully broken through. He has yet to play a main-draw match at an ATP tournament or a Grand Slam, though he reached the final of a Challenger event, the level below the ATP World Tour, for the first time in September in Taiwan, and has made two semifinals since. Photo Lee, at practice, is ranked 143rd in the world. Although he has yet to play a main-draw match at an ATP tournament or a Grand Slam, he has reached the final of a Challenger event. Credit Jean Chung for The New York Times But if he continues to rise, Lee will debunk much of what is understood about the intricacies of tennis. A Quicker Reaction Studies have shown that humans react more quickly to an auditory stimulus than a visual one. According to research compiled by the National Institutes of Health last year, the mean reaction time to visual stimuli is 180-200 milliseconds, and 140-160 milliseconds for auditory stimuli. At Wimbledon in 2003, Andy Roddick said that his first reaction to an opponent’s shots comes from his hearing, as does his initial information about the shot coming toward him. “You can hear how hard someone hits a ball,” Roddick said. “If they hit it hard and flat, it really makes a popping sound. That’s maybe one of the first things that tells you rather than actually seeing the ball. Like trying the drop shot, all of a sudden, I hear it not come off the racket. It’s part of the reaction process. I think you need to hear the ball pretty clearly to play at your highest level.” Todd Perry, an Australian former doubles player who works as a coach, said that he often listens to his players’ shots to hear how strokes can be improved. Advertisement Continue reading the main story ”While coaching, you can hear the clean hit off the racket, and you can change things to make sure you get the clean hit off the racket, which is all just through sound,” he said. “If you watch different people, the sound from different players is quite different if you put your focus in on that.” In his seminal 1974 book “The Inner Game of Tennis,” W. Timothy Gallwey preached attentiveness to the sounds of the sport, describing the feedback loop created by close attention to the sounds of one’s own strokes to replicate the “crack” of a successful shot. “I learned how effective the remembering of certain sounds can be as a cue for the built-in computer within our brains,” Gallwey wrote. “While one listens to the sounds of his forehand, he can hold in his memory the sound that results from solid contact; as a result, the body will tend to repeat the elements of behavior which produced that sound.” Continue reading the main story Photo Lee and his mother, Park Mi-ja. She taught him to speak and to read lips, and she committed to help him build a career in tennis. Credit Jean Chung for The New York Times Martina Navratilova has been one of the most strident proclaimers of the importance of sound to her tennis. She has called excessive grunting “cheating” because she thinks it unfairly disguises the sound the ball is making off the racket. At the 1993 United Open, she blamed planes overhead for interfering with her play. “You really depend on hearing the ball being hit, particularly when you are at the net,” Navratilova said. “You first hear the ball. Then you react to the speed and spin according to the sound. And when you can’t hear it, it really throws you off. I did miss some volleys there because I didn’t hear the ball.” Andy Murray also struggled with cacophonous conditions at this year’s United States Open , when rain pounded down on the newly built roof over Arthur Ashe Stadium. “We use our ears when we play; it’s not just the eyes,” Murray said. “It helps us pick up the speed of the ball, the spin that’s on the ball, how hard someone’s hitting it. “If we played with our ears covered or with headphones on, it would be a big advantage if your opponent wasn’t wearing them. It’s tricky, you know? You can still do it, but it’s harder, for sure.” Advertisement Continue reading the main story Murray’s hypothetical example was once put to the test. Tobias Burz, a deaf player who now serves as the technical director for tennis at the International Committee of Sports for the Deaf, recounted an experiment he once conducted with a higher-ranked hearing opponent. After winning their first set, 6-2, his opponent was curious what it was like to be a deaf player, and used earplugs and wore headphones for their next set. Burz won, 6-3. A Surprising Diagnosis Park Mi-ja and her husband, Lee Sang-jin, could tell that their infant son was different, but they were reluctant to learn what his condition might be. Lee Duck-hee had been born while his father completed his compulsory service in the South Korean military, leaving Park alone with her young son. She hoped that whatever was affecting her son would pass. Park took Duck-hee to a hospital in Seoul for testing when he was 2. “The doctor just said, ‘This baby cannot hear anything, he’s deaf,’” she said. “I was very surprised, and I couldn’t react. But I knew I couldn’t go home right away.” Photo On Lee’s tennis bag, a keychain made by a fan features the South Korean flag and Lee’s initials. Credit Jean Chung for The New York Times Park went to visit her sister, who lived in Seoul, and there she broke down. “From the moment I saw her, all the grief and sadness came and I couldn’t stop crying,” she said. After a few hours, she composed herself and called her husband. He drove from Jecheon to Seoul to pick her up. During that ride home, they made the decision not to wallow. “We started discussing how not to be sad, but instead how we can support and raise Duck-hee,” she said. “He’s our first son. The sadness period was only about a week, and then we were brave enough to move on to the next step, which was researching disability education.” When Duck-hee was 4, his parents enrolled him in a school for the disabled in Chungju, an hour away from home. While most students lived in the dormitory there, seeing their families only on weekends, Park was determined to have more time with her first son, and so she drove him the hour to and from school each day. Wanting him to adapt into the mainstream as well, she sent him to a regular school in the afternoons. “I wanted him to be integrated with normal people,” she said. “When I saw older students at the deaf school, they only knew sign language, so when they took the bus, they had to communicate with the bus driver by writing something down. And when they become 18, 19 years old, the chances for getting a job are very limited to a person who only speaks sign language.” Advertisement Continue reading the main story Having observed lessons at the deaf school, Park began to teach her son to speak and read lips herself after he finished at the standard school, using picture cards of various mouth positions. After a few years, Duck-hee left the school for the deaf completely; as per his parents’ wishes, he never learned sign language. “Only a few percent of the deaf students can be socialized with normal people, making their own money to live,” Park said. “Most of them, they give up and go back to live with their parents, and the parents have to take care of them. We just wanted Duck-hee to be independent and live as a normal person.” Subscribe to the Times Lee Sang-jin had set a record in the 200-meter dash when he competed at the National Sports Festival as a high school student, and saw sports as the best path for his son. He believed his son’s deafness would make a sport that required communication with teammates an impossibility, so he focused on individual sports like golf, archery and shooting. But when Duck-hee went to watch a cousin, Woo Chung-hyo, play tennis, his mind was made up. Continue reading the main story Photo At this year’s United States Open, Andy Murray struggled with the noise of the rain pelting the roof at Arthur Ashe Stadium. Credit Santiago Mejia/The New York Times ”I got really interested in watching tennis, and I said, ‘Oh, why can’t I play?’” Lee Duck-hee said. “My cousin gave me the racket, I tried some strokes, and I liked it. I was really attracted to tennis; I just liked swinging the racket.” His parents committed fully, too, placing high stakes on Lee’s nascent tennis career. “It was not like a hobby or for fun; we were really serious,” Park said. “When his father and I had our first meeting with his first coach, we told him that we’re not here just for fun: we’re making his career and a future path. So, please, take these lessons seriously. If he has no chance and no potential, we won’t continue.” Lee remained based in his family’s apartment in Jecheon, where his mother works as a hairdresser and his father as a reporter, but his tennis began to gain notice nationwide. Even as Lee’s wins piled up through each successive age bracket, many parents and coaches remained doubtful. “Ninety percent of the coaching staff and parents and family of other players, they always said Duck-hee cannot reach a professional level,” Park said. “They always said that this is elementary school level and the ball speed is really slow, so he can do it. But when he reaches professional level the ball speed will be really fast, so he cannot react, because he cannot hear.” She added: “We tried not to hear this kind of criticism. Me and my husband, we tried to give him something he can do for his life as a human being. And we didn’t have anything other than tennis.” Advertisement Continue reading the main story Collegiate Success Though no deaf players have achieved professional success comparable to Lee’s, there have been a handful of deaf and hard-of-hearing tennis players who have excelled at the collegiate level in the United States. Paige Stringer, who founded the Global Foundation for Children with Hearing Loss, played for the University of Washington, where she had a doubles partner who was also deaf. She hypothesized that deaf players’ disadvantage in not being able to hear their opponents hit the ball can be compensated for by increased visual acuity. Photo Lee looking at instant messages on a cellphone on his way home after winning a gold medal at the National Sports Festival. Credit Jean Chung for The New York Times “People who were born deaf or hard of hearing may have a stronger sense of intuition in general, and tend to see subtle clues in a person’s face or body language better than people with normal hearing,” Stringer said. “They are more visual, because when one sense is compromised, other senses are heightened to compensate. If my hypothesis is correct, people who are deaf or hard of hearing may have an advantage in tennis because they can pick up visual cues faster and better as to their opponent’s plans, and may have better reflexes because they see things sooner.” Hard-of-hearing players often learn most about how important hearing is to their tennis when they are forced to adapt to playing without the hearing aids or cochlear implants they rely on in daily life, which are not allowed at deaf-only competitions like the quadrennial Deaflympics . Having had the experience of playing both with and without sound makes these players uniquely qualified to comment on the role sound plays in their tennis. Evan Pinther, who played for Florida Gulf Coast University, cited the lack of feedback from his own strokes as his biggest cause of discomfort on court when he was restricted from using hearing amplifiers. “My anxiety level goes up without my hearing aids,” Pinther said. “I much prefer to play with my hearing aids because I can hear the ball so much better. I always loved hearing the ball explode off my strings when I hit it perfectly; it gave me confidence to hear that sound the ball makes when hit well.” Emily Hangstefer, who played for the University of Tennessee at Chattanooga, also said the adjustment was frustrating. “Training for the Deaflympics, I realized I relied on hearing instead of watching or feeling the ball,” she said. “It took me about five weeks to get in the habit of watching the ball instead of hearing it. Once my hearing was taken away, I had to rely on my other senses — touch and sight.” Advertisement Continue reading the main story Keen anticipation has become Lee’s strength. Woo, his cousin and coach, said Lee could read what kind of shot his opponent will make by closely watching his backswing. Christopher Rungkat, a former opponent of Lee’s, expressed awe at his anticipation. “He always seems to know where I am going to hit the ball,” Rungkat told reporters last year. “I don’t think he is guessing; it is more like he is reading my mind.” Photo Lee speaking to a South Korean television reporter after matches at the National Sports Festival. Formal interviews can be burdensome for him. Credit Jean Chung for The New York Times Striving to Be the Best Reaching a No. 1 world ranking is Lee’s goal, but first he aspires to become the best player in South Korean history, which would mean passing the career high of Lee Hyung-taik, who reached No. 36 in 2007 and won one ATP singles title. Tennis lags behind sports like baseball and soccer in popularity in Asia, and South Korea does not currently host an ATP event. But with Lee Duck-hee and another talented young player, 104th-ranked Chung Hyeon, 20, the Korean Tennis Association hopes the two will be able to lift the country’s Davis Cup team back into the World Group, from which it was relegated in 2008. Under new leadership, the association hopes that newly secured funding will help players like Lee and Chung, as well as develop juniors by paying for travel to warmer climates during winter months. Lee doesn’t believe that his hearing impairment will hold him back — “It doesn’t really matter,” he said — but he acknowledged that another physical disadvantage might: At 5 feet 9, he is a shrub amid the redwoods of professional men’s tennis. In an era of increasingly physical competition, only one player in the ATP top 50 is as short as Lee, David Ferrer. Only six players are under 6 feet. Lee travels with Woo, who serves as a hitting partner and speaks limited English, as the two navigate their first laps on the circuit together. Woo said that although Lee might sometimes feel intimidated by being one of the youngest on tour, he keeps an unrelentingly positive attitude, and is comfortable socially interacting with other players. While Lee can compete without much issue on court, save for sometimes not noticing out or let calls, other tour regulations may prove challenging for a deaf player. All players are required to participate in news conferences after each match, if requested by the news media. Advertisement Continue reading the main story While he is effusive in nonverbal communications across linguistic boundaries, formal interviews can be burdensome for Lee because he must read an interpreter’s lips, and his own speech is often not readily understood. When Lee was interviewed by a Korean television station after a match at the National Sports Festival, the station used subtitles. There can also be benefits to Lee’s unique situation, however. “Of course I do want my player to be treated as a normal player, but we have some opportunities and some advantages from being deaf, business-wise,” Lee Dong-yeop, his agent, said. “Because no one has done this before.” One of the first boosts came from Hyundai, the Korean car manufacturer, which began sponsoring Lee when he was 13 and recently renewed its support through 2020. In a statement, Hyundai said that it was “astonished and inspired by his relentless spirit to reach the top as a tennis player despite his handicap of being deaf,” and that the company “felt the responsibility to give him support as a responsible company in the Korean society.” Funding from Hyundai has given Lee a stable financial base which few developing players enjoy. His agent hopes that increased funds, both through prize money and additional sponsorships, might someday allow Lee to travel with a full-time manager and translator. “Money can solve that kind of problem,” he said. Starting Monday, Lee will compete in a playoff in Zhuhai, China, held for Asian players for a regional wild card into the Australian Open. If he does not win that event, he would have another chance to reach his first Grand Slam main draw by winning three matches in the qualifying rounds in Melbourne. With continued success at the Challenger level, his ranking may steadily climb into the Top 100, which would allow him to enter main draws at Grand Slam events directly. Stringer said she believed that there was no reason deaf athletes should be less common in the elite levels of tennis than they are in the general population. “To reach the top of any sport is limited to a very select group of talented athletes,” she said. “So it’s a percentages thing. The odds are that more people with normal hearing will be in the Top 150 than those with deafness. I bet Lee Duck-hee’s success has to do with his athletic talents, personality, intelligence, work ethic, opportunities, and the support group he has around him; his deafness is less of a factor than those attributes.” Correction: November 22, 2016 An earlier version of this article misstated the surname of a college player. He is Evan Pinther, not Stringer. ",
    "title": "For Deaf Tennis Player, Sound Is No Barrier - The New York Times"
   },
   {
    "entities": [
     "arizona",
     "senate",
     "donald",
     "angeles",
     "transactional",
     "decker",
     "justice",
     "6%",
     "assistance",
     "department",
     "studies",
     "syracuse",
     "alien",
     "chicago",
     "access",
     "obama",
     "records",
     "of",
     "university",
     "cathleen",
     "criminal",
     "bureau",
     "trump",
     "program",
     "for",
     "washington",
     "clearinghouse",
     "immigration",
     "center",
     "2012",
     "court",
     "mark",
     "state",
     "krikorian",
     "supreme",
     "los"
    ],
    "id": 8,
    "text": "Donald Trump ’s Twitter wars with media sites and cultural institutions have been panned by opponents as overreactions by a thin-skinned president-elect who prefers rhetorical skirmishing to soberly building his administration. But Trump is extending what helped him win the presidency — a battle... Donald Trump ’s Twitter wars with media sites and cultural institutions have been panned by opponents as overreactions by a thin-skinned president-elect who prefers rhetorical skirmishing to soberly building his administration. But Trump is extending what helped him win the presidency — a battle... (Cathleen Decker) As the nation’s top law enforcement officer, Sessions could implement those policies. He would oversee the Bureau of Justice Assistance, which reimburses local jails for holding federal prisoners under the State Criminal Alien Assistance Program. In Senate speeches, Sessions has repeatedly called for cutting those funds to push local authorities to identify migrants in the country illegally and hand them over to federal agents. Trump’s transition policy team has drawn up plans to pressure so-called sanctuary cities — including Los Angeles and Chicago — to help immigration agents identify those here illegally. “The issue of sanctuary cities is substantially in the hands of the attorney general,” said Mark Krikorian, executive director of the Center for Immigration Studies, a think tank in Washington that advocates for lower immigration levels. Under Sessions, Justice Department lawyers could try to get federal court orders for local officials to cooperate with federal immigration agents. “First thing you do is you file suit, then you get a judge to issue an injunction” to force cities to stop their policies, said Krikorian, who has submitted policy proposals to Trump’s advisors. “The nuclear option is you criminally prosecute city council members and supervisors for illegally harboring illegal aliens, which they are,” Krikorian said. Under Sessions, the Justice Department is likely to support states that give local police authority to enforce immigration laws. In 2012, after the Obama administration objected, the Supreme Court struck down Arizona’s so-called “papers, please” law on the grounds that the state was trying to enforce federal immigration laws. Sessions also can instruct federal prosecutors to be more aggressive in filing criminal charges against migrants for illegal entry and reentry after deportation, convictions that can speed up deportation orders. In recent years, the Obama administration eased such prosecutions and focused instead chiefly on deporting individuals believed to be involved in human smuggling, gang activities and other crimes. Prosecutions of immigration violations dropped by 6% this year, according to an analysis by the Transactional Records Access Clearinghouse at Syracuse University. ",
    "title": "Fire judges, boost prosecutions and cut funds: What Jeff Sessions could do on immigration as attorney general - LA Times"
   },
   {
    "entities": [
     "national",
     "safety",
     "tennessee",
     "monday",
     "school",
     "kelly",
     "edison",
     "transportation",
     "carina",
     "durham",
     "elementary",
     "department",
     "$20,000",
     "nov. 29",
     "district",
     "september",
     "of",
     "board",
     "johnthony",
     "services",
     "darwin",
     "office",
     "this morning",
     "april",
     "matt",
     "kia",
     "michael",
     "noble",
     "news",
     "education",
     "kirk",
     "county",
     "foster",
     "walker",
     "nov 22, 2016",
     "tuesday",
     "soul",
     "dr.",
     "woodmore",
     "joshua",
     "sheriffs",
     "hamilton",
     "hospital",
     "hoyos",
     "abc",
     "hayden",
     "police",
     "erlanger",
     "chattanooga",
     "koller"
    ],
    "id": 9,
    "text": "Chattanooga School Bus Driver in Fatal Crash Involved in Collision 2 Months Ago By Michael Edison Hayden Nov 22, 2016, 6:30 PM ET 0 Shares WATCH The Investigation Continues Into the Deadly School Bus Crash in Tennessee 0 Shares Email The school bus driver charged in connection with a crash that killed five children in Tennessee on Monday was involved in a separate bus collision two months ago, ABC News has learned. Johnthony Walker, 24, was driving a bus for Durham School Services — the same as in the fatal crash — when he sideswiped an oncoming Kia Soul in September after crossing into oncoming traffic while attempting to negotiate a \"blind curve,\" according to the crash report. There were no injuries, according to the crash report, and children were seated in the rear rows. No charges were filed in that incident, but a citation for failure to yield was issued. It was unclear if Durham took any action against Walker after that collision. \"Our entire team at Durham School Services is devastated by the accident yesterday that tragically claimed the lives of Chattanooga students,\" the company said in a statement. \"We are working with Chattanooga Police Department and Hamilton County School District to investigate. We also have additional team members arriving in Chattanooga today to provide support. We have offered to provide counseling to students and families of Hamilton County, as well as our employees. We will provide all further updates in coordination with the Chattanooga Police Department and the district.\" In a press conference Tuesday, the National Transportation Safety Board said Walker received his license to drive a school bus in April. In the fatal crash, the bus was traveling at a \"high rate of speed, well above the posted speed limit of 30 mph,\" police said this morning, based on witness statements and physical evidence. Of the five deaths, interim Superintendent Kirk Kelly of the Hamilton County Department of Education told reporters this morning, three of the children were in fourth grade, one was in first grade, and the other was a kindergartner. Four of the five were girls. Six students remain in intensive care, but details have not been released. Dr. Darwin Koller of Erlanger Hospital said that some of the children were so young that they did not know their parents' names, replying \"Mama\" when asked. The bus was carrying 37 children, from kindergartners to fifth-graders, from Woodmore Elementary School in Chattanooga when it crashed into a tree around 3:30 in the afternoon Monday, officials said. According to an arrest affidavit, the bus was traveling on a \"narrow winding road\" when Walker lost control. The bus left the road, \"striking an elevated driveway and mailbox, swerved to the left and began to overturn,\" then ran into a telephone pole and a tree, according to the document. Hamilton County Sheriffs Office Johnthony Walker, 24, was being held on $20,000 bail after crashing the bus he was driving, killing five schoolchildren in Chattanooga Tennessee. Police said that Walker was arrested and that a warrant has been issued to remove the black box from the bus and review evidence on the bus's video cameras. Kelly said this morning the school would cooperate with the investigation. Walker has been charged with five counts of vehicular homicide, reckless endangerment and reckless driving. He is being held on a $20,000 bond. A preliminary court date has been set for Nov. 29. It was unclear whether he has a lawyer or if he had entered a plea. Kelly called Monday \"one of the worst days we have had\" in the school community. Carina Noble, a spokeswoman for the bus operator, said in a statement, \"Our thoughts and prayers are with the students and families who are affected.\" \"Because this is an active investigation, we are unable to answer any questions at this time as we work with authorities,\" she added. ABC News' Joshua Hoyos and Matt Foster contributed to this report. 0 Shares ",
    "title": "Chattanooga School Bus Driver in Fatal Crash Involved in Collision 2 Months Ago - ABC News"
   },
   {
    "entities": [
     "wolf",
     "monday",
     "oliver",
     "darcy",
     "lester",
     "donald",
     "wemple",
     "media",
     "fifth",
     "george",
     "times",
     "york",
     "arthur",
     "manhattan",
     "the",
     "libby",
     "of",
     "erik",
     "u.s.",
     "drudge",
     "post",
     "sulzberger",
     "brandon",
     "queens",
     "report",
     "blitzer",
     "stephanopoulos",
     "avenue",
     "tower",
     "trump",
     "tuesday",
     "holt",
     "america",
     "potentate",
     "casey",
     "3:45",
     "sullivan",
     "november 22",
     "new",
     "july",
     "nov. 21",
     "elite",
     "slams",
     "nov. 22",
     "margaret",
     "friedman",
     "washington"
    ],
    "id": 10,
    "text": "What TV journalists did wrong — and the New York Times did right — in meeting with Trump The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Margaret Sullivan Media Columnist November 22 at 3:45 PM Follow @sulliview On Monday, some of the biggest names in TV news trooped into Trump Tower for an off-the-record meeting with the president-elect. It was an all-star cast. Not just on-air stars like Lester Holt, Wolf Blitzer and George Stephanopoulos, but their bosses were also summoned before the Potentate of Fifth Avenue. The meeting was a huge success — for Donald Trump. Soon after it broke up, a leak to the New York Post brought on a story about how thoroughly the president-elect had taken the attendees to task. With attribution to anonymous tipsters, the Post wrote: “The meeting was a total disaster. The TV execs and anchors went in there thinking they would be discussing the access they would get to the Trump administration, but instead they got a Trump-style dressing-down. . . . Trump kept saying, ‘We’re in a room of liars, the deceitful, dishonest media who got it all wrong.’ ” In light of President-elect Trump's meetings with media executives on Nov. 21 and the New York Times on Nov. 22, Washington Post media columnists Erik Wemple and Margaret Sullivan talk about the merit of off-the-record meetings and the role of the media in Trump's administration with Facebook Live host Libby Casey. (The Washington Post) Call it Woodshed Theater, with all the applause lines for the president-elect. Brandon Friedman, a Virginia-based public relations executive, offered his theory on Twitter: “They walked into an ambush, agreed not to talk about it, then Trump went straight to the Post with his version.” Then it was just a hop, skip and jump to a big headline on the Drudge Report, with its huge worldwide traffic: “Trump Slams Media Elite, Face to Face.” As Business Insider politics editor Oliver Darcy aptly put it, that is “how a lot of America will see this.” The result for the president-elect: He once again was able to use the media as his favorite foil. Having a whipping boy is more important than ever now that the election is over and there is no Democratic opponent to malign at every turn. Yes, there’s no proof that the Trump camp tipped the New York Post, but don’t forget, this is someone who used to pose as his own spokesman to spread word of his romantic conquests. And the newspeople were largely unable to provide their own version of events because they had agreed to its being off the record. That’s supposed to mean that nobody talks about it — a rule that was immediately broken (which also doesn’t speak particularly well for them). Through anonymous leaks, participants agreed with some aspects of the “total disaster” and disagreed with others, but Trump benefited in the end. He got a lot of attention, he got to continue bashing the establishment elite, and he evidently put the TV people on notice that if they want access to him as president, they’ll need to bow and scrape. Notably, Trump hasn’t held a news conference since July. On Tuesday, shockingly, a new melodrama arose: Trump’s planned meeting at the New York Times was canceled, then restored. The Times played it right. Despite a tweet attack from the president-elect, editors refused to go the off-the-record route with Trump, which was his preference, for obvious reasons — because he wanted again to control the story. With the exception of a brief off-the-record conversation between Times Publisher Arthur Sulzberger and the president-elect, the meeting was fair game for news stories — as it should be. Off-the-record was a mistake for the TV people, and it would have been a mistake for the Times. The paper successfully called Trump’s bluff. As much as he professes to despise the Times, he remains in some ways the Queens boy who lusted after Manhattan success and acceptance. In many ways, Trump can bypass the traditional press — using YouTube or Twitter to take his message to the world without pesky journalistic fact-checking or filtering. He has masterfully manipulated the media for the past 18 months — bullying reporters, garnering billions in free publicity and portraying journalists as part of the corporate structure that must be brought down so that the people can triumph. That’s a deeply misleading and dangerous picture. In fact, U.S. citizens need an independent press more than ever. Journalists, and their corporate bosses, shouldn’t allow themselves to be used as props in Trump’s never-ending theater. For more by Margaret Sullivan visit wapo.st/sullivan lifestyle ",
    "title": "What TV journalists did wrong — and the New York Times did right — in meeting with Trump - The Washington Post"
   },
   {
    "entities": [
     "facebook",
     "baldas",
     "st.",
     "twitter",
     "department",
     "woodbridge",
     "pinterest",
     "wsu",
     "wayne",
     "university",
     "linkedin",
     "6:45 p.m.",
     "night",
     "woody",
     "november 22, 2016",
     "michael",
     "brainard",
     "lincoln",
     "tuesday",
     "conversation",
     "8:09 p.m. est",
     "tresa",
     "november 23, 2016",
     "detroit",
     "guidelines",
     "google+",
     "state",
     "police"
    ],
    "id": 11,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Wayne State University police officer shot near campus A Wayne State University police officer was shot near campus Tuesday night and was rushed to Detroit Receiving hospital. Post to Facebook Wayne State University police officer shot near campus A Wayne State University police officer was shot near campus Tuesday night and was rushed to Detroit Receiving hospital. Check out this story on USATODAY.com: http://usat.ly/2gieGZt CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 2 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Wayne State University police officer shot near campus USA Today Network Tresa Baldas, Detroit Free Press 8:09 p.m. EST November 22, 2016 Breaking news. (Photo: USA TODAY) DETROIT — A Wayne State University police officer was shot near campus Tuesday night and was rushed to Detroit Receiving hospital while Detroit police help search for the shooter. According to Detroit Police Department spokesman Michael Woody, the shooting happened around 6:45 p.m. ET. The officer was shot at Lincoln and Brainard, according to Wayne State's South End newspaper. An alert posted by Wayne State said that the officer was injured but offered no other details at this time. An email listserv managed by residents of the Woodbridge neighborhood, near to where the shooting occurred, said officers advised residents to stay indoors while they search for the shooter. BREAKING: WSU police officer shot at Lincoln and Brainard St. Police have closed off the scene. #WSUPD #WayneState #Detroit pic.twitter.com/kTCv48r7UQ — The South End (@TheSouthEndWSU) November 23, 2016 Read or Share this story: http://usat.ly/2gieGZt ",
    "title": "Wayne State University police officer shot near campus"
   },
   {
    "entities": [
     "reporter",
     "ncaa",
     "dame",
     "kelly",
     "eighty percent",
     "2013",
     "john",
     "committee",
     "saturday",
     "kendall",
     "golson",
     "oklahoma",
     "tech",
     "florida",
     "i.",
     "greenstein",
     "williams",
     "jenkins",
     "usc",
     "chicago",
     "keivarae",
     "skrbina",
     "vangorder",
     "division",
     "skrbina/chicago",
     "paul",
     "moore",
     "tribune",
     "bcs",
     "$5,000",
     "2014",
     "2015",
     "brian",
     "contact",
     "tuesday",
     "duke",
     "eilar",
     "daniels",
     "ind.",
     "hardy",
     "2012",
     "i",
     "virginia",
     "january",
     "davaris",
     "notre",
     "sept. 25",
     "state",
     "ishaq",
     "everett",
     "russell"
    ],
    "id": 12,
    "text": "Notre Dame to appeal after NCAA orders Irish to vacate football victories Brian Kelly on appealing NCAA's 'excessive' penalty for academic misconduct Notre Dame football coach Brian Kelly on appealing the NCAA's penalty for academic misconduct. (Paul Skrbina/Chicago Tribune) Notre Dame football coach Brian Kelly on appealing the NCAA's penalty for academic misconduct. (Paul Skrbina/Chicago Tribune) Paul Skrbina Contact Reporter Chicago Tribune SOUTH BEND, Ind. — In the midst of Brian Kelly 's worst season as head coach at Notre Dame , the school learned Tuesday that his best season could be erased from the record books because of academic misconduct. The NCAA announced Tuesday its recommendation from the Division I Committee on Infractions that the Irish vacate all 21 of their victories from 2012 — when they went 12-1 and reached the BCS national championship game — and 2013 because an unnamed former student athletic trainer completed substantial academic work for two players and helped six others impermissibly. The school also was placed on probation for a year and fined $5,000. The school said it will appeal the decision. Kelly blasted the ruling and said he is confident he will return next season as head coach of the Irish, even though his team is 4-7 heading into its final game Saturday at USC. He noted a bowl ban and reduction in scholarships weren't part of the proposed punishment. \"It's never happened before in the history of the NCAA; a penalty has never been issued in this fashion before,\" Kelly said. \"This was a discretionary action by the committee. That's No. 1. \"No. 2, it was student-on-student cheating. There was nobody implicated. The NCAA agreed across the board with that finding. (The punishment) was clearly excessive.\" Notre Dame was expected to contend for a playoff spot. Instead the Irish are 4-7, coach Brian Kelly had his ethics questioned after declining to suspend four of five players involved in a preseason marijuana-and-handgun... Is it possible to have a worse football season than the Bears? The answer: Yes. Notre Dame was expected to contend for a playoff spot. Instead the Irish are 4-7, coach Brian Kelly had his ethics questioned after declining to suspend four of five players involved in a preseason marijuana-and-handgun... (Teddy Greenstein) Neither the NCAA nor Notre Dame named the players involved in the school's investigation that began in 2014. Receiver DaVaris Daniels, linebacker Kendall Moore, cornerback KeiVarae Russell and defensive lineman Ishaq Williams were suspended for that season. Safety Eilar Hardy also was suspended but returned midseason. Only Russell returned to play for the Irish the following year. Quarterback Everett Golson, who led the Irish to the title game in 2012, said he was expelled in 2013 for cheating on a test but later returned to the school before transferring to Florida State upon graduating in 2015. The NCAA said in a statement that the former student trainer \"partially or wholly completed numerous academic assignments for football student-athletes in numerous courses.\" Grades for players involved were lowered retroactively. Kelly, who before the Fiesta Bowl in January called himself the \"CEO\" of the program, said he feels no culpability for the indiscretions. \"Zero. None,\" he said. \"Absolutely none. \"When you hear about vacating wins, you think of lack of institutional control. You hear of clearly the abuse within the university relative to extra benefits, things of that nature. These don't even come close to that.\" Kelly said the school goes to extreme measures to ensure its student-athletes receive proper guidance and \"resources necessary to succeed.\" \"But let's not kid ourselves,\" he said. \"Eighty percent of colleges go through cheating. That doesn't condone it, but we know what the culture is.\" Notre Dame's president, Rev. John I. Jenkins, said the school acted \"honorably\" throughout its own investigation and added that the NCAA agreed on the violations. \"We believe the penalty they have imposed is not justified,\" Jenkins said in a statement. \"Should this precedent stand, it could create a perverse incentive that will discourage institutions from investigating so aggressively and imposing the penalties for academic dishonesty that their honesty committees might judge appropriate.\" This year has been trying for Kelly and the Irish. Six players were arrested in separate incidents before the season. One was kicked off the team and another has been suspended since. On Sept. 25, a day after the Irish's upset loss to Duke, defensive coordinator Brian VanGorder was fired. On the field, all seven of the Irish's losses have been by eight points or fewer. Kelly called the season a \"nightmare\" after Saturday's loss to Virginia Tech . But he was steadfast Tuesday that Notre Dame acted appropriately, no matter what the NCAA decides. \"If doing the right thing means you have to put an asterisk next to these games, that's fine with me,\" Kelly said. \"We still beat Oklahoma. We still beat Wake Forest. We still beat all those teams. So you can put an asterisk next to it. If that makes you feel better, that's fine with me.\" ",
    "title": "Notre Dame to appeal after NCAA orders Irish to vacate football victories - Chicago Tribune"
   },
   {
    "entities": [
     "yuki",
     "npr\\'s",
     "march 2014",
     "horsley",
     "npr",
     "congress",
     "department",
     "dec. 1",
     "barack",
     "martinez",
     "obama",
     "pablo",
     "of",
     "labor",
     "u.s.",
     "office",
     "iii",
     "administration",
     "white",
     "amos",
     "tom",
     "judge",
     "$47,476",
     "trump",
     "tuesday",
     "newscast",
     "unit",
     "house",
     "mazzant",
     "scott",
     "noguchi",
     "congressional",
     "budget",
     "perez"
    ],
    "id": 13,
    "text": "In March 2014, President Barack Obama directed Labor Secretary Tom Perez to modernize overtime protections. A federal judge Tuesday blocked implementation of the new rule set to go into effect Dec. 1 Pablo Martinez Monsivais/AP hide caption toggle caption Pablo Martinez Monsivais/AP In March 2014, President Barack Obama directed Labor Secretary Tom Perez to modernize overtime protections. A federal judge Tuesday blocked implementation of the new rule set to go into effect Dec. 1 Pablo Martinez Monsivais/AP With just over a week before it was scheduled to take effect, a federal judge Tuesday blocked an Obama Administration rule that would have extended overtime eligibility to some four million Americans. The Labor Department's sweeping overhaul to the overtime rule required employers to pay time-and-a-half to their employees who worked more than 40 hours in a given week and earned less than $47,476 a year. That salary threshold is about twice what currently allows workers to be exempted from overtime. As NPR's White House Correspondent Scott Horsley told our Newscast Unit, supporters of the rule called it \"long overdue\" as inflation took its toll on overtime protection. \"The rule was one of the Administration's most far-reaching efforts to boost pay for workers at the lower end of the income ladder. It's one of many Administrative actions that was already facing the threat of reversal from the incoming Trump Administration.\" The measure, set to take effect Dec. 1, was intended to send a jolt to slow-growing U.S. incomes. U.S. District Judge Amos Mazzant III sided with plaintiffs in the case who complained that the new overtime rules would have caused an uptick in government costs in their states and made it mandatory for businesses to pay millions in additional salaries. Business groups said the new rule changes would have eventually led to layoffs. Article continues after sponsorship The timing of the block brings an early answer for workers were wondering the rule's fate after the election. As NPR's Business Correspondent Yuki Noguchi reported earlier this month: \"In any presidential transition, previous policies are subject to review. Trump has pledged to undo President Obama's executive orders, dismantle the Affordable Care Act, reverse policies on clean air, immigration and on Dodd-Frank financial reform. This [month], the Congressional Budget Office said canceling the overtime rule would reduce employers' compliance costs and boost profits, a point advocates refute. This leaves businesses wondering how they should proceed on rules that might be unwound.\" With Republicans controlling both houses in Congress and the Trump Administration set to take office in less than two months, the new overtime rule's long-term future remains in limbo. The Department of Labor issued the following statement regarding federal court's preliminary injunction. \"We strongly disagree with the decision by the court, which has the effect of delaying a fair day's pay for a long day's work for millions of hardworking Americans. The department's overtime rule is the result of a comprehensive, inclusive rulemaking process, and we remain confident in the legality of all aspects of the rule. We are currently considering all of our legal options.\" Here is the full court document: ",
    "title": "Federal Judge Blocks Obama Administration's Overtime Pay Rule : The Two-Way : NPR"
   },
   {
    "entities": [
     "j.",
     "monday",
     "marla",
     "marin",
     "mastagni",
     "donald",
     "angeles",
     "miller",
     "august",
     "vin",
     "lapd",
     "times",
     "caption",
     "1st\\xc2\\xa0district",
     "arnold",
     "arthur",
     "maura",
     "anthony",
     "david",
     "the",
     "orange",
     "james",
     "california",
     "images",
     "of",
     "boster",
     "alameda",
     "francisco",
     "costa",
     "kline",
     "contra",
     "richman",
     "scully",
     "upland",
     "justin",
     "schwarzenegger",
     "county",
     "getty",
     "winston",
     "brown",
     "p.",
     "e.",
     "a.",
     "trump",
     "tuesday",
     "appeal",
     "jenner",
     "jerry",
     "2016",
     "kris",
     "2012",
     "court",
     "sullivan",
     "dolan",
     "liou",
     "mark",
     "deschon",
     "/",
     "san",
     "hundreds of billions of dollars",
     "birmingham",
     "supreme",
     "los"
    ],
    "id": 14,
    "text": "California's top court will review major public pension ruling California Supreme Court in San Francisco Justin Sullivan / Getty Images The California Supreme Court will review a case that gave state and local government new authority to reduce public employee pensions. The California Supreme Court will review a case that gave state and local government new authority to reduce public employee pensions. (Justin Sullivan / Getty Images) Maura Dolan Contact Reporter The California Supreme Court decided Tuesday to review a ruling that would give state and local governments new authority to cut public employee pensions. The court, meeting in closed session, unanimously accepted labor unions’ appeal of a decision that said government pensions were not “immutable” and could be trimmed. But the court will not review further arguments in the case until a court of appeal resolves another pending pension dispute. That could take months. The case now before the state high court was decided in August by a three-judge panel of the 1st District Court of Appeal in San Francisco. The other pension case, which raises similar issues, is pending before a different panel of judges in the same court. That panel has not yet scheduled a hearing on it. The court of appeal’s August ruling amounted to  a major change in California pensions law , scholars said.  Caption 90 seconds: 4 stories you can't miss President-elect Trump released his first extended remarks since the election in a YouTube video , an Orange County health network is putting doctors in grocery stores , the range and scope of Donald Trump’s business interests are unprecedented , and  Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week . Caption 90 seconds: 4 stories you can't miss Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Caption Plane crash near Upland A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) Caption Kanye West 'exhausted,' Kris Jenner says; rapper hospitalized after LAPD visit Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week Caption Deschon Winston is impressive Birmingham senior scores 20 points in opener Birmingham senior scores 20 points in opener For decades, California courts have ruled that state and local employees were entitled to the pension that was in place on the day they were hired. Pensions could be cut for current employees only if an equivalent benefit were added, making it difficult for governments to cut costs. If upheld, the ruling could be a vehicle for reducing a shortfall of hundreds of billions of dollars in public pensions in California. Other states grappling with pension debt also could follow California’s lead. The court agreed to take the case in a brief order that did not reveal the justices’ thoughts. A decision in the case is likely to be issued in several months. The ruling stemmed from a pension reform law passed in 2012 by state legislators. The law cut pensions and raised retirement ages for new employees and banned “pension spiking” for existing workers. Pension spiking has allowed some workers to get larger pensions by inflating their pay during the period in which retirement is based — usually at the end of their careers.  Employees have done this by cashing in years of accumulated vacation or sick pay or volunteering for extra duties just before retirement. The practice in some cases has given employees pensions that exceeded their regular salary. The Marin County retirement system, relying on the new law, decided that pay for various on-call duties and for waiving health insurance could no longer be counted toward pensions. Unions objected. They said many employees had been counting on the long-promised benefit and may even have accepted their jobs because of it. In a ruling written by Justice James A. Richman, appointed by former Gov. Arnold Schwarzenegger, the appeals court said the Legislature can alter pension formulas for active employees and reduce their anticipated retirement benefits. “While a public employee does have a ‘vested right’ to a pension, that right is only to a ‘reasonable’ pension — not an immutable entitlement to the most optimal formula of calculating the pension,” wrote Richman, joined by Justices J. Anthony Kline and Marla J. Miller, both Gov. Jerry Brown appointees. A trial judge in the other pension case, brought by employees of Contra Costa, Alameda and Merced counties, upheld the anti-spiking provisions but allowed some employees to count pay for regular and required on-call duties toward their pensions. Written arguments in that case were completed months ago, and the panel’s failure to schedule a hearing prompted speculation that it was waiting for the California Supreme Court to decide the Marin County dispute before ruling. Instead, the state high court’s order amounted to a “you go first” message, said Arthur Liou,  an attorney who represents unions in both pension cases. He said the Supreme Court may have decided to wait for a decision in the second case because the justices assumed they would have to review it later anyway. “Maybe the court wants to hear and resolve all the issues together,” Liou said, noting that both cases raise similar issues. David P. Mastagni, who represents Alameda County deputy sheriffs in the pending case, said the Supreme Court’s decision to wait for a ruling “really to me signals they understand the gravity and significance of the issues.” Given the complexity and importance of the dispute, he said, he was not surprised that the court of appeal has yet to schedule a hearing. The court is required to issue a decision within 90 days of a hearing. David E. Mastagni, the elder lawyer’s son and law partner, said it was not uncommon for the California Supreme Court to postpone a decision until a lower court acts first in a similar case. “It gives them a more complete record,” he said. “They want to have another fully developed factual background.” ",
    "title": "California&apos;s top court will review major public pension ruling - LA Times"
   },
   {
    "entities": [
     "richard",
     "clinton",
     "julie",
     "kushner",
     "fox",
     "sarah",
     "beach",
     "oversight",
     "james",
     "n.",
     "bannon",
     "israel",
     "stevenson",
     "palm",
     "2012",
     "november 22",
     "hamilton",
     "tumulty",
     "carson",
     "organization",
     "paris",
     "reform",
     "carolina",
     "donald",
     "saturday",
     "kendall",
     "government",
     "central",
     "markon",
     "david",
     "spencer",
     "south",
     "news",
     "mattis",
     "tuesday",
     "and",
     "mumbai",
     "marine",
     "davis",
     "cleveland",
     "nov. 19",
     "ivanka",
     "east",
     "fla.",
     "national",
     "monday",
     "stephen",
     "fbi",
     "york",
     "jason",
     "oval",
     "u.n.",
     "u.s.",
     "viebeck",
     "post",
     "command",
     "white",
     "states",
     "2015",
     "tower",
     "trump",
     "corps",
     "jerry",
     "parnass/the",
     "w.",
     "karen",
     "united",
     "new",
     "k.",
     "ben",
     "jared",
     "weigel",
     "washington",
     "stevenson/the",
     "peter",
     "committee",
     "times",
     "mar-a-lago",
     "breitbart",
     "office",
     "foundation",
     "elise",
     "february",
     "house",
     "may",
     "hodge",
     "irs",
     "adam",
     "chaffetz",
     "middle",
     "hillary"
    ],
    "id": 15,
    "text": "Trump backs away from some of his strident campaign promises The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Karen Tumulty November 22 at 7:05 PM Follow @ktumulty President-elect Donald Trump abruptly abandoned some of his most tendentious campaign promises Tuesday, saying he does not plan to prosecute Hillary Clinton for her use of a private email system or the dealings of her family foundation, has an “open mind” about a climate-change accord from which he vowed to withdraw the United States and is no longer certain that torturing terrorism suspects is a good idea. The billionaire real estate developer also dismissed any need to disentangle himself from his financial holdings, despite rising questions about how his global business dealings might affect his decision-making as the nation’s chief executive. “The law’s totally on my side. The president can’t have a conflict of interest,” Trump told editors and reporters of the New York Times during an expansive, hour-long question-and-answer session. “In theory, I could run my business perfectly and then run the country perfectly. There’s never been a case like this.” Trump further sought to distance himself from a small, far-right movement known for its embrace of racist and anti-Semitic rhetoric that has celebrated Trump’s election. “I don’t want to energize the group, and I disavow the group,” Trump said of the alt-right. Donald Trump has a lot of potential conflicts of interest as president – but there's no law that specifically requires a commander in chief to remove themselves from all of their business interests. The Fix's Peter W. Stevenson explains why presidents usually put their assets in a \"blind trust\" to avoid problems. (Peter Stevenson/The Washington Post) The president-elect has a record of making statements that are inconsistent with his previous ones, which means it is uncertain whether any of the positions he espoused on Tuesday will hold in the days going forward, much less after he is inaugurated. [ Trump Foundation admits to violating ban on ‘self-dealing,’ new filing to IRS shows ] Some of Trump’s shifts also have the potential to spark a backlash from his most ardent supporters. In his meeting with the Times, Trump assumed a more cordial, magnanimous posture than he has in recent days. Over the weekend, he used his Twitter account to attack the comedy of “Saturday Night Live” and the cast of the hit Broadway show “Hamilton.” On Monday, he upbraided broadcast news executives and on-air journalists in an off-the-record session that quickly leaked to other media. His stance on Clinton, the former secretary of state, was a jarring pivot from the presidential campaign, during which he called her “Crooked Hillary” and threatened during one of their debates to put his Democratic opponent in jail. At his rallies and during the Republican convention in Cleveland, Trump’s supporters would regularly chant, “Lock her up!” But on Tuesday, he said: “I don’t want to hurt the Clintons. I really don’t. She went through a lot and suffered greatly in many different ways.” Asked whether that meant he had ruled out appointing a special prosecutor, as he had said he would, Trump said: “It’s just not something that I feel very strongly about.” Attendees of an alt-right conference on Nov. 19 shouted \"hail Trump!\" The Washington Post's David Weigel explains the connection between the president-elect and the white nationalist group. (Sarah Parnass/The Washington Post) [ Welcome to Washington’s new normal: One Trump drama after another ] If Trump were to push or try to block a criminal investigation from the Oval Office, it would mark an extraordinary break with political and legal protocol, which holds that the attorney general and FBI make decisions on whether to conduct probes and file charges, free of pressure from the president. The president-elect’s new position may also have no effect on the plans of other members of his party on Capitol Hill. Rep. Jason Chaffetz (R-Utah,) who is finishing his first term leading the powerful House Oversight and Government Reform Committee, has vowed to continue to investigate Clinton’s email server. An attorney for Clinton, David Kendall, declined to comment. Trump also shifted position on climate change, saying he believes there is “some connectivity” between human activity and rising global temperatures. In 2012, he had brushed off that idea as a Chinese hoax, tweeting: “The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive.” Asked whether he plans to withdraw the United States from the 2015 Paris climate accord, he said he is keeping “an open mind to it.” The deal negotiated by nearly 200 countries last year commits them to a global push to reduce greenhouse gases. Trump, however, has repeatedly said the agreement is bad for U.S. businesses. In a speech in May, he declared that during his first 100 days in office, “we’re going to cancel the Paris climate agreement and stop all payments of U.S. tax dollars to U.N. global warming programs.” Trump signaled another shift on the question of how to treat terrorism suspects. During his presidential campaign, he had said that he would reinstate the use of waterboarding and similar interrogation techniques in the questioning of suspected terrorists. “Don’t tell me it doesn’t work — torture works,” Trump said in February at a retirement community in South Carolina. “Okay, folks? Torture — you know, half these guys [say]: ‘Torture doesn’t work.’ Believe me, it works. Okay?” But Tuesday he suggested he might have changed his mind after interviewing a leading candidate for secretary of defense, retired Marine Corps Gen. James N. Mattis, who headed the U.S. Central Command. Mattis argued that he had never found harsh interrogation techniques “to be useful,” Trump said, adding that the retired general preferred building trust with “a pack of cigarettes and a couple of beers.” “I was very impressed by that answer,’’ Trump said. Trump spoke extensively about the implications of an unprecedented situation in which a businessman with global holdings will sit in the Oval Office. That prospect has prompted criticism that there will be inevitable conflicts of interest. His election, Trump acknowledged, has been good for his business, making the name that he emblazons on his properties and markets through his licensing agreements “a hotter brand than it was before.” As he plans his presidential transition, Trump remains involved in several of his private enterprises. He held a meeting at Trump Tower with three business partners building a Trump property south of Mumbai. His new hotel in Washington, just blocks from the White House, last week invited about 100 foreign diplomats to hear a sales pitch. It also raised eyebrows when Trump’s daughter Ivanka, a vice president at the Trump Organization, attended his meeting last week with the Japanese prime minister. While no statute specifically requires divestment by the president, all of them in modern history have put their assets under independent management, generally through a blind trust. The concern is to avoid running afoul — in actuality or appearance — of laws against bribery and other forms of corruption in dealings with corporations, foreign entities and powerful interests. Trump noted that he has turned the management of his businesses over to his children, giving him a requisite distance from the operation, but he protested: “If it were up to some people, I would never, ever see my daughter Ivanka again.” But his comments fueled more criticism. “Donald Trump campaigned against a culture of self-enrichment in Washington and pledged to ‘drain the swamp,’ but made clear today that he doesn’t think the rules apply to him,” Democratic National Committee communications director Adam Hodge said in a statement. “He fully intends to use the Oval Office to expand his family’s wealth.” [ Inside the alt-right world of Richard Spencer ] In disavowing the alt-right movement, Trump also came to the defense of his campaign’s chief executive, Stephen K. Bannon, whom he intends to bring into the White House as his chief strategist. Bannon is on a leave of absence as chairman of the website Breitbart News, a leading voice of the alt-right movement. In a recent interview with the Wall Street Journal, Bannon conceded that the alt-right has “some racial and anti-Semitic overtones,” but he insisted he does not hold those views. The president-elect defended Bannon. “If I thought he was a racist or alt-right or any of the things, the terms we could use, I wouldn’t even think about hiring him,” Trump said, adding that such accusations are “very hard on” Bannon, “because it’s not him.” Trump also suggested that he might make his son-in-law Jared Kushner, an observant Jew, a special envoy to work on brokering peace in the Middle East. Kushner, a publishing and real estate executive with no background in international diplomacy, “would be very good at it,” Trump said. “I would love to be able to be the one that made peace with Israel and the Palestinians.” Trump also used the session to air his grievances with the campaign coverage of the newspaper, which he frequently refers to as “the failing New York Times.” Shortly before the session, he had announced via Twitter that he was canceling the meeting, but he then reversed himself. He tempered his criticism with praise, however, and at one point called the Times “a great great American jewel,” according to a tweet by Julie Davis, who covers the White House for the newspaper. During the session, he also softened his frequent threat to reopen libel laws and use them more aggressively against news outlets that write critical things about him. His reconsideration, he said, came after he discussed the issue with an associate who told him, “You know, you might be sued a lot more.’ I said, ‘You know, I hadn’t thought of that.’ ” Shortly after the interview, Trump departed for Palm Beach, Fla., where he plans to take a break from transition planning and spend Thanksgiving at his Mar-a-Lago estate. However, Trump tweeted that he is closing in on another Cabinet selection: His onetime presidential rival, retired neurosurgeon Ben Carson, as secretary of housing and urban development. Carson told Fox News: “It certainly is something that has been a long-term interest of mine and I’ll be thinking and praying about it seriously over the holiday.” Jerry Markon and Elise Viebeck contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump backs away from some of his strident campaign promises - The Washington Post"
   },
   {
    "entities": [
     "j.",
     "clinton",
     "late morning",
     "monday",
     "spayd",
     "donald",
     "steve",
     "kushner",
     "fox",
     "foxnews.com",
     "times",
     "york",
     "morning",
     "bannon",
     "foundation",
     "november 22, 2016",
     "news",
     "june 2015",
     "gomez",
     "trump",
     "liz",
     "tuesday",
     "murphy",
     "2016",
     "new",
     "sunday",
     "6:16 a.m",
     "east",
     "jared",
     "middle",
     "serafin",
     "hillary",
     "eileen"
    ],
    "id": 16,
    "text": "Trump reverses course on Clinton, defends Bannon during New York Times meeting Published               November 22, 2016 Facebook 0 Twitter 0 livefyre Email Print   When the “newspaper of record” refused to go off-the-record, President-elect Donald Trump issued his first veto, canceling a planned Tuesday meeting with The New York Times -- though Trump quickly reversed course and rescheduled the sitdown. After Trump issued a series of tweets early Tuesday morning during which he called the Times a \"failing\" paper and cancelled the meeting, Trump and the Times appeared to reach some sort of détente by late morning, when Trump tweeted \"The meeting with the @nytimes is back on at 12:30 today. Look forward to it!\" Trump met with several Times reporters and columnists as well as the paper's top brass, touching on topics from climate change to whether he favored a further criminal investigation of his general election opponent, Hillary Clinton. During the campaign, Trump had repeatedly said he would consider appointing a special prosecutor to look into alleged misdeeds of the Clinton Foundation and Clinton's use of a private email server. \"My inclination would be for whatever power I have on the matter is to say let's go forward. This has been looked at for so long, ad nauseum,\" Trump said, according to a series of tweets from a Times reporter who was in the room. Trump also discussed putting son-in-law, adviser and real estate developer Jared Kushner in charge of a hypothetical Middle East peace negotiation, and he defended embattled chief strategist Steve Bannon. Bannon has been under fire for days by those who claim he represents or encourages the so-called \"Alt-Right\" or \"White Nationalist\" movements. \"If I thought he was a racist or Alt-Right or any of the things, the terms we could use, I wouldn't even think about hiring him,\" Trump said. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Trump clearly disavowed the \"Alt-Right\" movement on several occasions during the Times interview, which was preceeded by a brief off-the-record session. I cancelled today's meeting with the failing @nytimes when the terms and conditions of the meeting were changed at the last moment. Not nice — Donald J. Trump (@realDonaldTrump) November 22, 2016 \"It's not a group I want to energize,\" Trump said of the fringe groups. \"And if they are energized I want to look into it and find out why.\" Trump also said he believed \"there is some connectivity\" between humans and climate change and said he was keeping an \"open mind\" on the topic -- a stance that puts him at odds with many of the Republican voters who cast ballots for him just two weeks ago. TRUMP WON'T PURSUE CHARGES AGAINST CLINTON, AIDE SAYS The respectful interview marked a stark contrast from the earlier give-and-take during which Trump and the Times issued dueling statements – Trump on Twitter, the Times in an article – regarding who was to blame for the breakdown of the initial sitdown. It was the latest salvo in a war of words that’s raged between the two titans since Trump declared his candidacy for president in June 2015. “I cancelled today’s meetings with the failing @nytimes when the terms and conditions of the meeting were changed at the last moment. Not nice,” Trump tweeted at 6:16 a.m. He continued in another tweet: “Perhaps a new meeting will be set up with the @nytimes. In the meantime they continue to cover me inaccurately and with a nasty tone!” Eileen Murphy, the senior vice president of corporate communications for the Times, said Trump’s tweets were the newspaper’s first indication that the meeting had been canceled. She also disputed Trump’s version of events. “We did not change the ground rules at all and made no attempt to,” Murphy said in a statement issued in an article on the company's website. “They tried to yesterday — asking for only a private meeting and no on-the-record segment, which we refused to agree to. In the end, we concluded with them that we would go back to the original plan of a small off-the-record session and a larger on-the-record session with reporters and columnists.” The session with the Times followed a reportedly contentious – and totally off-the-record – Monday meeting with representatives and anchors of the major television networks. Fox was included in that meeting. It was also the first time Trump and a representative for the Times had spoken since a Sunday piece by the Times’ public editor, Liz Spayd, excoriated the paper’s coverage of the election.  Spayd wrote  the paper had received one of the largest influx of letters to the editor since the 9/11 terror attacks. And readers were not complimentary of the Old Gray Lady. “The number of complaints coming into the public editor’s office is five times the normal level, and the pace has only just recently tapered off,”  Spayd wrote . “…Many people are commenting on the election, but many are venting about The Times’ coverage.” Spayd did not reply to requests for comment from FoxNews.com on Monday or Tuesday. After he railed against the Times’ allegedly changing the terms of Tuesday morning’s meeting, Trump sent a tweet alluding to the public editor’s article. “The failing @nytimes just announced that complaints about them are at a 15 year high. I can fully understand that – but why announce?” Trump tweeted. Ahead of Trump’s meeting with the paper, the Times also issued a blistering editorial on Tuesday, claiming a “tide of racism, anti-Semitism and xenophobia” had “swept the country since the election of Donald Trump, whose campaign stoked these views…” Fox News’ Serafin Gomez contributed to this report. Advertisement ",
    "title": "Trump reverses course on Clinton, defends Bannon during New York Times meeting | Fox News"
   },
   {
    "entities": [
     "national",
     "crawford",
     "richard",
     "lin",
     "ncaa",
     "jan",
     "bruce",
     "garwin",
     "inc",
     "saturday",
     "de",
     "vin",
     "newt",
     "maggie",
     "ellis",
     "jordan",
     "springsteen",
     "lorne",
     "barack",
     "diana",
     "obama",
     "of",
     "melinda",
     "u.s.",
     "ali",
     "frank",
     "minow",
     "robinson",
     "gehry",
     "fcc",
     "interactive",
     "scully",
     "white",
     "michael",
     "november 22, 2016",
     "tracee",
     "news",
     "vietnam",
     "margaret",
     "dore",
     "robert",
     "hughes",
     "nov 22, 2016",
     "gates",
     "michaels",
     "tuesday",
     "jackie",
     "room",
     "maya",
     "house",
     "america",
     "2016",
     "degeneres",
     "bill",
     "cbs",
     "ross",
     "abdul-jabbar",
     "muhammad",
     "jillian",
     "hamilton",
     "mall",
     "east",
     "niro",
     "ellen",
     "redford",
     "kareem",
     "washington"
    ],
    "id": 17,
    "text": "CBS News Nov 22, 2016 6:21 PM EST Hosting his last Presidential Medal of Freedom ceremony Tuesday at the White House, President Barack Obama described this year’s class as “particularly impressive,” citing the diversity and variety of talent exhibited throughout the 21 recipients. “We’ve got innovators and artists, public servants, rabble rousers, athletes, renowned character actors, like the guy from Space Jam,” President Obama said of Michael Jordan to a laughing crowd. “We pay tribute to those distinguished individuals with our nation’s highest civilian honor, the Presidential Medal of Freedom.” The awards recognize especially meritorious contributions to the security or U.S. interests, world peace, cultural or other significant public or private endeavors. “Everybody on this stage has touched me in a very powerful, personal way, in ways that they probably couldn’t imagine,” Obama said in the East Room of the White House. Medal of Freedom recipients The president then went on to list the distinguished accomplishments of the honorees, striking a noticeable sense of candor and joviality. He highlighted the irony of a young Maya Lin, whose “B+” college design project would become the blueprint for the Vietnam Veterans’ Memorial on the National Mall. Criticism swarmed Lin, then 21-years-old, when it was revealed that the largely unpopular design belonged to a female Asian American. In an interview with CBS News’ Jan Crawford, Lin said it was the array of her experiences that helped shape her into a pioneer of architecture and design. “We have to really urge that we accept people of all races, creeds and gender,” she said. “I think [the medal recipients] all helped contribute in some way to building this America we live in, but also how diverse we are.” One recipient, comedian Ellen DeGeneres, had to wait outside the White House for a little while -- she forgot her ID. They haven't let me in to the White House yet because I forgot my ID. #NotJoking #PresidentialMedalOfFreedom pic.twitter.com/sHocwqChKV — Ellen DeGeneres (@TheEllenShow) November 22, 2016 But she eventually made it in -- apparently in time for the Medal of Freedom recipients’ mannequin challenge. A video posted by Tracee Ellis Ross (@traceeellisross) on Nov 22, 2016 at 11:44am PST There were two basketball players on the list -- one, his hometown star Michael Jordan, and the other Kareem Abdul-Jabbar. “Here’s how great Kareem Abdul-Jabbar was,” the president declared. “Nineteen-sixty-seven. He had spent a year dominating college basketball. The NCAA bans ‘the dunk’. They didn’t say it was about Kareem, but it was about Kareem. When a sport changes its rules to make it harder just for you, you are really good.” Abdul-Jabbar told CBS News that it was his racial and religious identity, not his athleticism, that played a prominent role in his life. His greatest inspiration came from great American athletes who encountered similar obstacles and fought for what they believed in--names like Jackie Robinson and Muhammad Ali. “They stood up to give more in-depth meaning to the statement that all men are created equal,” he said. “We don’t have a complete understanding of that yet, so we have more work to do.” President Obama, according to the Washington Post, has awarded more Presidential Medals of Freedom more than any other American president--nearly 114. Among other 2016 recipients included Robert De Niro, architect Frank Gehry, scientist Margaret Hamilton, “Saturday Night Live” creator Lorne Michaels, Robert Redford, the first chairman of the FCC, Newt Minow, Bill and Melinda Gates, Diana Ross, Bruce Springsteen, inventor Richard Garwin, and Vin Scully. CBS News’ Jan Crawford, Maggie Dore and Jillian Hughes contributed to this report. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "President Obama awards 21 recipients with the Presidential Medal of Honor - CBS News"
   },
   {
    "entities": [
     "clinton",
     "sunshine",
     "brooklyn",
     "donald",
     "d.l.",
     "77%",
     "st.",
     "yauch",
     "louis",
     "cornell",
     "york",
     "walter",
     "alia",
     "david",
     "oct. 31, 2016",
     "next four years",
     "spencer",
     "d.",
     "images",
     "university",
     "hillygus",
     "dastagir",
     "cronkite",
     "clarissa",
     "white",
     "november 22, 2016",
     "november 13, 2016",
     "mayfield",
     "robert",
     "e.",
     "getty",
     "sanders",
     "hayward",
     "tower",
     "datuna",
     "platt",
     "trump",
     "nov. 20, 2016",
     "conversation",
     "usa",
     "america",
     "new",
     "8:05 p.m. est",
     "sam",
     "guidelines",
     "sternberg",
     "november 21, 2016",
     "adam",
     "duke",
     "hillary",
     "november 16, 2016",
     "washington"
    ],
    "id": 18,
    "text": "This Thanksgiving, don't ignore politics. Democracy depends on it. We are glaring at one another across a cultural divide that threatens to swallow the democracy whole. Post to Facebook This Thanksgiving, don't ignore politics. Democracy depends on it. We are glaring at one another across a cultural divide that threatens to swallow the democracy whole. Check out this story on USATODAY.com: http://usat.ly/2gi9Yej CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 20 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs This Thanksgiving, don't ignore politics. Democracy depends on it. Alia E. Dastagir , USA TODAY 8:05 p.m. EST November 22, 2016 x Share Trump and Clinton supporters are getting uninvited from Thanksgiving dinners because of their political views. USA TODAY The artwork titled \"Make America Stronger Together\" by artist David Datuna circles around Trump Tower on Oct. 31, 2016, in New York. Datuna says the work combines the themes Make America (Trump) with Stronger Together (Clinton) representing a divided nation. Datuna said he hoped to bring the divided nation closer. (Photo: Spencer Platt, Getty Images) Americans don't have the luxury of avoiding politics this Thanksgiving. Our country has cleaved into two Americas that are bitterly divided by visions of the future. The brutal severing has left us glaring at one another across a cultural divide that threatens to swallow the democracy whole. There are swastikas on the playground. Racial slurs on school walls. Emboldened white supremacists, once relegated to dark corners of the Internet, are now on video chanting \"Hail Trump.\" \"I don't think we've had a challenge as great as we have now since the Civil War,\" said Robert Sternberg, a professor of human development at Cornell University and an expert on the psychology of hate. America has healed before — or have we? This year’s presidential election perverted our national identity in ways that are still coming into focus, and it has forced the country to reckon with a future that feels perilous for many Americans. With Thanksgiving just 16 days after an election defined by incivility, many people aren't thinking about the bread they will break, but about the salt that will pour into raw wounds. We can look at it as a punishment, or as a chance for redemption. Hey. You. And you. ALL OF YOU. Maybe you should talk politics with the relatives you disagree with even MORE this Thanksgiving. — Sam Sanders (@samsanders) November 16, 2016 A new Gallup poll finds that 77% of Americans, a new high, believe the nation is divided on important values. Experts on American political behavior say now more than ever, it’s imperative to have conversations with people who voted differently from you. Americans can’t work for a common good if they are resigned to the fact that they don't, and never will again, have anything in common. This attitude doesn’t suggest naive optimism. It isn’t a dismissal of the devastating ways in which racism and sexism elevated Donald Trump to victory. It doesn’t disregard how difficult it is to combat the fake news that poisoned the campaign and is still drowning out responsible journalism. Rather, it is a sober recognition that the contempt many Americans feel for one another may be more dangerous than any political decision Trump might make. The election is getting people uninvited to Thanksgiving \"People have been consuming information that has not captured the nuances of human behavior and human thinking, and that is desperately what is needed right now,\" said D. Sunshine Hillygus, a professor of political science at Duke University who studies voter behavior. Had my first of three thanksgiving meals tonight. And yes, we talked about politics  https://t.co/VNUAJavzJ2 — D.L. Mayfield (@d_l_mayfield) November 13, 2016 Since the election, there has been a fragmented postmortem on Trump supporters: They rode a wave of populist anger. They rejected the political elite. They harbor a deep mistrust of major political parties. They subscribe to hardened gender roles. They reflect the growing rural-urban divide. They are a fierce repudiation of our first black president. They represent the last gasp of White America. 9 things you need to know about the alt-right movement These pronouncements are true, but they are also somewhat deficient. This, Hillygus said, is in large part because the media spent so much of the campaign focused on the horse race — on trying to figure out who was ahead and who was behind, on polling to try and predict the outcome — that it failed to capture the nuances of public opinion. \"Now we're trying to construct a narrative of why Trump won, and it's really not with the right data,\" Hillygus said. Exit polls will never tell the whole story. As we sit down with friends and family this holiday, we do so with wearying suspicion. Rather than suffering silently or shrewdly deflecting, perhaps we can use the opportunity to make better sense of the narrative. How did we get here? A child holds a sign during an anti-hate rally at a Brooklyn park named in memory of Beastie Boys band member Adam Yauch. It was defaced with swastikas on Nov. 20, 2016.  (Photo: Spencer Platt, Getty Images) It's comfortable to talk to people we agree with, but it's not very democratic. Clarissa Hayward, a contemporary political theorist at Washington University in St. Louis who has written extensively on race, said that political polarization isn't just at the level of legislators. It's at the level of citizens. If we want to survive the next four years, we need dialogue. \"In political theory, when people talk about democracy, one of the big ideas is ‘deliberative democracy,’ which doesn't just involve voting, it's talking to people and listening to people about political ideas,\" she said. \"Your duty isn't just to show up and cast a ballot, it's to engage in conversation.\" The problem for many Americans is they can no longer agree on basic facts. The proliferation of fake news is a terrifying reality that news organizations and Facebook in particular are grappling with. It means, absurdly, that facts are no longer the starting point for a conversation about politics. \"What this election has brought out is how absolutely pernicious the Internet can be,\" Sternberg said. \"We used to listen to Walter Cronkite and you knew what he was saying was to the best of his knowledge. Now people are reading fake news, or they are only looking at news that is slanted to what they believe. We have separated into two worlds that don't really have much in common, and neither understands the other.\" This feels demoralizing — and it is. It suggests that for a Hillary Clinton supporter and a Trump supporter to have a shot at a civil conversation, they have to accept that they don't agree on things that have been proved true or exposed as false. \"It's not useful for people to debate the facts, because they will disagree,\" Hillygus said. \"It's about trying to understand how people make up their minds, on what basis, and what their hopes are moving forward. This is where people may find some reassurance, because the caricatures about liberals and conservatives are really just that.\" Me: don't bring up politics on Thanksgiving Inner me: ask Aunt Carol who she voted for Me: but- — FutureFemaleLeaders (@FFL_of_America) November 21, 2016 The Southern Poverty Law Center, an anti-hate group, has documented more than 700 incidents of hateful harassment in the week following Trump's election. Pairing politics with turkey will not shift the extreme views informed by racial hatred. But it is not the case that every person at your table who voted for Trump falls into that category. \"The people who voted for Trump did so for a wide variety of reasons. Just because these incidents are happening doesn't mean the person sitting across from you endorses that behavior, it doesn't necessarily reflect their values or hopes for the country,\" Hillygus said. Trump supporters owe it to Clinton supporters to try and understand why this election feels apocalyptic. Why it signals a step backward for civil rights, for women's rights, for progress. And liberals owe it to Trump supporters to understand why their discontent was so great that they viewed Trump as a savior. Why in standing up for themselves, they were willing to stand against African-Americans, Muslims, immigrants and women. There are people who will never budge. There are walls that will not break, and sometimes we won't know it until we bruise pushing against them. It would be easy to throw our hands up and despair. But democracy is messy, and if we don't talk to one another, see one another, hear one another, what hope does the nation have? Hate is part of our history, a cancer we will likely never cure. But we can put it in remission. And that means difficult conversations, sometimes over pie. It doesn't matter if the children are listening. In fact, if we do it right, we should hope they are. \"We're in a situation that is so dangerous in this country and everyone knows it,\" Sternberg says. \"As bad as things are we have to find common ground because the country is falling apart. It really is. This is not who we want to be.\" Alia Dastagir writes about media and culture for USA TODAY. You can follow her on Twitter @alia_e. 3158 CONNECT TWEET LINKEDIN 20 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2gi9Yej ",
    "title": "This Thanksgiving, don't ignore politics. Democracy depends on it."
   },
   {
    "entities": [
     "monday",
     "dugan",
     "nov. 22, 2016",
     "pioneer",
     "danczak",
     "anthony",
     "university\\'s",
     "kafker",
     "public",
     "summer",
     "university",
     "bookwalter",
     "matthew",
     "northwestern",
     "lyons",
     "night",
     "joseph",
     "2014",
     "county",
     "2015",
     "brian",
     "library",
     "tuesday",
     "cox",
     "karen",
     "morales",
     "press",
     "evanston",
     "genevieve",
     "l.",
     "spring",
     "east",
     "/",
     "middle",
     "state",
     "6 p.m.",
     "police",
     "cook"
    ],
    "id": 19,
    "text": "Police investigating defaced books about the Quran at Evanston library Evanston Public Library Director Karen Danczak Lyons Genevieve Bookwalter / Pioneer Press Evanston Public Library Director Karen Danczak Lyons is pictured Tuesday, Nov. 22, 2016, holding books that were found to have been defaced, with vulgar language and swastikas written in them. Evanston Public Library Director Karen Danczak Lyons is pictured Tuesday, Nov. 22, 2016, holding books that were found to have been defaced, with vulgar language and swastikas written in them. (Genevieve Bookwalter / Pioneer Press) Genevieve Bookwalter Contact Reporter Pioneer Press Evanston police are investigating a report of defaced copies of the Quran and other books about the Quran at Evanston Public Library, officials said Tuesday. On Monday, librarians discovered swastikas, homophobic slurs and other offensive graffiti defacing the books as staff prepared for a program that evening focusing on the Muslim holy book. The graffiti appeared to be done in dark pencil and included references to the Muslim Prophet Muhammad with a gay slur and included terms describing the Quran as a book filled with lies and hate, among other graffiti. Librarians discovered the graffiti in seven books around 6 p.m. Monday when they were setting up for the evening's program about the Quran, said Evanston Public Library director Karen Danczak Lyons. \"We will prosecute. If we catch you, we will prosecute,\" Lyons said Tuesday. Northwestern University students apologized and pleaded guilty to vandalizing a chapel on campus, avoiding jail time but agreeing to pay thousands of dollars in fines and restitution. Anthony Morales, 19, and Matthew Kafker, 18, were both freshmen last spring when they were charged with... Two former Northwestern University students apologized and pleaded guilty to vandalizing a chapel on campus, avoiding jail time but agreeing to pay thousands of dollars in fines and restitution. Anthony Morales, 19, and Matthew Kafker, 18, were both freshmen last spring when they were charged with... (Brian L. Cox) Staff did not know when the books were vandalized, Lyons said. Evanston Police Cmdr. Joseph Dugan said his department is investigating the situation, but the time element could pose a challenge. The book most recently checked out was due back over the summer, both Lyons and Dugan said. Others were last checked out in 2014 and 2015. \"The big problem we face now is a time frame,\" Dugan said. Detectives will check library cameras to see if a suspect was caught on video, among other avenues of investigation, he said. Charges could include criminal damage to property and possibly felony hate crime, depending on the motive of a suspect, Dugan said. Those would be decided if and when a suspect is identified, he said, and felony charges would be determined by the Cook County State's Attorney's office. Monday night's program was held in partnership with Northwestern University's Middle East and North African Studies Program as part of the library's MENA Mondays series, Lyons said. About 80 people attended Monday's program, titled \"Is the Quran a 'good' book?\" ",
    "title": "Police investigating defaced books about the Quran at Evanston library - Evanston Review"
   },
   {
    "entities": [
     "monday",
     "mike",
     "party",
     "julie",
     "nbc",
     "weekend",
     "donald",
     "nov. 22, 2016",
     "steve",
     "maggie",
     "kushner",
     "independence",
     "times",
     "congress",
     "mcconnell",
     "york",
     "manhattan",
     "uk",
     "oval",
     "breitbart",
     "bannon",
     "grynbaum",
     "haberman",
     "office",
     "paul",
     "white",
     "november 22, 2016",
     "news",
     "d.c.",
     "sakuma",
     "mitch",
     "trump",
     "tuesday",
     "dc",
     "house",
     "amanda",
     "new",
     "davis",
     "ryan",
     "ivanka",
     "jared",
     "nigel",
     "farage",
     "washington"
    ],
    "id": 20,
    "text": "advertisement President-elect Donald Trump on Tuesday had a closed-door meeting with journalists at the New York Times, which ranged the gamut of issues embroiling his transition to the White House — and was live tweeted by the paper's reporters. Like much of Trump's rapid ascent to becoming the leader of the free world, the meeting was an unprecedented break from political norms. And it comes after the incoming president spent the entire campaign season complaining about his coverage in the \"mainstream media\" and even initially canceling Tuesday's interview. President-elect Donald Trump waves to the crowd as he leaves the New York Times building following a meeting, Tuesday, Nov. 22, 2016, in New York. Mark Lennihan / AP Here are the highlights of what he eventually had to share. Trump rejects claims that Steve Bannon is \"racist\" or part of the \"alt-right\" Trump defended appointing Steve Bannon, the former president of Breitbart News, to serve as his chief strategist and senior counselor in the White House. Bannon has been under fire for leading a news site with a long history of espousing anti-Semitic, racist and misogynist stories that have been embraced by white nationalist groups. But Trump told the Times that he did not believe Bannon harbored those negative opinions himself. \"If I thought he was a racist or alt-right or any of the things, the terms we could use, I couldn't even think about hiring him,\" Trump said, according to tweet from a Times reporter who was in the room . Trump elaborated that he felt Bannon was having difficulty dealing with the criticism lobbed against him. \"Breitbart is just a publication,\" Trump said, per Haberman. He disavows white nationalist sympathizers Trump gave his first full-throated response to reports that white nationalists convened together in Washington, D.C., over the weekend, quoting Nazi propaganda and cheering \"hail victory!\" in the president-elect's name. Asked point-blank about Nazi conference in DC over wknd: @realDonaldTrump tells @nytimes \"of course\" \"I disavow and condemn them\" — Julie Davis (@juliehdavis) November 22, 2016 Acknowledges meeting with British politician Nigel Farage and bringing up his business Trump is now under intense scrutiny over whether his business dealings will be a major conflict of interest once he assumes office. The latest example comes amid reports that the president-elect met with British politician Nigel Farage, head of the UK Independence Party, and brought up his business concerns. The Times reported on Monday that Trump brought up the issue of his two Scottish golf courses and his concerns that plans to build offshore wind farms would damage the resort's views of the skyline. On Tuesday, Trump did not deny that conversation took place. \"I might have brought it up,\" Trump says of Farage meeting and wind farms. — Maggie Haberman (@maggieNYT) November 22, 2016 Trump brushes off other potential conflicts of interest Trump opened a brand new luxury hotel in Washington, D.C., just days before the general election. He leveraged what effectively amounted to free advertising for the property by inviting the campaign press core to come cover the grand opening. And now Trump admits the hotel is \"probably a more valuable asset than it was before,\" according to a Times reporter's tweet . The Trump brand is now \"hotter,\" he added. Trump is downplaying his daily involvement in his business empire, stressing that his children are likely to take over management and operations. He admitted that it would likely be difficult to dissolve his business since it is centralized in real estate holdings. But he suggested that his company and duty to the country would not run into problems with the law. \"In theory, I could run my business perfectly and then run the country perfectly,\" Trump said, according to Times reporters. \"There's never been a case like this.\" He also indicated that he thinks people pushing for him to divest from his businesses are trying to break up his family. \"If it were up to some people, I would never, ever see my daughter Ivanka again,\" the Times quoted him as saying. Conflicts of interest? Trump says: “If it were up to some people, I would never, ever see my daughter Ivanka again.\" — Mike Grynbaum (@grynbaum) November 22, 2016 Says he can mend Israel/Palestine relations Trump suggested that his son-in-law Jared Kushner could \"make peace\" between the Israelis and Palestinians. Kushner, who is Jewish, has no experience in politics or international diplomacy. He is the publisher of the New York Observer and works in real estate development. Still Trump has sought after the deeply unorthodox move of appointing a close family member to serve alongside him in the White House. It remains unclear what role Kushner will fill once Trump enters the Oval Office. Asserts that he and Republican leadership are now tight Tensions and infighting among Republican leaders were not uncommon during the campaign season, particularly as party elites scrambled to assemble an \"anti-Trump\" movement shortly before the conventions. Trump now says those concerns are water under the bridge as he prepares to assume a White House and Congress that is united under a single party. \"Paul Ryan, right now, loves me. Mitch McConnell loves me,\" Trump said. Claims he has been unfairly treated in Times coverage Trump's visit to the New York Times building in Manhattan was part of a broad series of gatherings between the president elect and the media organizations that cover him. Just a day earlier Trump met with the executives and top anchors of major broadcast networks, NBC News included. But premise behind Trump's meeting with the Times was tremendously fraught. Trump initially rescinded his offer to meet with the paper of record, letting those involved to find out the news via Twitter. \"I have great respect for the New York Times. I have tremendous respect,\" Trump said, according to a Times media reporter. \"I think I've been treated very rough.\" Throughout the campaign season Trump continually needled the Times and its coverage. He mocked and imitated a disabled reporter. He repeatedly condemned articles that reflected poorly on him, calling the paper of record \"dishonest\" and \"failing.\" Still, Trump admitted he was a fan of his hometown broadsheet — to an extent. \"I do read it,\" he said of the Times. \"Unfortunately, I'd live about 20 years longer if I didn't.\" Amanda Sakuma ",
    "title": "New York Times Live Tweets Closed-Door Meeting With Donald Trump - NBC News"
   },
   {
    "entities": [
     "paris",
     "clinton",
     "watch",
     "judicial",
     "committee",
     "donald",
     "steve",
     "kushner",
     "inc",
     "times",
     "argentina",
     "fbi",
     "york",
     "mideast",
     "benghazi",
     "james",
     "updated",
     "breitbart",
     "grynbaum",
     "u.s.",
     "haberman",
     "bannon",
     "earlier this month",
     "foundation",
     "select",
     "paul",
     "interactive",
     "radford",
     "white",
     "michael",
     "nov",
     "news",
     "last",
     "trump",
     "mattis",
     "february",
     "house",
     "baquet",
     "may",
     "cbs",
     "mr.",
     "va.",
     "new",
     "ryan",
     "irs",
     "ivanka",
     "jared",
     "maggie",
     "isis",
     "hillary",
     "22, 2016"
    ],
    "id": 21,
    "text": "CBS News Last Updated Nov 22, 2016 2:57 PM EST In a meeting with the New York Times, Donald Trump appeared to back away from some of the most prominent promises he made during his presidential campaign, notably, whether he would appoint a special prosecutor to investigate Hillary Clinton, and whether or not torture should be used in the war on terror. Asked whether he had ruled out prosecuting Hillary Clinton, he replied, “It’s just not something I feel strongly about,” Mr. Trump told the room, according to Times media reporter Michael Grynbaum, who live-tweeted the meeting. Prosecution, he said “would be very, very divisive for the country,” Mr. Trump told the room, according to Times political reporter Maggie Haberman. “My inclination for whatever power I have on the matter is to say let’s go forward. This has been looked at for so long, ad nauseum.” In addition to the FBI’s investigation, the House Select Committee on Benghazi has looked into Clinton’s emails, as did several media organizations and watchdog groups like Judicial Watch. Mr. Trump also said that Clinton had “suffered greatly” and he does not “want to hurt the Clintons.”  This was a far cry from the cries of “Lock her up” he encouraged at rally after rally during his campaign. And during the second presidential debate ,  Mr. Trump told Clinton he would appoint a special prosecutor. “If I win, I am going to instruct my attorney general to get a  special prosecutor to look into your situation because there has never  been so many lies, so much deception,” he said. Mr. Trump also appears to have had a change of heart on the use of torture. Gen. James Mattis (ret), he said has told him “’I’ve never found it to be useful.’” Mattis, who is under consideration for secretary of state, told Mr. Trump that building trust with terror suspects and rewarding cooperation elicited better results. “‘Give me a pack of cigarettes and a couple of beers and I’ll do better,’” Mr. Trump said, quoting Mattis. “I was very impressed by that answer.’’  10 Photos Trump's team Torture, Mr. Trump told the Times, is “not going to make the kind of a difference that a lot of people are thinking.” This is also a stark departure from his campaign rhetoric, when Mr. Trump expressed support for waterboarding and worse. In dealing with the threat posed by ISIS , Mr. Trump said in February, “Torture works, okay folks? ...Believe me, it works.” Waterboarding, Trump has said is “your minor form,” and said “some people say it’s not actually torture.” And he said, “we should go much stronger than waterboarding.”  On climate change, too, which he has more than once called a “hoax,” in the meeting with the Times, when he was asked whether he thought it was related to human activity, he said, “I think there is some connectivity. Some, something. It depends on how much.”  Mr. Trump did not say with certainty he would withdraw from climate change accords, indicating it was a matter under consideration. “I’m looking at it very closely,” he said. “I have an open mind to it.” This again, differs from his past insistence that he would walk away. “We’re going to cancel the Paris climate agreement,” he said in May. He did say, however, that he’s taking into account the impact on U.S. businesses, “how much it will cost our companies” and the impact on American competitiveness, he told the Times.  Trump Foundation admits to breaking IRS rules There was even a change of tone on First Amendment rights. Mr. Trump, who told the Times he thought its reporters had been “very rough” on him during the campaign, has threatened to sue the Times over its stories on him. He also threatened to change the libel laws during his campaign. “One of the things I’m going to do, is I’m going to open up the libel laws,” he told a rally in Radford, Va., in February. “...[W]hen people write incorrectly about you and you can prove that they wrote incorrectly, we’re going to get them through the court system to change and we’re going to get them to pay damages.” A reporter in the room asked him about whether he still intends to “open up the libel laws.” It seems he’s rethought this idea, telling the Times that someone pointed out to him, “’You know, you might be sued a lot more.’ I said, ‘You know, I hadn’t thought of that.’” During the hour-long conversation with the Times, Mr. Trump was also asked about other issues, as well. Has he energized the alt right? “I don’t think so, Dean,” the president-elect replied to Executive Editor Dean Baquet. “I don’t want to energize the group, and I disavow the group,” Mr. Trump said.  The president-elect did not appear to address the concerns of minority groups about the right-wing news site Breitbart under Steve Bannon, who will be his chief White House strategist, and he defended the site by saying it covered stories like the Times does.  Alt-right movement makes momentum with Trump presidency “Breitbart is just a publication. They cover stories like you cover stories,” Mr. Trump told the Times, according to Grynbaum. “They are certainly a much more conservative paper, to put it mildly, than the New York Times. But Breitbart really is a news organization that has become quite successful. It’s got readers, and it does cover subjects on the right, but it covers subjects on the left also. It’s a pretty big thing.” According to Haberman, Mr. Trump said of Bannon, “If I thought he was a racist or alt-right or any of the things, the terms we could use, I wouldn’t even think about hiring him.” And apparently in reference to the allegations about sympathies toward the alt right, Mr. Trump added that “I think it’s very hard on him. I think he’s having a hard time with it. Because it’s not him.” President-elect Trump outlines first 100 days in office The Times also pressed Mr. Trump on the potential for  conflicts of interest -- “The law’s totally on my side. The president can’t have a conflict of interest, Mr. Trump said, according to Haberman. It was not immediately clear what he meant by that.  “In theory, I could run my business perfectly and then run the country perfectly. There’s never been a case like this,” the president-elect also said. And he said that while he could continue signing checks at his company, he’s “phasing that out now” and giving control to his children, according to Haberman.   “If it were up to some people, I would never, ever see my daughter Ivanka again.” Ivanka Trump participated in the president-elect’s meeting with the Japanese prime minister last week, and reportedly spoke on the phone with the president of Argentina while he was speaking with Mr. Trump. The president-elect has said that his children will run his businesses while he’s president , and he told “ 60 Minutes ” earlier this month that his children will not be consulting him on their business decisions. Also, a recent meeting between Mr. Trump and three of his Indian business partners has also raised questions about the separation of his business from the government’s interests. Times reporter Maggie Haberman said she asked Mr. Trump what role he imagined in his administration for his son-in-law, Jared Kushner. He indicated that a formal role was unlikely, but he thought that Kushner could be involved in Mideast peace.  Mr. Trump also talked about his domestic agenda, which includes a very expensive infrastructure plan. Asked what House Speaker Paul Ryan and Republicans thought of the plan, Trump said, “Right now, they’re in love with me.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump appears to back away from some campaign promises in meeting with New York Times - CBS News"
   },
   {
    "entities": [
     "national",
     "richard",
     "today",
     "donald",
     "nov. 22, 2016",
     "times",
     "york",
     "southern",
     "manhattan",
     "the",
     "law",
     "spencer",
     "timothy",
     "atlantic",
     "states",
     "a.",
     "trump",
     "poverty",
     "2016",
     "center",
     "clary/afp/getty",
     "npi",
     "united",
     "new",
     "institute",
     "league",
     "anti-defamation",
     "splc",
     "policy"
    ],
    "id": 22,
    "text": "Nov 22, 2016, 6:16 PM ET 0 Shares Star Timothy A. Clary/AFP/Getty Images Donald Trump leaves after a meeting at the New York Times, Nov. 22, 2016, in New York. 0 Shares Email President-elect Donald Trump said today that he condemned the alt-right group who was seen yelling “Hail Trump” and engaging in anti-Semitic behavior during a conference over the weekend – saying the movement is not something he wants to “energize.” In a video taken by The Atlantic, attendees of the white nationalist National Policy Institute (NPI) conference this weekend were seen yelling “Hail Trump” and giving Nazi salutes. Trump denounced the group in an hour-long sit-down interview with The New York Times at the newspaper’s Manhattan headquarters. He also told The Times that the alt-right movement is “not a group I want to energize. And if they are energized, I want to look into it and find out why.” “I condemn them. I disavow, and I condemn,” he told The Times. The alt right, or alternative right, is made up of a number of groups with far-right ideologies – but is united in their beliefs that \"’white identity’ is under attack by multicultural forces,\" according to the Southern Poverty Law Center. The SPLC describes NPI as a white nationalist hate group. The Anti-Defamation League has denounced its members as white supremacists. During the conference, NPI president Richard Spencer had spoken positively about the president-elect and credited his campaign as “the first step toward identity politics in the United States.” The conference was attended by several hundred people and was met by a large contingent of protesters. Trump has repeatedly denied courting the support of white supremacists during the campaign. His campaign released a statement yesterday saying that Trump “continued to denounce racism of any kind and he was elected because he will be a leader for every American. To think otherwise is a complete misrepresentation of the movement that united Americans from all backgrounds.” 0 Shares ",
    "title": "Trump Disavows Alt-Right Group: 'I Condemn Them' - ABC News"
   },
   {
    "entities": [
     "",
     "national",
     "facebook",
     "dec.\\xc2\\xa01",
     "juanita",
     "parker",
     "$23,660",
     "congress",
     "department",
     "business",
     "dec. 1",
     "independent",
     "davidson",
     "9:36 p.m. est",
     "obama",
     "district",
     "eastern",
     "of",
     "law",
     "labor",
     "u.s.",
     "paul",
     "project",
     "november 22, 2016",
     "amos",
     "owens",
     "judge",
     "employment",
     "$47,476",
     "a.",
     "duggan",
     "tuesday",
     "conversation",
     "usa",
     "mazzant",
     "may",
     "tim",
     "guidelines",
     "christine",
     "federation",
     "texas"
    ],
    "id": 23,
    "text": "Judge blocks new overtime rule A U.S. judge in Texas granted a preliminary injunction delaying the Dec. 1 effective date Post to Facebook Judge blocks new overtime rule A U.S. judge in Texas granted a preliminary injunction delaying the Dec. 1 effective date Check out this story on USATODAY.com: http://usat.ly/2gidg0X CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 179 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Judge blocks new overtime rule Paul Davidson , USA TODAY 9:36 p.m. EST November 22, 2016 x Share On Tuesday a federal judge blocked an Obama administration initiative to extend overtime pay to more than 4 million workers. USA TODAY Some store managers and assistant managers are among those expected to be newly eligible for overtime pay under a rule that a court temporarily blocked on Tuesday. (Photo: Tim  A. Parker, for USA TODAY) A federal judge on Tuesday blocked a new rule making millions more Americans eligible for overtime pay, indefinitely pushing back the Dec. 1 effective date while he weighs a challenge to the requirement. The decision by U.S. District Judge Amos Mazzant in the Eastern District of Texas to grant a preliminary injunction affects an estimated 4.2 million workers who were to be newly eligible for time-and-a-half wages for each hour they put in beyond 40 a week. The rule, released by the Labor Department in May, would nearly double the threshold at which executive, administrative and professional employees are exempt from overtime to $47,476 from $23,660. Millions more Americans to be eligible for overtime pay Twenty-one states challenged the overtime expansion, arguing that Congress never intended to set any salary threshold for the exemptions or to allow the threshold to be raised every three years, as the Labor Department’s rule specifies. “This is a victory for small business owners and should give them some breathing room until the case can be properly adjudicated,” said Juanita Duggan, CEO of the National Federation of Independent Business, which is separately challenging the requirement. Small business and other trade groups have argued the overtime rule would swell labor costs and force employers to demote managers to hourly employees, hurting morale, among other hassles. Small businesses seek delay of overtime rule But Christine Owens, head of the National Employment Law Project, a worker advocacy group, said, “Unfortunately, for the time being, workers will continue to work longer hours for less pay thanks to this obstructionist litigation.\" Labor Department officials and worker advocacy groups said the rule would help ensure managers and administrative employees are fairly paid for the extra hours they log and narrow a growing divide between wealthy and low- to middle income households. In recent months, thousands of restaurants, retailers and other businesses have reshuffled their staffs to accommodate the regulation. Some raised employee salaries to the new threshold to avoid the overtime costs. Others were expected to convert salaried employees to hourly workers, in some cases cutting their base pay to offset the overtime expense. 1306 CONNECT TWEET 41 LINKEDIN 179 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2gidg0X ",
    "title": "Judge blocks new overtime rule"
   },
   {
    "entities": [
     "j.",
     "donald",
     "florida",
     "beach",
     "williams",
     "mar-a-lago",
     "development",
     "armstrong",
     "faulders",
     "november 22, 2016",
     "news",
     "katherine",
     "nov 22, 2016",
     "tower",
     "trump",
     "club",
     "tuesday",
     "dr.",
     "palm",
     "hud",
     "ben",
     "march 11, 2016",
     "urban",
     "abc",
     "carson",
     "washington"
    ],
    "id": 24,
    "text": "Donald Trump 'Seriously Considering' Ben Carson for HUD Cabinet Position By Katherine Faulders Nov 22, 2016, 7:49 PM ET 0 Shares Star Joe Raedle/Getty Images Republican presidential candidate Donald Trump shakes hands with former presidential candidate Ben Carson as he receives his endorsement at the Mar-A-Lago Club on March 11, 2016 in Palm Beach, Florida. 0 Shares Email After President-elect Donald Trump tweeted today that he's \"seriously considering\" Dr. Ben Carson for a cabinet position -- Secretary of Housing and Urban Development -- following their meeting Tuesday at Trump Tower, the retired doctor's adviser said he will weigh the option. Carson adviser Armstrong Williams told ABC News just one week ago that Carson would not be accepting a cabinet position because he didn't feel prepared to run an entire agency due to lack of government experience. But today, Williams said that Carson, who has had a close relationship with Trump after dropping out of the race for president , will think about the president-elect's requests. \"Dr. Carson has tremendous respect for the president-elect and will always consider whatever request the president-elect makes of him,\" Williams told ABC News after Carson's meeting with Trump. When pressed for details about today's meeting, Williams said Trump's tweet speaks for itself. I am seriously considering Dr. Ben Carson as the head of HUD. I've gotten to know him well--he's a greatly talented person who loves people! — Donald J. Trump (@realDonaldTrump) November 22, 2016 A week ago, Williams said that the only way Carson would accept a cabinet position was if Trump could not find anyone else. Carson echoed that sentiment in an interview with the Washington Post last week. \"I’ve said that if it came to a point where he absolutely needs me, I’d reconsider. But I don’t think that’s the situation with these positions,\" Carson told the Washington Post. \"Having me as a federal bureaucrat would be like a fish out of water, quite frankly.” 0 Shares ",
    "title": "Donald Trump 'Seriously Considering' Ben Carson for HUD Cabinet Position - ABC News"
   },
   {
    "entities": [
     "anti-defamation",
     "league"
    ],
    "id": 25,
    "text": "It's a coarsening of our democracy, and it makes people who live here feel fear and insecurity. And that's just not what our country is about. On whether recent incidents mark a turning point I hope it's not a turning point. I would probably refer to it more as a wake-up call. The Anti-Defamation League has always said we need to fight hate in a comprehensive way, and now that it's been exposed so graphically and in the public's face, I think what we need is for people to really heed that wake-up call and stand up to the hate. On what people who oppose the alt-right can do It's imperative that good people speak out. So if they do witness someone who is being harassed or bullied — because they have a hijab on, for example — they need to be an ally, they need to step forward and say this is not acceptable. For people who see incidents in their community — whether it's a swastika or other bigoted incident — come together as a community and stand up and say our neighborhood will not tolerate this. What You Need To Know About The Alt-Right Movement There are things individuals can do, communities can do, but it's essential that we not be passive about it. And I think people who are doing this have a sense of pride that they are being part of something bigger and that they're helping this country return to normalcy of civility. ",
    "title": "Anti-Defamation League Official: Recent Racist Incidents 'A Wake-Up Call'   : NPR"
   },
   {
    "entities": [
     "$15 billion",
     "composite",
     "peterson",
     "airbus",
     "nasdaq",
     "china",
     "monday",
     "enterprise",
     "bush",
     "trade",
     "international",
     "treasury",
     "&",
     "$10.5 billion",
     "george",
     "congress",
     "midwest",
     "world",
     "economics",
     "mexico",
     "case",
     "david",
     "gary",
     "boeing",
     "2011",
     "obama",
     "$1.1 billion",
     "malpass",
     "2009",
     "lincicome",
     "45 percent",
     "nafta",
     "white",
     "2002",
     "states",
     "derek",
     "scissors",
     "35 percent",
     "trump",
     "2000",
     "clyde",
     "agreement",
     "for",
     "$18 trillion",
     "w.",
     "$900,000",
     "hufbauer",
     "scott",
     "american",
     "mr.",
     "japan",
     "united",
     "north",
     "lowry",
     "october",
     "s.&p.",
     "institute",
     "free",
     "organization",
     "europe",
     "sean"
    ],
    "id": 26,
    "text": "Here’s what those possibilities look like, from the most benign to the most disruptive. Scenario 1: The assertive stance, within existing institutions There really are some elements of the United States’ existing relationships with major trading partners that are dysfunctional and disadvantageous to the United States. By taking more aggressive stands on some of them, a Trump administration may be able to get better deals. Advertisement Continue reading the main story Mr. Trump has said repeatedly that he wants to renegotiate the North American Free Trade Agreement. A lot of things can fit under the rubric of “renegotiate,” though, and there is room to update the deal in ways that would prove beneficial to the United States. The agreement is 23 years old, after all. And there is plenty of room to adjust terms in ways that preserve the deeply intertwined North American economy. “There are too many parts of it that are not working,” said David Malpass, an economist on the Trump transition team, at an event in October . “There is supposed to be regular annual review between the parties of Nafta to see where it’s not working well and to have kind of a constant process of renewal. That’s been dropped away. And so that’s something that needs to be looked at.” The Trump administration could also pick a variety of industries where it believes trade partners have treated the United States unfairly and bring cases before the World Trade Organization . Paired with targeted duties to punish what it sees as unfair behavior, the approach could win more favorable deals. The Bush administration did just that with steel tariffs in 2002, as did the Obama administration with a 35 percent tax on Chinese tires in 2009. Trade experts are generally skeptical that these efforts prove worthwhile. Gary Clyde Hufbauer and Sean Lowry of the Peterson Institute for International Economics calculated that American consumers paid an extra $1.1 billion for tires in 2011 to safeguard a mere 1,200 American tire-making jobs. That’s $900,000 per job saved. But Mr. Trump’s administration could bring a series of such cases, and if, as he promises, his team members prove to be made up of tougher, smarter negotiators than their predecessors, perhaps they could get better results. Even if they don’t, the $18 trillion United States economy will most likely be O.K. Mr. Trump has said he will instruct his Treasury secretary to declare China a currency manipulator. The George W. Bush and Obama administrations didn’t do this, although they also thought that China artificially depressed the value of its currency to the benefit of Chinese exporters. However, they calculated that subtle diplomacy would be more likely than head-on confrontation to get results. But who knows? Maybe that calculation was wrong, and a more confrontational approach would have led China to allow its currency to respond to market forces. The Chinese government has allowed its currency to rise relative to the dollar over the last few years, putting it roughly in line with economic fundamentals and reducing the urgency of the issue. (But it could still be in the United States’ interest to put in place agreements to make sure this remains the case.) Naming China a currency manipulator merely triggers negotiation over what to do about it. Such negotiation would most likely be hard-fought, and it might result in a better long-term arrangement for the United States. Or not. But either way, it wouldn’t need to disrupt day-to-day trade relations. Advertisement Continue reading the main story That assumes that Mr. Trump takes a more aggressive stance using existing channels and authorities, and wages the battle with the trading partner over specific cases and industries. If so, it will keep lawyers and lobbyists for those industries busy. “There would be pushback, but you’d be working within the relevant legal frameworks and using existing institutions as they were intended by Congress and the W.T.O. and our trading partners,” said Scott Lincicome, a trade lawyer at White & Case who has been critical of Mr. Trump. “Everybody will talk about it, but it won’t change the global macroeconomic outlook.” Scenario 2: The bold use of authority, and serious blowback Ambiguous language in the statutes grants the president broad authority over trade policy. Mr. Trump could be the kind of president willing to use that authority to its fullest. Subscribe to the Times Rather than focus on targeted duties on individual products as part of a W.T.O. case, the government could invoke emergency authority to place broad-based tariffs on goods from a given country. Think of the 45 percent tariff on Chinese imports that Mr. Trump at one point threatened during his campaign, or perhaps an escalating tariff set to rise until the trade deficit with a given country declines. Moves along those lines would get everyone’s attention, but they would also create enormous ripple effects. There would surely be legal challenges by the targeted country’s industries, as well as swift and potentially painful retaliation from trade partners. China (or Mexico, or Japan) wouldn’t take these kinds of measures lying down. “With these blunt instruments, there would be a lot of effects,” said Derek Scissors, a resident scholar at the American Enterprise Institute. “It would hit poor Americans the hardest in the sense that it’s a regressive tax that makes things like clothing and consumer electronics more expensive.” And the retaliation would most likely be fierce. If China is the target, it might cancel orders for Boeing airliners and buy from Europe’s Airbus instead. (The United States exported $15 billion worth of aircraft to China last year). Or perhaps the Chinese would retaliate against American agriculture, endangering the $10.5 billion in United States soybean exports to China and endangering farms across the Midwest — prime Trump country, as the decision-makers in China will surely be aware. And with the economic underpinnings of major industries under stress, the financial markets would probably enter a period of remarkable volatility. Expect plummeting stock prices for major United States companies that do business around the world. The Trump administration would be risking significant damage to the United States economy if it took this route, without any guarantee of coming out with a more favorable long-term deal on the other side. Advertisement Continue reading the main story Scenario 3: Upending the world economic order Trade wars that would be started by broad-based tariffs on major trading partners would be economically disruptive but would still leave the basic infrastructure of the global trade system in place. The most extreme versions of a Trump trade policy, however, could wreak havoc on the entire system of global economic connections that the United States helped build since the end of World War II. If the Trump administration can’t get the concessions it seeks in renegotiating Nafta, would he follow through on his threat to use the power, written into the trade agreement, to withdraw entirely with six months’ notice? Or if the administration brings cases to the W.T.O. and loses, will the United States abide by the rulings, or will it follow Mr. Trump’s campaign threat to abandon an organization meant to bring order to the global trade system? If he seeks to do those things using executive authority, will Congress stand by or seek to stop him? “For the last 100 years or so, Congress and the executive branch have had a kind of gentleman’s agreement where Congress delegates its authority over international trade to the president as long as Congress gets the ultimate say,” Mr. Lincicome said. In a more extreme case of a Trump trade agenda, he said, “the risk is you have not just an economic crisis but a constitutional crisis.” This is pretty far down the road of speculation. The various business interests who have the president-elect’s ear would surely try to persuade him not to risk everything by being so drastic. Financial markets since the election have appeared to reflect an expectation that the benign scenario for Trump trade policy will emerge. The S.&P. 500 index, the Dow Jones industrial average, the Nasdaq Composite index and the Russell 2000 index all hit new highs Monday. The question of whether one of the more extreme, every-country-for-itself-trade-war scenarios emerges instead boils down to this: Does Mr. Trump mean some of the things he has said on the campaign trail about reopening the very basics of United States economic relationships, or was it all just words? The economic consequences of the answer are huge. The Upshot provides news, analysis and graphics about politics, policy and everyday life. Follow us on Facebook and Twitter . Sign up for our newsletter . ",
    "title": "What Will Trump Trade Policy Actually Look Like? Three Possibilities - The New York Times"
   },
   {
    "entities": [
     "j.",
     "human",
     "donald",
     "july 2015",
     "fox",
     "times",
     "williams",
     "health",
     "chicago",
     "the",
     "neil",
     "services",
     "development",
     "armstrong",
     "white",
     "november 22, 2016",
     "news",
     "june 2015",
     "dubuque",
     "nov. 15",
     "trump",
     "tuesday",
     "and",
     "dr.",
     "house",
     "2016",
     "hud",
     "cavuto",
     "ben",
     "sunday",
     "veterans",
     "urban",
     "last several decades",
     "iowa",
     "trump\\xe2\\x80\\x99s",
     "affairs",
     "carson",
     "washington"
    ],
    "id": 27,
    "text": "Carson says Trump has offered him HUD secretary, other Cabinet posts Published               November 22, 2016   It appears the doctor is in. Former Republican presidential candidate Dr. Ben Carson told Fox News Tuesday that he had received \"offers\" to serve in President-elect Donald Trump's Cabinet. Earlier Tuesday, Trump announced on Twitter that Carson is a leading contender to be secretary of Housing and Urban Development (HUD). Minutes after Carson left a meeting with Trump, the billionaire mogul tweeted: “I am seriously considering Dr. Ben Carson as the head of HUD. I’ve gotten to know him well—he’s a greatly talented person who loves people!” — Donald J. Trump (@realDonaldTrump) November 22, 2016 On Tuesday, Carson told Fox News' \"Your World with Neil Cavuto\" that the HUD position was \"one of the offers that is on the table.\" Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → \"Our inner cities are in terrible shape,\" Carson said. \"And they definitely need some real attention. There have been so many promises made over the last several decades and nothing has been done, so it certainly is something that has been a long-term interest of mine.\" On Sunday, Carson told “Fox Report Weekend” he was open to accepting a spot on Trump’s White House team. “Basically, I’ve said my preference is to be outside and to act as an adviser, but if after going through the process they all conclude it would be much better to have me in the Cabinet, I would have to give that very serious consideration,” Carson said. The walk-back followed Carson friend and business manager Armstrong Williams’ comments to The Hill on Nov. 15, during which he said Carson “feels he has no government experience, he’s never run a federal agency. The last thing he would want to do was take a position that could cripple the presidency.” Later that day, Carson tried in a Facebook post to tamp down the embarrassing statement, noting his decision not to seek a Cabinet post “has nothing to do with the complexity of the job as is being reported by some news outlets.” It’s previously been reported that Carson could be considered for a variety of department secretary jobs, including Education, Health and Human Services and Veterans Affairs. The HUD position is at first blush a surprising fit for Carson. However, Carson has previously shown an interest in the department. In June 2015, Carson criticized HUD for “overreach” for forcing the city of Dubuque, Iowa to weigh housing voucher applications from Chicago the same as it did applications from Dubuque residents. “This is just an example of what happens when we allow the government to infiltrate every part of our lives,” said Carson , then a Republican presidential primary contender and an adversary of Trump. “This is what you see in communist countries, where they have so many regulations encircling every aspect of your life that if you don’t agree with them, all they have to do is pull the noose.” Carson also wrote an opinion piece for The Washington Times in July 2015 on HUD’s policies to “desegregate” housing. “There are reasonable ways to use housing policy to enhance the opportunities available to lower-income citizens,” Carson wrote, “but based on the history of failed socialist experiments in this country, entrusting the government to get it right can prove downright dangerous.” Advertisement ",
    "title": "Carson says Trump has offered him HUD secretary, other Cabinet posts | Fox News"
   },
   {
    "entities": [
     "megan",
     "dubose",
     "john",
     "nov. 22, 2016",
     "july 2015",
     "of",
     "university",
     "joe",
     "e.",
     "2015",
     "weingartner",
     "ohio",
     "former",
     "officer",
     "tensing",
     "minchillo/ap",
     "judge",
     "tuesday",
     "cincinnati",
     "deters",
     "ray",
     "tana",
     "sam",
     "spring",
     "police",
     "shanahan"
    ],
    "id": 28,
    "text": "Former University of Cincinnati police Officer Ray Tensing shot and killed unarmed black motorist Sam DuBose during a routine traffic stop in July 2015. John Minchillo/AP hide caption toggle caption John Minchillo/AP Former University of Cincinnati police Officer Ray Tensing shot and killed unarmed black motorist Sam DuBose during a routine traffic stop in July 2015. John Minchillo/AP Former University of Cincinnati police Officer Ray Tensing will go on trial again over the fatal shooting of black driver Sam DuBose during a traffic stop last year. As we've reported , Tensing's first trial ended in a mistrial earlier this month after jurors were unable to reach a unanimous verdict on murder and manslaughter charges. Hamilton County Prosecutor Joe Deters told reporters Tuesday he is again pursuing a murder conviction and will request that the new trial be moved to a different venue. Tana Weingartner of member station WVXU reports that Deters wants the new trial to begin by next spring. She adds: \"Deters says he firmly believes former University of Cincinnati Police Officer Ray Tensing committed murder when he shot and killed Sam DuBose during a 2015 traffic stop. He plans to retry Tensing for murder and voluntary manslaughter, and he'll ask to move the trial elsewhere in Ohio.\" Speaking to reporters on Tuesday, Deters hinted that the reason he was seeking a venue change was because of the intense scrutiny the original case received. Article continues after sponsorship \"It is our belief that the public attention that has been focused on the Tensing case could have in fact seeped into the jury room. And we're going to try to alleviate that by moving the trial,\" Deters said. Deters said he decided to seek a new trial after reviewing transcripts and conducting interviews with jurors. He said jurors initially were split 10-2 on the involuntary manslaughter charge, and three or four jurors favored a conviction on the murder charge. \"That helps me make my decision,\" he said. Deters said he expects to meet with county Judge Megan E. Shanahan next week to discuss logistics. Tensing stopped DuBose because of a missing front license plate. After a brief interaction, Tensing shot him at point-blank range, as we're reported. Here's more background on the case: \" Body-cam footage of the shooting created an uproar after it showed that Tensing, who is white, engaged in a brief struggle with DuBose before firing his pistol into the car. Seconds before, the two had been discussing whether DuBose had a license, and whether he should take off his seatbelt.\" Correction Nov. 22, 2016 ",
    "title": "Ray Tensing Will Be Tried For Murder Again : The Two-Way : NPR"
   },
   {
    "entities": [
     "richard",
     "clinton",
     "nation",
     "bruce",
     "angeles",
     "austin",
     "jersey",
     "chicago",
     "minow",
     "frank",
     "newton",
     "gehry",
     "interior",
     "1961",
     "cicely",
     "wednesday",
     "gates",
     "michaels",
     "room",
     "blackfeet",
     "hanks",
     "ross",
     "hollywood",
     "hamilton",
     "grace",
     "margaret",
     "garwin",
     "saturday",
     "disney",
     "donald",
     "department",
     "elouise",
     "walter",
     "lorne",
     "hall",
     "tyson",
     "vietnam",
     "tuesday",
     "degeneres",
     "east",
     "redford",
     "pritzker",
     "reporter",
     "lin",
     "concert",
     "de",
     "communications",
     "tunes",
     "philadelphia",
     "barack",
     "diana",
     "obama",
     "melinda",
     "white",
     "michael",
     "robert",
     "tom",
     "federal",
     "contact",
     "looney",
     "trump",
     "pavilion",
     "abdul-jabbar",
     "1990s",
     "new",
     "sunday",
     "$3.4 billion",
     "jay",
     "kareem",
     "1940s",
     "montana",
     "vin",
     "hornets",
     "skiba",
     "jordan",
     "valley",
     "springsteen",
     "bulls",
     "commission",
     "tribune",
     "scully",
     "1980s",
     "sidley",
     "katherine",
     "millennium",
     "maya",
     "2016",
     "house",
     "silicon",
     "charlotte",
     "cobell",
     "park",
     "niro",
     "ellen",
     "hopper",
     "hillary",
     "los"
    ],
    "id": 29,
    "text": "Katherine Skiba Contact Reporter Chicago Tribune For the last time before he leaves office, President Barack Obama awarded the Presidential Medal of Freedom on Tuesday to a glittering assembly of Silicon Valley, Hollywood, sports and rock stars. Among the honorees were Michael Jordan and Democratic activist and Chicago attorney Newton Minow. Also honored were singers Bruce Springsteen and Diana Ross, actors Tom Hanks and Robert De Niro , philanthropists Bill and Melinda Gates, and basketball great Kareem Abdul-Jabbar. Rounds of applause and laughter rocked the East Room as Obama bestowed the nation's highest civilian honor on 21 legends, two posthumously, in an hourlong ceremony. Obama quipped that great actors were in the room, \"like the guy from 'Space Jam,'\" a reference to a comedy starring Jordan that mixed live action with Looney Tunes cartoon characters. The president called Jordan a man who epitomized greatness, saying that's why people talk about \"the Michael Jordan of neurosurgery\" or \"the Michael Jordan of rabbis\" or \"the Michael Jordan of outrigger canoeing.\" \"Michael Jordan is the Michael Jordan of greatness. He is the definition of somebody who is so good at what they do that everybody recognizes them. That's pretty rare,\" Obama said. Talking about Minow, Obama said he was the only one of the honorees who was \"present on my first date with Michelle\" — the couple ran into their then-boss at the law firm of Sidley Austin while out at a movie. Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom See more videos Others decorated included actress Cicely Tyson, comedian Ellen DeGeneres, actor Robert Redford , architect Frank Gehry , Vietnam Veterans Memorial designer Maya Lin, baseball announcer Vin Scully and \"Saturday Night Live\" producer Lorne Michaels. Gehry, one of the world's leading \"starchitects,\" counts as top projects the Walter Disney Concert Hall in Los Angeles and the Jay Pritzker Pavilion in Chicago's Millennium Park. It's unlikely President-elect Donald Trump would give the award to Michaels. On Sunday, Trump complained about his portrayal on \"SNL\" from the night before, tweeting, \"It is a totally one-sided, biased show—nothing funny at all. Equal time for us?\" Springsteen also may find himself on the outs in the Trump administration. He has lent his star power to several Democratic nominees for the White House, most recently performing at an election eve rally for Hillary Clinton in Philadelphia that drew Obama and the first lady. Obama conceded the obvious about the suit-clad New Jersey rocker. \"I am the president but he is 'The Boss,'\" he said. Many of the celebrities had publicly backed Obama or his policies over the years — and he acknowledged the debt even as he hailed their contributions to American life, arts and sciences. \"Everybody on this stage has touched me in a very powerful, personal way,\" Obama said. Jordan lays claim to six championships, all during the 1990s with the Chicago Bulls. He now is owner and chairman of the Charlotte Hornets . Minow, now senior counsel at Sidley Austin, is best known for decrying bad television as a \"vast wasteland\" after he was appointed chairman of the Federal Communications Commission in 1961. Other honorees included two giants of science — mathematician and software pioneer Margaret Hamilton, and nuclear physicist Richard Garwin, who helped design the first hydrogen bomb as well as  the MRI, a critical tool in modern medicine. The medal was awarded posthumously to Elouise Cobell, a Blackfeet tribal leader from Montana who led a class-action lawsuit against the Interior Department that restored tribal homelands to the Blackfeet Nation and other tribes in a settlement worth $3.4 billion. Another posthumous award was given to Rear Adm. Grace Hopper, the so-called \"first lady of software\" who was at the forefront of computer and programming development from the 1940s to the 1980s. The constellation of stars made for a high-wattage prequel to another tradition on tap for the president Wednesday. He is to pardon a pair of turkeys in a Thanksgiving eve ritual, an event he never seemed to relish. ",
    "title": "Obama gives Presidential Medal of Freedom to Michael Jordan, Newton Minow - Chicago Tribune"
   }
  ]
 }
}