{
 "25": {
  "col-sim": {
   "cosine": 0.14855536220454327,
   "entity": 0.16609095970747995
  },
  "exec-time": 90.58515930175781,
  "links": [
   {
    "entities": [
     "november 24, 2016",
     "terrance",
     "dez",
     "mike",
     "colts",
     "elliott",
     "first quarter",
     "beckham",
     "redskins",
     "j.j.",
     "ruszkowski",
     "frank",
     "dan",
     "steelers",
     "fourth quarter",
     "field",
     "asiata",
     "jr.",
     "nfc",
     "mehta",
     "tim",
     "stafford",
     "pittsburgh",
     "aaron",
     "oil",
     "today",
     "lucas",
     "norman",
     "carolina",
     "devin",
     "heitman",
     "miron",
     "reed",
     "williams",
     "darius",
     "martinez",
     "pinterest",
     "dak",
     "matt",
     "t.j.",
     "doster",
     "getty",
     "taylor",
     "prescott",
     "cousins",
     "smith",
     "google",
     "usa",
     "quandre",
     "trevor",
     "second half",
     "scott",
     "ronald",
     "rudolph",
     "#24",
     "davis",
     "sam",
     "east",
     "november 25, 2016",
     "nfl",
     "texas",
     "indianapolis",
     "whitner",
     "fuller",
     "mitchell",
     "lions",
     "hunter",
     "bradford",
     "danielle",
     "vontae",
     "sendejo",
     "twitter",
     "bryant",
     "york",
     "hilton",
     "steinberg",
     "week 15 last season",
     "images",
     "cowboys",
     "timmons",
     "tolzien",
     "antonio",
     "minnesota",
     "at&t",
     "stadium",
     "matthew",
     "raj",
     "gore",
     "brown",
     "andrew",
     "josh",
     "diggs",
     "$70",
     "t.y.",
     "adams",
     "bashaud",
     "wilcox",
     "lorenzo",
     "cravens",
     "slay",
     "new",
     "ben",
     "guidelines",
     "su\\'a",
     "dallas",
     "preston",
     "march",
     "ansah",
     "lawrence",
     "washington",
     "panthers",
     "giants",
     "sports",
     "reyes",
     "breeland",
     "jordan",
     "ezekiel",
     "clemmings",
     "vikings",
     "donte",
     "kyle",
     "kirk",
     "jerome",
     "arlington",
     "conversation",
     "roethlisberger",
     "10:25 p.m. est",
     "second quarter",
     "ford",
     "odell",
     "detroit",
     "byron",
     "jones",
     "$75 million"
    ],
    "id": 0,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Dez Bryant, Josh Norman spout off after postgame clash Dez Bryant did not hold back after scuffling with Josh Norman: \"I think he's extremely soft. All talk.\" Post to Facebook Dez Bryant, Josh Norman spout off after postgame clash Dez Bryant did not hold back after scuffling with Josh Norman: \"I think he's extremely soft. All talk.\" Check out this story on USATODAY.com: http://usat.ly/2fXbZOp CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 9 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Dez Bryant, Josh Norman spout off after postgame clash Lorenzo Reyes , USA TODAY 10:25 p.m. EST November 24, 2016 x Share USA TODAY Sports' Lorenzo Reyes looks at the three biggest story lines heading into this week. USA TODAY Sports Dez Bryant of the Dallas Cowboys argues with Josh Norman #24 of the Washington Redskins after catching a pass in their game at AT&T; Stadium on November 24, 2016 in Arlington, Texas. (Photo: Ronald Martinez, Getty Images) ARLINGTON, Texas – Dallas Cowboys wide receiver Dez Bryant and Washington Redskins cornerback Josh Norman had to be warned by officials during the game because their words and actions were getting a little too heated in the second half. The end of the game didn’t calm anything down. Norman and Bryant went mask-to-mask and had a heated exchange on the field after the Cowboys' 31-26 win and had to be separated by teammates. Once both players retreated to their respective locker rooms, the fireworks continued. “First off,” Bryant told reporters, “Washington needs to get their money back from Josh Norman.” Dez Bryant and Josh Norman pic.twitter.com/imieKlig4d — Dan Steinberg (@dcsportsbog) November 25, 2016 That was, frankly, the kindest thing said. (And a reference to the shot Norman took last season when he said the Cowboys needed “to get their $70 mil back from Dez.”) “I didn’t make it personal,” Bryant said. “I was just going to come out and do my job and that’s exactly what I did. He wanted to bump and me and him got to bumping a little bit and it just made me attack him even more. I honestly feel like the guy is extremely soft. He’s a bunch of talk. If he was out and about, I wouldn’t dare on my life let him talk to me like that. “Those words would never come out of his mouth. I promise. I promise it wouldn’t. We got after that ass and it was a hell of a win. It feels good.” Bryant and Norman battled all game, at times needing to be separated.  After a 13-yard completion on a skinny post in fourth quarter, Norman tackled Bryant by the legs, and held on after the whistle. Bryant got up and got in Norman’s face, and the two continued to jaw back and forth. After that series, a member of the officiating staff directly addressed both players. \"I think he's extremely soft. All talk,\" Bryant said. Norman told reporters that Bryant “bumped into me” after the game and “was like, 'what’s up.' ” Norman then said: “Where I’m from, we unload the clip,” but it was unclear if he was attributing that saying to Bryant or himself. \"Don't step to someone when the game is over like that when they're not even looking for you, or even having a conversation with you,” Norman said. “They won the game, so you have to tip your hats off to them. But I don't do trash, and that was trashy on his behalf.” All through the week I will post film how Norman got exposed... https://t.co/WKWE9IdQYr — Dez Bryant (@DezBryant) November 25, 2016 Boy stop... go watch the film.... the man can't cover one on one... I broke him down on so many routes tonight https://t.co/EoOtHWHoid — Dez Bryant (@DezBryant) November 25, 2016 @J_No24 don't lie on me..  but I will whoop yo ass boy straight up — Dez Bryant (@DezBryant) November 25, 2016 Bryant finished the game with five catches for 72 yards on seven targets. He appeared to have Norman beaten deep for what would have been a sure touchdown, but Cowboys quarterback Dak Prescott did not see Bryant streaking down the field wide open. \"You supposed to be a lockdown corner, and you can't even play man-to-man,” Bryant said. “He’s playing bail technique. That’s not man-to-man. He was scared. He was scared, man.\" Norman signed a five-year, $75 million contract this offseason after his former team, the Carolina Panthers, rescinded the franchise tag the offered him in March. \"He was holding the whole night, man,\" Bryant said. “How much he got paid? Seventy-something? Damn.” Norman has also sparred with Odell Beckham Jr. of the New York Giants, a highly-publicized matchup from Week 15 last season in which both players were penalized for five personal foul penalties. Now, it appears Norman may have another bitter rival inside the NFC East. \"If that boosts his ego, or if he needs it to fuel whatever kind of things he got in his head, then so be it,” Norman said. “I played him three or four times now,” Norman said. “And those times, I don’t think he broke 30 yards, or had any significance of any kind in the game. Definitely didn’t have a touchdown. So, out of those three games, you would think that a guy of that magnitude, of that kind of big standards, would do more than that. But at the end of the day, I will let him speak for himself. If he feels like he wants to have that, then go play with the kids on the playground.” Follow Lorenzo Reyes on Twitter @LorenzoGReyes . PHOTOS: Best of NFL Thanksgiving games Posted! A link has been posted to your Facebook feed. Pittsburgh Steelers wide receiver Antonio Brown (84) runs the ball in the first half of the game against the Indianapolis Colts at Lucas Oil Stadium.  Trevor Ruszkowski, USA TODAY Sports Dallas Cowboys running back Ezekiel Elliott (21) and quarterback Dak Prescott (4) celebrate Elliott's touchdown against the Washington Redskins during the second half at AT&T Stadium.  Jerome Miron, USA TODAY Sports Detroit Lions cornerback Darius Slay (23) celebrates after making an interception during the fourth quarter against the Minnesota Vikings at Ford Field.  Raj Mehta, USA TODAY Sports Pittsburgh Steelers wide receiver Antonio Brown (84) catches the ball and is tackled by Indianapolis Colts strong safety Mike Adams (29) in the first half of the game at Lucas Oil Stadium.  Trevor Ruszkowski, USA TODAY Sports Washington Redskins tight end Jordan Reed (86) catches a pass as Dallas Cowboys free safety Byron Jones (31) defends during the second half at AT&T Stadium.  Jerome Miron, USA TODAY Sports Minnesota Vikings quarterback Sam Bradford (8) throws the ball as Detroit Lions defensive end Devin Taylor (98) pressures during the fourth quarter at Ford Field.  Raj Mehta, USA TODAY Sports Indianapolis Colts wide receiver T.Y. Hilton (13) is tackled and knocked out of the game by Pittsburgh Steelers free safety Mike Mitchell (23) in the first half of the game at Lucas Oil Stadium.  Trevor Ruszkowski, USA TODAY Sports Dallas Cowboys running back Ezekiel Elliott (21) scores a touchdown against the Washington Redskins during the first quarter at AT&T Stadium.  Jerome Miron, USA TODAY Sports Detroit Lions quarterback Matthew Stafford (9) is sacked by Minnesota Vikings strong safety Andrew Sendejo (34) and defensive end Danielle Hunter (99) during the fourth quarter of a NFL game on Thanksgiving at Ford Field.  Tim Fuller, USA TODAY Sports Pittsburgh Steelers wide receiver Antonio Brown (84) celebrates his second touchdown in the first half of the game against the Indianapolis Colts at Lucas Oil Stadium.  Trevor Ruszkowski, USA TODAY Sports Dallas Cowboys wide receiver Terrance Williams (83) catches a touchdown pass against Washington Redskins cornerback Bashaud Breeland (26) in the second quarter at AT&T; Stadium.  Tim Heitman, USA TODAY Sports Detroit Lions defensive end Ezekiel Ansah (94) and Minnesota Vikings offensive tackle T.J. Clemmings (68) compete during the fourth quarter of a NFL game on Thanksgiving at Ford Field.  Tim Fuller, USA TODAY Sports Pittsburgh Steelers wide receiver Antonio Brown (84) catches a second touchdown while Indianapolis Colts cornerback Vontae Davis (21) defends in the first half of the game at Lucas Oil Stadium.  Trevor Ruszkowski, USA TODAY Sports Dallas Cowboys quarterback Dak Prescott (4) stiff arms Washington Redskins strong safety Donte Whitner Sr (39) during the second quarter at AT&T; Stadium.  Jerome Miron, USA TODAY Sports Detroit Lions running back Theo Riddick (25) celebrates after a run during the second quarter of a NFL game on Thanksgiving against the Minnesota Vikings at Ford Field.  Tim Fuller, USA TODAY Sports Indianapolis Colts running back Frank Gore (23) is tackled by Pittsburgh Steelers inside linebacker Lawrence Timmons (94) in the first half of the game at Lucas Oil Stadium.  Trevor Ruszkowski, USA TODAY Sports Dallas Cowboys quarterback Dak Prescott (4) rolls out to pass against the Washington Redskins during the first quarter at AT&T Stadium.  Jerome Miron, USA TODAY Sports Minnesota Vikings running back Matt Asiata (44) celebrates after a touchdown during the first quarter against the Detroit Lions at Ford Field.  Raj Mehta, USA TODAY Sports Pittsburgh Steelers running back Le'Veon Bell (26) celebrates after scoring a touchdown against the Indianapolis Colts in the first half at Lucas Oil Stadium.  Aaron Doster, USA TODAY Sports Washington Redskins quarterback Kirk Cousins (8) throws a pass the first quarter against the Dallas Cowboys at AT&T Stadium.  Tim Heitman, USA TODAY Sports Minnesota Vikings tight end Kyle Rudolph (82) gets pushed out of bounds by Detroit Lions cornerback Quandre Diggs (hidden) during the first quarter at Ford Field.  Raj Mehta, USA TODAY Sports Pittsburgh Steelers quarterback Ben Roethlisberger (7) looks to pass against the Indianapolis Colts in the first half at Lucas Oil Stadium.  Aaron Doster, USA TODAY Sports Dallas Cowboys running back Ezekiel Elliott (21) runs the ball against Washington Redskins inside linebacker Su'a Cravens (36) in the first quarter at AT&T Stadium.  Tim Heitman, USA TODAY Sports Detroit Lions defensive end Ezekiel Ansah (94) pressures Minnesota Vikings quarterback Sam Bradford (8) during the first quarter at Ford Field.  Raj Mehta, USA TODAY Sports Indianapolis Colts quarterback Scott Tolzien (16) looks to pass against the Pittsburgh Steelers in the first half at Lucas Oil Stadium.  Aaron Doster, USA TODAY Sports Dallas Cowboys quarterback Dak Prescott (4) eludes Washington Redskins outside linebacker Preston Smith (94) for a touchdown during the second half at AT&T Stadium.  Jerome Miron, USA TODAY Sports Detroit Lions quarterback Matthew Stafford (9) runs the ball during the first quarter of a NFL game against the Minnesota Vikings on Thanksgiving at Ford Field.  Tim Fuller, USA TODAY Sports Washington Redskins tight end Jordan Reed (86) runs the ball against Dallas Cowboys strong safety J.J. Wilcox (27) in the first quarter at AT&T Stadium.  Tim Heitman, USA TODAY Sports Detroit Lions running back Theo Riddick (25) runs the ball during the first quarter of a NFL game on Thanksgiving against the Minnesota Vikings at Ford Field.  Tim Fuller, USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Dez Bryant, Josh Norman spout off after postgame clash"
   },
   {
    "entities": [
     "national",
     "november 24, 2016",
     "j.",
     "2013",
     "carolina",
     "$1 million",
     "donald",
     "committee",
     "nikki",
     "&",
     "inaugural",
     "$50,000",
     "thursday",
     "email",
     "jersey",
     "beach",
     "florida",
     "mexico",
     "department",
     "york",
     "betsy",
     "pm",
     "barack",
     "haley",
     "mar-a-lago",
     "obama",
     "updated",
     "u.n.",
     "south",
     "of",
     "tens of millions of dollars",
     "u.s.",
     "presidential",
     "bannon",
     "breitbart",
     "2009",
     "a.c.",
     "interactive",
     "nov 24, 2016",
     "white",
     "november 22, 2016",
     "education",
     "nations",
     "news",
     "wednesday",
     "golf",
     "$43 million",
     "last",
     "devos",
     "company",
     "commerce",
     "trump",
     "club",
     "segar",
     "indiana",
     "jr.",
     "dr.",
     "co.",
     "weekend",
     "house",
     "nov. 19, 2016",
     "america",
     "palm",
     "hud",
     "carrier",
     "ross",
     "cbs",
     "mr.",
     "inc",
     "united",
     "wilbur",
     "new",
     "ben",
     "w.l.",
     "steve",
     "press",
     "fla.",
     "bedminster",
     "associated",
     "carson",
     "jan. 20",
     "washington"
    ],
    "id": 1,
    "text": "CBS/AP November 24, 2016, 3:16 PM Trump's team to raise millions for inauguration events President-elect Donald Trump arrives at the main clubhouse at Trump National Golf Club in Bedminster, New Jersey, Nov. 19, 2016. Reuters/Mike Segar Email Last Updated Nov 24, 2016 1:43 PM EST PALM BEACH, Fla. -- The scramble to shape his administration underway , President-elect Donald Trump’s team has simultaneously begun turning its attention to raising tens of millions of dollars for festivities related to his Washington inauguration. Mr. Trump, who vowed during the campaign to “drain the swamp” of special interests corrupting Washington, has set $1 million donation limits for corporations and no limits for individual donors, according to an official on the Presidential Inaugural Committee with direct knowledge of tentative fundraising plans. At the same time, Mr. Trump’s inaugural committee will not accept money from registered lobbyists, in line with his ban on hiring lobbyists for his nascent administration. Barack Obama set stricter limits on donations for his first inauguration, in 2009, holding individual donors to $50,000 each and taking no money from corporations or labor unions, as well as none from lobbyists and some other groups. Plenty of corporate executives, though, gave individually and often at the maximum amount. And he opened the spigots for his 2013 inauguration, setting no limits on corporate or individual donations. President-elect Donald Trump is spending Thanksgiving with family at his Palm Beach, Florida resort. He announced Wednesday that charter school a... The new details, confirmed Thursday on the condition of anonymity because the official was not authorized to disclose private deliberations, came as Mr. Trump gathered with family at his Palm Beach estate on Thanksgiving. It was a working holiday of sorts for Mr. Trump, who suggested on Twitter that he was engaged in trying to prevent an Indiana air conditioning company from moving jobs to Mexico. “I am working hard, even on Thanksgiving, trying to get Carrier A.C. Company to stay in the U.S.,” Mr. Trump tweeted. “MAKING PROGRESS - Will know soon!” The company, which has announced plans to move 1,400 jobs to Mexico from Indiana in the coming years, said  Thursday it “has had discussions with the incoming administration” but that there was “nothing to announce at this time.” Carrier has had discussions with the incoming administration and we look forward to working together. Nothing to announce at this time. — Carrier (@Carrier) November 24, 2016 On the eve of the national holiday, the president-elect offered a prayer for unity after “a long and bruising” campaign season. “Emotions are raw and tensions just don’t heal overnight,” Mr. Trump said in a video message on social media. He added, “It’s my prayer that on this Thanksgiving we begin to heal our divisions and move forward as one country strengthened by shared purpose and very, very common resolve.” Unity has emerged as a common theme during Mr. Trump’s limited public appearances in the days since his stunning general election victory, which followed a campaign season in which he rained extraordinary personal attacks on his opponents in both parties, the media and his many Republican critics. Mr. Obama also emphasized this in his own Thanksgiving message .  Thanksgiving reminds us that no matter our differences, we are still one people, part of something bigger than ourselves,” the president said in a video published Thursday. “We are communities that move forward together. We are neighbors who look out for one another, especially those among us with the least. We are always, simply, Americans.” Unity would also be a theme for the incoming president’s Jan. 20 inauguration, the official said. President-elect Donald Trump has tapped South Carolina Gov. Nikki Haley as the U.N. ambassador for his administration. Who else will be part of T... While Mr. Trump’s fundraising plans have not been completed, he is expected to raise significantly more than the $43 million Obama raised for his 2013 inauguration. Taxpayers cover the cost of official activities such as the swearing-in, but outside donations pay for the many related balls and parties. Mr. Trump has focused most of his attention in the two weeks since his victory on building a White House team from scratch. He injected the first signs of diversity into his Cabinet-to-be on Wednesday, tapping South Carolina Gov. Nikki Haley to serve as U.S. ambassador to the United Nations and charter school advocate Betsy DeVos to lead the Department of Education. They are the first women selected for top-level administration posts. And Haley, the daughter of Indian immigrants, would be his first minority selection after a string of announcements of white men. The South Carolina governor has little foreign policy experience, yet Trump praised her as “a proven dealmaker.” DeVos, like Mr. Trump, is new to government but has spent decades working to change America’s system of public education. The president-elect called DeVos a “brilliant and passionate education advocate,” saying in a statement that “under her leadership we will reform the U.S. education system and break the bureaucracy that is holding our children back so that we can deliver world-class education and school choice to all families.” Retired neurosurgeon Ben Carson on Wednesday said “an announcement is forthcoming” on his position, which would make him the first black choice - possibly as secretary of housing and urban development. But he also suggested he’d be thinking about it over the Thanksgiving holiday. “I feel that I can make a significant contribution particularly to making our inner cities great for everyone,” Carson wrote on his Facebook page. Mr. Trump praised his former primary opponent as a “greatly talented person,” after months of launching vitriolic campaigns against the neurosurgeon.   I am seriously considering Dr. Ben Carson as the head of HUD. I've gotten to know him well--he's a greatly talented person who loves people! — Donald J. Trump (@realDonaldTrump) November 22, 2016 Mr. Trump is also expected to select billionaire investor Wilbur Ross Jr. to lead the Commerce Department, a senior Trump adviser said on condition of anonymity because the adviser was not authorized to disclose internal deliberations. The 78-year-old Ross, who is white, is chairman and chief strategy officer of private-equity firm W.L. Ross & Co., which has specialized in buying failing companies. The picks come as Mr. Trump works to dissociate himself from the alt-right, a movement of white supremacists who continue to cheer his election. His first appointments included chief counselor Steve Bannon , who previously led Breitbart News, a website popular among the alt-right. Mr. Trump on Thursday was with his family behind closed doors at Mar-a-Lago, his Palm Beach estate. He’s spending the Thanksgiving holiday there after a week of interviewing potential appointees in New York, punctuated by announcements of members of his national security team. The president-elect is not expected to meet with anyone over the Thanksgiving holiday, but according to pool reports, Mr. Trump is still making phone calls throughout the day.  He will be sworn into office in fewer than 60 days. Beyond his Cabinet, he must fill hundreds of high-level administration posts. Mr. Trump is expected to stay in Florida through the weekend. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Trump's team to raise millions for inauguration events - CBS News"
   },
   {
    "entities": [
     "national",
     "paris",
     "clinton",
     "tony",
     "party",
     "king\\xe2\\x80\\x99s",
     "france",
     "donald",
     "nov. 18",
     "madrid",
     "independence",
     "italy",
     "service",
     "studies",
     "e.u.",
     "berlin",
     "spain",
     "fillon",
     "health",
     "barack",
     "james",
     "yale",
     "fran\\xc3\\xa7ois",
     "obama",
     "g\\xc3\\xa9rard",
     "this month",
     "witte",
     "callinicos",
     "u.s.",
     "college",
     "neil",
     "timothy",
     "university",
     "hollande",
     "podemos",
     "1945",
     "hall/reuters",
     "pasok",
     "european",
     "griff",
     "angela",
     "june",
     "matteo",
     "december",
     "blair",
     "nov. 5",
     "2017",
     "states",
     "2010",
     "conservative",
     "union",
     "germany",
     "mcauley",
     "trump",
     "greece",
     "london",
     "and",
     "2008",
     "u.k.",
     "grunberg",
     "for",
     "bill",
     "merkel",
     "10 percent",
     "center",
     "democratic",
     "social",
     "alex",
     "2012",
     "united",
     "renzi",
     "labour",
     "november 24",
     "corbyn",
     "netherlands",
     "jeremy",
     "scandinavia",
     "snyder",
     "europe",
     "britain"
    ],
    "id": 2,
    "text": "By James McAuley and Griff Witte November 24 at 6:11 PM Follow jameskmcauley Follow @griffwitte PARIS — When Donald Trump shocked the world with an upset victory in the U.S. presidential election this month, much of Europe was aghast. But in at least one critical sense, the result couldn’t have been more European: Across the continent, parties of the center-left that have dominated politics for decades — and that have given Europe its reputation for generous social welfare systems — now find themselves beaten, divided and directionless. Hillary Clinton and the Democrats are just the latest members of a beleaguered club. In Germany and Britain, once-mighty center-left parties have been badly diminished, locked out of their nations’ top jobs for the foreseeable future. In Spain and Greece, they have been usurped by newer, more radical alternatives. And in France and Italy, they’re still governing — but their days in power may be numbered. The rout of the center-left has even extended deep into Scandinavia, perhaps the world’s premier bastion of social democracy. Overall, the total vote share for the continent’s traditional center-left parties is now at its lowest level since at least World War II. Like the Democrats, these parties have been marginalized, with little influence over policy as the right prepares to place its stamp on the Western world in a way that could endure for decades. “If the left and the center-left don’t get their act together, then we’re looking at a period of very unstable right-wing hegemony,” said Alex Callinicos, a European studies professor at King’s College London. German Chancellor Angela Merkel waits for President Obama before a meeting in Berlin with government heads of France, Italy, Spain and Britain on Nov. 18. (Markus Schreiber/AP) [ Trump’s win may be just the beginning of a global populist wave ] The decline of the European center-left is part of a broader unraveling of the continent’s mainstream consensus as electorates fracture and a political kaleidoscope of alternatives emerges. But unlike the center-left, traditional parties of the center-right have managed to hold their own amid the populist fury, clinging to power in London, Berlin and Madrid — with a strong chance next year to take Paris, as well. As recently as a decade ago, the picture was very different. Britain’s Tony Blair was at the vanguard of a generation of European center-left leaders who had emulated Bill Clinton’s pragmatic Third Way politics and seemed poised to ride their marriage of social democracy with market liberalization to an unlimited future of electoral success. But the Great Recession — and the bumpy, deeply unequal recovery that followed — fundamentally changed that. “With the economic crisis, and the negative effects of globalization, the socialists couldn’t convince the populations in their respective countries that the future lies in a liberal Europe,” said Gérard Grunberg, a historian of socialism at Sciences Po in Paris. “This is the end of the European utopia.” That “utopia” emerged in the aftermath of 1945, when politicians across war-torn Europe banded together to build a new continent that would never repeat the grave mistakes of the recent past. This was the genesis of the European Union: an economic union that was meant to become, at least in theory,committed to the common cause of social justice, largely a leftist ideal. Britain's opposition Labour Party leader Jeremy Corbyn delivers a speech at a Center for Labour and Social Studies event in London on Nov. 5. (Neil Hall/Reuters) If the three decades that followed World War II coincided with the longest period of growth in Europe’s history, voters today see neither leftist economic policies nor the E.U. itself as necessarily worth preserving. Britain voted to leave the bloc in June, and separatist movements have spread across the continent to France, the Netherlands and elsewhere. [ Europe’s traditional left is in a death spiral. Even if you don’t like the left, this is a problem. ] To historians, the unlikely abandonment of this former European bedrock is partly a function of its own achievements. “It was a failure by success,” said Timothy Snyder, a historian of 20th-century Europe at Yale University. “Once the left becomes not revolutionary but transformative, and once that transformation succeeds, people start taking it for granted. “Europeans take for granted that they will have public education, free health care and social services,” he said. “And the left doesn’t get votes on this anymore.” The marginalization of Europe’s center-left parties has been consistent across the continent, although their paths to the political wilderness have varied. In France, prospects for a leftist victory in presidential elections in 2017 remain bleak. The perceived failure of the Socialist president, François Hollande, to respond adequately to a recent string of terrorist attacks has brought him the lowest approval ratings in modern French history and ignited a rebellion in his own party. In particular, Hollande’s proposal to strip French citizenship from convicted terrorists who hold dual nationality outraged fellow leftists, distracting the party from presenting a united front against its opponents. [ François Fillon, France’s conservative front-runner, promises the return of the traditional right ] Hollande will face a conservative party whose candidates have promised to bolster national security and bring the country out of economic stagnation. For nearly the duration of the current Socialist government’s tenure, the unemployment rate has hovered at or above 10 percent. In prosperous Germany, the Social Democratic Party’s years of playing second-fiddle to the center-right-led government of Chancellor Angela Merkel have diluted its voice. Analysts give it little prospect for victory in next year’s national elections. In Italy, the center-left Democratic Party occupies a precarious position. Prime Minister Matteo Renzi has proposed a host of constitutional revisions, which have been put to a referendum slated for early December. Renzi has reiterated his promise to resign from office if he loses the vote, which the latest polls suggest he will. In economically devastated Greece, the traditional center-left party, Pasok, finished no better than fourth in a pair of votes last year that saw its support drop to the mid-single digits. In both elections, it embarrassingly placed behind the neo-Nazi Golden Dawn. But rather than swinging to the right, Greek voters went far left, electing and then reelecting a government led by the Syriza party, a coalition of Trotskyites, Maoists and other figures once limited to the revolutionary fringe who were thrust into power on a pledge to fight austerity and the unforgiving terms of the country’s international bailout. In Spain, voters have divided almost evenly between the long-standing center-left party, the Socialists, and an upstart far-left alternative that didn’t exist three years ago, Podemos. As a result of the split, the center-right People’s Party was able to squeak back into power after elections in June. Britain’s Labour Party — which built the country’s vaunted National Health Service and was riding a streak of 13 years in power as recently as 2010 — has faced no similar challenge by an upstart party to its left. Instead, the far left has taken over Labour from within, through the bomb-throwing backbencher Jeremy Corbyn and his astonishing victory in leadership elections last year. Corbyn’s win came after two straight national election defeats for Labour and a bout of soul-searching that mirrors the sort of anxious introspection now sweeping the Democratic Party in the United States. Faced with the choice of three center-left contenders or the long-shot bid of Corbyn, Labour members went with a man who had made a career of bucking the Labour hierarchy and who starkly repudiated the centrism embodied by Tony Blair. [ After Trump win, Obama warns against taking democracy �?for granted’ ] But there’s little sign that Labour’s lurch to the left has put it any closer to power. With a possible early election coming next year, polls indicate the party would lose decisively to the ruling Conservative Party. Corbyn, meanwhile, has struggled to hold his party together as Labour members of Parliament have overwhelmingly said they have no confidence in his leadership. Blair and his allies have argued that Corbyn will simply guide the party to continued irrelevance. “You win from the center; you win when you appeal to a broad cross section of the public; you win when you support business as well as unions,” Blair, who guided the party to three straight national election victories, said in a speech last year. “You don’t win from a traditional leftist position.” But center-left parties have an obligation to try something more radical, said Callinicos, the European political analyst, because the moderate approach they’ve been offering hasn’t worked. “The merger of traditional social democracy with neoliberalism and globalized free-market policies has fallen apart in fairly disastrous fashion,” he said, suggesting that the turning point was the global financial crash of 2008, when working-class voters saw their jobs disappear or their wages stagnate even as the net worth of the wealthy continued to race ahead. Across Europe, the center-left has had little to offer those voters, who have looked elsewhere — including the far right. In Britain’s June referendum on the European Union, for instance, working-class voters in traditional Labour strongholds ignored their party’s advice to opt to stay in, and instead heeded the call of the anti-immigration U.K. Independence Party to vote out. Trump’s victory in the United States rested at least in part on a similar phenomenon — a billionaire tycoon using appeals to xenophobia and racism to scoop up support from voters who no longer believe the party of the working man has their interests at heart. As in the Brexit vote, Trump won certain key states with the help of working-class voters who had supported Barack Obama, a Democrat, in 2012. One implication of the growing void on Europe’s left could be profound political instability, both within specific countries and geopolitically. Another could be the emergence of a right-wing stranglehold, based on widespread nostalgia for a world that, in Snyder’s view, never actually existed. “All these continental parties are nostalgic for the interwar nation-state, which was a total disaster,” he said. “There was never any moment when they were happy, independent nation-states. There was never such a time, and their nostalgia is a kind of disguise. “If you plunge into that abyss,” he added, “very bad things lie ahead.” Witte reported from London. ",
    "title": "Clinton’s loss is one more nail in the coffin of center-left politics in the West - The Washington Post"
   },
   {
    "entities": [
     "interactive",
     "november 24, 2016",
     "cbs",
     "juice",
     "kentucky",
     "bowl",
     "inc",
     "football",
     "tournament",
     "thursday",
     "louisville",
     "nov. 24, 2016",
     "ky.",
     "2 p.m."
    ],
    "id": 3,
    "text": "CBS News November 24, 2016, 4:12 PM Louisville shooting kills people at park Crews work the scene after a shooting at a park in Louisville, Kentucky, on Nov. 24, 2016. WLKY-TV LOUISVILLE, Ky. -- Police were investigating a deadly shooting Thursday at a park in Louisville, CBS affiliate WLKY-TV reports . Officials told WLKY-TV that at least six people were shot, two of whom were confirmed dead. Officers responded to the park around 2 p.m. on reports of shots fired. The shooting happened during the annual Juice Bowl Football Tournament, where thousands were in attendance. In a Facebook video posted by one of the event-goers, at least 20 shots are heard ringing out. The video begins with the man grilling with friends in the park. Shots are heard shortly after. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Louisville shooting kills people at park - CBS News"
   },
   {
    "entities": [
     "papini",
     "november 24, 2016",
     "press",
     "missing",
     "california",
     "county",
     "tom",
     "sheriff",
     "gate",
     "bosenko",
     "yolo",
     "sacramento",
     "mountain",
     "associated",
     "shasta",
     "thursday",
     "keith",
     "sherri",
     "nov. 2"
    ],
    "id": 4,
    "text": "California mom who vanished while jogging found alive, was abducted, police say Published               November 24, 2016 Facebook 0 Twitter 0 Email Print   A California woman who was reported missing earlier this month was found safe early Thursday after flagging down a motorist on Interstate 5 nearly 150 miles away from her home, officials said. The Shasta County Sheriff’s office said Sherri Papini, 34, was located Thursday, 22 days after she was reported missing in the town of Mountain Gate, California when she went for a run in the afternoon and never came home.  \"We are very ecstatic to report that Sherri Papini has been located and has been reunited with husband and family on this day of Thanksgiving,\" Sheriff Tom Bosenko said at a news conference. Related News... Missing California mom's husband cleared after lie-detector test   Bosenko said Papini was released early Thursday by \"her captor or captors\" on a rural road in Yolo County, about 150 miles away from her home. She then was able to flag down a motorist on interstate nearby, Fox 40 reported.  Papini was found \"bound with restraints,\" according to Bosenko, but was able to get help from a passing motorist.  Authorities are looking for \"a dark-colored SUV with two Hispanic females armed with a handgun,\" according to the sheriff.  \"I am happy to say that Sherri is now safe and that she has been treated at an area hospital outside of Shasta County for non-life-threatening injuries,\" Bosenko said. He did not specify the nature of her injuries, but said she was treated at a hospital in Sacramento and reunited with her family.  The mother of two is being interviewed by detectives from the Major Crimes Unit of the sheriff's office. “Detectives will not rest until her captor or captors are identified and brought to justice,” the sheriff said. Papini was last seen going for a jog on Nov. 2. Her husband reported her missing when he came home from work and discovered that she hadn’t picked up their two children, ages 2 and 4, from daycare. Keith Papini told officers that she had found her phone while investigators said they spotted her earbuds along with strands of her hair . However, other clues were scarce. Soon after her disappearance, investigators said Keith Papini had “no involvement” with his wife’s disappearance after passing a polygraph test. The Associated Press contributed to this report. Advertisement ",
    "title": "California mom who vanished while jogging found alive, was abducted, police say | Fox News"
   },
   {
    "entities": [
     "yahoo",
     "peterson",
     "clinton",
     "mike",
     "enterprise",
     "international",
     "bush",
     "nov. 22, 2016",
     "fox",
     "newt",
     "beach",
     "ylan",
     "kellogg",
     "2011",
     "horizon",
     "natural",
     "commerce",
     "priebus",
     "palm",
     "pennsylvania",
     "kellyanne",
     "ross",
     "kissinger",
     "conway",
     "virginia",
     "institute",
     "free",
     "giuliani",
     "q.",
     "mui",
     "massachusetts",
     "donald",
     "department",
     "morning",
     "strain",
     "gary",
     "resources",
     "photos",
     "news",
     "p.",
     "romney",
     "huckabee",
     "2008",
     "for",
     "invesco",
     "north",
     "2005",
     "pence",
     "nov. 20",
     "wl",
     "gingrich",
     "city",
     "state",
     "pritzker",
     "henry",
     "ren\\xc3\\xa9",
     "reince",
     "national",
     "billions of dollars",
     "china",
     "bethlehem",
     "trade",
     "secretary",
     "&",
     "rudy",
     "penny",
     "thursday",
     "york",
     "business",
     "republican",
     "airport",
     "west",
     "steelworkers",
     "u.s.",
     "arcelormittal",
     "costa",
     "development",
     "bankunited",
     "gutierrez",
     "white",
     "corp.",
     "michael",
     "course",
     "robert",
     "later wednesday",
     "trump",
     "finance",
     "co.",
     "magritte",
     "america",
     "w.",
     "hufbauer",
     "american",
     "2:06",
     "united",
     "new",
     "$3.4 billion",
     "sunday",
     "how",
     "ltv",
     "steel",
     "bedminster",
     "washington",
     "2000s",
     "party",
     "minority",
     "mitt",
     "committee",
     "bloomberg",
     "george",
     "florida",
     "n.j.",
     "mexico",
     "economics",
     "2006",
     "carlos",
     "$100 million",
     "45 percent",
     "gop",
     "next 18 months",
     "view",
     "golf",
     "agency",
     "shultz",
     "agreement",
     "house",
     "wilbur",
     "2004",
     "november 24",
     "$4.5 billion",
     "hillary",
     "wednesday"
    ],
    "id": 5,
    "text": "Trump expected to tap billionaire investor Wilbur Ross for commerce secretary Politics The inside track on Washington politics. Be the first to know about new Politics stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Ylan Q. Mui and Robert Costa November 24 at 2:06 PM Follow @ylanmui Follow @costareports Billionaire investor Wilbur Ross met with President-elect Donald Trump and Vice President-elect Mike Pence on Nov. 20 in Bedminster, N.J. where Trump and Pence have been holding transition meetings at his private golf course. (The Washington Post) Wilbur Ross, the billionaire investor considered the “king of bankruptcy” for buying beaten-down companies with the potential to deliver profits, is expected to be President-elect Donald Trump’s choice for commerce secretary, two officials with knowledge of the decision said. Ross helped shape the Trump campaign’s economic agenda, particularly its hard-line stance on the need to renegotiate — or even withdraw from — free trade agreements. That position resonated with the working class voters who were instrumental in delivering Trump’s upset victory. Elevating Ross to a position in his Cabinet could suggest that Trump intends to nurture the nationalist streak that was one of the hallmarks of his campaign. In a video released this week, Trump said he is focused on creating jobs and reiterated his pledge to withdraw from the sprawling Asian trade deal known as the Trans-Pacific Partnership that became a flash point during the election. 1 of 7 Here’s a look at Trump’s administration so far View Photos President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Caption President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Chief of Staff Reince Priebus President-elect Donald Trump has chosen Republican National Committee Chairman Reince Priebus as his chief of staff, according to Trump’s campaign. In choosing Priebus, 44, Trump has tapped a Washington insider who is viewed as broadly acceptable by vast swaths of the Republican Party. Jim Watson/AFP/Getty Images Buy Photo Wait 1 second to continue. “Whether it’s producing steel or building cars or curing disease, I want the next generation of production and innovation to happen right here on our great homeland, America,” Trump said. In Ross, Trump has tapped a like-minded businessman who understands the prospects for both profit and peril in restoring American manufacturing. Ross built his fortune buying the distressed companies that were once at the heart of American industry — steel mills, coal mines and textile factories, to name a few — and then selling them in short order, making billions of dollars along the way. [ Ross: How Trump would stimulate the U.S. economy ] Perhaps his signature investment was the purchase of some of the nation’s largest steel mills in the early 2000s, including Cleveland-based LTV Corp. and Pennsylvania’s Bethlehem Steel. The move was credited with saving manufacturing jobs, with the United Steelworkers calling Ross “a new ally” in news reports at the time. Since then, however, many steel mills have shut down amid a glut of foreign production, much of it in China. Ross sold his steel conglomerate to what is now ArcelorMittal in 2004 for about $4.5 billion. 1 of 47 Here’s what President-elect Donald Trump has been doing after the election View Photos Trump has been holding interviews and meetings as he prepares to transition into the White House. Caption Trump has been holding interviews and meetings as he prepares to transition into the White House.  Nov. 22, 2016 President-elect Donald Trump waves from his motorcade vehicle on the tarmac at Palm Beach International Airport as he arrives from New York. Carolyn Kaster/Associated Press Buy Photo Wait 1 second to continue. Ross applied a similar strategy to other industries as well. His metallurgical coal company was headquartered in West Virginia, cobbled together from the remnants of bankrupt mining company Horizon Natural Resources and smaller coal companies. Shortly after the company went public in 2005, an explosion at its Sago Mine in West Virginia killed a dozen people. Ross sold the business to Arch Coal in 2011 for $3.4 billion. [ 2006: Sago mine explosion: After 44 Hours, Hope Showed Its Cruel Side ] And in the wake of the 2008 financial crisis, Ross purchased several failed banks, including BankUnited in Florida, as well as some European banks. More recently, Ross has invested in troubled oil and gas companies, taking advantage of the oversupply and weak demand that have tanked big-name businesses. He remains chairman and chief strategy officer of WL Ross & Co., which is now part of investment firm Invesco. Trump’s aggressive stance on trade includes a promise to label China a currency manipulator on his first day in office, as well as threatening to withdraw from the North American Free Trade Agreement. In addition, Trump has called for double-digit tariffs on imports from China and Mexico. Many economists have warned that adopting those policies could spark a trade war that could undermine the U.S. recovery. “It’s conceivable that we could engage in some interventionist trade policy through tariffs and other measures that might help some Americans, somewhere, for some period of time,” said Michael Strain, resident scholar at the American Enterprise Institute. “But certainly the country as a whole would suffer. … As your time horizon extends beyond a few years, it’s just going to be harder and harder to find anyone better off by those kinds of policies.” As head of Commerce, Ross would oversee many of the government’s disputes with its trading partners, though it remains unclear how much authority over trade policy Trump might provide him. Ross could ramp up the number of cases brought against China, for example, or increase the penalties for dumping, said Gary Hufbauer, a senior fellow at the Peterson Institute for International Economics. “I think they are in broad alignment,” Hufbauer said of Ross and Trump’s views. But, he added, “Ross is probably more single-mindedly protectionist than Trump.” In an interview with Yahoo Finance just days after the election, Ross appeared to walk back at least some of Trump’s remarks. He stressed that withdrawing from trade deals would only occur if other countries refused to negotiate. He also described some more mundane changes, such as relaxation of Chinese quotas on some American imports. “Everybody says, oh he’s going to slap 45 percent tariff on everything out of China,” Ross told Yahoo Finance. “That’s not what he said, and it’s not what he intends.” Previously, Ross warned that the economy could enter another recession within the next 18 months, especially if Trump’s Democratic rival Hillary Clinton were elected. He told Bloomberg TV last month that stock markets appeared near a top. “What we’re noticing is there is relatively little demand for any kind of physical product and almost nobody has any kind of pricing power,” he said. “At some point, you just can’t cut costs anymore and therefore you ultimately need pricing power and physical volume growth, and I think that’s what’s really lacking in today’s world.” Ross is a trustee of the Brookings Institution, a Washington-based think bank, and a noted art enthusiast with a taste for Chinese and Vietnamese works who boasts a $100 million collection of works by surrealist René Magritte. The Commerce Department is also responsible for compiling crucial data about the health of the economy, including the quarterly estimate of the nation’s gross domestic product, or GDP. It also houses the U.S. patent office and the Minority Business Development Agency, among others, and the department has often been led by corporate executives. Current Commerce Secretary Penny Pritzker was a wealthy real estate investor whose family helped found the Hyatt hotel chain. Carlos Gutierrez, who served under President George W. Bush, was chairman and chief executive of Kellogg. No formal announcement about Ross’s position has been made, and the team was still discussing how to make one Thursday morning. Trump met with Ross on Sunday at Trump National Golf Course in Bedminster, N.J. Speaking to reporters after their meeting, Trump said he was considering Ross to lead the Commerce Department. Ross demurred when asked if he wanted the job. “Well, time will tell,” he said. Meanwhile, internal divisions within Trump’s inner circle over whether he should tap Mitt Romney to be secretary of State are becoming more pronounced due to tensions over whether Romney’s sharp critique of Trump’s career and temperament during the GOP primary ought to disqualify the former Massachusetts governor from a cabinet position. Conservative Romney supporters Mike Huckabee and Newt Gingrich this week spoke out against the possibility of choosing Romney. “I’m still very unhappy that Mitt did everything he could to derail Donald Trump,” Huckabee said on Fox News Wednesday morning. “He didn’t just go after him from the standpoint of ‘I disagree with his policy on immigration, I disagree with his policy on taxes.’ He attacked him on a personal level about his character, integrity, his honor.” Gingrich said Romney didn’t represent “the kind of tough-minded America-first policies that Trump has campaigned on” later Wednesday on Fox. Trump’s campaign manager, Kellyanne Conway, advanced those critiques Thanksgiving morning on Twitter, saying she had received a “deluge” of social media and private communications from Trump loyalists warning against the Romney choice, possibly opening the door for former New York City mayor Rudy Giuliani or another candidate to be named. She added that former secretaries of state Henry Kissinger and George P. Shultz “flew around the world less, counseled POTUS close to home more. And were loyal. Good checklist.” Jonathan O’Connell contributed to this report. powerpost ",
    "title": "Trump expected to tap billionaire investor Wilbur Ross for commerce secretary - The Washington Post"
   },
   {
    "entities": [
     "j.",
     "luis",
     "combined",
     "member",
     "stephen",
     "first",
     "townsend",
     "thursday",
     "central",
     "martinez",
     "u.s.",
     "iraq",
     "norther",
     "command",
     "paul",
     "killed",
     "nov 24, 2016",
     "force",
     "news",
     "last month",
     "mosul",
     "us",
     "blake",
     "abc",
     "joint",
     "isil",
     "syria",
     "isis",
     "service",
     "task"
    ],
    "id": 6,
    "text": "First US Service Member Killed in Syria in IED Blast By Paul Blake Nov 24, 2016, 5:19 PM ET 0 Shares Email A member of the U.S. military died on Thursday near the city of Ayn Issa in Norther Syria, marking the first time a U.S. soldier has been killed in Syria during the current conflict, a senior defense official confirmed to ABC News. U.S. Central Command announced the death in a communiqué, but did not identify the service member, who succumbed to wounds sustained from an improvised explosive device blast. \"The entire counter-ISIL Coalition sends our condolences to this hero's family, friends and teammates,\" Lt. Gen. Stephen J. Townsend, commander of Combined Joint Task Force - Operation Inherent Resolve, said in an emailed statement, referring to ISIS by another common acronym. \"On this Thanksgiving, please be thankful that there are service members willing to take up the fight to protect our homeland from ISIL's hateful and brutal ideology.\" It is unclear what the service member's activities were in Syria. The service member's death follows the death of another U.S. service member in Iraq last month . The naval officer was killed by a roadside bomb north of the Iraqi city of Mosul, where he was serving as an adviser to Iraqi troops. The U.S. is part of a multi-nation coalition that is battling ISIS in Iraq and Syria. This is a breaking news story. Please check back for updates. ABC News' Luis Martinez contributed to this report. 0 Shares ",
    "title": "First US Service Member Killed in Syria in IED Blast - ABC News"
   },
   {
    "entities": [
     "national",
     "eve",
     "$20",
     "monday",
     "jan. 1, 2017",
     "los",
     "$10",
     "donald",
     "sucharita",
     "angeles",
     "vin",
     "amazon",
     "times",
     "york",
     "staples",
     "west",
     "boster",
     "scalia",
     "dec. 24",
     "scully",
     "$50",
     "upland",
     "courtney",
     "$25",
     "december",
     "dec. 31",
     "friday",
     "2015",
     "kohl",
     "nile",
     "buyvia",
     "nov. 1",
     "trump",
     "nov. 25",
     "macy",
     "nerdwallet",
     "2016",
     "christmas",
     "mulpuru",
     "93%",
     "$15",
     "jan. 31",
     "court",
     "amazon.com",
     "supreme",
     "new",
     "compton",
     "january",
     "mark",
     "/",
     "federation",
     "sears",
     "jespersen",
     "retail",
     "wednesday"
    ],
    "id": 7,
    "text": "Your Black Friday cheat sheet: how to find the deals and duds Courtney Jespersen You’ve made your list, you’ve got your comfiest shoes on and you’ve honed your bargain-hunting skills. You’re readier than ever to conquer the stores on  Black Friday . But not everything will be business as usual the day after Thanksgiving, as retailer policies will greet consumers with a mixture of shiny gifts and lumps of coal. Here’s what you should know about the shopping rules that have changed ahead of Nov. 25. Coal: Restricted price matching Price matching is a valuable money-saving technique for shoppers. In price matching, store customers can show proof of a lower price from a competitor and ask the store to meet or beat that deal. But price matching probably won’t be there to bail you out of bad deals this Black Friday. Many major retailers make their policies exempt during the annual shopping extravaganza. Toys R Us says it doesn’t match “any competitor’s advertised store or online pricing for Thanksgiving through Cyber Monday .” Target strikes out price matches and adjustments for prices from Thanksgiving Day through the end of the following week. You’ll find similar blackout dates at Best Buy and Staples. That’s because price matches can be time consuming for retailers, said Sucharita Mulpuru, chief retail strategist for annual commerce industry convention Shoptalk. “And you don’t want to be discounting products even further than they already are, especially if you only have limited units of the product,” Mulpuru added. So if you won’t be able to price match while you’re standing in the store, compare prices before you shop and head straight to the retailer with the best offer. Apps such as BuyVia and ShopSavvy can make comparing a breeze. Gift: More free shipping Here’s a present for you: Free shipping won’t just exist on Black Friday; there will be more of it than usual. That’s welcome news, since 93% of online shoppers surveyed in the  National Retail Federation’s annual holiday consumer spending survey  said they’ll take advantage of free shipping this holiday season. A handful of big-box retailers have eliminated their free shipping minimums for Black Friday and throughout the holidays, granting their Internet customers free shipping on everything, regardless of price. At Best Buy, items ship free through Christmas Eve, and at Target, free standard shipping extends through Jan. 1, 2017. Use free shipping for even your smallest orders, but remember that some exclusions may apply to these promotions; read the fine print. Coal: Limited coupons If coupons are your go-to discount method, think again on Black Friday. With deals and discounts so prevalent in the days after Thanksgiving, it’ll be more difficult to stack coupons on top of what you’re already saving. Last Black Friday, for instance, Macy’s stuffed savings passes within its Black Friday ad with coupons for $10 off purchases of $25 or more or $20 off $50 or more, but the discounts were only good for a limited period and couldn’t be used on door busters or deals of the day. In 2015, Kohl’s shoppers earned $15 Kohl’s Cash for every $50 spent, but the coupons could be redeemed only during the first week of December. Keep a close eye on coupon restrictions and limitations again this year. Gift: Longer return periods Some retailers will have one more treat to offer — extended return policy windows. In case you’re filled with regret after your Black Friday shopping splurge, you’ll have plenty of time to return or exchange your not-so-hot purchases. Items shipped by Amazon.com from Nov. 1 to Dec. 31 may be returned until Jan. 31 for a full refund, subject to return guidelines. This is much more generous than Amazon’s typical 30-day return period. At Newegg, almost every product bought Nov. 1 to Dec. 24 can be returned for a refund or replacement until Jan. 31. Sears, too, has made returns easier. Select items purchased Nov. 1 through Dec. 24 — which typically have 30-day return periods — can be returned through the end of January. Check your favorite store’s return policy for similar extended holiday offerings. These can be found on a retailer’s website. Courtney Jespersen is a staff writer at  NerdWallet , a personal finance website. Caption 4 Thanksgiving Stories You Can't Miss How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. Caption 4 Thanksgiving Stories You Can't Miss How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 3 men found shot to death inside Compton park maintenance shed Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Caption Plane crash near Upland A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) ALSO ",
    "title": "Your Black Friday cheat sheet: how to find the deals and duds - LA Times"
   },
   {
    "entities": [
     "national",
     "reince",
     "clinton",
     "mike",
     "party",
     "international",
     "chris",
     "committee",
     "donald",
     "nov. 22, 2016",
     "bloomberg",
     "president",
     "motor",
     "louisville",
     "beach",
     "mexico",
     "york",
     "80\\xc2\\xa0percent",
     "republican",
     "$100\\xc2\\xa0million",
     "airport",
     "mkc",
     "farmington",
     "jonathan",
     "u.s.",
     "a.c.",
     "april",
     "photos",
     "white",
     "conn.",
     "news",
     "technologies",
     "view",
     "nelson",
     "company",
     "95\\xc2\\xa0percent",
     "trump",
     "lincoln",
     "indiana",
     "co.",
     "february",
     "house",
     "priebus",
     "palm",
     "bill",
     "o'connell",
     "carrier",
     "mr.",
     "ford",
     "united",
     "kentucky",
     "new",
     "november 24",
     "pence",
     "2019",
     "indianapolis",
     "hillary",
     "washington"
    ],
    "id": 8,
    "text": "How is Trump spending Thanksgiving? He says he’s trying to save an Indiana factory. The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Here’s what President-elect Donald Trump has been doing after the election View Photos Trump has been holding interviews and meetings as he prepares to transition into the White House. Caption Trump has been holding interviews and meetings as he prepares to transition into the White House.  Nov. 22, 2016 President-elect Donald Trump waves from his motorcade vehicle on the tarmac at Palm Beach International Airport as he arrives from New York. Carolyn Kaster/Associated Press By Jonathan O'Connell November 24 at 12:52 PM Follow @OConnellPostBiz President-elect Donald Trump tweeted Thanksgiving morning that he was trying to make good on a campaign promise that a Carrier air-conditioning factory in Indiana, and its 1,400 jobs, would not move to Mexico in 2019 as planned. “I am working hard, even on Thanksgiving, trying to get Carrier A.C. Company to stay in the U.S. (Indiana). MAKING PROGRESS — Will know soon!” Trump tweeted . Carrier, a division of United Technologies of Farmington, Conn., responded with a tweet about an hour later: “Carrier has had discussions with the incoming administration and we look forward to working together. Nothing to announce at this time.” During the campaign, Trump called the planned closure of the Indianapolis plant “disgusting” and “un-American” and made it a campaign rallying cry . At an Indianapolis event in April, he went further, offering the crowd a “100 percent” guarantee the plant would not leave if he were elected. “Here’s what’s going to happen,” Trump said, according to Bloomberg News . “They’re going to call me, and they are going to say, ‘Mr. President, Carrier has decided to stay in Indiana.’ ” 1 of 7 Here’s a look at Trump’s administration so far View Photos President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Caption President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Chief of Staff Reince Priebus President-elect Donald Trump has chosen Republican National Committee Chairman Reince Priebus as his chief of staff, according to Trump’s campaign. In choosing Priebus, 44, Trump has tapped a Washington insider who is viewed as broadly acceptable by vast swaths of the Republican Party. Jim Watson/AFP/Getty Images Buy Photo Wait 1 second to continue. “One hundred percent — that’s what is going to happen,” Trump added. “It’s not like we have an 80 percent chance of keeping them or a 95 percent. One hundred percent.” The Carrier back-and-forth was reminiscent of a similar exchange over manufacturing facilities that Trump began a week earlier, when he said on Twitter that he had received a call from Bill Ford, executive chairman of Ford Motor Co., saying that “he will be keeping the Lincoln plant in Kentucky — no Mexico.” Trump’s claim was exaggerated , as Ford’s union contract prevented it from shutting down its Louisville assembly plant. Ford clarified that it had merely decided not to relocate production of a single vehicle model, the Lincoln MKC, from Kentucky. Carrier announced its plans to shut down the Indiana plant in February, with the closure slated for 2019. Chris Nelson, a Carrier president overseeing the unit, issued a statement at the time saying the move to Mexico would allow the company “to operate more cost effectively” because of the industry’s ongoing migration to that area as well as “cost and pricing pressures driven, in part, by new regulatory requirements.” The closure could lead to the loss of more than $100 million to the Indiana economy and more than 1,000 other jobs that indirectly relied on the plant, according to some estimates . Trump’s promise to save the plant was met with skepticism in some corners of Indiana, the home state of Vice President-elect Mike Pence, but Trump carried the state easily over Democratic rival Hillary Clinton. business ",
    "title": "How is Trump spending Thanksgiving? He says he’s trying to save an Indiana factory. - The Washington Post"
   },
   {
    "entities": [
     "security",
     "poses",
     "barron",
     "nbc",
     "$1 million",
     "donald",
     "$2 million",
     "florida",
     "service",
     "york",
     "department",
     "manhattan",
     "barack",
     "obama",
     "homeland",
     "jonathan",
     "wackrow",
     "family",
     "news",
     "secret",
     "tower",
     "trump",
     "challenges",
     "and",
     "for",
     "new",
     "melania",
     "police",
     "jan. 20",
     "washington"
    ],
    "id": 9,
    "text": "Large Trump Family Poses Security Challenges for Secret Service 1:49 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161125055144if_/http://www.nbcnews.com/widget/video-embed/816594499904\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> As the soon-to-be first family sat down in Florida for their Thanksgiving feast, they were watched over by the core part of their new extended family — a contingent of at least 150 Secret Service personnel. And when Donald Trump gets sworn in as president on Jan. 20, that contingent will balloon to more than 920 Secret Service agents and support personnel in Washington and his hometown, New York. The price tag for all that security is already very big, or as the Manhattan mogul might put it, \"Yuge,\" internal Homeland Security and Secret Service documents reviewed by NBC News show. \"Secret Service protection is the most intrusive thing that anyone could ever experience\" Right now, the cost to taxpayers is more than $2 million a day, the documents show, a number that is sure to increase whenever the president or the first lady travels — or when the threat level rises. Meanwhile, the New York Police Department is already handling external security at Trump Tower, the president-elect's Manhattan home base, at an estimated cost of $1 million per day. \"You put a price tag on anything around the president, then you're putting a price tag on his life, and that is priceless,\" Jonathan Wackrow, a former Secret Service agent who has protected every living president, including Barack Obama, told NBC News in an exclusive interview. Protecting Trump's family presents unprecedented challenges. First off, it's a big family — 18 members in all, including Melania Trump and her 10-year-old son, Barron, as well as four adult children, three of them married, with a combined eight grandchildren. The Secret Service has not had to protect the adult children of a president-elect in a long time, Wackrow said. Play ",
    "title": "The Cost for Protecting Jet-Setting President-Elect Trump? Yuge! - NBC News"
   },
   {
    "entities": [
     "agriculture",
     "wisconsin",
     "angeles",
     "daniel",
     "first eight months of this year",
     "jersey",
     "reilly",
     "1.5%",
     "boster",
     "wheaton",
     "dorcas",
     "1955",
     "agricultural",
     "research",
     "turkey",
     "court",
     "ocean",
     "30%",
     "1967",
     "carolina",
     "massachusetts",
     "donald",
     "department",
     "11 million pounds",
     "south",
     "$20 million",
     "hannah",
     "24 cents",
     "0.25%",
     "upland",
     "2010",
     "farm",
     "glasse",
     "kentucky",
     "usda",
     "north",
     "/",
     "federation",
     "service",
     "europe",
     "national",
     "1970s",
     "mississippi",
     "york",
     "1991",
     "west",
     "1.1%",
     "of",
     "43 million gallons",
     "u.s.",
     "$50",
     "connecticut",
     "2017",
     "trump",
     "america",
     "american",
     "geoffrey",
     "new",
     "1.25%",
     "30 cents",
     "mark",
     "mohan",
     "1914",
     "2000s",
     "los",
     "statistics",
     "vin",
     "$49.87",
     "spray",
     "times",
     "florida",
     "1986",
     "mexico",
     "california",
     "$63.16",
     "scalia",
     "foundation",
     "scully",
     "maine",
     "louisiana",
     "economic",
     "nile",
     "bureau",
     "2016",
     "idaho",
     "u.s.\\xc2\\xa0department",
     "1747",
     "0.5%",
     "compton",
     "supreme",
     "wednesday"
    ],
    "id": 10,
    "text": "The price of your Thanksgiving dinner — and where it came from Thanksgiving dinner Los Angeles Times The price of a basic Thanksgiving meal in 2016 fell to $49.87 as food prices mark the first annual drop in nearly 50 years. The price of a basic Thanksgiving meal in 2016 fell to $49.87 as food prices mark the first annual drop in nearly 50 years. (Los Angeles Times) Geoffrey Mohan and Daniel Wheaton Contact Reporter The cost of a basic Thanksgiving meal for 10 people dropped 24 cents, to $49.87, thanks to the first annual deflation in food prices in nearly half a century, according to the American Farm Bureau Federation and U.S. Department of Agriculture . The consumer price index for supermarket food was down by 1.1% from last year’s annual rate, with little more than a month left to the year. The annual decline is likely to be between 0.25% and 1.25%, marking the first time U.S. retail food prices posted an annual deflation since 1967, the agency’s Economic Research Service  said. A strong U.S. dollar made U.S. goods less competitive abroad, leaving more in the domestic market, while low oil prices kept the cost of transportation and other factors lower, according to USDA. Turkey prices dropped substantially from last year — 30 cents less for a 16-pound turkey — as the industry fully recovered from last year’s avian flu outbreak, according to the Farm Bureau.  U.S. dairies over-produced so much, the federal government spent $20 million to buy 11 million pounds of cheese, according to USDA. A Wall Street Journal analysis of USDA data suggests the dairy industry dumped as much as 43 million gallons of milk in the first eight months of this year. The price slide is not expected to last through next year. USDA predicts retail food prices will rise by 0.5% to 1.5% in 2017. The Farm Bureau survey, now in its 31st year, includes turkey, bread stuffing, sweet potatoes, rolls with butter, peas, cranberries, a veggie tray, pumpkin pie with whipped cream, and coffee and milk, all in quantities sufficient to serve a family of 10 with plenty for leftovers.  In current dollars, the meal cost a high of $63.16 in 1986, and was below $50 from 1991 to 2010.  Here’s a look at some of what may be on your plate this year: A beginner's guide to cooking a Thanksgiving turkey » Turkeys There are nearly enough turkeys raised in the U.S. for each person to have his or her own bird for Thanksgiving.  The latest turkey census showed more than 286 million birds in the country, according to the U.S. Department of Agriculture National Agricultural Statistics Service. North Carolina has the most turkeys, with more than 54 million birds. California ranks seventh, with a little more than 15 million birds.  According to the National Turkey Foundation  industry group, Americans eat about 16 pounds of turkey a year, a number that has been flat since the 2000s. The consumption has doubled from the 1970s, when the average was 8.1 pounds per year.  It is the fourth-most consumed protein in the nation. Cranberries First mass sold in 1914, cranberry sauce is now a mainstay.  Wisconsin leads the nation in the number of acres used to produce cranberries, according to the USDA. The state was followed by Massachusetts and New Jersey.  Cranberries are one of the few fruits native to the Americas. They grow in shrubs that can reach up to 7 feet tall. Although the berries are not grown in bogs, the fields are often flooded at harvest time because the berries float in water.  The methods for commercial production of cranberries were developed by a group of farmers who later formed the brand Ocean Spray.  Green beans The production of green beans, or snap beans as called by the USDA, is spread nationwide. All but Connecticut, Idaho, Kentucky, Maine, Massachusetts and Mississippi have some amount of acreage devoted to the production of these beans.  Wisconsin is the bean king, with more than 70,000 acres of beans, followed by Florida and New York. The origins of the ubiquitous green been casserole comes from 1955, when recipe pamphlets were the “tasty” videos of that era.  Dorcas Reilly created the recipe that was inspired by various Minnesotan hot dish recipes. Mashed potatoes In nearly every Thanksgiving meal, the starch is the spiritual center to the dish.  Idaho makes the most potatoes, with 30% of all potatoes grown in that state. Other northern states follow Idaho’s lead. Only three states in the nation do not produce any potatoes: Connecticut, Louisiana and New Mexico. Mashed potatoes have been a part of the western diet since Spanish conquistadors brought the spud back to Europe from South America. One of the earlier mentions of “mashed” potatoes was in the 1747 English cookbook “The Art of Cookery Made Plain and Easy,” by Hannah Glasse. The recipe was more of a custard, as it called for the addition of sugar, eggs and some brandy.  Caption 4 Thanksgiving Stories You Can't Miss How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. Caption 4 Thanksgiving Stories You Can't Miss How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 3 men found shot to death inside Compton park maintenance shed Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Caption Plane crash near Upland A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) A small plane crashed in the hills above Upland, killing the pilot. (Mark Boster / Los Angeles Times) ",
    "title": "The price of your Thanksgiving dinner — and where it came from - LA Times"
   },
   {
    "entities": [
     "national",
     "juan",
     "army",
     "londono",
     "peace",
     "bogota",
     "thursday",
     "congress",
     "forces",
     "prize",
     "manuel",
     "dwyer",
     "colombia",
     "timochenko",
     "september",
     "santos",
     "of",
     "uribe",
     "liberation",
     "farc",
     "nobel",
     "sept. 26",
     "revolutionary",
     "colin",
     "rodrigo",
     "armed",
     "ap",
     "alvaro",
     "press",
     "october",
     "associated",
     "bbc"
    ],
    "id": 11,
    "text": "Colombia's President Juan Manuel Santos (left) shakes hands with with FARC leader Rodrigo Londono, known as Timochenko, after signing a revised peace pact in Bogota, Colombia, on Thursday. Fernando Vergara/AP hide caption toggle caption Fernando Vergara/AP Colombia's President Juan Manuel Santos (left) shakes hands with with FARC leader Rodrigo Londono, known as Timochenko, after signing a revised peace pact in Bogota, Colombia, on Thursday. Fernando Vergara/AP Colombian President Juan Manuel Santos and Rodrigo Londono, the leader of the Revolutionary Armed Forces of Colombia or FARC, signed a new peace agreement Thursday, despite lingering opposition to the deal. The accord, which was struck earlier this month , follows an October referendum in which the country narrowly voted to reject a peace agreement reached in September. Voters opposed the September peace deal for its \"perceived leniency toward FARC fighters,\" as my colleague Colin Dwyer wrote, but Santos was still awarded a Nobel Peace Prize for his efforts. This time, the peace deal will not be put to a country-wide vote. Instead it will go to Colombia's Congress for ratification, the Associated Press reports : The new accord introduces some 50 changes intended to assuage critics led by still-powerful former President Alvaro Uribe. They range from a prohibition on foreign magistrates judging crimes by the FARC or government to a commitment from the insurgents to forfeit assets, some of them amassed through drug trafficking, to help compensate their victims. The AP said the deal could be ratified \"as early as next week.\" Members of Uribe's party, however, who wanted harsher punishment for FARC rebels, are calling for \"protests to denounce what they say is a 'blow against democracy,' \" the AP said. Article continues after sponsorship The BBC reported the Thursday signing ceremony was \"deliberately\" smaller than the ceremony held for to sign the previous deal on Sept. 26. Today, about 800 people were in attendance, about a third as many as who attended the September ceremony. Though the peace accord aims to end more than 50 years of conflict between the government and FARC rebels, the lack of unified support could complicate the already difficult task of disarming fighters and implementing the terms of the peace. The AP says Colombia's government will have to \"[ensure] that the 8,000-plus fighters don't wind up joining criminal gangs rampant throughout the country, or the much-smaller National Liberation Army.\" ",
    "title": "Colombia And FARC Rebels Sign Revised Peace Deal   : The Two-Way : NPR"
   },
   {
    "entities": [
     "claus",
     "tony",
     "france",
     "sarah",
     "quinn",
     "thursday",
     "department",
     "york",
     "santa",
     "mcdonald",
     "nypd",
     "laurie",
     "brown",
     "spongebob",
     "hernandez",
     "macy",
     "charlie",
     "ronald",
     "bennett",
     "new",
     "bender",
     "albany",
     "mclachlan",
     "squarepants",
     "city",
     "annie",
     "state",
     "islamic",
     "police"
    ],
    "id": 12,
    "text": "Millions Attend Macy's Thanksgiving Day Parade Amid High Security 1:58 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161125051813if_/http://www.nbcnews.com/widget/video-embed/817195075932\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Thousands of people lined the streets Thursday amid heavy security, including bomb-sniffing dogs and portable radiation detectors, as iconic inflatable balloons, costumed characters and clowns floated, marched and danced their way through New York City for the Macy's Thanksgiving Day Parade. Revelers cheered and yelled, \"Thank you!\" as police walked the parade route, and the crowd gave special attention to the New York Police Department marching band. Spectators — sometimes standing 10 deep — held signs and balloons as they watched Santa Claus and his reindeer, Ronald McDonald and SpongeBob SquarePants pass by. Charlie Brown led the signature balloons as the parade kicked off with a ceremonial ribbon-cutting before the parade made its way to Macy's flagship store on 34th Street. Photos: 90th Macy's Thanksgiving Day Parade Floats Through NYC Clowns carrying bundles of balloons rode down the parade route as marching bands from across the country entertained revelers. Costumed characters and dozens of celebrities, including singers Tony Bennett and Sarah McLachlan and Olympic gold medalist Laurie Hernandez, were among the attendees. Annie Quinn traveled more than three hours from Albany to attend the parade with her cousin and two sisters — all three dressed in turkey costumes — scoring prime front-row seats along the route. \"We sat here for hours, but it was worth it,\" she said. \"This was the best parade I've seen in a while.\" But amid the fun, high-fives and cheers, there was an air of uncertainty about the possibility of an extremist attack after a recent posting in an English-language Islamic State group magazine that called the parade \"an excellent target.\" Nevertheless, the parade went off without a hitch Thursday. More than 80 sanitation trucks filled with sand were parked at intersections and other places, acting as barriers against any kind of attack. The NYPD said the sanitation trucks, which they have used before, would play a bigger role at this year's parade in the wake of the cargo truck attack in Nice, France, that killed more than 80 people. In addition to more than 3,000 uniformed and plainclothes officers, bomb-sniffing dogs and officers with assault weapons and portable radiation detectors walked among the crowds. At least one spectator said the intensive security made her feel secure. \"There are so many police officers out here you can't help but feel safe,\" said Sarah Bender, who brought her two young sons to watch the parade. \"It's a day to have fun, watch the balloons and celebrate with your family. You can't spend your life worrying about what could happen.\" Close ",
    "title": "Macy's Thanksgiving Parade: Charlie Brown Balloon Leads Favorites - NBC News"
   },
   {
    "entities": [],
    "id": 13,
    "text": "",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "1:30 p.m.",
     "greg",
     "mitchell",
     "charlotte",
     "dwight",
     "muhammad",
     "park",
     "hospital",
     "metro",
     "ali",
     "university",
     "fischer",
     "thursday",
     "louisville",
     "police",
     "department",
     "shawnee",
     "waddell"
    ],
    "id": 14,
    "text": "Tribune news services Contact Reporter Two people were killed and four were hospitalized in shootings at a riverfront park in Louisville, police said Thursday. Louisville Metro Police Department spokesman Dwight Mitchell said officers responded to a call of multiple shootings about 1:30 p.m. at Shawnee Park. The injuries among those taken to University Hospital were not considered life-threatening, he said. \"Most people were here having a good time,\" Mitchell said. \"But unfortunately this tragic situation has happened.\" Mitchell had no information about any suspects or motives. The shootings occurred near the site of the annual Juice Bowl series of football games, which was attended by Louisville Mayor Greg Fischer. \"To have people with guns so disrespect life, Shawnee Park, and neighborhood tradition is sad and has no place in our city,\" Fischer said in a Twitter post. \"My thoughts and prayers are with the families of all those impacted by today's violence,\" he said. Youth games had just ended and two women's teams were in the middle of a flag football game when the shots were fired. Men's games scheduled to take place afterward were canceled. Charlotte Waddell, a cousin of the late Muhammad Ali who has attended the football event for decades, told The Courier-Journal that she had just finished talking to the mayor when she heard several gunshots. \"This is the worst Thanksgiving ever; I'll never be back,\" she said. \"I'm pretty shaken up.\" Associated Press ",
    "title": "Police: 2 dead, 4 hospitalized in shootings at riverfront park in Louisville - Chicago Tribune"
   },
   {
    "entities": [
     "feast",
     "davis",
     "vegan",
     "poplar",
     "maryland",
     "terry",
     "thanksgiving",
     "evie",
     "sanctuary",
     "poolesville",
     "ruth",
     "nicole",
     "cummings",
     "ricardo",
     "perry",
     "dave",
     "travino",
     "animal"
    ],
    "id": 15,
    "text": "At This Vegan Thanksgiving Feast, They're Happy To Save Some Turkey At This Vegan Thanksgiving Feast, They're Happy To Save Some Turkey Embed Embed Perry the turkey presides over Thanksgiving dinner. Lakshmi Singh/NPR hide caption toggle caption Perry the turkey presides over Thanksgiving dinner. Lakshmi Singh/NPR Thanksgiving came early in Poolesville. Only, instead of dining on turkey, the hundreds who gathered in this Maryland town actually dined with a turkey. His name is Perry. The strutting turkey, who's something of a star at Poplar Animal Sanctuary, stared down the hungry crowd with nothing to worry about — because the big dinner in Poolesville was no ordinary Thanksgiving feast: The diners there were only interested in vegan fare. Every year, they gather to forego the traditional dinner of turkey or pork roast, and instead eat vegan or vegetarian dishes right alongside the chickens, pigs and sheep. Terry Cummings and her husband, Dave, came up with the idea of this Thanksgiving shindig some 18 years ago with one goal in mind: to save farm animals from slaughter. And that idea, she says, has really caught on. Terry Cummings accepts tickets and welcomes guests to the Thanksgiving feast. Lakshmi Singh/NPR hide caption toggle caption Lakshmi Singh/NPR \"More people are more aware of the issues now,\" she says. \"They're more concerned about farm animals. They realize that there's a need to have sanctuaries like this one.\" So, with help from charitable donations, Cummings works full-time to take care of roughly 200 animals. And she's got her favorites. \"Evie, the three-legged goat — she lost her leg because her owners did not take her to the vet when an emu stepped on her and she got a broken leg,\" Cummings says. \"They were going to shoot her, and the veterinarians called us and asked us to take her — and we've had her ever since.\" Now, here's your moment of Zen: Evie, the three-legged goat, dines politely with her turkey compatriot. Lakshmi Singh/NPR hide caption toggle caption Lakshmi Singh/NPR Now, here's your moment of Zen: Evie, the three-legged goat, dines politely with her turkey compatriot. Lakshmi Singh/NPR As a family, Cumming and several hundred of her friends from all over the region have pulled out all the stops to put on a Thanksgiving dinner where the animals eat before the humans. Chunks of watermelon, vegetables and worms are plucked and scattered across white serving panels on the grass. Article continues after sponsorship Ricardo Travino drove 2 1/2 hours with his wife, Nicole, to get to the feast. And he certainly showed up in style — with a Butterball hat on his head that read \"Tofurkey.\" (That's tofu instead of meat.) He stuffed his face with vegan treats. This dinner wasn't just for the birds. These pigs got in on the action, too. Lakshmi Singh/NPR hide caption toggle caption This dinner wasn't just for the birds. These pigs got in on the action, too. Lakshmi Singh/NPR \"This is not your typical potluck. People really haul out everything they have to come up with great meals here,\" says Ruth Davis, who sat just a couple of tables down from Travino. She plucked a few desserts that she \"wouldn't normally go for,\" she says — \"but we're going to give it a shot.\" Guess that's where the \"luck\" from potluck comes from. When you're dining with the animals, you never know what you're going to get. ",
    "title": "At This Vegan Thanksgiving Feast, They're Happy To Save Some Turkey : NPR"
   },
   {
    "entities": [
     "november 24, 2016",
     "mike",
     "wisconsin",
     "3 p.m.",
     "motor",
     "beach",
     "13.6%",
     "delafield",
     "mechella",
     "baig",
     "milwaukee",
     "$820 million",
     "1:15 p.m.",
     "grand",
     "friday",
     "chute",
     "c.",
     "adobe",
     "sentinel",
     "edward",
     "$449 million",
     "cbl",
     "bobby",
     "dave",
     "afternoon",
     "toys",
     "today",
     "wis",
     "midnight",
     "jess",
     "department",
     "hoffman",
     "journal",
     "5 p.m. et",
     "wheeler",
     "$2 billion",
     "jcpenney",
     "tenn.",
     "macy",
     "r\\xc2\\xa0us",
     "usa",
     "properties",
     "charlie",
     "nov. 17",
     "coulson",
     "fla.",
     "federation",
     "sears",
     "vero",
     "9:17 p.m. est",
     "national",
     "thursday, november 24, 2016",
     "vehicles",
     "lusquinos",
     "$349",
     "network",
     "&",
     "penny",
     "franke",
     "thursday",
     "2 a.m.",
     "york",
     "alberty",
     "associates",
     "$1.15 billion",
     "inc.",
     "of",
     "tom",
     "$199",
     "22%",
     "america",
     "new",
     "mark",
     "guidelines",
     "nardi",
     "retail",
     "insights",
     "florida",
     "15.6%",
     "clarksville",
     "dell",
     "brandon",
     "analytics",
     "line 10 years ago",
     "conversation",
     "toshiba",
     "5 p.m.",
     "prosper",
     "digital",
     "jc"
    ],
    "id": 16,
    "text": "Never mind football and turkey. Thanksgiving shopping has begun Thanksgiving's about food, football, family.  Now add the “frenzy” that goes with shopping. Post to Facebook Never mind football and turkey. Thanksgiving shopping has begun Thanksgiving's about food, football, family.  Now add the “frenzy” that goes with shopping. Check out this story on USATODAY.com: http://usat.ly/2fWeXTy CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 9 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Never mind football and turkey. Thanksgiving shopping has begun Edward C. Baig , USA TODAY 9:17 p.m. EST November 24, 2016 x Share Confused about where to shop for those Thanksgiving deals? Have no fear. We've put together a list for you. USA TODAY NETWORK JC Penny's Mechella Wheeler hands out gift cards to shoppers a  sChristmas shopping began with a flurry of activity on Thanksgiving Day, Thursday, November 24, 2016, in Grand Chute, Wis. Thousands of shoppers put down their forks after Thanksgiving dinner and headed out to take advantage of doorbusters and in-store deals. Wm. Glasheen/USA TODAY NETWORK-Wisconsin (Photo: USA TODAY NETWORK-Wisconsin, Wm. Glasheen/USA TODAY NETWORK-Wisconsin) NEW YORK — Thanksgiving has traditionally boiled down to three “Fs”: food, football and family. Many Americans can now add a fourth F to the mix, the “frenzy” that comes with holiday shopping. We’re not just talking Black Friday. More and more folks are shopping in person on Thanksgiving Day, with major retailers such as Best Buy, Macy’s, Sears, Target and Toys R Us, all opening their doors even before the last of the turkey has gotten cold. And online shopping is off to a brisk start. Shoppers spent $1.15 billion online between midnight and 5 p.m. ET, a 13.6% increase over last year, reported Adobe Digital Insights. Adobe is forecasting Thanksgiving Day online sales to hit $2 billion for the first time, a 15.6% year-over-year growth increase. A record $820 million is expected to come from mobile devices, with $449 million spent by 5 p.m. ET. Adobe added that half the people it surveyed expect to shop after 5 p.m. on Thanksgiving, after families pushed back from the dinner table. Black Friday tech deals: Making sense of it all \"Thanksgiving Day is still on track to either hit or come close to $2 billion, although heavy discounting seen in the early hours of the day has slowed revenue growth,\" Adobe reported. In all, an estimated 137.4 million consumers plan to or are considering shopping during the holiday weekend, according to the annual survey released by the National Retail Federation and Prosper Insights & Analytics. Twenty-one percent of the weekend shoppers plan to shop on Thanksgiving Day itself, nearly the same as the 22% who did so last year. Still, not every retailer is comfortable with the idea. There’s been a recent tug of war over whether retailers should be open on Thanksgiving Day, with some deciding to close their doors this year to boost employee morale, score points with consumers who dislike the practice, and preserve the dwindling sales power of Black Friday. Tennessean Tom Alberty told The (Clarksville, Tenn.) Leaf-Chronicle last week, that he doesn't like shopping on the holiday because it takes away from family time. \"You have 300 days to shop throughout the year. Why do you pick Thanksgiving?\" Holiday Spending Headquarters The Mall of America stayed shuttered this holiday. CBL & Associates Properties Inc. planned to close 72 of its 89 malls this Thanksgiving after keeping them open the last three years, and electronics chain hhgregg closed all of its 220 stores. But most major retailers decided to continue this newest tradition of kicking off the holiday shopping marathon right after — or even before — the Thanksgiving feast. Toys R Us, for instance, opened its doors at 5 p.m. on the holiday and will keep its stores open for 30 hours straight. “One of the reasons we opened our stores on Thanksgiving ... is there’s just a lot of people that enjoy that as part of their Thanksgiving tradition,’’ says Toys R Us’ CEO Dave Brandon. “And if they want to shop ... we want to be open and available to them.’’ In Wisconsin, Mike Franke knows something about tradition. He likes being first in line for Black Friday deals, so he planted himself in the small slice of real estate right outside the Best Buy store in Delafield. Mike Franke holds a pair of commemorative chips he got from Best Buy after arriving at the Delafield store a week in advance to be first in line on Thursday.  (Photo: Mark Hoffman / Milwaukee Journal Sentinel) Franke didn't arrive a few hours before Best Buy opened at 5 p.m. on Thanksgiving. Or even a few days before. No, Franke is a hearty shopper with time to burn, or at least vacation to use from his job at the Wisconsin Department of Motor Vehicles. So he took roost at Best Buy a full week before the big sale. Arriving at 3 p.m. on Nov. 17, Franke set up two tents — one for sleeping, one for a living room outfitted with a heater and television hooked into Direct TV powered by his own portable generator. He's done this at the same Best Buy for the last 10 years. And the object of his desire? A TV. \"It's tradition, believe it or not. Everyone thinks it's the deals, but it's the tradition. I actually met the other people in line 10 years ago, and we see them every year and we've become friends,\" Franke said Thursday afternoon, about two hours before he was the first person through the sliding glass doors to snap up a Toshiba 50-inch 4K TV for $199 for his man cave. A line forms outside of JC Penny as Christmas shopping began with a flurry of activity on Thanksgiving Day, Thursday, November 24, 2016, in Grand Chute, Wis. Thousands of shoppers put down their forks after Thanksgiving dinner and headed out to take advantage of doorbusters and in-store deals. Wm. Glasheen/USA TODAY NETWORK-Wisconsin  (Photo: USA TODAY NETWORK-Wisconsin, Wm. Glasheen/USA TODAY NETWORK-Wisconsin) Charlie Nardi, a longtime manager for JCPenney, said there was a line of customers when he arrived at the Vero Beach, Fla., store at 1:15 p.m. Thursday, almost two hours before the 3 p.m. opening. “Customers who came so early are going to be happy to shop,” said Nardi during an employee pep talk before the opening. “All of our hard work for the last couple weeks will come to fruition today. It’s going to be crazy all day.” At a nearby Best Buy, Vero Beach resident Bobby Lusquinos said he lined up at 2 a.m., 15 hours before the 5 p.m. opening. He came for the 50-inch Toshiba 4K television for $199 and a $349 Dell laptop. “I rather have it in my hand than order online,” Lusquinos said, adding that he wouldn’t have to worry about order cancellation this way. Like Lusquinos in Florida, Jess Coulson of Milwaukee had a plan. Coulson visited in advance every store where she planned to shop on Thanksgiving, noting where in-store exclusive items were located. Some retailers handed out store maps to people in line, which Coulson said was a help. ",
    "title": "Never mind football and turkey. Thanksgiving shopping has begun"
   },
   {
    "entities": [
     "national",
     "swift",
     "j.",
     "julie",
     "donald",
     "&",
     "times",
     "thursday",
     "n.j.",
     "york",
     "todd",
     "betsy",
     "the",
     "chicago",
     "hirschfeld",
     "hilary",
     "$2.9 billion",
     "15 percent",
     "states",
     "wednesday",
     "golf",
     "35 percent",
     "devos",
     "commerce",
     "company",
     "trump",
     "club",
     "ameritrade",
     "ricketts",
     "ross",
     "mr.",
     "wilbur",
     "united",
     "davis",
     "new",
     "wl",
     "bedminster",
     "trump\\xe2\\x80\\x99s",
     "hamptons",
     "washington"
    ],
    "id": 17,
    "text": "Wilbur Ross, Billionaire Investor, Is Said to Be Trump’s Commerce Pick By JULIE HIRSCHFELD DAVIS Continue reading the main story Photo Wilbur Ross met with President-elect Donald J. Trump at the Trump National Golf Club in Bedminster, N.J., this week. Credit Hilary Swift for The New York Times WASHINGTON — President-elect Donald J. Trump is expected to select as commerce secretary Wilbur Ross , a billionaire investor who became known as the “king of bankruptcy” for buying, restructuring and selling off steel makers and other fading industrial companies, officials on the transition team said on Thursday. After choosing national security hard-liners for some of his earliest appointments, Mr. Trump is now turning to a group of ultrawealthy conservatives to help steer administration policy. In addition to Mr. Ross, a generous contributor to his campaign, Mr. Trump is likely to choose Todd Ricketts, a Republican megadonor who is an owner of the Chicago Cubs and whose father founded TD Ameritrade, to be the deputy commerce secretary, the officials said. And on Wednesday, Mr. Trump said he would name Betsy DeVos , a school choice activist and Republican fund-raiser, as his education secretary. Graphic: Donald Trump Is Choosing His Cabinet. Here’s the Latest Shortlist. Mr. Ross, 78, an economic adviser to Mr. Trump’s campaign whose fortune is estimated by Forbes to be $2.9 billion, is aligned with Mr. Trump on trade. He says the United States must free itself from the “bondage” of “bad trade agreements,” and he has advocated threats of steep tariffs on Chinese goods. Mr. Ross, the chairman of the private equity firm WL Ross & Company, has also pressed for cutting the corporate tax rate to 15 percent, from 35 percent, and reducing taxes and regulations on energy companies. During the general election, he hosted at least one fund-raiser for Mr. Trump at his home in the Hamptons. There, Mr. Trump, who at the time was pondering his choice for a running mate, turned his deliberations into a party game, soliciting opinions from the donors in attendance. ",
    "title": "Wilbur Ross, Billionaire Investor, Is Said to Be Trump’s Commerce Pick - The New York Times"
   },
   {
    "entities": [
     "uncle",
     "jitlada",
     "straw",
     "angeles",
     "august",
     "cakes",
     "caption",
     "times",
     "i.",
     "fall",
     "duff",
     "inn",
     "katie",
     "the",
     "goldman",
     "coyote",
     "margaritas",
     "jonathan",
     "charm",
     "betty",
     "malibu",
     "normandie",
     "last thursday",
     "glendora",
     "april",
     "morris",
     "joe",
     "kirk",
     "walker",
     "november 1980",
     "lincoln",
     "club",
     "1863",
     "turkey",
     "america",
     "this afternoon",
     "four dollars",
     "cousin",
     "el",
     "gold",
     "mckoy",
     "abraham",
     "/",
     "rose",
     "city",
     "crocker",
     "emmerson",
     "november",
     "los"
    ],
    "id": 18,
    "text": "This year's Thanksgiving dinner is a time when we all need a little more comfort than usual Thanksgiving turkey Kirk McKoy / Los Angeles Times A hickory-smoked bird. A hickory-smoked bird. (Kirk McKoy / Los Angeles Times) Jonathan GoldRestaurant Critic If you’ve been following the media recently, you may have noticed a certain lack of consensus on many things, including what an ideal Thanksgiving dinner might be. There have been instructions on how to spatchcock a turkey; how to slow-roast it; and how to bone it out, form it into a jelly roll around fennel sausage, and serve it in neat slices as kind of a turkey porchetta. My favorite butcher decided not to stock turkey at all this season. There is nothing like a Turkey of the Year. Even some usually happy cooks seem to be limping toward this holiday, wondering if anyone will notice if we substitute bottled chestnuts for fresh in the stuffing or canned squash for pumpkin in the pie.  Thanksgiving is the happiest day of the year for passionate home cooks. This year, we are seeing a little less joy. Instead, more people may be gathering at Friendsgiving parties, at which the guest list is determined by compatibility rather than by accident of birth. A lot of publications, including this one, have been suggesting neat bourbon instead of wine as the proper Thanksgiving drink. Your best Thanksgiving yet Open link But even in this year, when events have pushed us apart, where slights suffered in April still smart in the fall, when half of your crowd isn’t talking to the other half and the weekly poker game hasn’t convened since August, nothing has quite as much power to bring us together as an hour or two at the table — an hour or two devoted to family and friends, grace and gratitude for the blessings of America. We eat together and talk together as people with a single purpose. We are happy together at least until the bowl of cranberry sauce runs low. It was this idea of reconciliation, the idea of a single America, that led Abraham Lincoln to establish the first national Thanksgiving in 1863, at the height of the Civil War. “In the midst of a civil war of unequalled magnitude and severity,’’ he wrote, “ … order has been maintained, the laws have been respected and obeyed, and harmony has prevailed everywhere except in the theatre of military conflict.’’ At the moment of the nation’s deepest despair, Lincoln set aside the last Thursday of November as a “day of Thanksgiving and Praise.’’ So in this difficult year we may need Thanksgiving more than ever — even if you rarely tackle anything more taxing than a stir-fry or a grain bowl the rest of the year, even if you have yet to decide whether to truss the legs, make giblet gravy, or roast the bird on a bed of carrots instead of on a rack. Guests who wonder how they are going to react if Uncle Morris gets into one of his moods need Thanksgiving. So do people whom Cousin Rose hasn’t acknowledged since November 1980. It doesn’t matter whether you’re dining on turkey biryani, turkey adobo, Persian turkey with barberries or clay-roasted Chinese beggars’ turkey stuffed with black mushrooms and mustard greens. Or turkey made with the classical technique and stupendous amounts of butter; or the turkey that your mother learned how to make from Betty Crocker. Is crisp, brittle skin worth slightly dry meat? Is Deb going to show up with that big bowl of ambrosia again? Is a heritage bird worth the extra four dollars a pound? If your oldest friend and your sister-in-law decide to bring pecan pies, which of the pies are you going to serve first? If all else fails, Salt and Straw is offering ice cream spiked with turkey-skin brittle; the Dog Haus, turducken sausages with gravy; and Trader Joe’s, turkey-flavored potato chips. But you are going to be at the table this afternoon, and so am I. Caption El Coyote margaritas El Coyote, known for its margaritas, makes 20 gallons of the house margarita every day. It takes 64 bottles of tequila, 64 bottles of lemon juice, 40 bottles of triple sec, pineapple juice and Sprite to make the daily batch. El Coyote, known for its margaritas, makes 20 gallons of the house margarita every day. It takes 64 bottles of tequila, 64 bottles of lemon juice, 40 bottles of triple sec, pineapple juice and Sprite to make the daily batch. Caption El Coyote margaritas El Coyote, known for its margaritas, makes 20 gallons of the house margarita every day. It takes 64 bottles of tequila, 64 bottles of lemon juice, 40 bottles of triple sec, pineapple juice and Sprite to make the daily batch. El Coyote, known for its margaritas, makes 20 gallons of the house margarita every day. It takes 64 bottles of tequila, 64 bottles of lemon juice, 40 bottles of triple sec, pineapple juice and Sprite to make the daily batch. Caption Jonathan Gold on the secret, super spicy Jazz burger at Jitlada Jonathan Gold dishes on the Jazz burger, an off-menu item at Jitlada in Thai town, a site of pilgrimage for spicy food lovers. Jonathan Gold dishes on the Jazz burger, an off-menu item at Jitlada in Thai town, a site of pilgrimage for spicy food lovers. Caption The Walker Inn: Malibu cocktail Lead bartender, Katie Emmerson, at The Walker Inn located at the back of the Normandie Club talks about the Malibu cocktail. Lead bartender, Katie Emmerson, at The Walker Inn located at the back of the Normandie Club talks about the Malibu cocktail. Caption Duff Goldman shows how to make focaccia 'the right way' “There’s a lot of focaccia in the world and most of it is terrible,\" Duff Goldman says. \"People need to learn about the good stuff.” The founder of Charm City Cakes shows how to make his version of focaccia.  “There’s a lot of focaccia in the world and most of it is terrible,\" Duff Goldman says. \"People need to learn about the good stuff.” The founder of Charm City Cakes shows how to make his version of focaccia.  Caption Jonathan Gold on the beauty of Donut Man's strawberry doughnuts Jonathan Gold takes you inside Donut Man, a destination doughnut spot in Glendora that specializes in doughnuts made with fresh strawberries. Jonathan Gold takes you inside Donut Man, a destination doughnut spot in Glendora that specializes in doughnuts made with fresh strawberries. ",
    "title": "This year&apos;s Thanksgiving dinner is a time when we all need a little more comfort than usual - LA Times"
   },
   {
    "entities": [
     "nov 24, 2016",
     "1:30 p.m.",
     "mitchell",
     "kentucky",
     "dwight",
     "america",
     "park",
     "tara",
     "whas",
     "abc",
     "fowler",
     "metro",
     "louisville",
     "police",
     "department",
     "shawnee"
    ],
    "id": 19,
    "text": "2 Dead, 4 Injured in Shooting at Louisville Park By TARA FOWLER Nov 24, 2016, 4:27 PM ET 0 Shares Email Two people are dead and four others were injured in a shooting at Shawnee Park in Louisville, Kentucky, today, according to police. The shooting occurred at about 1:30 p.m. while the park was crowded with people attending the annual Juice Bowl football game, Louisville Metro Police Department spokesman Dwight Mitchell said. When officers arrived on the scene, they found two deceased black males, police said in a statement. Four other individuals were taken to a nearby hospital for treatment with non-life-threatening injuries, according to police. \"This is very tragic what's happened here,\" Mitchell said, according to local ABC affiliate WHAS . \"I'm saddened. We've had over 100 homicides in our city, something that hasn't happened in a long time. And we consider ourselves one of the safest cities in America but when you have a tragedy like this it certainly puts a damper on that.\" The shooting is under investigation. 0 Shares ",
    "title": "2 Dead, 4 Injured in Shooting at Louisville Park - ABC News"
   },
   {
    "entities": [
     "engineers",
     "ball",
     "army",
     "thursday",
     "energy",
     "access",
     "of",
     "transfer",
     "1806",
     "u.s.",
     "nov. 23, 2016",
     "jane",
     "night",
     "mandan",
     "corps",
     "dakota",
     "north",
     "cannon",
     "partners",
     "fonda",
     "goldtooth"
    ],
    "id": 20,
    "text": "Why a Previously Proposed Route for the Dakota Access Pipeline Was Rejected Goldtooth added that the holiday brings back a dark part of history for many Native Americans, and reminds them of the struggles that their ancestors faced. \"It's in dedication to our ancestors,\" Goldtooth said of their battle to block the crude oil pipeline that spans four states. \"It's in dedication to their efforts, their struggle, that we continue to fight on.\" \"What our ancestors went through 200 years ago, in a way we are kind of going through the same struggle. What is happening in North Dakota is just a mere continuation of 500 years of colonization,\" Goldtooth said. Stephanie Keith/Reuters Protesters block highway 1806 in Mandan during a protest against plans to pass the Dakota Access pipeline near the Standing Rock Indian Reservation, North Dakota, Nov. 23, 2016. Stephanie Keith/Reuters Protesters block highway 1806 in Mandan during a protest against plans to pass the Dakota Access pipeline near the Standing Rock Indian Reservation in North Dakota, Nov. 23, 2016. \"An important thing to remember is that this movement and that this resistance is not born out of hate for others, but out of love and celebration for our continuous existence,\" Goldtooth said. Goldtooth said that many of the activists, who call themselves \"water protectors,\" celebrated this at the dinner Thursday night. \"There is a meal being served to the community of Cannon Ball to show our appreciation. That is the one that Jane Fonda is a part of, that meal is being served to the Cannon Ball community as a way of saying thanks for putting up with us,\" Goldtooth said. Goldtooth added that in the coming weeks, activists are expecting scores of veterans to \"deploy\" to Standing Rock, in order to show support for the \"water protectors.\" \"They’re supposed to be coming over the next week or so. There has been a lot of support from veterans. It’s a pretty beautiful thing to see,\" Goldtooth said. Energy Transfer Partners announced last week that it filed for a court order seeking the right-of-way to finish construction of the pipeline without further intervention from the federal government. The latest legal move followed a statement from the U.S. Army Corps of Engineers that said it would delay issuing the final approval that the pipeline needs in order to complete construction in North Dakota, and invited the tribe to engage in further discussions. 0 Shares ",
    "title": "Thanksgiving at Dakota Access Protest: Jane Fonda Serves Dinner to Demonstrators - ABC News"
   },
   {
    "entities": [
     "national",
     "j.",
     "missouri",
     "wojcik",
     "nbc",
     "weekend",
     "thursday",
     "jersey",
     "morning",
     "kansas",
     "california",
     "of",
     "moorestown",
     "costco",
     "jennifer",
     "alhambra",
     "12.5 percent",
     "news",
     "friday",
     "depot",
     "2015",
     "brown",
     "outlets",
     "frederic",
     "maria",
     "america",
     "butkovic",
     "davis",
     "new",
     "ikea",
     "mall",
     "legends",
     "city",
     "ellen",
     "home",
     "shoppertrak",
     "federation",
     "retail"
    ],
    "id": 21,
    "text": "Where Are Most Shoppers Going This Black Friday? 1:58 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161125062027if_/http://www.nbcnews.com/widget/video-embed/817205315633\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Dozens of major stores said a big \"No Thanks\" to opening on Thanksgiving, and it all came down to the bottom line. Costco, REI, Home Depot, IKEA and even the Mall of America are just some of the more than 50 national retailers that pushed back and stayed shuttered on Thanksgiving Day. According to ShopperTrak, Thanksgiving Day sales dropped 12.5 percent in 2015, giving some retailers a good reason to give their employees the day off. \"They're listening to customers, how they shop, and making business decisions on that,\" said Ellen Davis, senior vice president of research and strategic initiatives for the National Retail Federation. For the first time in eight years, Legends Outlets in Kansas City, Kansas, was closed for the holiday, said Jennifer Wojcik, the mall's general manager. People shop for deals Thursday morning at a Big Lots store in Alhambra, California. Frederic J. Brown / AFP - Getty Images \"I think the first couple of years you saw a big boost in sales by opening on Thanksgiving, and then it was pushed earlier and earlier everywhere,\" Wojcik told NBC station KSHB of Kansas City, Missouri. \"But we've seen a lot of shifting the sales around throughout the weekend, and not necessarily increasing them.\" In Moorestown, New Jersey, Maria Butkovic got to stay home on Thanksgiving for the first in three years. She manages two malls in the area. Related: So Which Stores Are Closed on Thanksgiving? \"Well, I'm pretty excited,\" she told NBC News. \"I can relax a little and spend time with my family. I don't have to leave my own party early.\" Stores that stayed open saw a huge opportunity to steal foot traffic from their competitors as they face the end of a weak year in the retail industry. Play ",
    "title": "Taking Back Thanksgiving: The Deals Are Still There, So Family Comes First - NBC News"
   },
   {
    "entities": [
     "november 24, 2016",
     "j.",
     "combined",
     "stephen",
     "lucas",
     "tomlinson",
     "fox",
     "townsend",
     "thursday",
     "forces",
     "u.s.",
     "iraq",
     "issa",
     "force",
     "october 2016",
     "news",
     "ayn",
     "syrian",
     "democratic",
     "mosul",
     "us",
     "joint",
     "isil",
     "state",
     "islamic",
     "syria",
     "isis",
     "task"
    ],
    "id": 22,
    "text": "US service member killed by explosive device in Syria Published               November 24, 2016 Facebook 0 Twitter 0 Email Print   A U.S. service member embedded with the Kurdish-leg Syrian Democratic Forces in northern Syria died Thursday from injuries from a blast by an improvised explosive device, military officials said. In a statement released Thursday, military officials said the blast happened in the vicinity of Ayn Issa in northern Syria, located about an hour north of ISIS de factor capital of Raqqa. The service member’s name, rank or military branch have been released. The death is believed to be the first American military casualty since the start of the operation against Islamic State fighters. Related News... US airstrikes top 1,000 against ISIS in Iraq and Syria “The entire counter-ISIL Coalition sends our condolences to this hero's family, friends and teammates,” said Lt. Gen. Stephen J. Townsend, commander of Combined Joint Task Force – Operation Inherent Resolve in a statement. “On this Thanksgiving, please be thankful that there are service members willing to take up the fight to protect our homeland from ISIL’s hateful and brutal ideology.” U.S. troops are part of a multination effort to fight the Islamic State group in the region. There are roughly 300 special operations personnel embedded with the Kurdish-led Syrian Democratic Forces. In October 2016, another U.S. service member embedded with Kurdish Peshmerga forces in Iraq was killed when his all-terrain vehicle ran over a bomb north of Mosul . It marked the first death of a U.S. service member in Iraq since the start of the operation to retake Mosul from ISIS fighters that month. Fox News' Lucas Tomlinson contributed to this report. Advertisement ",
    "title": "US service member killed by explosive device in Syria | Fox News"
   },
   {
    "entities": [
     "papini",
     "november 24, 2016",
     "calif.",
     "espino",
     "missing",
     "yolo",
     "$50k",
     "thursday",
     "keith",
     "redding",
     "california",
     "rod",
     "jenny",
     "bosenko",
     "highway",
     "office",
     "4:30 a.m.",
     "sheriff\\'s",
     "diestelhorst",
     "rodriguez",
     "nov. 2",
     "county",
     "tom",
     "jessica",
     "6:20 p.m. est",
     "interstate",
     "patrol",
     "conversation",
     "landing",
     "scott",
     "bruland",
     "gamble",
     "cameron",
     "guidelines",
     "shasta",
     "thurday",
     "afternoon",
     "sherri",
     "5"
    ],
    "id": 23,
    "text": "Sheriff: Missing Calif. woman found safe Sherri Papini, who went missing after going on a jog, has been located safe. Post to Facebook Sheriff: Missing Calif. woman found safe Sherri Papini, who went missing after going on a jog, has been located safe. Check out this story on USATODAY.com: http://usat.ly/2fWH5FQ CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 8 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Sheriff: Missing Calif. woman found safe USA Today Network Jenny Espino, Redding (Calif.) Record Searchlight 6:20 p.m. EST November 24, 2016 x Share Sherri Papini. (Shasta County Sheriff's Office) (Newser) – Sherri Papini, the mother of two who vanished after going for a jog Nov. 2, has been found alive. USA TODAY Sherri Papini (Photo: Provided) REDDING, Calif. — Sherri Papini, the Mountain Gate mom who went missing Nov. 2 after going on a jog, was located safe, the Shasta County Sheriff's Office announced Thursday . According to the sheriff's office, Papini was reunited with husband, Keith Papini. She is \"safe, in stable condition and receiving medical clearance at an undisclosed hospital.\" Shasta County Sheriff Tom Bosenko said at a news conference Thurday afternoon that a reward that was offered for Sherri Papini played no role in her safe discovery. Anonymous donor offers $50K 'ransom' for missing Calif. woman Bosenko says his office was notified at 4:30 a.m. Thursday that Papini had been released by her captor on a rural road near Interstate 5 in Yolo County. She was bound with restraints, but got help from a passing motorist on Interstate 5 near a county road, he said. The California Highway Patrol, Yolo County Sheriff's Office and medical personnel immediately responded to her location, he said. A family spokesman thanked law enforcement officers for their work and residents for support and prayers that were answered Thursday. \"This is a Thanksgiving beyond belief for all of us,\" Rod Rodriguez posted on the Facebook group Redding Crime 2.0. \"Although I have no details yet we are joyous that Sherri is alive and Keith is reunited with her at the hospital.\" Developments in the case came about two hours after friends, family and supporters gathered at Diestelhorst Landing in Redding for a somber balloon release to bring awareness that she was missing and to keep hope alive in finding her. Turkey Trot participants watched as hundreds of yellow balloons floated in the sky. Papini family friend Scott Bruland kept his hopes up as he addressed a crowd and recited a poem Keith Papini had written to his wife. Later during the event, Bruland said he was hopeful there would be a break in the case. \"We hope Sherri is found and is returned safely very soon.\" His wife, Jessica Bruland, passed out yellow ribbons during the event. She asked people to keep her friend in the eye of the public. Separately, a ransom-turned-reward website created by a mystery donor has been shut down. A check of the site around the time of the sheriff's office's announcement showed it was blank. A call to negotiator Cameron Gamble was not immediately returned. Follow Jenny Espino on Twitter: @jennyespino_RS 3630 CONNECT TWEET LINKEDIN 8 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2fWH5FQ ",
    "title": "Sheriff: Missing Calif. woman found safe"
   },
   {
    "entities": [
     "swift",
     "$15 billion",
     "j.",
     "teachers",
     "flint",
     "$20 billion",
     "enterprise",
     "bush",
     "donald",
     "saturday",
     "florida",
     "n.j.",
     "york",
     "amber",
     "betsy",
     "frederick",
     "of",
     "dick",
     "hilary",
     "education",
     "$1 billion",
     "arellano",
     "devos",
     "amway",
     "trump",
     "michigan",
     "m.",
     "hess",
     "ms.",
     "80 percent",
     "trust-midwest",
     "jeb",
     "mr.",
     "american",
     "detroit",
     "new",
     "bedminster",
     "institute",
     "federation",
     "washington",
     "randi",
     "weingarten",
     "wednesday"
    ],
    "id": 24,
    "text": "Continue reading the main story Photo Betsy DeVos with President-elect Donald J. Trump at Mr. Trump’s golf club in Bedminster, N.J., on Saturday. Credit Hilary Swift for The New York Times It is hard to find anyone more passionate about the idea of steering public dollars away from traditional public schools than Betsy DeVos, Donald J. Trump ’s pick as the cabinet secretary overseeing the nation’s education system. For nearly 30 years, as a philanthropist, activist and Republican fund-raiser, she has pushed to give families taxpayer money in the form of vouchers to attend private and parochial schools, pressed to expand publicly funded but privately run charter schools , and tried to strip teacher unions of their influence. A daughter of privilege, she also married into it; her husband, Dick, who ran unsuccessfully for governor of Michigan a decade ago, is heir to the Amway fortune. Like many education philanthropists, she argues that children’s ZIP codes should not confine them to failing schools. But Ms. DeVos’s efforts to expand educational opportunity in her home state of Michigan and across the country have focused little on existing public schools, and almost entirely on establishing newer, more entrepreneurial models to compete with traditional schools for students and money. Her donations and advocacy go almost entirely toward groups seeking to move students and money away from what Mr. Trump calls “failing government schools.” Conservative school choice activists hailed her on Wednesday as a fellow disrupter, and as someone who would block what they see as federal intrusion on local schools. Advertisement Continue reading the main story Former Gov. Jeb Bush of Florida, where Ms. DeVos helped push legislation establishing tax credits for scholarships to private schools, called her an “outstanding pick,” a “passionate change agent to press for a new education vision.” “Her allegiance is to families, particularly those struggling at the bottom of the economic ladder, not to an outdated public education model that has failed them from one generation to the next,” he wrote on Facebook . Frederick M. Hess, the director of education policy studies for the conservative American Enterprise Institute in Washington, called Ms. DeVos a “smart, principled small-government conservative who’s experienced in politics and versed in the relevant policy.” But to teachers’ unions, she is anathema. Randi Weingarten, the president of the American Federation of Teachers, called Ms. DeVos “the most ideological, anti-public education nominee” since the secretary of education was elevated to the cabinet level four decades ago. Even some groups that share her support for charter schools worried that picking someone so closely identified as a champion of vouchers signaled that the Trump administration would try to starve public schools. As a candidate, Mr. Trump proposed steering $20 billion in existing federal money toward vouchers that families could use to help pay for private or parochial schools, perhaps tapping into $15 billion in so-called Title I money that goes to schools that serve the country’s poorest children. He called school choice “the civil rights issues of our time.” Photo Betsy DeVos, the pick for secretary of education, has advocated charter schools and vouchers. Credit Drew Angerer/Getty Images Amber Arellano, the executive director of the Education Trust-Midwest, an advocacy group in Michigan that supports charters but has been critical of a Michigan charter school law that Ms. DeVos has spent millions to defend, said the pick had “the potential to undermine the nation’s hard-won progress by diverting resources from the young people who most need them, or by failing to uphold the federal government’s responsibility to protecting the needs and interests of all students — especially the most vulnerable.” Michigan is one of the nation’s biggest school choice laboratories, especially with charter schools. The Detroit, Flint and Grand Rapids school districts have among the nation’s 10 largest shares of students in charters, and the state sends $1 billion in education funding to charters annually. Of those schools, 80 percent are run by for-profit organizations, a far higher share than anywhere else in the nation. ",
    "title": "Betsy DeVos, Trump’s Education Pick, Has Steered Money From Public Schools - The New York Times"
   },
   {
    "entities": [
     "uribe/chicago",
     "authority",
     "raymond",
     "1400",
     "lopez",
     "6500",
     "fatal",
     "police",
     "christ",
     "ipra",
     "sissac",
     "1 p.m.",
     "thursday",
     "11:07 p.m.",
     "abel",
     "morning",
     "department",
     "sanchez/chicago",
     "brainerd",
     "independent",
     "chicago",
     "west",
     "kajuan",
     "district",
     "johnson",
     "nov. 23, 2016",
     "grace",
     "tribune",
     "medical",
     "review",
     "white",
     "shooting",
     "reporters",
     "eddie",
     "late wednesday",
     "avenue",
     "friday",
     "marshfield",
     "county",
     "wednesday",
     "contact",
     "englewood",
     "nov. 24, 2016",
     "involved",
     "2016",
     "september 2015",
     "center",
     "dolton",
     "raye",
     "ahkeya",
     "armando",
     "elvia",
     "malagon",
     "l.",
     "july 25",
     "sobol",
     "wong",
     "advocate",
     "mia",
     "rosemary",
     "ashland",
     "regina",
     "cook"
    ],
    "id": 25,
    "text": "Search fails to uncover weapon in fatal police-involved shooting in West Englewood Eddie Johnson, Ja'Mal Green speak to media about fatal police-involved shooting Chicago police Superintendent Eddie Johnson and activist Ja'Mal Green speak to the media Nov. 24, 2016, about the fatal shooting by police of a 19-year-old man. (Abel Uribe/Chicago Tribune) Chicago police Superintendent Eddie Johnson and activist Ja'Mal Green speak to the media Nov. 24, 2016, about the fatal shooting by police of a 19-year-old man. (Abel Uribe/Chicago Tribune) Elvia Malagon and Rosemary Regina Sobol Contact Reporters Chicago Tribune A 19-year-old man was fatally wounded late Wednesday after a police sergeant said the man pointed a gun in his direction, but a grid search Thursday morning failed to uncover a weapon, officials said.  \"We were not able to locate a weapon as of yet,'' said Chicago police Superintendent Eddie Johnson, who briefly made remarks about the shooting at a 1 p.m. news conference at headquarters. “We have some missing information in our timeline,’’ Johnson said. \"There are still many unanswered questions.’’ Police, including an Englewood District police sergeant responded at 11:07 p.m. to a battery in progress in the 1400 block of West 65th Street, said Johnson. The sergeant spotted a man that \"matched the description of the offender,\" in the battery, Johnson said. The sergeant identified himself as an officer and approached the man but he began running away. The sergeant gave chase. At some point during the pursuit the man \"turned and pointed\" a weapon at the sergeant two separate times, causing the sergeant to shoot him, Johnson said. The man, identified by his family as Kajuan Raye, was taken to Advocate Christ Medical Center, where he was later pronounced dead. “Unfortunately, we still don’t have a complete synopsis of exactly how and what transpired,’’ Johnson told reporters. \"There is still a lot of investigating going on.\" Fatal Police Involved Shooting Ahkeya White describes the events after her cousin was fatally shot Nov. 23, 2016, by a member of the Chicago Police Department in the 6500 block of Marshfield Avenue in Chicago's West Englewood neighborhood. (Armando L. Sanchez/Chicago Tribune) Ahkeya White describes the events after her cousin was fatally shot Nov. 23, 2016, by a member of the Chicago Police Department in the 6500 block of Marshfield Avenue in Chicago's West Englewood neighborhood. (Armando L. Sanchez/Chicago Tribune) A grid search for ballistics evidence of the area was completed overnight but no gun was found, Johnson said. There weren't any officers injured during the incident.  Early Thursday, police blocked off the intersection of 65th Street and Marshfield Avenue along with surrounding alleys. Officers searched vacant lots using rakes and flashlights. An officer with a K-9 could be seen searching a parking lot near the intersection. The Independent Police Review Authority is investigating the shooting. IPRA spokeswoman Mia Sissac said the Englewood District does not have body cameras, so investigators are looking for witnesses that may have seen the incident or may have captured it on video. “We would hope that people would allow for some time. As we continue to go through the process we will learn more about the case,” Sissac said. The sergeant will be placed on administrative duties for 30 days pending the outcome of the investigation.  Community activists also spoke to reporters outside police headquarters, and decried what they said was a lack of transparency in the Police Department.  \"I'm sickened,\" said Ja’Mal Green. \"It does not take a day to find a gun. They (cops) messed up. \"Right now the city has to pay for what it has done,\" Green said. Ald. Raymond Lopez, who represents the 15th Ward, where the shooting occurred, was also at police headquarters.  \"It's just sad,\" Lopez said. According to Cook County court records, Raye had pleaded guilty to a theft charge in September 2015, and he was given one year of court supervision. In 2016, records show Raye violated supervision and an arrest warrant was issued in his name July 25. Standing outside of a family home in the Brainerd neighborhood Thursday morning, Ahkeya White said the family was told that her cousin, Raye, had been standing with a friend at a bus stop near the intersection of 64th Street and Ashland Avenue just before the shooting happened.  The bus stop is less than half a mile away from where police said the sergeant had responded for the battery call.  After spending time at a home of a friend's mother, White said her cousin was waiting for a bus to return to Dolton when the officer approached him.  \"They are saying that it was, you know, a battery, but if that's the case, the police officer showed up, it was only one person in the car,\" she said. \"If they are responding to a call, why is it only one person in the car? Then you pull up to the bus stop. So something is off and we need answers.\" She said the officer got out of his car and told his cousin and friend to go to the police car. That's when her cousin and friend ran from the officer, prompting the sergeant to run after her cousin.  Raye was shot once in the abdomen, White said.  She disputes that her cousin was armed during the incident, saying she is sure Raye didn't have a gun.   \"There was no gun,\" she said.   Man fatally wounded by police in West Englewood Provided by Kajuan Raye's family Family members identified Kajuan Raye, 19, of Dolton, as the man who was fatally shot by police.  Family members identified Kajuan Raye, 19, of Dolton, as the man who was fatally shot by police.  (Provided by Kajuan Raye's family) As news began spreading about the shooting and relatives gathered at the hospital, White said she wondered why the shooting happened. \"Why, because I know he didn't do anything to deserve it,\" she said. \"We want answers, but there's really no explanation for what happened other than this is what's been going on, and it seems, you know, that this is the norm. But it's unacceptable, it's unacceptable.\"   She described her cousin as a typical 19-year-old who was figuring out what he wanted to do. The family had been urging him to return to school to get his GED.  \"Tears are flowing and we are praying,\" she said. \"We'll miss him greatly.\" Wednesday's shooting happened about a mile from where officers last Friday fatally shot a man after seeing him shoot and wound another man, according to officials.  Chicago Tribune reporter Grace Wong contributed. ",
    "title": "Search fails to uncover weapon in fatal police-involved shooting in West Englewood - Chicago Tribune"
   },
   {
    "entities": [
     "national",
     "imam",
     "security",
     "united",
     "states",
     "council",
     "karbala",
     "nov. 20",
     "npr",
     "iraq",
     "hussein",
     "ned",
     "thursday",
     "hilla",
     "isis",
     "alison",
     "price",
     "baghdad",
     "newscast",
     "meuse"
    ],
    "id": 26,
    "text": "Enlarge this image Shiite worshippers gather for Arbaeen in Karbala on Nov. 20. Dozens of Shiite pilgrims were targeted for attack Thursday after the holiday, which marks the end of the 40-day mourning period after the anniversary of the 7th century martyrdom of Imam Hussein, the Prophet Muhammad's grandson. Karim Kadim/AP hide caption toggle caption Karim Kadim/AP Shiite worshippers gather for Arbaeen in Karbala on Nov. 20. Dozens of Shiite pilgrims were targeted for attack Thursday after the holiday, which marks the end of the 40-day mourning period after the anniversary of the 7th century martyrdom of Imam Hussein, the Prophet Muhammad's grandson. Karim Kadim/AP A truck bomb detonated Thursday in the Iraqi city of Hilla and killed at least 57 civilians, including many Iranians, according to NPR's Alison Meuse. She said the attack targeted Shiite Muslims returning from an annual religious pilgrimage. Alison told NPR's Newscast unit: The truck bomb exploded next to a rest stop frequented by Iranian travelers. An official with Iraq's interior ministry says the explosives were concealed by the truck's cargo of vegetables. It was detonated as a group of Shiite pilgrims left a nearby restaurant. In addition to the dead, dozens of civilians were wounded and cars parked nearby were incinerated. The attack, which happened about 70 miles south of Baghdad, targeted Shiite Muslims returning from Karbala for the religious pilgrimage of Arbaeen. Alison said the Sunni extremist group ISIS, sometimes also known as ISIL, considers Shiites heretics and typically claims such attacks. In a statement Thursday, National Security Council spokesman Ned Price said the violence \"was clearly intended to stoke sectarian tensions. The United States remains steadfast in its partnership with the Iraqi people and government, and this attack only serves to strengthen our resolve in defeating ISIL.\" NPR thanks our sponsors ",
    "title": "At Least 57 Dead In Iraq Truck Bombing Targeting Shiite Muslims  : The Two-Way : NPR"
   },
   {
    "entities": [
     "papini",
     "calif.",
     "inc",
     "yolo",
     "sheriff\\xe2\\x80\\x99s",
     "thursday",
     "keith",
     "redding",
     "california",
     "bosenko",
     "office",
     "nov. 2",
     "interactive",
     "county",
     "tom",
     "gate",
     "ms.",
     "cbs",
     "press",
     "mountain",
     "associated",
     "shasta",
     "sherri"
    ],
    "id": 27,
    "text": "Email REDDING, Calif. -- A northern California mother of two who vanished nearly a month ago is safe after being found bound alongside an interstate, Shasta County sheriff’s officials reported Thursday. Sherri Papini, 34, disappeared Nov. 2 after leaving home to jog, her family said. Her cellphone and headphones were found near the site where she was last seen. Her husband reported her missing when she didn’t arrive to pick up their two young children from day care.  Police and dozens of volunteers previously searched an area around Mountain Gate, an unincorporated community near Redding. Shasta County sheriff Tom Bosenko said investigators now believe Papini was abducted. Bosenko said she was released by her captor or captors early on Thanksgiving Day along I-5 in northern Yolo County. Allegedly bound with restraints, she flagged down a passing driver for help.  Papini was freed from her restraints and taken to a local hospital where she was treated for non-life-threatening injuries and released, Bosenko said Bosenko said investigators have not located a suspect or suspects. He said they’re searching for a dark colored SUV with two Hispanic females armed with a handgun. He said he didn’t know a possible motive or whether the abduction was targeted or random. Papini and her husband Keith have been reunited. Papini’s husband is “overjoyed” that his wife is safe, Bosenko said. He had previously been cleared as as suspect after taking a lie-detector test.  Sheriff’s officials said she’s being interviewed by detectives from the major crimes unit. The Yolo County Sheriff’s Office is assisting in the investigation. “We were all hopeful to have Ms. Papini recovered and brought home safely,” Bosenko said. “That did work out...we had not given up hope.” Family members previously said they believed Papini was abducted. They called her a “super mom” who would never abandon her family. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Sherri Papini, who went missing 3 weeks ago, safe after being abducted, restrained, sheriff says - CBS News"
   },
   {
    "entities": [
     "naperville",
     "jason",
     "west",
     "chicago",
     "1400",
     "fairway",
     "edward",
     "hospital",
     "evening",
     "drive",
     "thursday",
     "2 a.m.",
     "arres"
    ],
    "id": 28,
    "text": "Man shot during Naperville apartment parking lot fight, police say Staff report Privacy Policy A 22-year-old man was shot early Thursday morning during a fight in a Naperville apartment complex parking lot, Naperville police Cmdr. Jason Arres said. The incident occurred at about 2 a.m. in the 1400 block of Fairway Drive, when the victim and five of his friends were returning from an evening out and got into a \"verbal dispute\" with a man who was driving through the complex, Arres said. The suspect, described as Hispanic and in his 20s, pulled out a gun and fired multiple shots before fleeing in a white SUV, he said. The shooting victim, a West Chicago resident, was hit in the shoulder. He has been admitted to Edward Hospital in Naperville, Arres said. It's not yet known how many shots were fired or what type of gun was used, he said. Police do not believe the incident was gang related. At least one of the five people involved in the lives in the apartment complex, Arres said. None of them knew the suspect prior to the incident, he said. Anyone who may have witnessed the shooting or has information about it is asked to call the investigations division at 630-420-6666. ",
    "title": "Man shot during Naperville apartment parking lot fight, police say - Naperville Sun"
   },
   {
    "entities": [
     "20%",
     "richard",
     "rubin",
     "treasury",
     "&",
     "congress",
     "applewhite",
     "holtz-eakin",
     "1986",
     "of",
     "johnson",
     "u.s.",
     "evening",
     "douglas",
     "steptoe",
     "night",
     "white",
     "gop",
     "june",
     "friday",
     "house",
     "scott",
     "capitol",
     "feb. 18, 2011",
     "zarlenga",
     "representatives",
     "llp",
     "lisa",
     "35%",
     "november",
     "washington"
    ],
    "id": 29,
    "text": "House GOP business-tax plan upends U.S. policy, bares corporate fault lines By Richard Rubin Facebook 0 Twitter 0 Email Print The rotunda of the U.S. Capitol is seen, Friday evening, Feb. 18, 2011, as Republicans and Democrats square off over a spending bill in the House of Representatives with votes and activity scheduled throughout the night on Capitol Hill in Washington. (AP Photo/J. Scott Applewhite) Fault lines inside the corporate world are emerging over a proposed rewrite of the U.S. tax code, pitting importers against exporters. At the heart of the fight is a Republican plan in Congress that would impose corporate taxes on imports while eliminating them from exports, a move that would upend decades of tax policy. The proposed shift in effect would curtail existing incentives for U.S. companies to move profits and operations abroad, but it would also pose new challenges for some global businesses. Retailers selling imported products and refiners using imported oil could be hardest hit, while some exporters could see their tax bills vanish. “You’re going to have the big importers fighting the big exporters,” said Lisa Zarlenga, a former U.S. Treasury official and now a partner at international law firm Steptoe & Johnson LLP. The proposal is part of House Republicans’ blueprint for overhauling the entire U.S. tax code and has been around since June. While still not legislation, it has gained fresh momentum—and scrutiny from corporations—since the November election sweep gave the GOP the chance to advance its ideas with its newfound one-party control of Congress and the White House. Lawmakers must now weigh competing business interests to achieve the country’s first major tax revamp since 1986. “Tax reform always hits different industries differently,” said Republican economist Douglas Holtz-Eakin. “It’s the ability to rise above those differences that makes tax reform hard.” Other crucial elements of the business-tax plan would also be a major departure for the U.S. and include dropping the corporate tax rate to 20% from 35%. Companies would also be able to write off capital expenses immediately but couldn’t deduct net interest. ",
    "title": "House GOP business-tax plan upends U.S. policy, bares corporate fault lines | Fox News"
   }
  ]
 }
}