{
 "26": {
  "col-sim": {
   "cosine": 0.2300629909021426,
   "entity": 0.2537081317024624
  },
  "exec-time": 83.70956873893738,
  "links": [
   {
    "entities": [
     "papini",
     "monday",
     "thanksgiving",
     "nbc",
     "yolo",
     "donald",
     "vin",
     "keith",
     "york",
     "morning",
     "northern",
     "west",
     "sherri",
     "california",
     "bosenko",
     "u.s.",
     "office",
     "scalia",
     "4:30 a.m.",
     "sheriff\\'s",
     "kanye",
     "nov. 2",
     "scully",
     "county",
     "tom",
     "contact",
     "nile",
     "gate",
     "esmeralda",
     "$100,000",
     "trump",
     "2016",
     "compton",
     "court",
     "mosul",
     "new",
     "sheriff",
     "mountain",
     "city",
     "shasta",
     "bermudez",
     "november",
     "supreme",
     "wednesday"
    ],
    "id": 0,
    "text": "Missing mother 'very emotional' after being freed by captors, reunited with family, sheriff says Sherri Papini, a mother of two, has been returned to her family in Northern California. Shasta County Sheriff's Office Sherri Papini, a mother of two, was reported missing from Northern California in early November. Sherri Papini, a mother of two, was reported missing from Northern California in early November. (Shasta County Sheriff's Office) Esmeralda Bermudez Contact Reporter Sherri Papini, the Northern California mother missing for three weeks, was “very emotional” after being released by her captors on Thanksgiving morning, said Shasta County Sheriff Tom Bosenko. Papini, 34, was found bound by restraints along Interstate 5 in Yolo County. Officials were called about 4:30 a.m. after Papini was able to flag down a motorist. The mother of two was treated for non-life-threatening injuries and reunited with her husband, Keith. Speaking on “Good Morning America,” Bosenko said detectives are hoping to get more information from her soon as part of the effort to find her kidnappers. \"Obviously she was emotional and quite upset, but elated to be freed, and so we were able to get some information from her,\" he added. \"Then in the days following this, we will be following up with her.\" Officials said they were searching for two women in connection with the abduction. They were last seen driving a dark SUV and were believed to be armed with a handgun. “This investigation is far from over,” Bosenko said. Officials said they were not aware of a motive for the kidnapping and did not provide details on Papini’s injuries or whereabouts. Bosenko also said it was not clear if Papini knew her abductors. The Redding resident disappeared Nov. 2 while out for a jog in the small town of Mountain Gate in Shasta County. Her husband reported her missing after he came home from work and found that she hadn't picked up their children from daycare. Her cellphone and headphones were found near where she had last been seen, about a mile from her home, investigators said. Her disappearance made national news, and the community launched an aggressive manhunt to find her. They shared her story on social media and launched volunteer searches. A private group working with Papini's family released a video Wednesday offering $100,000 to anyone with information leading to her safe return, according to NBC affiliate KNVN. Bosenko said police had received more than 400 tips in the case, but Papini’s release was not a result of the reward money. “It shows what a community can do when it works together to get the word out,” he said.   Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption 4 Thanksgiving Stories You Can't Miss How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 3 men found shot to death inside Compton park maintenance shed Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom ALSO ",
    "title": "Missing mother &apos;very emotional&apos; after being freed by captors, reunited with family, sheriff says - LA Times"
   },
   {
    "entities": [
     "reporter",
     "authority",
     "sanchez",
     "sissac",
     "ipra",
     "nov. 18",
     "square",
     "department",
     "central",
     "12:25 a.m.",
     "anthony",
     "independent",
     "chicago",
     "west",
     "harrison",
     "johnson",
     "street",
     "tribune",
     "review",
     "avenue",
     "mia",
     "friday",
     "contact",
     "3500",
     "englewood",
     "homan",
     "armando",
     "park",
     "elvia",
     "l.",
     "malagon",
     "/",
     "navarro",
     "nov. 25, 2016",
     "side",
     "police",
     "kevin",
     "wednesday"
    ],
    "id": 1,
    "text": "Police fatally wound man who allegedly shot 2 others Police fatally shoot man who allegedly shot 2 others Family and friends react at the scene where a man shot two people, one fatally, before he was killed by police near the intersection of West Harrison Street and Central Park Avenue on Nov. 25, 2016, in Chicago. (Armando L. Sanchez / Chicago Tribune) Family and friends react at the scene where a man shot two people, one fatally, before he was killed by police near the intersection of West Harrison Street and Central Park Avenue on Nov. 25, 2016, in Chicago. (Armando L. Sanchez / Chicago Tribune) Elvia Malagon Contact Reporter Chicago Tribune A man was fatally shot by Chicago police after wounding two others, one fatally, early Friday in the Homan Square neighborhood, officials said.  Kevin Navarro, first deputy superintendent for the Chicago Police Department, said officers were responding about 12:25 a.m. Friday to a call of gunfire near the intersection of Harrison Street and Central Park Avenue in the Homan Square neighborhood on the West Side.  When the officers arrived at the scene, they saw a man shooting another man while standing over him, Navarro said. The officers left their vehicles and engaged the shooter. At some point, the officers fatally wounded him, Navarro said. The man, who had not yet been identified, was pronounced dead at the scene.  Investigators believe that the man police fatally shot had wounded two men. Navarro said one of those men was pronounced dead and the other was shot in the arm. The surviving man's condition was stabilized at an area hospital.  A weapon was found at the scene, according to a statement from police.  There weren't any officers injured in the shooting.   The Independent Police Review Authority is investigating the shooting. Mia Sissac, spokeswoman for IPRA, said investigators responded to the scene of the shooting to sort out what happened. If any video captured the shooting, Sissac said, it will be released to the public within 60 days. A man was fatally shot by Chicago police after wounding two others, one fatally, early Nov. 25, 2016, in the Homan Square neighborhood, officials said.  A large crowd of relatives, neighbors and people who had been at a nearby bar gathered early Friday in the 600 block of Central Park Avenue as more than 20 patrol officers stood guard at the edge of where police had taped off as part of the crime scene.  Many in the crowd voiced their dismay at the police, with some yelling profanities at officers.  \"That's somebody's cousin that you just murdered,\" one woman yelled. \"I bet if it was some white boy, the family would be getting consoled.\"  One woman cried out that it was her brother who had been gunned down by police. She declined to comment.  A man's body could be seen on the ground in the 3500 block of West Harrison Street near a vehicle. It was unclear if it was the man shot by police or if it was one of the men wounded allegedly by the suspect. The bodies of two men were removed from the crime scene early Friday.  A small group of visibly shaken women at one point was escorted by police into a building near where the shooting took place. Anthony Johnson, 40, was among those who were standing outside the crime scene. Holding up his phone, Johnson live-streamed the aftermath of the shooting. Johnson said he was inside the nearby bar and saw the man who was later shot by police talking to women inside the business. He recalled complimenting him on his clothes. \"The man was on nothing,\" he said, pointing out that bar patrons were searched before going into the business.  After the shooting erupted, Johnson and others left the bar. He recalled seeing blood on the street.  The shooting marks the third time within a week that Chicago police officers have been involved in a fatal shooting. Late Wednesday, a 19-year-old man was fatally shot by a sergeant in the West Englewood neighborhood. On Nov. 18, police fatally shot a man after seeing him shoot and wound another man in the West Englewood neighborhood.  Check back for updates.  ",
    "title": "Police fatally wound man who allegedly shot 2 others - Chicago Tribune"
   },
   {
    "entities": [
     "uribe/chicago",
     "juan",
     "october 2014",
     "civilian",
     "alliance",
     "jackson",
     "apple",
     "racist",
     "black",
     "peace",
     "bomkamp",
     "kirby",
     "donald",
     "angeles",
     "&",
     "laquan",
     "fifth",
     "pointer",
     "schencker",
     "thursday",
     "abel",
     "emanuel",
     "river",
     "chicago",
     "west",
     "kajuan",
     "boxley",
     "saks",
     "of",
     "christy",
     "alyssa",
     "mcdonald",
     "u.s.",
     "mt.",
     "office",
     "barbara",
     "lisa",
     "victoria",
     "council",
     "nike",
     "tiffaney",
     "tribune",
     "lyons",
     "reporters",
     "avenue",
     "late wednesday",
     "friday",
     "lauren",
     "matter",
     "calvin",
     "jr",
     "contact",
     "greenwood",
     "mount",
     "cpac",
     "beal",
     "michigan",
     "trump",
     "voice",
     "englewood",
     "joshua",
     "zumbach",
     "rahm",
     "jewish",
     "for",
     "lives",
     "raye",
     "shaw",
     "marotti",
     "gutowski",
     "north",
     "protesters",
     "perez",
     "against",
     "tiffeny",
     "nov. 25, 2016",
     "police",
     "samantha",
     "accountability",
     "los"
    ],
    "id": 2,
    "text": "Michigan Avenue protest urges boycott, awareness of police misconduct Michigan Avenue protest urges Black Friday boycott, awareness of police misconduct For a second year in a row, protesters marched down North Michigan Avenue calling for a Black Friday boycott. The protest, organized by the Chicago Alliance Against Racist and Political Repression, also denounced the city's planned Civilian Office of Police Accountability on Nov. 25, 2016. (Alyssa Pointer & Abel Uribe/Chicago Tribune) For a second year in a row, protesters marched down North Michigan Avenue calling for a Black Friday boycott. The protest, organized by the Chicago Alliance Against Racist and Political Repression, also denounced the city's planned Civilian Office of Police Accountability on Nov. 25, 2016. (Alyssa Pointer & Abel Uribe/Chicago Tribune) Christy Gutowski and Juan Perez Jr. Contact Reporters Chicago Tribune Protesters attempted to stop holiday shopping along parts of Chicago's Magnificent Mile for the second consecutive year, urging a Black Friday boycott to demand civilian oversight of city law enforcement amid high-profile police shootings and continuing neighborhood gun violence. After organizing early Friday near the old Water Tower monument, as many as 200 demonstrators peacefully marched on sidewalks under a heavy police presence during an effort to block several Michigan Avenue storefronts on one of the busiest shopping days of the year. Activists focused their attention along a five-block stretch just north of the Chicago River while chanting, \"No justice. No peace,\" and \"Hey, hey. Ho, ho. Rahm Emanuel has got to go.\" Video: Protester, shopper face off on Michigan Avenue A protester and a passerby face off during a rally along Chicago's Magnificent Mile urging a Black Friday boycott to raise awareness of police misconduct toward minorities and other inequalities in the city's poorest neighborhoods. A protester and a passerby face off during a rally along Chicago's Magnificent Mile urging a Black Friday boycott to raise awareness of police misconduct toward minorities and other inequalities in the city's poorest neighborhoods. See more videos The demonstration failed to gain the momentum of last year's Black Friday march, when a massive crowd of approximately 1,000 people shut down some retailers and halted traffic in the heart of the city's famed shopping district. The earlier protest came just days after the city released police dashcam video capturing the fatal October 2014 shooting of black teenager Laquan McDonald by a white Chicago police officer. The 17-year-old was shot 16 times as he appeared — with knife in hand — to be walking away from police. Friday's protest followed three fatal Chicago police shootings in the past week, including that of 19-year-old Kajuan Raye. Police fatally shot Raye in West Englewood late Wednesday. Many demonstrators also spoke about the fatal police shooting of Joshua Beal earlier this month in the Mt. Greenwood neighborhood. Beal's mother, Tiffaney Boxley, thanked participants for their activism. Video: Black Friday protest in Chicago For the second year in a row, protesters rallied along Chicago's Magnificent Mile urging a Black Friday boycott to raise awareness of police misconduct toward minorities and other inequalities in the city's poorest neighborhoods. For the second year in a row, protesters rallied along Chicago's Magnificent Mile urging a Black Friday boycott to raise awareness of police misconduct toward minorities and other inequalities in the city's poorest neighborhoods. See more videos \"We have a long fight ahead of us,\" she said. This year's rally was planned by a network of groups that includes the Chicago Alliance Against Racist and Political Repression and the local chapter of Black Lives Matter. Organizers said they wanted to draw attention to a range of issues, including police treatment of minorities and economic inequalities in West and South Side neighborhoods plagued by gun violence, struggling schools and poverty. But their main target was Mayor Rahm Emanuel and his new police oversight agency, the Civilian Office of Police Accountability, which protesters argue falls short of their call for a civilian-led council to investigate cases of alleged police misconduct. Activists carried signs that promoted their proposal for an elected police watchdog group, the Civilian Police Accountability Council, or CPAC. Lauren Zumbach, Samantha Bomkamp and Lisa Schencker Black Friday , historically the starting line of the retail industry's crucial holiday buying season, has become a multiday quest, with shoppers desperate to get their hands on bargains and tough-to-find items keeping cash registers — particularly of the virtual kind — ringing Thursday and Friday. ... Black Friday , historically the starting line of the retail industry's crucial holiday buying season, has become a multiday quest, with shoppers desperate to get their hands on bargains and tough-to-find items keeping cash registers — particularly of the virtual kind — ringing Thursday and Friday. ... (Lauren Zumbach, Samantha Bomkamp and Lisa Schencker) Demonstrators, gathering weeks after the divisive U.S. presidential election, also voiced their opposition to President-elect Donald Trump. They locked arm-in-arm, formed a human chain and tried to keep shoppers from entering the Nike, Apple and Victoria's Secret stores, while police officers formed their own competing wall of bodies to usher people through. Some minor scuffles broke out when shoppers tried to enter stores by pushing through lines of demonstrators, but the four-hour event was largely peaceful. Some onlookers even snapped pictures and carried on undeterred with their shopping. Video: Tiffeny Boxley, mom of Mount Greenwood police shooting victim, Joshua Beal For the second year in a row, protesters rallied along Chicago's Magnificent Mile urging a Black Friday boycott to raise awareness of police misconduct toward minorities and other inequalities in the city's poorest neighborhoods. For the second year in a row, protesters rallied along Chicago's Magnificent Mile urging a Black Friday boycott to raise awareness of police misconduct toward minorities and other inequalities in the city's poorest neighborhoods. See more videos Police reported no significant problems, and said three arrests were made for charges including trespassing and resisting arrest. There also were a few lighter moments, including one outside Saks Fifth Avenue when demonstrator Calvin Jackson chanted, \"Go home. Go eat turkey!\" at would-be shoppers. Officers could occasionally be seen laughing with demonstrators and some passersby made a point of delivering high-fives or handshakes to police at the scene. \"For some, it's about the police; some it's about immigration. It's just all the people who are not (Trump supporters), and they're afraid,\" said protester Barbara Lyons, 79, of Jewish Voice for Peace. \"It just upsets me what kind of world my grandchildren will grow up in,\" she said. Los Angeles resident Kirby Shaw, who was in town to visit his sister, decided to join the demonstration while taking in the sights along Michigan Avenue. Shaw, 23, said he understands some will not be happy with the message to boycott Black Friday, but \"for one day of the year you can not buy things and support your local retailers and help make a difference.\" Chicago Tribune's Ally Marotti contributed. cmgutowski@chicagotribune.com ",
    "title": "Michigan Avenue protest urges boycott, awareness of police misconduct - Chicago Tribune"
   },
   {
    "entities": [
     "papini",
     "inc",
     "thursday",
     "keith",
     "nov. 2, 2016",
     "northern",
     "redding",
     "california",
     "bosenko",
     "francisco",
     "nov. 2",
     "interactive",
     "news",
     "friday",
     "county",
     "tom",
     "$100,000",
     "nov. 24, 2016",
     "cbs",
     "press",
     "associated",
     "shasta",
     "san",
     "sherri"
    ],
    "id": 3,
    "text": "Email SAN FRANCISCO --  A Northern California sheriff says a woman missing for three weeks was “very emotional” after a passing driver found her bound on the side of a rural road. In an interview Friday on “Good Morning America,” Shasta County Sheriff Tom Bosenko said authorities are looking for two women armed with a handgun they believe kidnapped 34-year-old Sherri Papini on Nov. 2 after she left for a jog. Sherri Papini disappeared on Nov. 2, 2016, and has been reunited with her husband, Shasta County sheriff’s officials said on Nov. 24, 2016. Bosenko said the suspect descriptions were based off of “limited information” given to them so far by Papini. Investigators were expected to interview her to elicit more information in coming days. Bosenko said Papini was released Thanksgiving morning about 150 miles south of where she disappeared near Redding. Bosenko said Papini was found bound by restraints near Interstate 5 but was able to flag down a driver after her captors dropped her off, driving a dark SUV. “It’s been three weeks since her disappearance and then to find her, and released by her captors I think is very rare,” Bosenko said. Bosenko said the woman was able to speak with her husband via cellphone before he drove down to meet her. The mother of two was treated for unspecified non-life-threatening injuries and released from a hospital. “She was very emotional to be released and to her hear husband’s voice, and then a few hours later to be re-united with him,” Bosenko said. Sherri Papini’s husband Keith had previously been cleared as a suspect after he took a lie detector test, officials have said. He reported his wife missing after she didn’t show up to pick their two children up from day care. Her cellphone and headphones were found near where she was last seen. Family had feared an abduction and described Papini as a “super mom” who would never abandon her children. Before she was found, Keith Papini said he was “getting very angry and frustrated” and “scared for my wife.” He made several emotional pleas in the media for her safe return. Bosenko said the man was “overjoyed” she is now safe. Police had received more than 400 tips in the case, but Papini’s release was not the result of a $100,000 reward that was offered, Bosenko said. Investigators have said they don’t know a possible motive or whether the abduction was targeted or random. It’s also not clear where Papini may have been held captive or how she was restrained. Bosenko said at a news conference Thursday investigators “had not given up hope.” Bosenko said Papini was “quite upset but elated to be free.” Phone numbers for Papini and some of her family rang through Friday. Shasta County sheriff’s official’s didn’t respond to phone calls and emails from CBS News’ Crimesider. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Sheriff: Missing mom found alive and bound was emotional, \"elated to be free\" - CBS News"
   },
   {
    "entities": [
     "clinton",
     "tony",
     "kaster/ap",
     "jabin",
     "cooper",
     "marjorie",
     "john",
     "stewart",
     "bush",
     "edward\\xe2\\x80\\x99s",
     "weekend",
     "donald",
     "hillary",
     "$13,000",
     "merriweather",
     "robin",
     "george",
     "st.",
     "louisville",
     "beach",
     "florida",
     "louis",
     "elton",
     "department",
     "1985",
     "carter",
     "catherine",
     "hoffman",
     "west",
     "mar-a-lago",
     "midtown",
     "obama",
     "james",
     "podosnik",
     "rod",
     "lori",
     "bernstein",
     "post",
     "november 25",
     "night",
     "white",
     "avenue",
     "states",
     "carolyn",
     "county",
     "secret",
     "taylor",
     "f.",
     "jimmy",
     "wednesday",
     "commerce",
     "trump",
     "$100,000",
     "tuesday",
     "million-dollar",
     "house",
     "boulevard",
     "palm",
     "w.",
     "kennedy",
     "bennett",
     "catholic",
     "1927",
     "rozsa",
     "worth",
     "united",
     "$475",
     "church",
     "botsford/the",
     "sheriff",
     "fla.",
     "kinsey",
     "ocean",
     "6:21 pm",
     "service",
     "green",
     "washington"
    ],
    "id": 4,
    "text": "A Palm Beach County Sheriff security tower watches over local traffic at Mar-a-Lago resort, where President-elect Donald Trump stayed for Thanksgiving. Security is tight in the area. (Gerardo Mora/Getty Images) By Lori Rozsa November 25 at 6:21 PM PALM BEACH, Fla. — On a postcard-perfect day here, tourist Kinsey Hoffman saw many things she’d never seen before: mansions with 12-foot-high gold-painted eagle statues decorating the driveway; million-dollar mega-yachts lined up 10 abreast bobbing in the Intracoastal Waterway; chic boutiques on Worth Avenue, where a dog collar costs $475. But as impressive as all that was, Hoffman was really dazzled by what she saw crossing the bridge to get to the island. “Seeing boats with Secret Service people and machine guns, that’s kind of not what you expect when you’re going to the beach. That’s really something,” said Hoffman, 22, who is from Louisville. “We don’t see things like that back home.” Hoffman was vacationing with her family in Palm Beach for the Thanksgiving weekend, the same weekend President-elect Donald Trump came to Mar-a-Lago, his Florida home, for the holiday. The difference between a visit by candidate Trump and President-elect Trump was evident from a mile away. Trump supporters wave to his passing motorcade on Tuesday. (Carolyn Kaster/AP) When he was just a candidate, the police presence around the estate was minimal. A local police officer was stationed at the huge front Moorish-style gate, and another one at the back entrance. This weekend, the security was far more intense. Secret Service agents on two small boats patrolled the Intracoastal behind Mar-a-Lago. They also set up a small temporary communications tower, about the size of a lifeguard station, on a dirt lot to the east of the estate. A half dozen police cars were spaced along Ocean Boulevard, the narrow two-lane road that winds past the front entrance and follows the property as it curves around the southern tip of Palm Beach. Officers flagged down any trucks that approached, sending them in a different direction away from the compound. Trump’s first visit to his lavish Mar-a-Lago estate since winning the presidential election signaled a change in the way life in Palm Beach will be when the sprawling compound becomes the winter White House in two months. The biggest change appears to be traffic. “Traffic was a lot worse. It took us longer to get to the beach,” said 21-year-old Cooper Podosnik, a nurse who lives in West Palm Beach. He was lying in the sun on Midtown Beach, about a mile away from Mar-a-Lago. “So I don’t like that part of it. But it’s still kind of cool to think that the next president of the United States is right down the road from us now.” Like a lot of other aspects of Trump’s relationship to this wealthy town, traffic woes will have to be handled the same way Palm Beachers have handled Trump in the past: They’ll just have to deal with it. “I suppose we’ll all adapt,” resident and business owner Catherine Louis said. “There’s not much else we can do at this point. But this time it feels a little different. When George W. Bush was elected, people in town were celebrating. When President Obama was first elected, a gloomy pall settled over Palm Beach. This time, nobody wants to outright celebrate, but I’m sure half the island is thrilled.” Louis and her husband own Bibi’s Boutique, a shop for pet accessories on Worth Avenue. She still carries two popular stuffed toys left over from the campaign — one a figure of Trump, the other of Hillary Clinton. A motorcade carrying the president-elect and his family makes its way toward Mar-a-Lago in Palm Beach, Fla., on Tuesday. (Jabin Botsford/The Washington Post) “People would come in and buy one of each,” Louis said. “I always wondered if one was meant to be a keepsake and the other one a chew toy.” Old-money Palm Beach may have never truly embraced Trump, but he never let their disapproval slow him down. Trump has expected the town to deal with him, on his terms, since he first bought Mar-a-Lago in 1985. Trump’s brash style, coupled with his ostentatious taste, rubbed the old-money social set in Palm Beach the wrong way from the start. His flurry of lawsuits, on issues from the local airport to the size of his flagpole, have alienated even those who gave the billionaire developer the benefit of the doubt at first. Trump succeeded in turning the aging 1927 compound, built by cereal heiress Marjorie Merriweather Post, into a private club and resort, overcoming town ordinances and social pressure. He spruced up the property inside and out, transforming Mar-a-Lago from a hulking historic artifact into a fashionable resort that caters to the ultra-wealthy (memberships at Mar-a-Lago cost $100,000, plus fees of $13,000 a year). After much resistance, the town of Palm Beach has learned to love Mar-a-Lago, if not necessarily the man who owns it. The resort is the go-to spot for a slate of prestigious charity balls every year, rivaling the old-guard Breakers Resort and Flagler Museum as a high-end hot spot to hold a ball. Celebrities including Elton John, James Taylor and Tony Bennett have appeared there. Rock star Rod Stewart, Trump’s Palm Beach neighbor, has also been a guest. Trump brought glitz and glam to the staid island that had been more accustomed to a low-key patrician kind of wealth. President John F. Kennedy and his extended family wintered at the Kennedy estate on the northern end of the island. The Kennedys attended services at St. Edward’s Catholic Church when they’re in town, and frequently ate lunch across the street at Green’s Pharmacy. Trump is not seen much around the island outside of Mar-a-Lago, residents say. “He has everything he needs right there at Mar-a-Lago,” one Palm Beach resident said. “He doesn’t need to come into town.” Robin Bernstein, a founding member of Mar-a-Lago and now a Trump elector for Florida, said members see him all the time and they’re happy he came back for Thanksgiving. “If there is a love-hate relationship with Donald Trump, I’m in the love category,” Bernstein said. Bernstein, who worked in the Commerce Department under President Jimmy Carter, has known Trump for nearly 30 years. She credits him with allowing a diverse membership to Mar-a-Lago without putting up some of the subtle racial and religious barriers other clubs on the island were accused of doing. Trump may not make it out into public when he’s in Palm Beach, but he is a frequent presence at his club. “He was always here, talking with us, eating dinner here, he lives here,” said Bernstein, who saw Trump at Mar-a-Lago on Wednesday night. “We’re so glad they came down for Thanksgiving. He was happy, relaxed, taking pictures with people. We missed him during the 18 months of the campaign. We’re glad to have our Donald back on Palm Beach.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "At Mar-a-Lago, a new world of security, gawking tourists and a president-elect - The Washington Post"
   },
   {
    "entities": [
     "luis",
     "to",
     "in",
     "today",
     "mateo",
     "thorbecke",
     "addiego",
     "critical",
     "2:20 p.m.",
     "thursday",
     "florida",
     "department",
     "ramos-coreas",
     "alberto",
     "catherine",
     "california",
     "azzopardi",
     "south",
     "calls",
     "jeff",
     "francisco",
     "officers",
     "news",
     "invite",
     "boy",
     "officer",
     "nov 25, 2016",
     "911",
     "condition",
     "mark",
     "pacific",
     "abc",
     "san",
     "police"
    ],
    "id": 5,
    "text": "California Police Officer in Critical Condition After Being Assaulted With Skateboard By Catherine Thorbecke Nov 25, 2016, 4:19 PM ET 0 Shares A California police officer who was assaulted with a skateboard on Thanksgiving Day is in critical condition, according to the South San Francisco Police Department. The officer, who was not identified, sustained a major head injury and remains hospitalized, police said today. The incident occurred on Thursday at approximately 2:20 p.m. Pacific time in South San Francisco, after the officer was waved down by someone who was reporting a person causing a disturbance at a local business, South San Francisco Police Chief Jeff Azzopardi said at a news conference today. \"Several patrons reported a subject acting aggressively and irrationally. The officer made contact with the suspect, who immediately became confrontational. During the contact, the suspect attempted to flee from the officer,\" Azzopardi said. \"After a short foot chase, the subject turned on the officer and intentionally struck him in the head with a skateboard, knocking him unconscious.\" Florida Boy Calls 911 to Invite Police Officers to Thanksgiving Dinner He continued, \"The subject continued running and was taken into custody moments later by additional South San Francisco police officers. \"The injured officer was immediately transported to a San Francisco trauma center. The officer underwent emergency surgery for traumatic head injuries. He remains hospitalized and in critical condition at this time,\" Azzopardi said. The police chief went on to say that the injured officer is a 12-year veteran of the South San Francisco Police Department, is married and has two young children. \"The suspect has been identified as ... 28-year-old Luis Alberto Ramos-Coreas,\" Azzopardi said, adding that Ramos-Coreas has a \"lengthy history of criminal contacts with the South San Francisco Police Department.\" \"The suspect remains in custody at the San Mateo jail, facing numerous felony charges, to include attempted murder on a police officer,\" Azzopardi said. ABC News was not able to immediately determine whether Ramos-Coreas has obtained a lawyer. South San Francisco Mayor Mark Addiego said in a statement, \"This is so disheartening to hear of this incident, in a city such as South San Francisco. We are a tight-knit community, with a police force that is our family. Our thoughts and prayers are with this officer and his family.\" 0 Shares ",
    "title": "California Police Officer in Critical Condition After Being Assaulted With Skateboard - ABC News"
   },
   {
    "entities": [
     "national",
     "weinberger",
     "intelligence",
     "security",
     "john",
     "defense",
     "senate",
     "weekend",
     "donald",
     "inc",
     "fox",
     "foxnews.com",
     "aug. 9, 2006",
     "florida",
     "k.t.",
     "york",
     "kathleen",
     "mar-a-lago",
     "spencer",
     "flynn",
     "of",
     "university",
     "kt",
     "caspar",
     "flores",
     "interactive",
     "pentagon",
     "michael",
     "reena",
     "white",
     "news",
     "friday",
     "agency",
     "trump",
     "and",
     "mcfarland",
     "house",
     "troia",
     "cbs",
     "kissinger",
     "mr.",
     "departments",
     "new",
     "sunday",
     "november 25, 2016",
     "state",
     "henry",
     "pace",
     "wednesday"
    ],
    "id": 6,
    "text": "By Reena Flores CBS News November 25, 2016, 1:52 PM Donald Trump taps K.T. McFarland as deputy national security adviser Candidate Kathleen Troia “KT” McFarland debates against John Spencer for the republican Senate nomination, on the campus of Pace University in New York on Wednesday, Aug. 9, 2006. AP Photo/Angel Chevrestt, Pool President-elect Donald Trump has chosen Kathleen Troia McFarland as his deputy national security adviser, according to the Trump transition team. Before the announcement, National Security Adviser-designate Michael Flynn welcomed McFarland to the team. So proud & honored to have KT McFarland as part of our National Security team. She will help us #MAGA — General Flynn (@GenFlynn) November 25, 2016 President-elect Trump said in a statement, “She has tremendous experience and innate talent that will complement the fantastic team we are assembling, which is crucial because nothing is more important than keeping our people safe.” McFarland currently works as Fox News’ national security analyst and is a contributor to FoxNews.com’s opinion page. According to her Fox News biography, she was aide to Henry Kissinger, senior speechwriter to then-Defense Secretary Caspar Weinberger and later a principal deputy assistant secretary of defense and Pentagon spokesperson. Mr. Trump named retired Lt. Gen. Michael Flynn , a former Defense Intelligence Agency director, as his national security adviser last week.  Trump transition to the White House - live blog Mr. Trump has not yet named his choices to lead the Departments of Defense and State. He is, however, expected to name at least one other staff-level position Friday, according to a conference call his transition team held with reporters.  The president-elect will remain at his Florida resort, Mar-a-Lago, until Sunday. No cabinet positions will be named until after the weekend, the transition team said.  © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Donald Trump taps K.T. McFarland as deputy national security adviser - CBS News"
   },
   {
    "entities": [
     "clinton",
     "90%",
     "enterprise",
     "bush",
     "brune",
     "shanghai",
     "ebell",
     "frey",
     "research",
     "charles",
     "pacificorp",
     "a.",
     "yeatman",
     "natural",
     "cincinnati",
     "myron",
     "court",
     "mosul",
     "pittsburgh",
     "institute",
     "nov. 25, 2016",
     "yu",
     "paris",
     "memoli",
     "donald",
     "david",
     "utah",
     "sen.",
     "epa",
     "resources",
     "pope",
     "getty",
     "beijing",
     "club",
     "tuesday",
     "lux",
     "william",
     "grassley",
     "sierra",
     "/",
     "iowa",
     "city",
     "francis",
     "halper",
     "2001",
     "china",
     "monday",
     "defense",
     "congress",
     "york",
     "last year",
     "west",
     "obama",
     "images",
     "u.n.",
     "u.s.",
     "council",
     "11:19 a.m",
     "kanye",
     "white",
     "michael",
     "states",
     "doniger",
     "trump",
     "america",
     "w.",
     "united",
     "new",
     "huntington",
     "environmental",
     "competitive",
     "evan",
     "vin",
     "times",
     "george",
     "haley",
     "california",
     "protection",
     "scalia",
     "scully",
     "e.",
     "nile",
     "agency",
     "house",
     "2016",
     "yuan-sheng",
     "compton",
     "hillary",
     "supreme",
     "wednesday"
    ],
    "id": 7,
    "text": "Trump seems ready to fight the world on climate change, and it could cost the U.S. Utah coal plant George Frey / Getty Images Coal trucks leave a power plant operated by PacifiCorp outside Huntington, Utah. Coal trucks leave a power plant operated by PacifiCorp outside Huntington, Utah. (George Frey / Getty Images) Evan Halper Contact Reporter Donald Trump is branded with all manner of unflattering labels, but one that hasn’t seemed to much bother him is “climate pariah.” The president-elect is unabashed in his disdain for America’s global warming policy. He has placed a staunch climate-change doubter and antagonist of mainstream science in charge of reshaping — or as Trump has suggested, dismantling — the Environmental Protection Agency . He has talked frequently about reneging on the historic Paris global climate treaty the U.S. took a lead in drafting. And he has said he wants every federal green-energy program eliminated. Environmentalists take little comfort in Trump’s recent comments that he accepts “there is some connectivity” between human activity and climate change and that he has an open mind about it, as what he’s said elsewhere and done so far suggests otherwise. And even those comments gave scientists cause for alarm. “You can make a lot of cases for different views,” Trump told the New York Times , casting doubt on the finding by more than 90% of climate scientists that emissions are accelerating global warming. “I’m not sure anybody is ever going to really know.” Yet few things on Trump’s confrontational agenda put him more quickly on a collision course with the rest of the world, much of his own country and even some in his own party than his stated desire to abandon the fight against global warming. The looming assault on environmental regulation will test the resilience of California’s leadership role in the world, which is defined in large part by aggressive action on climate change that became a blueprint for the Obama administration. “Donald Trump will be about the only head of state who does not believe in climate science or the responsibility of his government to act,” said Michael Brune, executive director of the Sierra Club, which signed up more members in the week after Trump won the election than during the rest of 2016 combined. “This makes the Bush-Cheney administration look like it came from an environmental training camp.” But Trump may be picking a tougher fight than he knows. The last time the White House made the kind of retreat Trump envisions – when President Bush walked away from the Kyoto protocol in 2001 – the policy landscape of climate change was drastically different. Much of the action on climate change in this country no longer plays out in federal agencies but at local commissions enforcing laws in 29 states that push public utilities to go green. Their mandates are to encourage investment in cleaner plants and technology development. Major U.S. trading partners that signed on to the nearly 200-nation accord reached in Paris last year are already signaling that they will retaliate if the United States backs out, possibly by slapping environmental trade tariffs onto some American products. Trump names first women to Cabinet with Haley for U.N., DeVos at Education Nov. 25, 2016, 11:19 a.m. This is our look at President-elect Donald Trump's transition and the outgoing Obama administration. Here's what's happening right now: Trump tweaks his views on a trio of major issues, complicating... (Michael A. Memoli) Bailing on the deal could also increase the influence of China, itself once a chief climate pariah and now a green-energy powerhouse and lead instigator of international climate agreements. Trump is poised to create a leadership vacuum in the fight against climate change that would only expand Beijing’s reach, Chinese officials say.  None of those potential consequences faze the free-market think tanks urging Trump to go rogue. Just weeks ago, these groups were on the lonely fringe, pursuing an agenda written off as wacky by the mainstream science community, but now find themselves helping drive policy at the highest levels. “We disagree with President Obama that climate change is the end-all and we ought to reorient the global economy around this phenomenon,” said William Yeatman, a senior fellow at the Competitive Enterprise Institute. One of the organization’s most outspoken scholars, Myron Ebell, was tasked by Trump to oversee the transition to the new administration at the EPA. Ebell accuses the mainstream science community of unnecessarily alarming the public about global warming. Where many erstwhile allies abandoned that position in the face of mounting evidence to the contrary, Ebell doubled down. Last year, he attacked the call by Pope Francis for action on climate change as “scientifically ill-informed, economically illiterate, intellectually incoherent and morally obtuse.” That Ebell is now setting the direction of the EPA is horrifying to no small number of policymakers and scientists who have worked on this issue since even before the Kyoto talks. Some don’t even accept it. They expect Ebell will stir so much public outrage that his influence in the new administration will quickly wane. “He is a fanatical ideologue,” said David Doniger, who directs the climate program at the Natural Resources Defense Council. “If this were a corporation, would you turn a sales unit over to a nut like that?” But Trump, who shook up his transition team after winning the election, has left Ebell in charge of the shift at the EPA and may keep him in place to run the agency. Trump’s transition team did not respond to a request to interview Ebell. In California, state officials are already dusting off their playbooks from the George W. Bush years, when the state launched its ambitious climate agenda in spite of the White House. The state’s clean-energy start-ups and innovation labs are redrafting business plans to focus on serving customers in places likely to be more hospitable to green tech during the Trump administration. Home-grown California technologies thought to be destined for Pittsburgh or Cincinnati may now divert to Paris or Shanghai. “I don’t see this impacting California one bit,” said Yuan-Sheng Yu, an analyst at Lux Research who wrote a report on the future of climate policy under Trump. “California has made clear it is going to move forward regardless of who is president, just as it did before Obama.” Trump faces an even more politically daunting barrier: many fellow Republicans. Generous federal tax credits for wind and solar production have provided an economic boost to states red and blue alike. Republican Sen. Charles E. Grassley of Iowa put Trump on notice, saying this year that only “over my dead body” would Congress allow a repeal of the wind tax credits Trump has proposed eliminating. Still, U.S. greenhouse gas emissions, which have been dropping for years, are projected to turn sharply upward under Trump, according to the Lux report, even as California and many other states push ahead with their climate plans.  For starters, Trump’s agenda would enable unfettered operation of America’s most polluting power plants. Obama’s Clean Power Plan – which Trump said he will immediately kill – aimed to shut those down. Without those federal regulations in place, states resistant to the California-type approach are free again to go their own way. Combine that with Trump’s plan to strip all subsidies for green power, and add a Trump environmental agenda that includes none of the aggressive goals Hillary Clinton set for accelerating solar installations, and the amount of carbon released into the environment surges. The public remains alarmed by climate change, and Trump will pay a heavy political price if he proceeds, environmental groups warned.  But even the climate contrarians at the Competitive Enterprise Institute are skeptical about how far he will go. Yeatman pointed to a postelection report in an energy industry publication that said Trump is already putting on the back burner his plan to end the wind and solar subsidies driving so much of America’s green economy. And the energy plan the Trump campaign has now posted on its website also concerns him. Along with a massive surge in fossil fuel production, Trump promises to “make full use” of “renewable energy sources.” And on Tuesday, Trump walked back a few more steps. Asked whether he was dead set on abandoning the Paris accord, the president-elect wavered. “I’m looking at it very closely,” he said. “I have an open mind to it.” Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption 4 Thanksgiving Stories You Can't Miss How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 3 men found shot to death inside Compton park maintenance shed Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom ALSO ",
    "title": "Trump seems ready to fight the world on climate change, and it could cost the U.S. - LA Times"
   },
   {
    "entities": [
     "national",
     "share",
     "taps",
     "clinton",
     "security",
     "don",
     "politico",
     "mar 6, 2006",
     "senate",
     "nbc",
     "carolina",
     "donald",
     "nikki",
     "kristen",
     "fox",
     "mcfarland marks",
     "nov.15, 2016",
     "k.t.",
     "york",
     "mcgahn",
     "kathleen",
     "betsy",
     "haley",
     "2006",
     "flynn",
     "et",
     "south",
     "u.n.",
     "u.s.",
     "post",
     "decrow",
     "white",
     "michael",
     "gop",
     "news",
     "friday",
     "\\'kt\\'",
     "devos",
     "tower",
     "reagan",
     "trump",
     "fec",
     "mcfarland",
     "house",
     "for",
     "2016",
     "troia",
     "press",
     "ford",
     "welker",
     "counsel",
     "reuters",
     "new",
     "adam",
     "/",
     "associated",
     "hillary",
     "howard"
    ],
    "id": 8,
    "text": "Nov 25 2016, 1:37 pm ET Trump Taps K.T. McFarland for National Security Post, Donald McGahn for White House Counsel by Kristen Welker and Adam Howard Share President-elect Trump announces two key staff members 4:52 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161126070525if_/http://www.nbcnews.com/widget/video-embed/817647172000\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Donald Trump is continuing to build out his administration this holiday weekend. The president-elect tapped Kathleen Troia \"K.T.\" McFarland, a former government official and one-time Fox News analyst, as a deputy national security adviser, a transition official told NBC News. A Fox News spokesperson confirmed Friday that McFarland's contract has been terminated on the heels of Trump offering her the position, a necessary step in order for her to serve in his administration. Trump also has asked attorney Donald McGahn to serve as his White House counsel, a top transition source confirmed. The news was first reported by Reuters. McGahn, a partner at Jones Day , is Trump's campaign lawyer and is currently advising the transition effort. Kathleen Troia 'KT' McFarland poses at her home in New York, on Mar 6, 2006. JASON DECROW / ASSOCIATED PRESS Politico has reported that McGahn, who has longstanding familial ties to the Trump organization and an \"inside the Beltway\" background as a former chairman of the FEC, may be tasked with putting distance between the president-elect and his myriad of business interests, which critics have argued could present unprecedented number of conflicts of interest and potential Constitutional crisis for the incoming administration. \"Don has a brilliant legal mind, excellent character and a deep understanding of constitutional law,\" said President-elect Trump in a statement on Friday. \"He will play a critical role in our administration, and I am grateful that he is willing to serve our country at such a high-level capacity.\" Meanwhile, following Trump's selections of South Carolina Gov. Nikki Haley as U.N. ambassador and billionaire businesswoman Betsy DeVos for education secretary this week, McFarland marks just the third female appointment to his administration — featuring a Cabinet that has been criticized in some circles for being disproportionately white and male. Don McGahn, general counsel for the Trump transition team, gets into an elevator in the lobby at Trump Tower in New York, on Nov.15, 2016. Drew Angerer / Getty Images The Oxford-educated McFarland, with her experience working in the Ford and Reagan administrations in national security and defense positions, also represents a break from some of the more inexperienced names which Trump has floated for some of his administration's top jobs. Ironically, McFarland was once seeking to run against the candidate who Trump just narrowly defeated in the presidential election — Democratic nominee Hillary Clinton. In New York's U.S. Senate race in 2006, McFarland sought the GOP nomination that year to challenge Clinton's run for re-election, but fell short in the primary. Clinton would be re-elected that year in a landslide. Her selection will likely be far less controversial than Trump's choice for national security adviser, retired Lt. Gen. Michael Flynn, who has been condemned for his extreme anti-Muslim rhetoric in the past, accused of conflicts of interest because of his lobbying relationships with foreign governments and described as having an unstable temperament by some of his former colleagues. Play ",
    "title": "Trump Taps K.T. McFarland for National Security Post, Donald McGahn for White House Counsel - NBC News"
   },
   {
    "entities": [
     "giuliani",
     "reince",
     "kelly",
     "mike",
     "john",
     "defense",
     "today",
     "bush",
     "order",
     "s.",
     "others",
     "fox",
     "newt",
     "maggie",
     "times",
     "george",
     "putin",
     "n.j.",
     "department",
     "central",
     "york",
     "southern",
     "republican",
     "r.",
     "|",
     "obama",
     "v.",
     "peters",
     "panetta",
     "south",
     "haberman",
     "vladimir",
     "mandel",
     "command",
     "reprints",
     "michael",
     "news",
     "states",
     "nations",
     "general",
     "e.",
     "huckabee",
     "romney",
     "f.",
     "leon",
     "dept",
     "trump",
     "2008",
     "russia",
     "and",
     "g.o.p.",
     "house",
     "america",
     "w.",
     "priebus",
     "qatar",
     "mr.",
     "2012",
     "united",
     "new",
     "bolton",
     "gingrich",
     "hannity",
     "arkansas",
     "bedminster",
     "jeremy",
     "state",
     "washington",
     "schmidt",
     "november 25, 2016",
     "partners",
     "sean",
     "wednesday"
    ],
    "id": 9,
    "text": "Subscribe to the Times Others, like Newt Gingrich, the former Republican House speaker, and Mike Huckabee, the former governor of Arkansas, have gone on television to try to dissuade Mr. Trump from picking Mr. Romney. Mr. Huckabee, who said during the 2008 presidential campaign that Mr. Romney reminded voters of “the guy who laid them off,” told Fox News on Wednesday that picking Mr. Romney would be “ a real insult ” to Mr. Trump’s supporters. Mr. Giuliani is a favorite of the Republican voters who turned out in large numbers to lift Mr. Trump to victory. Sean Hannity, a Fox News host whose opinion Mr. Trump often privately solicits, has also been deeply critical of Mr. Romney on his show. Advertisement Continue reading the main story Shortly after the election, Mr. Giuliani told associates that he believed the job was his. He had communicated to Mr. Trump’s top advisers that it was the only post he was interested in, according to the people briefed on the discussions. Photo Gen. John F. Kelly, the former head of the United States Southern Command, has emerged as an alternative to Mr. Romney and Mr. Giuliani. Credit Mandel Ngan/Agence France-Presse — Getty Images But he began to run afoul of Mr. Trump when he told a Wall Street Journal forum that he would probably be a better candidate than John R. Bolton, who served as one of George W. Bush’s ambassadors to the United Nations. And when reports surfaced about Mr. Giuliani’s foreign business entanglements and highly compensated speechmaking, Mr. Trump grew even warier. His firm, Giuliani Partners, has had contracts with the government of Qatar, and Mr. Giuliani has given paid speeches to a shadowy Iranian opposition group that until 2012 was on the State Department’s list of foreign terrorist organizations. As a backup plan, some of Mr. Trump’s aides encouraged him to meet with Mr. Romney. Though some in Mr. Trump’s inner circle, like Reince Priebus, his choice for chief of staff, thought that such a meeting would anger the president-elect’s supporters, Mr. Trump went ahead. In the meantime, he started sounding out Mr. Giuliani on a different post, director of national intelligence. Mr. Trump’s advisers have discussed the role for Mr. Giuliani, but there has been no indication he wants it. What many people believed would be a perfunctory meeting with Mr. Romney last weekend at Mr. Trump’s golf club in Bedminster, N.J., turned into something more substantial. Mr. Trump liked Mr. Romney quite a bit, and was intrigued by the possibility of such a camera-ready option to represent the country around the globe, advisers to Mr. Trump said. The following day, Mr. Giuliani met with Mr. Trump and urged him to make a decision in one direction or the other. Mr. Romney, who was mocked in 2012 when he described Russia as the greatest geopolitical foe of the United States, has seen his stock in the Republican Party rise since his loss to President Obama, although he is still viewed skeptically by the party’s grass-roots. His allies believe that his position on Russia has been vindicated, but it is starkly at odds with Mr. Trump’s stated desire for a better relationship with the Russian president, Vladimir V. Putin. Privately, Mr. Giuliani has expressed his frustration at going from front-runner for secretary of state to a contender who has to convince Mr. Trump of his strengths. He is particularly irritated over the focus on his business ties. The option of a third person like General Kelly has gained currency in recent days inside the transition team. A respected leader, General Kelly served as the senior military assistant to former Defense Secretary Leon E. Panetta. He led the Southern Command, responsible for all United States military activities in South and Central America, for four years under Mr. Obama. And his appointment would fit Mr. Trump’s inclination toward putting people with combat experience in senior foreign policy roles. Jeremy W. Peters reported from Washington, and Maggie Haberman from New York. Michael S. Schmidt contributed reporting. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on November 25, 2016, on page A1 of the New York edition with the headline: Filling Top Post at State Dept. Divides G.O.P. Order Reprints | Today's Paper | Subscribe ",
    "title": "Republicans Divided Between Romney and Giuliani for Secretary of State - The New York Times"
   },
   {
    "entities": [
     "reform",
     "ag",
     "microsoft",
     "alabama",
     "john",
     "senate",
     "committee",
     "donald",
     "fox",
     "foxnews.com",
     "justice",
     "congress",
     "department",
     "studies",
     "sen.",
     "chamber",
     "d.",
     "of",
     "atkinson",
     "labor",
     "jeff",
     "u.s.",
     "judiciary",
     "dan",
     "services",
     "foundation",
     "council",
     "sessions",
     "vancouver",
     "news",
     "states",
     "economic",
     "robert",
     "2015",
     "citizenship",
     "commerce",
     "nager",
     "trump",
     "information",
     "uscis",
     "and",
     "adams",
     "february",
     "for",
     "2016",
     "canada",
     "america",
     "immigration",
     "center",
     "american",
     "shaw",
     "united",
     "technology",
     "adam",
     "stein",
     "march",
     "federation",
     "miano",
     "innovation",
     "advisors"
    ],
    "id": 10,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump’s policies on illegal immigration, particularly on the border wall and cracking down on sanctuary cities, were at the center of his election campaign. Now, advocates of immigration restriction are hoping for reform to H-1B visas that they say are hurting American workers. The H-1B is a temporary, non-immigrant visa, currently capped at 85,000 visas a year, that allows employers to hire skilled, specialty workers on a temporary basis -- particularly scientists, engineers, or computer programmers. However, critics say that the system is rife with abuse, and is no longer a limited short-term program to help employers with unexpected labor shortages in niche areas, and has instead become a way to push out American workers in favor of cheap foreign labor. “Because of lobbying by the Chamber of Commerce and big tech companies, they’ve succeeded in loosening standards and we’ve seen the increasingly common scenario where American workers are fired, and have to train their replacements,”  Dan Stein, President of the Federation for American Immigration Reform, told FoxNews.com. Trump has shifted stances somewhat on the visas. After initially taking a hard stance against them, in contrast to some of his Republican opponents, at a primary debate in March he appeared to change his stance and said: “I’m changing. I’m changing. We need highly skilled people in this country, and if we can’t do it, we’ll get them in.” Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → He later released a statement saying the H-1B program “is neither high-skilled nor immigration: these are temporary foreign workers, imported from abroad, for the explicit purpose of substituting for American workers at lower pay.” “I will end forever the use of the H-1B as a cheap labor program, and institute an absolute requirement to hire American workers first for every visa and immigration program. No exceptions,” he said. Advocates of immigration restriction have been made hopeful that a Trump administration will clamp down on the visa. In particular they have been buoyed by Trump’s decision to pick Alabama Sen. Jeff Sessions as his attorney general – known for his hardline stances on both illegal and legal immigration. In 2015, Sessions sent round an “immigration handbook” to Republican members of Congress that calls immigration reform “a legislative honorific almost exclusively reserved for proposals which benefit everyone but actual American citizens.” In that handbook and since, Sessions has railed against what he sees as the abuse of the program. In his handbook he cites statistics suggesting that guest workers make up two-thirds of all new IT hires, while half of Americans with STEM [Science, Technology, Engineering, and Mathematic] degrees can’t find work. He says that while the cap is 85,000, the real number is much higher. “But, due to overlapping admissions and other factors, the total number of H-1B workers physically present in the U.S. is actually much higher—it has been estimated to fall somewhere in the range of 650,000 to 750,000,” he wrote. While Sessions’ appointment may put those companies who use the system on edge, analysts say there is still a long way to go in appointments. “I think companies are in wait-and see mode, By the time of inauguration there’ll be a clearer sense of who will be head of Council of Economic Advisors and the Department of Labor. There’ll be a better sense of the team and that will tell the tech companies something,” Robert D. Atkinson, president of the Information Technology and Innovation Foundation (ITIF), told FoxNews.com. The plight of American workers being replaced was highlighted earlier this year when laid-off Disney IT workers sued the company, claiming that despite high performance ratings, they were made to train their foreign replacements. In February, the Senate Judiciary Committee heard testimony from some of those laid off. Presiding over the hearing was Sen. Jeff Sessions. However, supporters of the program warned that while surgically reforming the program could work, cutting it too deeply could have the opposite of the intended effect, and actually hurt American workers if companies can’t get the help. They warn that some companies may actually ship more jobs overseas if the visa is limited. “Companies doing tech work……they would be thinking about expanding work in places other than United States. They might put it in Canada, in a place like Vancouver, where Microsoft employs a lot of  people because they can find it hard to get the skills to come to the U.S.,” Atkinson said.. “The whole view that there’s not a shortage [in STEM workers], I think that’s wrong, and the idea that H-1B workers are substitutes is wrong,” he said. “They normally complement one another, allowing companies to gain global market shares and expand even more.” Adams Nager, economic policy analyst at ITIF, found that unemployment in STEM fields is very low, and concludes that, despite occasional stories of lay-offs, “America faces a shortage of high-skilled STEM talent, especially in IT industries.” Those opposed to the current state of the program say there are a number of things a Trump administration could do without needing whole-scale reform from Congress. “One of those is to collect the data and make it available to the public. That would strike horror into the industry,” John Miano, a fellow at the Center for Immigration Studies, told FoxNews.com “This has been kept secret or not collected. We don’t know who are getting the visas, we don’t know where the people are, what occupations they’re in or what the salary is.” Other possible reforms include a clarification on the definition of “specialized knowledge,” which could help cut down on abuse, and a limit on such visas for two years. Proponents on both side of the issue agree that, despite the pick of Sessions as AG, it is not yet clear which way the administration will fall on the issue. Trump’s official website makes no mention of H-1Bs on the immigration policy page. But those who want significant reform are hopeful in the wake of the Sessions pick. “H-1B spans the Department of Justice, Labor Department and USCIS [United States Citizenship and Immigration Services]. There’s hope you’d have people at all three levels enforcing the law, and Sessions gives us hope they’ll start doing that,” Miano said. Adam Shaw is a Politics Reporter and occasional Opinion writer for FoxNews.com. He can be reached here or on Twitter: @AdamShawNY . Advertisement ",
    "title": "Businesses brace for Trump decision on H-1B visas in wake of Sessions pick | Fox News"
   },
   {
    "entities": [
     "national",
     "monday",
     "transportation",
     "weekend",
     "angeles",
     "saturday",
     "donald",
     "vin",
     "times",
     "kern",
     "york",
     "southern",
     "west",
     "california",
     "boster",
     "u.s.",
     "scalia",
     "elmahrek",
     "irvine",
     "kanye",
     "night",
     "scully",
     "early",
     "nov. 21, 2016",
     "county",
     "wednesday",
     "nile",
     "trump",
     "nws",
     "bonnie",
     "weather",
     "2016",
     "rain",
     "center",
     "bartling",
     "court",
     "thanksgiving day weekend",
     "mosul",
     "sunday",
     "new",
     "mark",
     "adam",
     "/",
     "city",
     "compton",
     "oxnard",
     "service",
     "afternoon",
     "supreme",
     "los"
    ],
    "id": 11,
    "text": "Rain, cool temperatures coming this weekend Rain Mark Boster / Los Angeles Times Early morning commuters at the Irvine Transportation Center walk down the stairway from an elevated pedestrian bridge, bundled with jackets and shielded from the rain, on Nov. 21, 2016. Early morning commuters at the Irvine Transportation Center walk down the stairway from an elevated pedestrian bridge, bundled with jackets and shielded from the rain, on Nov. 21, 2016. (Mark Boster / Los Angeles Times) Adam Elmahrek A cold pressure system is expected to bring some rain and possible thunderstorms throughout Southern California beginning Saturday afternoon and continuing into Sunday, forecasters said. Showers are expected over much of the Los Angeles region, with some areas getting up to an inch over the weekend, according to the National Weather Service . Temperatures are also expected to dip into the low to mid-60s along the coast and possibly into the 50s in the valleys, said Bonnie Bartling, a weather specialist with the NWS in Oxnard. Snow levels could to drop to about 4,500 feet in mountain areas. No significant flooding is anticipated, but the weather will be severe enough to cause hazardous driving conditions, particularly along the 5 Freeway near the Kern County line, Bartling said. Gusty winds, rain and snow could make for a dangerous drive home at the end of the Thanksgiving Day weekend, she said. The storm system is expected to continue moving inland on Sunday, Bartling said. Rain in the Los Angeles area is expected to clear up by Sunday night. Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption 4 Thanksgiving Stories You Can't Miss How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 3 men found shot to death inside Compton park maintenance shed Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom ",
    "title": "Rain, cool temperatures coming this weekend - LA Times"
   },
   {
    "entities": [
     "mccausland",
     "member",
     "defense",
     "first",
     "kills",
     "thursday",
     "beach",
     "department",
     "explosive",
     "woodbridge",
     "an",
     "identifies",
     "the",
     "disposal",
     "carter",
     "kube",
     "of",
     "u.s.",
     "two",
     "killed",
     "pentagon",
     "courtney",
     "blast",
     "unit",
     "dayton",
     "2016",
     "ash",
     "scott",
     "phil",
     "press",
     "american",
     "ordnance",
     "virginia",
     "mobile",
     "associated",
     "state",
     "islamic",
     "syria",
     "ed",
     "service"
    ],
    "id": 12,
    "text": "Nov 25 2016, 8:02 pm ET Pentagon Identifies First U.S. Service Member Killed in Combat in Syria by Courtney Kube, The Associated Press and Phil McCausland Share advertisement The Department of Defense identified the American service member who died in Syria on Thanksgiving as Senior Chief Petty Officer Scott Dayton. The sailor was 42 years old and lived in Woodbridge, Virginia. He was assigned to Explosive Ordnance Disposal Mobile Unit Two, based in Virginia Beach. Dayton, part of a multinational force fighting the Islamic State group in the region, was killed by an improvised bomb Thursday in northern Syria. A senior U.S. defense official said Thursday that at least one American service member was injured in the same attack. Related: I ED Blast Kills an American Service Member in Syria There are up to 300 American service members operating in Syria at any given time. \"It is a painful reminder of the dangers our men and women in uniform face around the world to keep us safe,\" Defense Secretary Ash Carter said in a statement Thursday. \"Please keep this service member's family, friends and teammates in your thoughts and prayers, and this Thanksgiving I hope you will join me in expressing thanks to all of our dedicated troops who selflessly protect us everyday.\" Dayton is the first U.S. service member killed in combat in Syria. Courtney Kube ",
    "title": "Pentagon Identifies First U.S. Service Member Killed in Combat in Syria - NBC News"
   },
   {
    "entities": [
     "proto",
     "today",
     "being",
     "lamar",
     "head",
     "district",
     "collin",
     "worthy",
     "wayne",
     "after",
     "university",
     "evening",
     "office",
     "dominick",
     "34th",
     "news",
     "prosecutor\\'s",
     "dies",
     "county",
     "kym",
     "officer",
     "michigan",
     "tuesday",
     "court",
     "detroit",
     "deangelo",
     "davis",
     "shot",
     "abc",
     "rose",
     "state",
     "romulus",
     "police",
     "wednesday"
    ],
    "id": 13,
    "text": "WATCH Wayne State Police Officer Dies After Being Shot 0 Shares Email The man suspected of killing a Wayne State University police officer in Detroit has been charged with first-degree murder , prosecutors said today. The suspect, identified as 31-year-old DeAngelo Lamar Davis of Detroit, was arraigned this morning in 34th District Court in Romulus, Michigan, on charges of first-degree murder as well as murder of a police officer, felon in possession of a firearm and two counts of felony firearm, according to the Wayne County Prosecutor's Office. Wayne State Police Officer Dies After Being Shot in Head Davis is accused of shooting officer Collin Rose in the head during a traffic stop while the officer was patrolling off-campus in Detroit on Tuesday evening, prosecutors said. Rose was reportedly attempting to take Davis into custody at the time. Davis, who police said was riding a bicycle, allegedly fled the scene on foot after the shooting. He was taken into custody Tuesday night after an intensive manhunt, police said. Rose, 28, a five-year veteran of the force, was transported to the hospital in critical condition and underwent surgery for his wound, police said. He died Wednesday. \"Universally, Officer Rose was respected, admired and one that had an excellent work ethic,\" Wayne County prosecutor Kym Worthy said in a statement today while announcing the charges against Davis. \"Our hearts go out to the family and friends of Officer Rose. All of us at the Wayne County Prosecutor's Office grieve along with the Wayne State University community and the law enforcement community. This case strongly illustrates the dangers that police officers face every minute of every day,\" Worthy added. ABC News' Dominick Proto contributed to this report. 0 Shares ",
    "title": "Detroit Man Charged With 1st-Degree Murder in Wayne State University Cop's Death - ABC News"
   },
   {
    "entities": [
     "national",
     "shackelford",
     "safety",
     "monday",
     "school",
     "tennessee",
     "humphrey",
     "carlis",
     "adamson-cothran",
     "transportation",
     "amy",
     "nov. 22, 2016",
     "coulter",
     "durham",
     "domenic",
     "amazon",
     "email",
     "elementary",
     "earlier this week",
     "flowers",
     "katcher",
     "print",
     "david",
     "tenn",
     "the",
     "september",
     "board",
     "johnthony",
     "services",
     "nov. 2",
     "nashville",
     "friday",
     "tenn.",
     "county",
     "walker",
     "a.",
     "d\\'amico",
     "tuesday",
     "woodmore",
     "hart",
     "2016",
     "benjamin",
     "correctional",
     "press",
     "nov. 16",
     "christopher",
     "facility",
     "hamilton",
     "november 25, 2016",
     "associated",
     "brenda",
     "duke",
     "chattanooga"
    ],
    "id": 14,
    "text": "Students complained about erratic driving before bus wreck Published               November 25, 2016 Facebook 0 Twitter 0 Email Print Flowers, signs and stuffed animals make up a makeshift memorial outside Woodmore Elementary School on Tuesday, Nov. 22, 2016, in Chattanooga, Tenn. The school bus driven by Johnthony Walker, 24, crashed while transporting children home from the school Monday, killing at least five students. Walker was arrested Monday and charged with five counts of vehicular homicide including reckless driving and reckless endangerment, police said. (AP Photo/Mark Humphrey)  (Copyright 2016 The Associated Press. All rights reserved.) NASHVILLE, Tenn. –  Students and administrators raised concerns about a Tennessee school bus driver's behavior behind the wheel in the weeks before a crash that killed six children. Police have charged driver Johnthony Walker with vehicular homicide after the Chattanooga crash. Federal authorities said Walker was driving off the designated bus route when he wrecked on a curvy road while carrying 37 children on their way home from Woodmore Elementary School. Records released by the school district Friday include two written statements by students complaining about Walker's driving. \"The bus driver drives fast,\" one student wrote earlier this month. \"It feels like the bus is going to flip over... When someone is in the aisle he stops the bus and he makes people hit their heads.\" Another student wrote: \"The bus driver was doing sharp turns and he made me fly over to the next seat. We need seat belts.\" On Nov. 2, a school official boarded the bus after the driver complained that students were not listening to him. One student had complained about the heat on the bus and cursed about it to the bus driver. \"The driver was now visibly upset and continued on by saying that he had another job and driving this bus was just a part-time job for him,\" wrote Carlis Shackelford, a behavioral specialist at the school. \"Driver stated that he could just leave him at the school. He then stated 'or I can just leave the student on the bus and I will get off the bus and leave the school.'\" \"Driver stated that he did not care about the students and proceeded to tell the students he did not care about them,\" Shackelford wrote. The school district's transportation supervisor, Benjamin Coulter, responded that \"we are addressing the issue with the driver.\" National Transportation Safety Board Chairman Christopher A. Hart said in a news conference earlier this week that Walker had taken on a second job at an Amazon fulfillment center, and part of the agency's investigation will look at whether fatigue played a role in the wreck. The bus driver had also complained to administrators that students would not listen to him when he told them not to stand in the bus or sit with their backs facing the front. The driver submitted 10 names of students he said were misbehaving. The transportation supervisor responded that the driver may have had some legitimate safety concerns but that the driver shouldn't report so many students. \"I don't want the driver to become discouraged, but he can't be turning 10 referrals in a day to you, either,\" Coulter wrote. Woodmore Principal Brenda Adamson-Cothran asked for video of the bus leaving campus, noting that a few days earlier \"the driver, in my opinion, was driving way too fast when he pulled out of our school.\" It's unclear what the video showed; hyperlinks to it are redacted in the records. On Nov. 16, Adamson-Cothran wrote to Coulter to tell him six students had reported that the driver \"was swerving and purposely trying to cause them to fall today.\" Walker was in custody at the Hamilton County Correctional Facility on Friday and had a court hearing scheduled for Tuesday. Jail records do not indicate whether he has an attorney. The complaints about Walker appear to have begun in September when a parent wrote a letter to complain that the driver had cursed her kids and slammed on the brakes, causing them to hit their heads and fall out of their seats. The parent wrote that if it happened again, she would take it upon herself \"to beat his (expletive) my damn self.\" In the days immediately after the crash, school officials repeatedly declined to comment on whether anyone had complained or how they responded. The correspondence about the driver was released after public records requests by The Associated Press and other media outlets. Hamilton County schools spokeswoman Amy Katcher noted that Walker was employed by outside contractor Durham School Services, so the district may not have access to all the complaints about him. The bus company has not responded to questions about its safety record or Walker's employment history. Durham CEO David A. Duke released a video this week statement expressing condolences to the families and pledging to work with investigators. Coulter, the school district's transportation supervisor, said in a Nov. 2 email to Durham manager Domenic D'Amico that the Woodmore principal had to intervene several times when Walker was arguing with students. \"This may be a situation where he needs to be coached on how to deal with the students,\" Coulter wrote. Advertisement ",
    "title": "Students complained about erratic driving before bus wreck | Fox News"
   },
   {
    "entities": [
     "share",
     "berkeley\\xc2\\xa0college",
     "don",
     "mid-atlantic",
     "dec. 10, 2016",
     "pip",
     "6:04 p.m. est",
     "music",
     "donald",
     "band",
     "fox",
     "august",
     "scotty",
     "mcgahn",
     "of",
     "nena",
     "kt",
     "trump\\'s",
     "white",
     "1980s",
     "news",
     "snb",
     "1980",
     "trump",
     "mcfarland",
     "boston",
     "usa",
     "house",
     "william",
     "newsy",
     "scott",
     "new",
     "november 25, 2016",
     "cummings",
     "newslook"
    ],
    "id": 15,
    "text": "The man tapped to be Trump's White House counsel rocks — no, seriously William Cummings , USA TODAY 6:04 p.m. EST November 25, 2016 893 Shares x Share Fox News analyst KT McFarland and lawyer Don McGahn are the two latest additions to Donald Trump's White House. Video provided by Newsy Newslook Don McGahn, President-elect Donald Trump's pick for White House counsel is a rock star — and not just in the field of campaign finance law. OK, star might be overstating a tad, but the man picked to be the administration's legal eagle also moonlights as the lead guitarist for Scott's New Band, covering rock hits primarily from the 1980's and 90s. As White House counsel, one of McGahn top tasks will be sorting out any possible conflicts of interest between Trump the president and Trump the businessman — no easy feat, but McGahn does know a thing or two about finding harmony and striking the right chord. The owner of more than 30 guitars, McGahn has played for more than 20 years and studied at the Berkeley College of Music in Boston, according to his bio on the band's website , which describes him as \"one of the premier guitarists of the Mid-Atlantic region.\" \"Over 20 years of strumming, and a true appreciation of his craft, have honed Don’s skills as sharp as a samurai’s sword,\" the site says, adding that he has also written original music. Here's a clip of Scott's New Band performing Nena's indispensable 1980s classic, 99 Red Balloons (McGahn can be seen on stage right in a t-shirt and cap): There will be no conflict of interest for McGahn between his responsibilities as White Houe counsel and lead-guitarist for Scott's New Band. The group announced in August that it would be making its last performance on Dec. 10, 2016. \"We’ve been at this for quite a long time. SNB has been around 10 years and is hardly 'New' anymore; it’s probably closer to 'gently used,'\" lead vocalist Scotty Pip wrote in a statement. \"So we figured it was time to call it a day, and get on with something else. That plan may look different for each of us, and each plan may cause us all to cross paths musically again at some point, but for now, it’s time to wander a bit, rest a lot, and be glad it happened.\" Read or Share this story: http://usat.ly/2g0JVd0 Most Popular ",
    "title": "The man tapped to be Trump's White House counsel rocks — no, seriously"
   },
   {
    "entities": [
     "mike",
     "party",
     "wisconsin",
     "senate",
     "$1 million",
     "donald",
     "devin",
     "fox",
     "justice",
     "george",
     "email",
     "department",
     "print",
     "$2.5 million",
     "jill",
     "sen.",
     "elections",
     "commission",
     "director",
     "$5.2 million",
     "december 13",
     "of",
     "milwaukee",
     "executive",
     "gop",
     "states",
     "news",
     "friday",
     "lemahieu",
     "trump",
     "michigan",
     "tuesday",
     "2016",
     "pennsylvania",
     "martin",
     "1 percent",
     "press",
     "haas",
     "5 p.m.",
     "united",
     "\\xc2\\xa0",
     "mark",
     "november 25, 2016",
     "stein",
     "morgan",
     "associated",
     "state",
     "afternoon",
     "green"
    ],
    "id": 16,
    "text": "Green Party's Stein files for Wisconsin recount Published               November 25, 2016 Facebook 0 Twitter 0 Email Print   Green Party presidential candidate Jill Stein officially filed a request to election officials Friday to conduct a recount in the battleground state of Wisconsin. State Elections Commission Administrator Mike Haas said Stein filed the request around mid-afternoon Friday, about an hour and a half ahead of a 5 p.m. CST deadline. “The Commission is preparing to move forward with a statewide recount of votes for President of the United States,” Haas said in a press release. “We have assembled an internal team to direct the recount, we have been in close consultation with our county clerk partners, and have arranged for legal representation by the Wisconsin Department of Justice.” Stein, who earned little more than 1 percent of the national vote, formally requested a Wisconsin recount Friday afternoon, vowing to do the same in the coming days in Michigan and Pennsylvania. There is no evidence of election tampering in the states where Trump scored razor-thin victories, but Green Party spokesman George Martin insisted \"the American public needs to have it investigated to make sure our votes count.\" Wisconsin GOP Executive Director Mark Morgan issued a statement calling the recount request \"absurd and nothing more than an expensive political stunt that undermines Wisconsin's election process.\" Republican Sen. Devin LeMahieu, who chairs the Senate elections committee, said he would re-examine state law next year to ensure \"a candidate who received 1 percent of the vote cannot hold the results of an election hostage.\" Martin said Republicans' response was expected and stressed that the recount was about determining whether the system was secure, not who won or lost the fight for Wisconsin's 10 electoral college votes. During a news conference in Milwaukee, Martin said Stein's campaign would also ask for a \"reconciliation\" of voting records that would go beyond an audit, but he didn't provide details. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Stein's campaign has been raising money online to cover the costs of recounts in Wisconsin, Michigan and Pennsylvania. She says she wants to make sure hackers didn't skew the results in those swing states. The campaign had raised about $5.2 million as of Friday afternoon. Late Tuesday, Stein issued a press release calling on supporters to raise $2.5 million to fund a recount effort in three states that Donald Trump won - Wisconsin, Pennsylvania, and Michigan. Wisconsin law calls for the state to perform a recount at a candidate's request as long as he or she can pay for it. The state has never performed a presidential recount. Election officials estimate the effort will cost up to $1 million. The state is working under a federal deadline of December 13 to complete the recount. The Associated Press contributed to this report.   ",
    "title": "Green Party's Stein files for Wisconsin recount | Fox News"
   },
   {
    "entities": [
     "facebook",
     "arizona",
     "thursday, november 24, 2016",
     "that night",
     "today",
     "network",
     "yihyun",
     "thursday",
     "twitter",
     "jeong",
     "the",
     "november 15, 2016",
     "grandma",
     "wanda",
     "mesa",
     "republic",
     "nov. 15",
     "jamal",
     "phoenix",
     "nego",
     "dench",
     "google",
     "conversation",
     "usa",
     "randall",
     "burgoyne",
     "may",
     "hinton",
     "guidelines",
     "6:29 p.m. est",
     "november 25, 2016",
     "certo",
     "lisa",
     "afternoon"
    ],
    "id": 17,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Grandma's accidental Thanksgiving invite makes for memorable meal It was a holiday story the Internet was quick to gobble up: A grandmother’s accidental text to a Phoenix teen that led to a stranger’s invitation to Thanksgiving dinner. Post to Facebook Grandma's accidental Thanksgiving invite makes for memorable meal It was a holiday story the Internet was quick to gobble up: A grandmother’s accidental text to a Phoenix teen that led to a stranger’s invitation to Thanksgiving dinner. Check out this story on USATODAY.com: http://usat.ly/2g0NX56 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 13 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Grandma's accidental Thanksgiving invite makes for memorable meal USA Today Network Yihyun Jeong, The Arizona Republic 6:29 p.m. EST November 25, 2016 x Share After an Arizona grandmother accidentally invited a stranger to her Thanksgiving dinner and became an internet sensation, the two ended up eating together after all. USA TODAY NETWORK Jamal Hinton, 17, and Wanda Dench, right, and her family and friends, have Thanksgiving dinner at Wanda's home ,Thursday, November 24, 2016.  Hinton was accidentally invited by Dench through a text, but when they discovered the mistake and he asked for a plate anyway, she said \"come on over !\". (Photo: Tom Tingle/The Republic) PHOENIX — It was a holiday story the Internet was quick to gobble up: A grandmother’s accidental text to a Phoenix teen that led to a stranger’s invitation to Thanksgiving dinner. Wanda Dench of Mesa had meant to send the Nov. 15 group message to a few family members, inviting them over for dinner. The text, meant for a grandson, was instead sent to Jamal Hinton, a 17-year-old from Phoenix. Hinton posted the screenshots of the conversation to Twitter, which was shared by his best friend and subsequently shared nearly 200,000 times. It seemed everyone was curious if the unlikely duo would spend the holiday together. “Well, it’s happening,�? Wanda said to The Arizona Republic Thursday afternoon. “He's showing up today with a pumpkin pie.�? A Thanksgiving pardon for friend of a feather Wanda and her family had been prepping all morning for the anticipation of their new guest. Waking up near dawn, Wanda put two turkeys back-to-back in her small oven so that there would be enough food to feed everyone. “The sad part is, I don’t even cook,�? she said, laughing. “I’m sure he’ll wonder what he’s gotten himself into by accepting my invitation.�? “You don’t do ... horrible,�? teased her grandson, Randall Burgoyne. The text that started all this had originally been intended for the 21-year-old Burgoyne, but he changed his number last May and had forgotten to mention it to his grandmother. Burgoyne found out about the mistaken identity exchange when he saw that he had missed several calls while at work that night. “When I called my boyfriend he told me, ‘Grandma is on the Internet,’�? he said laughing. “Now my grandma’s everyone's grandma!�? Twitter | @ronalddoee Certo Nego on Twitter Burgoyne said he was not surprised by Wanda’s decisions to invite Hinton, as their family has always had an open-door policy, welcoming any friends who wanted to join them for the holidays. Wanda’s daughter, Lisa Dench, said she helped maneuver Twitter and the slew of texts sent to her mother’s phone immediately following Hinton’s post. Hinton forgot to remove her number from the screenshots, so she received about 600 texts from people asking if they, too, could be invited. “At first it was a slow trickle,�? Lisa said. “But then they came rushing in. I scrolled and scrolled and said to my mom, ‘You’ve got a lot of love. We’ve got to make this into something.’�? Wanda and her family believe that people were looking for a feel-good story during a time of tension following the presidential election and a series of police shootings, protests and violent incidents throughout the country. “We feel like it was fate that this occurred during such a rough time and right before Thanksgiving,�? Lisa said. Somebody grandma is coming in clutch this year!! Ayee!!! pic.twitter.com/laXmX6rotA — Certo Nego (@RonaldDoee) November 15, 2016 Burgoyne said he hopes when people see Hinton and his family sit down for their meal, that they see a message of kindness. “I hope this shows people we don’t need to care about the color of someone’s skin, or even if we know each other, to know that we can all get along,�? he said. Wanda and Hinton had briefly met last week, so Thursday’s dinner would allow the two to get to know each other, Wanda said. “The conversations tonight ... that’s what I’m excited about,�? Wanda said. As the sun began to set Thursday, the long table set with silver platters and sparkly candles was ready in the backyard. It was almost time for Hinton to arrive so the family went out front to greet him on the driveway. The excitement rose as Hinton pulled up along the street. “I’m so happy you came,�? Wanda said as he walked over and gave her a big embrace. “I am, too,�? he said. And as if making a confession to his own grandmother, Hinton softly said he had forgotten the pumpkin pie while in the rush coming over. “We’ve got plenty,�? Wanda assured. “Let’s go in and take a look at the turkeys,�? she said, leading him toward the house. 9484 CONNECT TWEET LINKEDIN 13 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2g0NX56 ",
    "title": "Grandma's accidental Thanksgiving invite makes for memorable meal"
   },
   {
    "entities": [
     "clinton",
     "wisconsin",
     "wis.",
     "madison",
     "2011",
     "thomas",
     "college",
     "university",
     "milwaukee",
     "burden",
     "friday",
     "research",
     "midwestern",
     "former",
     "michigan",
     "dr.",
     "pennsylvania",
     "$787,500",
     "center",
     "martin",
     "court",
     "pittsburgh",
     "free",
     "green",
     "share",
     "reform",
     "donald",
     "edward\\xc2\\xa0foley",
     "joanne",
     "foley",
     "kathleen",
     "jill",
     "david",
     "barry",
     "jan. 6",
     "7:16 p.m. est",
     "0.25%",
     "$1.1 million",
     "klopenburg",
     "usa",
     "bill",
     "patrick",
     "july 27, 2016",
     "haas",
     "$3.5 million",
     "november 25, 2016",
     "stein",
     "iowa",
     "state",
     "glauber",
     "monday",
     "chris",
     "secretary",
     "congress",
     "york",
     "republican",
     "philadelphia",
     "the",
     "post-gazette",
     "elections",
     "of",
     "$125",
     "1968",
     "michael",
     "2014",
     "dec. 19",
     "ohio",
     "trump",
     "wisconsin-madison",
     "alex",
     "new",
     "mark",
     "7%",
     "morgan",
     "newslook",
     "marley",
     "party",
     "afp",
     "george",
     "dec. 13",
     "commission",
     "1%",
     "$5\\xc2\\xa0million",
     "electoral",
     "april",
     "brandon",
     "gop",
     "gray",
     "$4.5",
     "press",
     "detroit",
     "election",
     "prosser",
     "hillary",
     "supreme"
    ],
    "id": 18,
    "text": "Jill Stein files for recount in Wisconsin Patrick Marley and Bill Glauber, Milwaukee Journal Sentinel 7:16 p.m. EST November 25, 2016 x Share Former Green Party presidential candidate Jill Stein has raised funds to launch a recount in the second of three battleground states won by Donald Trump where she intends to challenge the results. Video provided by AFP Newslook Dr. Jill Stein, Green Party presidential nominee, arrives at a rally July 27, 2016, in Philadelphia. (Photo: Alex Brandon, AP) MADISON, Wis. — Elections officials in three states will have to move quickly if the Green Party's presidential nominee, Jill Stein, is able to force a recount to be conducted by hand. Stein and Reform Party candidate Roque \"Rocky\" De La Fuente separately filed recount requests late Friday in Wisconsin — the state's first ever for a presidential race — on the final day they were able to do so. As liberals raised fears about hacked voting machines, Stein has raised more than $5 million  to pay for recounts here and in Michigan and Pennsylvania, where recount deadlines are next week. That's more than the $3.5 million she raised as a candidate. Hitting a Dec. 13 federal deadline to certify electoral votes — 10 in Wisconsin, 16 in Michigan and 20 in Pennsylvania — could be particularly tricky in a by-hand recount, Wisconsin's top election official said. County boards of canvassers, which likely will have to work nights and weekends, will do the recounts. Jill Stein nears $4.5M goal to fund key-state recounts \"You may potentially have the state electoral votes at stake if it doesn't get done by then,\"  said Michael Haas, the administrator of the Wisconsin Election Commission. A lawyer with Stein's campaign has said she wants the recount done by hand, something that Haas said would require a judge's order in Wisconsin and take longer in general. Stein received just 1% of the vote in each of the three states. De La Fuente had about 1,500 votes in Wisconsin, a fraction of a percent of those cast here, and he was not on the ballot in the other two states. “What we’re doing is standing up for an election system that we can trust. We deserve to have votes that we can believe in.” Jill Stein, Green Party “What we’re doing is standing up for an election system that we can trust. We deserve to have votes that we can believe in,” Stein said in a video on  her Facebook page . “This is a commitment that Greens have expressed — that we stand for election integrity, that we support voting systems that respect our vote.  We demand voting systems that are accurate, that are publicly controlled, that are not privatized.” Unofficial vote tallies in the three states show GOP nominee Donald Trump won Michigan by fewer than 12,000 votes, Wisconsin by fewer than 30,000 votes and Pennsylvania by fewer than 70,000 votes. Democratic nominee Hillary Clinton would have to win recounts in all three states to receive enough electoral votes to win the presidency, a remote possibility. A federal \"safe harbor\" law requires presidential recounts to be completed within 35 days of the election. This year that's Dec. 13, two weeks and a day from this coming Monday. Wisconsin law allows any candidate to seek a recount. The candidate has to pay if he or she lost by more than 0.25%, hence Stein's fundraising. She estimates a Wisconsin recount would cost $1.1 million. Michigan's price tag could be about $787,500, based on a 2014 law that put the bill at $125 per precinct when the margin of a race is more than half a percentage point. Michigan has 6,300 precincts. Green Party pushes for recount in key states The approximate costs of a recount in Pennsylvania weren't immediately available, but the vote-rich state is being targeted even with its wider Trump victory margin because two-thirds of the state's counties, including its most populous, use electronic voting machines that don't leave a paper trail, The Pittsburgh Post-Gazette reported. Experts have demonstrated that such machines can be hacked even without being hooked up to the Internet. Similar machines are scattered in some of the smaller counties in Wisconsin. About 1 in 10 votes in the state's April presidential primary came from such machines. All of Michigan's voting machines have paper ballots that can be recounted, election officials there said. An article this week in  New York magazine  contended that Clinton received 7% fewer votes in counties with electronic voting compared to those with paper ballots. “Our plans are being drafted” for a recount, said Chris Thomas, director of elections at the Michigan Secretary of State's office. “We’re on top of it. We’ve got some blueprints on how it will be done.” Clinton's popular vote lead surpasses 2 million It's been nearly five decades since Michigan has had a statewide recount, most recently when the state's voters rejected daylight saving time in 1968 by 490 votes. This time, nearly 4.8 million presidential-race votes would have to be counted by hand at the county level under state supervision. “We’re fast,” Thomas said. “We do all of our state recounts by hand.” Wisconsin's most recent statewide recount was in 2011 for a state Supreme Court seat, and the outcome did not change. The recount showed Justice David Prosser defeated challenger JoAnne Klopenburg by 7,004 votes — a slightly tighter margin than the 7,316-vote victory he had in initial returns. In recounts, typically both candidates gain votes, in part because absentee ballots that weren't counted initially get tallied, said political scientist Barry Burden, director of the Elections Research Center at the University of Wisconsin-Madison. Some absentee ballots don't get counted at first because they were damaged or had extra marks on them. The judicial recount took more than a month. This time Wisconsin election officials will have nearly double the number of votes, 3 million, to go through, Burden said. Mich. vote tally may change, but outcome will remain the same Pennsylvania has almost 6 million presidential votes to retally in a potential recount. More important than the Dec. 13 federal deadline is Dec. 19 — three weeks from Monday — when electors across the USA must meet to cast their Electoral College votes, said Edward Foley, an expert in election law at Ohio State University. \"That is a hard deadline, and if a state were to miss that deadline, it would be technically in jeopardy of not having its electoral votes counted,\" he said. If any recount isn't complete by then, electors from the states could meet anyway and have their results sent to Congress by the time it counts electoral votes Jan. 6, Foley said. Congress has wide latitude to decide how to count the states' electoral votes. The push for recounts came as some questioned Trump’s wins in Michigan, Pennsylvania and Wisconsin. But election experts noted that voting patterns in those states were similar to ones in other Midwestern states such as Iowa and Ohio. Trump slammed for refusing to say if he'd accept election results The Clinton and Trump campaigns have not commented on the recount effort. \"Jill Stein's decision to pursue a recount is absurd and nothing more than an expensive political stunt that undermines Wisconsin's election process,\" Mark Morgan, executive director of the Wisconsin Republican Party, said in a statement. George Martin, who sits on the Green Party's coordinating committee, said Stein is seeking the recount because of concerns about differences between the votes and exit polls, as well as worries of tampering with voting machines. The party is \"prepared to delivered certified checks\" to meet the estimated costs for the recount as tabulated by the Wisconsin Election Commission. \"We're not saying this is the smoking gun, but there is enough evidence to take a look at our voting system,\" he said. Contributing: Kathleen Gray, Detroit Free Press . Follow Patrick Marley and Bill Glauber on Twitter:  @patrickdmarley  and  @BillGlauber 587 CONNECT TWEET 3 LINKEDIN 312 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2gpuhVu ",
    "title": "Jill Stein files for recount in Wisconsin"
   },
   {
    "entities": [
     "clinton",
     "monday",
     "party",
     "today",
     "wisconsin",
     "secretary",
     "donald",
     "camp",
     "works",
     "george",
     "email",
     "$600,000",
     "york",
     "veronica",
     "jill",
     "naming",
     "stracqualursi",
     "$2.5 million",
     "elections",
     "commission",
     "of",
     "$500,000",
     "delta",
     "toward",
     "0",
     "$1.1 million",
     "michael",
     "fuente",
     "margaret",
     "news",
     "recount",
     "la",
     "friday",
     "chadbourn",
     "$5 million",
     "trump",
     "michigan",
     "tuesday",
     "dr.",
     "$7 million",
     "$2-3 million",
     "2016",
     "william",
     "magazine",
     "pennsylvania",
     "shares",
     "del",
     "nov 25, 2016",
     "american",
     "this afternoon",
     "martin",
     "haas",
     "new",
     "1 percent",
     "gretsky",
     "abc",
     "november 25, 2016",
     "stein",
     "state",
     "green",
     "wednesday"
    ],
    "id": 19,
    "text": "Green Party Candidate Jill Stein Files for Vote Recount in Wisconsin By VERONICA STRACQUALURSI Nov 25, 2016, 6:20 PM ET 0 Shares WATCH Trump Camp Works Toward Naming Secretary of State, Jill Stein Calls for Recount 0 Shares Email Green Party candidate Jill Stein has filed for a recount of the general election results in Wisconsin -- one of three battleground states in which she is pushing for a recount. The Wisconsin Elections Commission announced that it had received the petitions from Stein and Roque \"Rocky\" De La Fuente, another former presidential nominee for his self-created American Delta Party, this afternoon. The Commission has received the Stein and Del La Fuente recount petitions. Details and news release posted soon at https://t.co/N3TrlOIqE1 . — Wisconsin Elections (@WI_Elections) November 25, 2016 Stein posted on Twitter as well, urging volunteers to join the recount. BREAKING: We've filed in Wisconsin! #Recount2016 will begin next week. Volunteer to help: https://t.co/Bvrs0iP3lv https://t.co/B7tS87ggpI — Dr. Jill Stein (@DrJillStein) November 25, 2016 Stein is also pushing for recounts in Pennsylvania and Michigan -- the deadlines for filing are Monday and Wednesday, respectively. Green Party Candidate Jill Stein Denies Playing Spoiler in Donald Trump Upset \"There is no smoking gun,\" said George Martin, a former co-chair of the Wisconsin Green Party who's involved in Stein's recount effort, during a press conference today. \"There’s not something we’re pointing to say that this is wrong in Wisconsin, Michigan and Pennsylvania. What we are saying is that there’s enough peripheral evidence to warrant that our system should be investigated.\" The campaign stresses that the recounts are not to change the outcome of the results but are rather a check and balance on the process of counting votes. Martin said that the Green Party has been approached by computer scientists, election lawyers and other experts advocating vote recounts because of what they see as persuasive evidence of tampered election results. So far there has not been any verifiable evidence or proof of tampering or hacking. Stein’s campaign site promises “all money raised goes toward recounts,” but also states, “We cannot guarantee a recount will happen in any of these states we are targeting. We can only pledge we will demand recounts in those states.” Wisconsin Elections Commission Director Michael Haas said today in a statement that the commission is prepared to conduct a recount. Stein's campaign site adds: \"If we raise more than what’s needed, the surplus will also go toward election integrity efforts and to promote voting system reform.\" Her campaign site breaks down the estimated costs -- $1.1 million for filing in Wisconsin, $500,000 for filing in Pennsylvania, $600,000 for filing in Michigan, $2-3 million for attorney fees, and additional money for statewide recount observers. Stein initially sought to raise $2.5 million to help fund recount efforts in Wisconsin, Pennsylvania and Michigan. The campaign has since blown past the number she requested on Wednesday, and it is now seeking a new goal of $7 million, the estimated amount needed to cover a recount in all three states. As of noon Friday, the campaign has raised $5 million -- enough to cover the recounts in Wisconsin and Pennsylvania, according to the campaign. On Tuesday, New York Magazine reported that a group of computers scientists and election lawyers had urged the Clinton campaign to challenge the election results in the three states. The Clinton campaign has not commented on the report. Stein received approximately 1 percent of the votes in Wisconsin, Michigan and Pennsylvania. ABC News' Margaret Chadbourn and William Gretsky contributed to this report. 0 Shares ",
    "title": "Green Party Candidate Jill Stein Files for Vote Recount in Wisconsin - ABC News"
   },
   {
    "entities": [
     "clinton",
     "chaggaris",
     "john",
     "today",
     "party",
     "wisconsin",
     "0.5 percent",
     "bush",
     "$1 million",
     "donald",
     "steve",
     "inc",
     "times",
     "george",
     "york",
     "$2.5 million",
     "jill",
     "2011",
     "kerry",
     "interactive",
     "news",
     "$5 million",
     "ohio",
     "trump",
     "michigan",
     "usa",
     "2016",
     "w.",
     "pennsylvania",
     "cbs",
     "mr.",
     "court",
     "million dollars",
     "new",
     "dec. 28, 2004",
     "2004",
     "stein",
     "green",
     "supreme",
     "washington"
    ],
    "id": 20,
    "text": "Susan Page, USA Today's Washington bureau chief, joins \"CBS This Morning\" from Washington to discuss third party candidate Jill Stein's push for ... What happens next? The recount is expected to begin late next week, after the Stein campaign pays the recount fee, which is still be calculated.  Early estimates suggest the cost of the recount could reach the $1 million range, and Stein’s campaign will have to pay for it under Wisconsin’s rules. If the margin had been under 0.5 percent, the state would pay for the recount, but the current margin of 27,257 is just under one percent -- the tally currently stands at 1,409,467 for Mr. Trump and 1,382,210 for Clinton. Money won’t be a problem -- Stein has so far raised over $5 million for recount efforts in three states including Wisconsin, and she has now specifically set aside $2.5 million for that effort. Haas noted in the commission’s statement that the last statewide recount was in 2011 after the Supreme Court election, and that cost over half a million dollars. That election had about 1.5 million votes, roughly half as many as the 2016 presidential election in Wisconsin. Over 100 reporting units from across the state have been randomly selected for audits of their voting equipment -- this has already begun. All ballots will be examined to determine voter intent before being retabulated, the statement said. And the canvassers will also examine poll lists, absentee ballots and provisional ballots as part of the recount. Should the candidates disagree with the result of the recount, they are able to appeal in circuit court within five days of the completion of the recount.  Hillary Clinton and Donald Trump have yet to weigh in on the effort. Stein is seeking recounts in three states: Wisconsin, Pennsylvania and Michigan. Michigan has not yet been called, and it’s the closest of the three states. If the three states were to move into Clinton’s column, she would win, with 278 electoral votes, but this seems very unlikely. It’s rare that recounts change the result of a race.   Wisconsin, worth 10 electoral votes, has never held a presidential recount, but the effort isn’t without precedent. In 2004, the Green Party did succeed in obtaining a recount in Ohio in the presidential race. The New York Times noted at the time that the statewide recount of Ohio’s 88 counties resulted in a net difference of 285 votes, meaning that George W. Bush beat John Kerry in Ohio by 118,457 votes, instead of 118,775. The recount concluded on Dec. 28, 2004, nearly two months after the election took place. CBS News’ Steve Chaggaris contributed to this report. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Jill Stein files for a recount in Wisconsin: What you need to know - CBS News"
   },
   {
    "entities": [
     "share",
     "j.",
     "november 24, 2016",
     "clinton",
     "security",
     "jaffe",
     "monday",
     "to",
     "party",
     "john",
     "wisconsin",
     "nbc",
     "donald",
     "thursday",
     "howard",
     "$4 million",
     "$600,000",
     "last week",
     "$2.5 million",
     "jill",
     "dec. 13",
     "bonifaz",
     "petition",
     "commission",
     "elections",
     "2011",
     "et",
     "alexandra",
     "halderman",
     "of",
     "$500,000",
     "electoral",
     "college",
     "university",
     "$520,000",
     "newshour",
     "battleground",
     "michael",
     "fuente",
     "begin",
     "states",
     "recount",
     "la",
     "friday",
     "news",
     "trump",
     "michigan",
     "russia",
     "and",
     "$7 million",
     "following",
     "for",
     "2016",
     "kellyanne",
     "pbs",
     "pennsylvania",
     "del",
     "center",
     "press",
     "court",
     "united",
     "haas",
     "alex",
     "computer",
     "conway",
     "society",
     "election",
     "adam",
     "stein",
     "november 25, 2016",
     "associated",
     "5 percent",
     "hillary",
     "green",
     "supreme",
     "wednesday"
    ],
    "id": 21,
    "text": "Nov 25 2016, 6:56 pm ET Election Recount to Begin in Wisconsin Following Green Party Petition, Officials Say by Adam Howard and Alexandra Jaffe Share advertisement Wisconsin accepted Green Party presidential nominee Jill Stein's petition for a statewide recount of votes for President of the United States, state officials said Friday. The recount is expected to begin late next week. \"The Commission is preparing to move forward with a statewide recount of votes for President of the United States, as requested by these candidates,\" Wisconsin Election Commission's Administrator Michael Haas said in a statement . The state's election commission is still waiting to receive a cost estimate from county clerks to calculate the fee that Stein's campaign will have to pay before the start of the recount, but Haas anticipates the recount will begin next week after the fee is paid. The Commission has received the Stein and Del La Fuente recount petitions. Details and news release posted soon at https://t.co/N3TrlOIqE1 . — Wisconsin Elections (@WI_Elections) November 25, 2016 Stein announced that she intends to mount a legal challenge to re-examine the vote totals in three states, including Wisconsin, that performed differently than polling suggested they would on Election Day. The other two states are Michigan, where NBC News has yet to officially call a winner, and Pennsylvania. Stein's Wisconsin filing came about an hour and a half before the afternoon deadline. Her campaign said Friday that it had surpassed its initial fundraising goal to fund the recount effort and crossed the $4 million mark. Costs are likely to be steep. In Wisconsin alone, past statewide recounts for a non-presidential year cost more than $520,000, according to an incomplete survey carried out by the Associated Press in the wake of a contested Supreme Court election in 2011. Nearly double the number of voters turned out to the polls this year compared to the previous recount election, Haas said. In addition, Wisconsin officials would need to scramble to finish the recount by the federal Dec. 13 deadline. \"The recount process is very detail-oriented, and this deadline will certainly challenge some counties to finish on time,\" Haas said in the statement. The Michigan and Pennsylvania recount deadline dates are next week. Play Jill Stein seeking a presidential recount 7:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161126013939if_/http://www.nbcnews.com/widget/video-embed/816995907605\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> While Stein said her initial fundraising goal was $2.5 million, her campaign website now says she's trying to net $7 million, which would pay for the fees for filing costs, attorneys and statewide recount observers. President-elect Donald Trump still holds narrow leads in all three states, and his victories in Pennsylvania and Wisconsin provided him with the Electoral College advantage he needed to win the presidency. However, reports of irregularities in the vote count — brought to light by a collection of scientists and activists — along with concerns over whether Russia may have attempted to influence the results and Democratic nominee Hillary Clinton's historic and growing popular vote victory , have provided the momentum and emotion behind this admittedly long-shot fight to force a recount. Related: How Would a Contested Election Work? Five Things to Know \"After a divisive and painful presidential race, reported hacks into voter and party databases and individual email accounts are causing many American to wonder if our election results are reliable. These concerns need to be investigated before the 2016 presidential election is certified.\" Stein said in a Wednesday statement. \"We deserve elections we can trust.\" For its part, the Clinton campaign, which stands to benefit the most from overturned election results, has remained quiet on Stein's crusade. Two advocates for a recount, lawyer John Bonifaz and J. Alex Halderman, the director of the University of Michigan Center for Computer Security and Society, did attempt to lobby members of her team to back the effort during a conference call last week, but were rebuffed. Play Few precedents for popular vote gap like 2016 13:21 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161126013939if_/http://www.nbcnews.com/widget/video-embed/816766019616\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"There's either a huge subset of hidden voters that didn't tell pollsters how they were going to vote, or something went awry with those voting systems. If we can X out that second option, why not,\" a source who was privy to conversations with the Clinton camp recently told NBC News. The Clinton campaign was reportedly unmoved because there have no been widespread reports of fraud or vote tampering. Many experts believe that the real culprit behind the polling disparities in Michigan, Wisconsin and Pennsylvania was an unmotivated Democratic base, which failed to turn out in full force on Election Day. The Trump campaign has also been dismissive of Stein's actions, with the president-elect's aide, Kellyanne Conway, mocking the Green Party candidate's supporters on Twitter: Look who \"can't accept the election results\" Hillary Clinton Supporters Call for Vote Recount in Battleground States https://t.co/D4t6HbPUXG — Kellyanne Conway (@KellyannePolls) November 24, 2016 Still, Stein's push is moving forward and she is up against the clock. With Wisconsin's Friday deadline, Stein has said the initial $2.5 million she raised will cover that effort. Further funding will be redirected to Michigan, where the filing cost will be $600,000 and the challenge deadline is Monday, and Pennsylvania, where the filing cost is $500,000 and the deadline is Wednesday. Some critics have expressed skepticism about whether the money donated to Stein will really finance a recount effort, or will simply amount to a replenished war chest for the Green Party, which failed to reach the 5 percent threshold in the popular vote that could have led to federal funding in future elections. The fine print on her website tells donors that she cannot guarantee that a recount will happen and that any surplus money raised will go towards \"election integrity efforts and to promote voting system reform.\" All of their money has come from private citizens, the Green Party does not accept corporate donations. A recount would mean a hand-counting of ballots, including those from electronic machines, which are the ones most in dispute, and experts believe it is highly unlikely that the process would overturn enough votes to help Clinton reduce her deficits. But according to Stein, that's not the point. \"This is not being done to benefit one candidate at the expense of the other,\" she said Thursday during an appearance on the PBS NewsHour . \"This is being done because Americans, you know, come out of this election not happy campers.\" Play ",
    "title": "Election Recount to Begin in Wisconsin Following Green Party Petition, Officials Say - NBC News"
   },
   {
    "entities": [
     "felipe",
     "kushner",
     "miami",
     "november 25",
     "russia",
     "2012",
     "\\xc2\\xadbuenos",
     "turnberry",
     "election day",
     "norm",
     "yaryuri",
     "organization",
     "farage",
     "red",
     "donald",
     "department",
     "david",
     "$100\\xc2\\xa0million",
     "uk",
     "miroff",
     "south",
     "summer",
     "giorgi",
     "saakashvili",
     "georgia",
     "2008",
     "realty",
     "mikheil",
     "silk",
     "caselli",
     "helderman",
     "pune",
     "ivanka",
     "state",
     "group",
     "mitchell",
     "batumi",
     "april 2012",
     "monday",
     "aires",
     "weekend",
     "\\xc2\\xadgiorgi",
     "independence",
     "three days later",
     "york",
     "roman",
     "the",
     "obama",
     "u.s.",
     "evening",
     "post",
     "eisen",
     "india",
     "white",
     "states",
     "ramishvili",
     "tom",
     "tower",
     "trump",
     "lincoln",
     "nov.\\xc2\\xa014",
     "america",
     "mdzinarishvili/reuters",
     "united",
     "new",
     "october",
     "jared",
     "nigel",
     "yy\\xc2\\xa0development",
     "washington",
     "havana",
     "buenos",
     "party",
     "2013",
     "s.",
     "argentina",
     "times",
     "george",
     "putin",
     "square",
     "last week",
     "mauricio",
     "rtskhiladze",
     "hamburger",
     "macri",
     "march 2011",
     "kobalia",
     "september",
     "eric",
     "nick",
     "vera",
     "house",
     "rosalind",
     "road",
     "bokeria",
     "irene",
     "vladimir"
    ],
    "id": 22,
    "text": "Trump’s presidency, overseas business deals and relations with foreign governments could all become intertwined The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Rosalind S. Helderman and Tom Hamburger November 25 at 5:45 PM Follow @PostRoz Follow @thamburger Days after Donald Trump’s election victory, a news agency in the former Soviet republic of Georgia reported that a long-stalled plan for a Trump-branded tower in a seaside Georgian resort town was now back on track. Likewise, the local developer of a Trump Tower planned for ­Buenos Aires announced last week, three days after Trump spoke with Argentina’s president, that the long-delayed project was moving ahead. Meanwhile, foreign government leaders seeking to speak with Trump have reached out to the president-elect through his overseas network of business partners, an unusually informal process for calls traditionally coordinated with the U.S. State Department. All of it highlights the muddy new world that Trump’s election may usher in — a world in which his stature as the U.S. president, the status of his private ventures across the globe and his relationships with foreign business partners and the leaders of their governments could all become intertwined. In that world, Trump could personally profit if his election gives a boost to his brand and results in its expansion overseas. His political rise could also enrich his overseas business partners — and, perhaps more significantly, enhance their statuses in their home countries and alter long-standing diplomatic traditions by establishing them as new conduits for public business. Donald Trump is greeted by Vera Kobalia, left, in April 2012, upon arriving in the former Soviet republic of Georgia. At the time, she was Georgia's minister of economy and sustainable development. Georigan businessman Giorgi Ramishvili is on the right. (David Mdzinarishvili/REUTERS) It is also possible, of course, that a controversial presidency inflaming international opposition could cause damage to the brand. Trump has done little to set boundaries between his personal and official business since winning the presidency. He has indicated that his children may take over the business, but he has also appointed them to formal roles with his presidential transition and included daughter Ivanka on calls with world leaders. And he has continued to offer signs that he may remain engaged, at least on some level, in his private ventures. For instance, Trump took a break from selecting his Cabinet last week for a brief meeting in his Trump Tower office with the developers of a Trump project in Pune, India, shaking hands and posing for photos with the men. When asked about the meeting, Trump told the New York Times: “I mean, what am I going to say? ‘I’m not going to talk to you, I’m not going to take pictures’?” Trump also acknowledged to the Times, after he received a congratulatory visit the weekend after the election from British politician Nigel Farage, that he “might have” encouraged the leader of the UK Independence Party to oppose offshore windmill farms, like one he has fought off the Scottish coast because he believes it will mar the view from his Trump Turnberry golf resort there. Trump has reacted defensively to suggestions that his conversations about his private business are somehow inappropriate. He told the Times this week, “the law’s totally on my side. The president can’t have a conflict of interest.” On Monday evening, he tweeted: “Prior to the election, it was well known that I have interests in properties all over the world. Only the crooked media makes this a big deal!” Donald Trump and George Ramishvili, chairman of the development company Silk Road Group, appeared together at a news conference in New York in March 2011, at which they discussed plans to build a Trump-branded tower in Georgia. (Mark Lennihan/ASSOCIATED PRESS) Ethics experts say that if Trump takes no action to distance himself from his business holdings, he is likely to face questions about whether he is pursuing policy in the national interest or for his own business advantage. It is also possible that Trump could run afoul of a constitutional provision prohibiting presidents from accepting favors, or “emoluments,” from foreign leaders. Trump representatives did not respond to questions this week about his business interests in Argentina, Georgia or elsewhere. [ FACT CHECKER: Trump’s claim that ‘the president can’t have a conflict of interest’ ] It is unclear how much real progress Trump’s election has prompted for some of these foreign projects, several of which had stalled in recent years. Some of the promises of renewed activity could be the work of foreign partners who have paid for the use of his name and who may be looking to take advantage of the moment as a marketing opportunity. The Trump project in Argentina, for instance, has not been issued new permits since Election Day, a city official in Buenos Aires said. But public reports that the project is moving ahead show how foreign developers could stand to benefit if their governments were to grease the skids for Trump-branded projects as a way to curry favor with the new American president. In Argentina, President Mauricio Macri connected by phone with President-elect Trump and his daughter Ivanka on Nov. 14. Three days later, Trump’s development partner in Argentina, the YY Development Group, put out word that the $100 million project was moving forward, featuring on its website a South American news report touting the progress. “The magnate Donald Trump expands his ‘ultraexclusive’ towers in South America,” the story read. The development firm’s chief executive, Felipe Yaryuri, has touted his personal relationship with the Trumps, particularly with Trump’s son Eric. He was in Trump campaign headquarters on election night, posting a photo of himself with Eric Trump and tweeting that he had breakfast with Eric Trump the day after the election. Again, Trump officials declined to respond to inquiries about the tweets. Yaryuri declined to be interviewed but said in a statement that his company has filed permit requests with the city of Buenos Aires that are awaiting approval. A city official said the request was made earlier this year but that no determination had been made. Macri, the president, denied reports in local media that Trump had mentioned the project to him in their post-election conversation. However, a spokesman confirmed that Macri had relied on the Trump business partner to put him in touch with the newly elected president, a sign of how the local developer’s stature has risen since the American election. [ Argentina denies news report that Trump sought personal favors ] Entanglements between Trump’s business interests and his official relationships also appear possible in Georgia, a U.S. ally where many are fearful of Trump’s potential rapprochement with Russian President Vladimir Putin. Trump swept into the Black Sea resort town of Batumi in 2012 and announced that a new luxury Trump Tower would soon rise from the empty field in which he stood with the country’s then-president. Once scheduled to break ground in 2013, however, the project was halted by an economic downturn, a local land planning dispute and, some analysts said, the electoral defeat of then-Georgian President Mikheil Saakashvili, a personal friend of Trump’s who had championed the deal. In recent months, long-standing roadblocks to the project’s groundbreaking resolved without government assistance, said ­Giorgi Rtskhiladze, a U.S.-based partner working with the local developer, the Silk Road Group, which paid Trump a licensing fee to put his name on the building. Rtskhiladze said the developers informed the Trump Organization in September or October that the project could now proceed. After Trump was elected, he said he emailed a congratulatory note to Trump’s adult children and to a top Trump Organization executive — and reiterated that developers are prepared to move forward. He said Trump executives have indicated the project is being “reevaluated,” as they discuss how his company will be operated after Trump takes office. “We’re ready,” Rtskhiladze said. “We’re waiting for them to give us the green light.” He said it would add distinction to the project to bear the name of the U.S. president. “There’s only one word: Pride,” he said of how he would feel to help construct a building bearing Trump’s name. “What else can you possibly feel? You can’t even imagine it, and then suddenly it happens.” Although the United States stood beside Georgia when it was invaded by Russia in 2008, leaders of the small nation fear that an ascendant Russia could escalate simmering hostilities. The current Georgian government is led by political rivals of Saakashvili’s, the president who brought Trump to Georgia in 2012 but who has since left the country. Georgian officials antsy with Trump’s rhetoric on Russia and eager to forge their own good relationship with the new American president could be tempted to curry favor by pushing ahead with the proposed 47-story building bearing his name, predicted Lincoln Mitchell, an American expert on Georgian politics who served as a paid adviser to the current governing party in 2012. “The gray areas Trump has between where his job as president ends and where his business interests begin, that’s normal in that part of the world. Renewing this deal, that’s just an obvious thing to do,” said Mitchell, who opposed Trump’s election, quitting his job this summer writing for the New York Observer, which is owned by Trump’s son-in-law, Jared Kushner. Indeed, on Georgian state television last week, a U.S.-based Georgian real estate entrepreneur enthusiastically predicted that Trump’s win would mean a new era of economic cooperation and growth for both countries. In a separate interview with The Washington Post, the entrepreneur, Roman Bokeria, expressed optimism that a new Trump Tower would soon rise in Batumi. “Cutting the ribbon on a new Trump Tower in Georgia will be a symbol of victory for all of the free world,” said Bokeria, chief executive of Miami Red Square Realty. Rtskhiladze said the project will move forward based only on the “attractive business case” that can be made for it, not any government intervention. While Trump and his advisers have noted that U.S. conflict of interest and gift laws do not apply to the president, a bipartisan group of ethics experts has emphasized that the U.S. Constitution prohibits the president from accepting favors — emoluments is the constitutional term — from foreign leaders. “It appears from the reports we’re seeing this week that Donald Trump may be opening up a wholesale emoluments business,” said Norm Eisen, former White House ethics counsel to President Obama, who is joining with colleagues from both parties to sound an alarm about the perils of Trump’s business holdings. “The pattern we are seeing this week of stalled Trump projects jump-starting and the president-elect himself conceding that he may have raised business issues with a foreign official is stunning,” he said. Irene Caselli in Buenos Aires and Nick Miroff in Havana contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump’s presidency, overseas business deals and relations with foreign governments could all become intertwined - The Washington Post"
   },
   {
    "entities": [
     "giuliani",
     "national",
     "clinton",
     "security",
     "monday",
     "alabama",
     "mike",
     "senate",
     "carolina",
     "donald",
     "nikki",
     "steve",
     "august",
     "rudy",
     "saturday",
     "times",
     "cia",
     "york",
     "twitter",
     "picks",
     "betsy",
     "sen.",
     "the",
     "haley",
     "kansas",
     "obama",
     "flynn",
     "u.n.",
     "south",
     "breitbart",
     "bannon",
     "jeff",
     "electoral",
     "college",
     "confidant",
     "sessions",
     "night",
     "white",
     "michael",
     "education",
     "nations",
     "some",
     "adviser",
     "that very morning",
     "devos",
     "trump",
     "for",
     "house",
     "priebus",
     "america",
     "pompeo",
     "2012",
     "chooses",
     "united",
     "1990s",
     "new",
     "ben",
     "hamilton",
     "names",
     "pence",
     "washington",
     "carson",
     "hillary",
     "reince"
    ],
    "id": 23,
    "text": "President-elect Donald Trump walks through the lobby of The New York Times building following a meeting with editors at the paper last week. Spencer Platt/Getty Images hide caption toggle caption Spencer Platt/Getty Images President-elect Donald Trump walks through the lobby of The New York Times building following a meeting with editors at the paper last week. Spencer Platt/Getty Images We are all in transition these days. Washington is getting used to the idea of a new and very different president, who is getting used to the idea of Washington. One thing we are learning about the mind of President-elect Donald Trump is that his train of thought rarely runs on a single track. Trump Chooses Betsy DeVos For Education Secretary Consider the Cabinet announcements this week, dramatically at odds with those of the previous week. Trump named South Carolina Gov. Nikki Haley as United Nations ambassador and school choice advocate Betsy DeVos as secretary of education. Critics will no doubt dissect these choices, including the curious fit between the resumes and the new duties of Haley and Ben Carson, who has been discussed as secretary of housing and urban development. DeVos will displease teacher unions, among others. But all are mainstream GOP picks who might have been named by any new Republican president, or by the party's national chairman, Reince Priebus, who happens to be the new White House chief of staff. And all stand in contrast to the hardcore crew that emerged in Trump's first week of cabinetmaking. Article continues after sponsorship Trump Chooses South Carolina Gov. Nikki Haley As U.N. Ambassador The biggest waves followed the emergence of former Breitbart executive Steve Bannon as the president's senior adviser. But Bannon, who had been CEO of the Trump campaign since August, was soon followed by Alabama Sen. Jeff Sessions as attorney general, former Gen. Mike Flynn as national security adviser and Kansas Rep. Mike Pompeo as director of the CIA. Trump also introduced his old pal Rudy Giuliani, the former mayor of New York, as a potential secretary of state. Many noticed that these early picks were all white males, but the selections also shared an early and constant faith in Trump's candidacy and a deep animosity toward the administration of President Obama — especially his former secretary of state, Hillary Clinton. Bannon and Breitbart have made a crusade of prosecuting Clinton, and Giuliani has been on the anti-Clinton bus for many years. Sessions was not only Trump's first (and almost only) backer in the Senate, he has been a Clinton antagonist from the 1990s on. Pompeo was one of two Republicans who refused to accept the report of the special congressional probe into the 2012 Benghazi tragedy because its scathing report was not critical enough of Hillary Clinton. Trump Names Picks For National Security Adviser, Attorney General, CIA Director Beyond the Cabinet picks there were the media stories about alt-right white nationalists rallying near the White House and giving Nazi salutes for the cameras. Trump himself got into the act, as usual via Twitter, denouncing the cast of Hamilton for sending a message from the stage to Vice President-elect Mike Pence and snarling at a parody of himself on Saturday Night Live. For a few days, exultation ruled on the right, while more traditional conservatives shuddered. And of course everyone who thought Trump could never be president in the first place was simply in shock. But just as this narrative sank in, Trump switched to diversity and moderation in the second wave of Cabinet choices. Even more jarring was the reversal on the media front. On Monday, Trump and Priebus arranged a sit-down with The New York Times. Polls Suggest Americans Warming To Donald Trump, But With Reservations If not quite the nemesis of candidate Trump, the Times has surely been one of his most strident critics. The editors and writers who attended the meeting showed no sign of repentance, yet also seemed open to the new reality. The man they said could not be president is going to be president. For his part, Trump offered up several gestures of accommodation. In addition to admitting he reads the Times (voraciously, by some accounts), he called it \"a great, great American jewel, a world jewel\" as though he had not called it \"the failing NYTimes\" on Twitter that very morning. Telling the journalists \"I hope we can all get along,\" Trump seemed to have forgotten the Times editorial board called him \"the worst [presidential] nominee put forward by a major party in modern American history.\" The Times' coverage of the confab spoke of \"hope\" and \"signs of moderation.\" Trump said he was keeping \"an open mind\" about climate change, had turned against the idea of torturing terror suspects and no longer wished to pursue the criminal prosecution of Hillary Clinton as he had promised to do in their second debate. On Conflict Of Interest And Climate Change: What Trump Told 'Times' Journalists So when people talk about the presidential transition period, is it Trump going through a transition or is it the rest of us? For many who had thought they knew what to expect — either from the election itself or from a prospective Trump presidency — this is a time of transition to reality. He may not be the deranged demagogue feared by his opponents, or the agent of the right's revenge — and least of all the populist hero of forgotten America. What is necessary now is a profound change of perspective for the vast majority of us who have gazed upon the Trump phenomenon all year with disbelief. That includes those who thought he could never be nominated, or never make it through a fall campaign, or accumulate enough votes in the Electoral College. It also includes those who thought they knew what a Trump presidency would look like, because that is still a work very much in progress. Not Afraid To Ruffle Feathers: How Michael Flynn Became A Trump Confidant Some therapists speak of \"radical acceptance.\" Oversimplified, the phrase implies a rigorous mental determination to meet head on the most powerful negatives in our lives: grief, loss, disease, disappointment. All of us experience these emotions, in varying degrees at various times. But for many, they are a continuing, even lifelong challenge. Attempting to deny that something has happened, or to find some exemption from the consequences, only prolongs the worst phase of the struggle. There seemed to be something of that at work in Trump's meeting at the Times. How that specific relationship develops may be an indicator of Trump's acceptance by the media and of the media. But ultimately, the more important determination will take place among the voters — including those who voted for Trump as well as those who did not. ",
    "title": "Donald Trump Is Going To Be President And Americans Are Getting Used To The Idea : NPR"
   },
   {
    "entities": [
     "clinton",
     "monday",
     "party",
     "wisconsin",
     "$5.25 million",
     "karoun",
     "donald",
     "@karoun",
     "george",
     "pm",
     "$2.5 million",
     "jill",
     "dec. 13",
     "elections",
     "commission",
     "2011",
     "follow",
     "millions of dollars",
     "nov. 30",
     "evening",
     "milwaukee",
     "$520,000",
     "november 25",
     "michael",
     "5:55",
     "friday",
     "former",
     "trump",
     "michigan",
     "nov. 25",
     "$7 million",
     "dolan/citizens",
     "2016",
     "pennsylvania",
     "martin",
     "court",
     "5 p.m.",
     "christopher",
     "haas",
     "reuters",
     "demirjian",
     "election",
     "stein",
     "washington",
     "hillary",
     "green",
     "supreme",
     "wednesday"
    ],
    "id": 24,
    "text": "Election recount will take place in Wisconsin, after Stein files petition Players The inside track on Washington politics. Be the first to know about new Players stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Karoun Demirjian November 25 at 5:55 PM Follow @karoun Former Green Party presidential candidate Jill Stein filed a petition Friday for a recount of election results in Wisconsin. (Christopher Dolan/Citizens’ Voice via AP) An election recount will take place soon in Wisconsin, after former Green Party presidential candidate Jill Stein filed a petition Friday with the state’s Election Commission, the first of three states where she has promised to contest the election result. The move from Stein, who raised millions since her Wednesday announcement that she would seek recounts of Donald Trump’s apparent election victories in Wisconsin, Pennsylvania and Michigan, came just 90 minutes before Wisconsin’s 5 p.m. Friday deadline to file a petition. Now it will keep some hope alive for many Hillary Clinton supporters for another few weeks while Wisconsin recounts ballots before a Dec. 13 deadline. Trump scored upset victories in Wisconsin and Pennsylvania, and seems on the path to declare a victory in Michigan as well, though the result of the election in that state will not be certified officially until Monday. Had Clinton won those three states, previously seen as part of the Democrats’ “firewall,” she would have secured enough electoral votes to win the election. Stein announced her intention to file the petition following reports that a group of data experts and election lawyers were urging Clinton to demand a recount in those three states, on suspicion that a cyberattack could have manipulated the results of the election in those states. While the group had no specific proof of hacking, they noted anomalies suggesting Clinton routinely did more poorly in Wisconsin counties that used voting machines, as opposed to those that relied on paper ballots. Trump secured a total of 1,404,000 votes in Wisconsin, according to the commission; Clinton had 1,381,823. In the end, Stein, who secured 31,006 votes in Wisconsin, was not the only presidential candidate to demand a recount. Rocky Roque De La Fuente, the Reform Party nominee who got 1,514 Wisconsin votes, also filed a recount petition, according to the state’s Election Commission. George Martin, a Green Party official, said on Nov. 25 in Milwaukee that his party is seeking a vote recount in Wisconsin, Michigan and Pennsylvania \"for the benefit of the American public.\" (Reuters) [ Why are people giving Jill Stein millions of dollars for an election recount? ] To be on the safe side, the group of experts urged a recount — but it was Stein’s campaign that ended up demanding one, soliciting at first $2.5 million and later up to $7 million to fund the recounts. As of Friday evening, Stein’s campaign reported taking in over $5.25 million in recount-related donations — the most by a third-party candidate in history. Wisconsin has the first deadline of the three states in question. If Stein’s campaign wishes to file recount petitions in the other states as promised, she must do so by Monday to meet Pennsylvania’s deadline, and Wednesday to meet the Nov. 30 deadline in Michigan. In a statement , Wisconsin Elections Commission Administrator Michael Haas guessed that the cost and complexity of the recount would be in excess of the state’s last recount in 2011, which carried a price tag of more than $520,000. In that recount over a state Supreme Court seat, the commission had to recount 1.5 million votes — about half the 2.975 million ballot votes that were cast during the 2016 presidential election. Stein put a note on her Facebook page on Friday, asking supporters “to consider volunteering to help in the recount process.” The county boards of canvassers will conduct the recount, according to the commission’s statement, and will have the authority “to decide which ballots should and should not be counted,” Haas said. If the candidates disagree with the results of the Wisconsin recount, they will have five business days to contest the outcome in court. powerpost ",
    "title": "Election recount will take place in Wisconsin, after Stein files petition - The Washington Post"
   },
   {
    "entities": [
     "tbilisi",
     "clinton",
     "mike",
     "mcintire",
     "soros",
     "france",
     "mrs.",
     "george",
     "putin",
     "dance",
     "last week",
     "mexico",
     "york",
     "latsabidze",
     "berlin",
     "obama",
     "november 26, 2016",
     "april",
     "georgia",
     "50 percent",
     "states",
     "$6,000",
     "gabriel",
     "trump",
     "russia",
     "u.k.",
     "andrew",
     "google",
     "j.x.",
     "mr.",
     "united",
     "higgins",
     "kremlin",
     "nov. 17",
     "new",
     "valkiara",
     "beka"
    ],
    "id": 25,
    "text": "Subscribe to the Times All the same, the Mexico-closing-its-border story proved so popular after it appeared on his site that he hunted around on the web for other articles on the same theme. He found a tall tale about Mexico planning to call back its citizens from the United States if Mr. Trump won. This, too, generated huge traffic, though not quite as much as the first one, which Mr. Latsabidze described as “a really great story.” He insisted he has nothing against Mexicans or Muslims, whose exclusion from the United States is requested by an online petition that often appears on his websites and who are invariably presented in a negative light in the stories he posts. “I am not against Muslims,” he said. “I just saw that there was interest. They are in the news.” Nor, he added, is he particularly against Mrs. Clinton, though he personally prefers Mr. Trump. Photo This online petition often appears on Mr. Latsabidze’s websites. If his pro-Clinton site had taken off, he said, he would have pressed on with that, but “people did not engage,” so he focused on serving pro-Trump supporters instead. They, he quickly realized, were a far more receptive audience “because they are angry” and eager to read outrageous tales. “For me, this is all about income, nothing more,” he added. The income comes mostly from Google, which pays a few cents each time a reader sees or clicks on advertisements embedded in one of Mr. Latsabidze’s websites. His best month, which coincided with the hit bogus story about Mexico closing the border, brought in around $6,000, though monthly revenue is usually much lower. Mr. Obama, speaking in Berlin last week, assailed the spread of phony news on Facebook and other platforms, warning that “if we are not serious about facts and what’s true and what’s not” and “if we can’t discriminate between serious arguments and propaganda, then we have problems.” While Facebook does not directly provide Mr. Latsabidze any revenue, it plays a central role in driving traffic to his websites. He initially established several fake Facebook pages intended to steer traffic to his websites, including one supposedly set up by a beautiful woman named Valkiara Beka. This woman, he acknowledged, does not really exist. “She is me,” he said. Advertisement Continue reading the main story He discovered, however, that such pages were ineffective compared with legitimate Facebook pages from real people, particularly Trump supporters, because they have so much energy and love promoting stories they like. Departed.co — named after Mr. Latsabidze’s favorite movie, “The Departed,” and recently redirected to usatodaycom.com — published dozens of stories daily, many of them similar to one posted on Nov. 17 with the headline, “This Is Huuge! International Arrest Warrant Issued By Putin For George Soros!” The story was not true and had already been published on scores of other fake news sites around the web. Then there are the stories that have a grain of truth, along with big dollops of exaggeration and extrapolation, like “ Dying Hillary Says She Just Wants To Curl Up And Never Leave Her House Again After Defeat .” Mrs. Clinton did say the day after her election defeat that she just wanted to curl up with a book. But she was not, as far as anyone knows, dying. Kremlin Suspicions In the prelude to the election, bogus reports about Mrs. Clinton’s health and highly favorable ones about Mr. Trump were promoted with gusto by Russian state-controlled news media outlets and legions of pro-Russian internet agitators. This has stirred suspicions that the Kremlin has had a hand in the fake news industry, prompting American researchers to assert in recent studies that the online blurring of the boundary between truth and falsehood is in part the result of Russian manipulation. But Mr. Latsabidze and others here say they serve only their bank balances, not Russia or anything else. He insisted that his team operated entirely on its own and that it did not want or need outside help. He said that it took him just two hours to set up a basic website and that anyone with a modicum of computer savvy could quickly start hawking news — real or fake — online. “I did not invent anything,” he said. “It has all been done before.” Mr. Latsabidze, who apparently has broken no laws, said that any crackdown on fake news might work in the short term but that “something else will come along to replace it.” “If they want to, they can control everything,” he said, “but this will stop freedom of speech.” Advertisement Continue reading the main story For now, the postelection period has been bad for business, with a sharp fall in the appetite for incendiary political news favoring Mr. Trump. Traffic to departed.co and affiliated websites has plunged in recent weeks by at least 50 percent, Mr. Latsabidze said. “If Hillary had won, it would be better for us,” he said. “I could write about the bad things she was going to do,” he said. “I did not write to make Trump win. I just wanted to get viewers and make some money.” In the months since he got into the fake news business, Mr. Latsabidze has landed a day job as a programmer with a software company, which he sees as a better future. “This is more stable work,” he said. But he seemed reluctant to quit altogether. “Are there any elections coming up in the U.K.?” Mr. Latsabidze asked. He was disappointed to hear that none were scheduled soon. But, advised that France will hold a hotly contested presidential election next April featuring a Trump-like candidate in the form of Marine Le Pen, a far-right populist, he perked up. “Maybe I should learn some French,” he said. Andrew Higgins reported from Tbilisi, Georgia, and Mike McIntire and Gabriel J.X. Dance from New York. A version of this article appears in print on November 26, 2016, on page A1 of the New York edition with the headline: Websites Hit A ‘Gold Mine’ In Fake News. Order Reprints | Today's Paper | Subscribe ",
    "title": "Inside a Fake News Sausage Factory: ‘This Is All About Income’ - The New York Times"
   },
   {
    "entities": [
     "paris",
     "environmental",
     "school",
     "jeffrey",
     "times",
     "harvard",
     "york",
     "change",
     "obama",
     "law",
     "protection",
     "e.p.a.",
     "2020",
     "ewing",
     "jody",
     "science",
     "states",
     "robert",
     "e.",
     "every",
     "freeman",
     "agency",
     "trump",
     "newsletter",
     "kevin",
     "holmstead",
     "mr.",
     "united",
     "new",
     "nations-backed",
     "grady",
     "bracewell",
     "washington",
     "much",
     "climate",
     "r."
    ],
    "id": 26,
    "text": "Lawyers in the office pore over thousands of pages of federal regulations daily and pride themselves on meticulously reviewing the fine print, even if that takes months or years. Advertisement Continue reading the main story Under the control of the new administration, the office could slow President Obama’s latest regulatory initiatives by repeatedly sending them back for additional work. “It has been a brake on agency regulation throughout its lifetime,” said Jody Freeman, a professor at Harvard Law School and an expert on environmental regulation. “Some presidents have used it as more of a brake than others.” More Reporting on Climate Change Much remains to be learned about the president-elect’s environmental policy goals, and some of his views appear to have shifted. Mr. Trump, who has claimed that global warming is a hoax, said this week in an interview with The New York Times that he now saw “some connectivity” between humans and climate change, and that he would “keep an open mind” about whether to pull out of the Paris climate accord, as he threatened to do during the campaign. Yet at the same time, some key positions on his transition team are occupied by people with a long history of rejecting the overwhelming scientific consensus on climate change. Other than climate change, there are numerous environmental issues that he has never talked about and that he might be content to leave untouched. And once agency heads are in place, they may choose very different tactics from those discussed during Mr. Trump’s campaign or by his advisers. Two people considered to be in the running to head the Environmental Protection Agency — Jeffrey R. Holmstead, an energy lobbyist, and Robert E. Grady, a venture capitalist — also have experience in the complex machinations of the federal government. “Every new administration comes in with an overestimation of what it can accomplish and how quickly it can accomplish it,” said Kevin Ewing, a partner at Bracewell, a Washington law firm. If Mr. Trump does decide to withdraw from the Paris agreement, he will find it difficult: The accord went into force this month. He would also encounter tremendous obstacles were he to try to dismantle the E.P.A., another campaign threat. Advertisement Continue reading the main story But he may have an easier time abandoning other climate initiatives, including a United Nations-backed program to reduce the environmental impact of international air travel beginning in 2020. The United States has only informally committed to participate in the program, and the new administration could refuse to make that commitment legally binding. Sign Up for the Science Times Newsletter Every week, we’ll bring you stories that capture the wonders of the human body, nature and the cosmos. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Trump Has Options for Undoing Obama’s Climate Legacy - The New York Times"
   },
   {
    "entities": [
     "national",
     "don",
     "committee",
     "donald",
     "n.j.",
     "mcgahn",
     "trump-pence",
     "republican",
     "betsy",
     "r-texas",
     "commission",
     "public",
     "services",
     "transition",
     "atlantic",
     "financial",
     "administration",
     "white",
     "friday",
     "tom",
     "federal",
     "devos",
     "tower",
     "trump",
     "fec",
     "for",
     "house",
     "integrity",
     "patrick",
     "center",
     "congressional",
     "election",
     "city",
     "delay",
     "washington"
    ],
    "id": 27,
    "text": "Donald McGahn, general counsel for the Trump transition team, gets into an elevator in the lobby at Trump Tower last week. On Friday, President-elect Trump announced McGahn would be his White House counsel. Drew Angerer/Getty Images hide caption toggle caption Drew Angerer/Getty Images Donald McGahn, general counsel for the Trump transition team, gets into an elevator in the lobby at Trump Tower last week. On Friday, President-elect Trump announced McGahn would be his White House counsel. Drew Angerer/Getty Images President-elect Donald Trump has chosen Donald McGahn, a longtime Washington lawyer who once led the Federal Election Commission, to be his White House counsel, his transition team announced Friday. \"Don has a brilliant legal mind, excellent character and a deep understanding of constitutional law,\" Trump said in a statement, referring to the lawyer who served as both his campaign and transition attorney. \"He will play a critical role in our administration, and I am grateful that he is willing to serve our country at such a high-level capacity.\" A Washington Transition For Trump, And For The Rest Of Us McGahn said he was \"honored to continue advising President-elect Trump in the Trump-Pence Administration. President-elect Trump is a bold leader committed to draining the swamp in Washington and restoring economic prosperity and security. I look forward to serving the American public in this role.\" McGahn is a partner at the Jones Day law firm in Washington, where he has long represented candidates and elected officials. Unlike many people in Trump's inner circle, McGahn has deep roots in the nation's capital. He served as the top lawyer for the National Republican Congressional Committee and led the FEC, where he helped usher in looser regulations for campaign spending. McGahn's law firm biography reports he focused on building \"due process\" into elections enforcement over five years at the FEC. But his critics argue that mostly made it harder to bring enforcement actions against candidates or political action committees that failed to follow the rules. Article continues after sponsorship Trump Chooses Betsy DeVos For Education Secretary Like his most famous client, the president-elect, McGahn embraces the role of disrupter, telling the Center for Public Integrity that he served on the FEC \"to change how the place thinks.\" The Wall Street Journal concluded that McGahn \"marches to his own tune,\" highlighting his off-hours work as lead guitarist for a band that plays Guns N' Roses cover songs and other music. Trump has long been familiar with the McGahn family. McGahn's uncle, Patrick, another lawyer, helped the Trump family navigate real estate and political challenges for Trump's properties in Atlantic City, N.J. McGahn's wife is a staffer on the House Financial Services Committee and a onetime spokeswoman for former Rep. Tom Delay, R-Texas. McGahn advised DeLay on a number of ethics controversies. ",
    "title": "Trump Picks Longtime Washington Lawyer As His White House Counsel : NPR"
   },
   {
    "entities": [
     "clinton",
     "monday",
     "party",
     "wisconsin",
     "$5.25 million",
     "donald",
     "philadelphia",
     "jill",
     "dec. 13",
     "$2.5 million",
     "elections",
     "commission",
     "images",
     "electoral",
     "college",
     "evening",
     "friday",
     "trump",
     "michigan",
     "fallon",
     "$7 million",
     "2016",
     "patrick",
     "pennsylvania",
     "july 27, 2016",
     "5 p.m.",
     "stein",
     "washington",
     "hillary",
     "green",
     "t.",
     "wednesday"
    ],
    "id": 28,
    "text": "Election recount will take place in Wisconsin, after Stein files petition Jill Stein Patrick T. Fallon / AFP/Getty Images Green Party presidential nominee Jill Stein during the 2016 Democratic National Convention on July 27, 2016, in Philadelphia, Pennsylvania. Green Party presidential nominee Jill Stein during the 2016 Democratic National Convention on July 27, 2016, in Philadelphia, Pennsylvania. (Patrick T. Fallon / AFP/Getty Images) Karoun DemirjianThe Washington Post An election recount will take place soon in Wisconsin, after former Green Party presidential candidate Jill Stein filed a petition Friday with the state's Elections Commission, the first of three states where she has promised to contest the election result. The move from Stein, who raised millions since her Wednesday announcement that she would seek recounts of Donald Trump's apparent election victories in Wisconsin, Pennsylvania and Michigan, came just 90 minutes before Wisconsin's 5 p.m. Friday deadline to file a petition. Now it will keep some hope alive for many Hillary Clinton supporters for another few weeks while Wisconsin recounts ballots before a Dec. 13 deadline. Trump scored upset victories in Wisconsin and Pennsylvania, and seems on the path to declare a victory in Michigan as well, although the result of the election in that state will not be certified officially until Monday. Had Clinton won those three states, previously seen as part of the Democrats' \"firewall,\" she would have secured enough votes in the Electoral College to win the election. Stein announced her intention to file the petition following reports that a group of data experts and election lawyers were urging Clinton to demand a recount in those three states, on suspicion that a cyberattack could have manipulated the results of the election in those states. While the group had no specific proof of hacking, they noted irregularities suggesting Clinton routinely did more poorly in Wisconsin counties that used voting machines, as opposed to those that relied on paper ballots. Trump secured a total of 1,404,000 votes in Wisconsin, according to the commission; Clinton had 1,381,823. Stein secured 31,006 votes. To be on the safe side, the group of experts urged a recount - but it was Stein's campaign that ended up demanding one, soliciting at first $2.5 million and later up to $7 million to fund the recounts. As of Friday evening, Stein's campaign reported taking in over $5.25 million in recount-related donations - the most by a third-party candidate in history. Wisconsin has the first deadline of the three states in question. If Stein's campaign wishes to file recount petitions in the other states as promised, she must do so by Monday to meet Pennsylvania's deadline, and Wednesday to meet Michigan's deadline. ",
    "title": "Election recount will take place in Wisconsin, after Stein files petition - Chicago Tribune"
   },
   {
    "entities": [
     "richard",
     "security",
     "monday",
     "s.c.",
     "carolina",
     "npr",
     "last year",
     "public",
     "homeland",
     "south",
     "radio",
     "alexandra",
     "u.s.",
     "dylann",
     "charleston",
     "friday",
     "gergel",
     "judge",
     "burton/ap",
     "press",
     "chuck",
     "roof",
     "associated",
     "olgin"
    ],
    "id": 29,
    "text": "Homeland Security officers walk outside the federal courthouse in Charleston, S.C. Jury selection in the case will resume Monday. Chuck Burton/AP hide caption toggle caption Chuck Burton/AP Homeland Security officers walk outside the federal courthouse in Charleston, S.C. Jury selection in the case will resume Monday. Chuck Burton/AP Dylann Roof, the 22-year-old white man charged with murdering nine black worshippers at a South Carolina church last year, is competent to stand trial on federal hate crime charges, a judge ruled Friday. U.S. District Judge Richard Gergel announced his ruling after a two-day competency hearing that was closed to the public . In the court order, Gergel wrote: \"A criminal defendant is not competent to stand trial only if the Court finds 'that the defendant is presently suffering from a mental disease or defect' that renders him 'unable to understand the nature and consequences of the proceedings against him or to assist properly in his defense.' The test for competency is whether the defendant 'has a sufficient present ability to consult with his lawyer with a reasonable degree of rational understanding' and 'has a rational as well as factual understanding of the proceedings against him.' \" He wrote that a defendant must also understand the proceedings and have the capacity to consult with his lawyers. Gergel then concluded that Roof was competent to stand trial. Article continues after sponsorship Roof faces the death penalty . He is pleading not guilty . Roof is also facing separate murder charges brought by the state of South Carolina. South Carolina Public Radio's Alexandra Olgin reports that the competency hearing \"included testimony from the court-appointed examiner, four other witnesses and additional affidavits,\" but that the details of the hearing are not being released in order to protect Roof's right to an impartial jury and fair trial. Multiple media organizations including NPR objected to the ruling keeping the hearing closed. Gergel ordered the competency hearing earlier this month after Roof's attorneys \"brought up the issue of whether he is mentally able to help his lawyers,\" The Associated Press reported . \"It was the first time Roof's competency has been brought into question. The reason that his lawyers are worried about his mental state has been kept under seal.\" Jury selection for the trial is scheduled to continue Monday. ",
    "title": "Dylann Roof Declared Competent To Stand Trial In S.C. Church Killings  : The Two-Way : NPR"
   }
  ]
 }
}