{
 "27": {
  "col-sim": {
   "cosine": 0.2400897764901839,
   "entity": 0.2795727446304984
  },
  "exec-time": 73.60730385780334,
  "links": [
   {
    "entities": [
     "1970s",
     "national",
     "j.",
     "versailles",
     "latin",
     "havana",
     "rubio",
     "little",
     "saturday",
     "donald",
     "miami",
     "ra\\xc3\\xbal",
     "de",
     "cruz",
     "congress",
     "ted",
     "florida",
     "obama",
     "andy",
     "santos",
     "of",
     "south",
     "university",
     "foundation",
     "mas",
     "1980s",
     "gomez",
     "trump",
     "ms.",
     "america",
     "jorge",
     "cuban",
     "scott",
     "lara",
     "cuba",
     "mr.",
     "american",
     "canosa",
     "last decade",
     "marco",
     "mcintyre",
     "castro",
     "washington"
    ],
    "id": 0,
    "text": "Continue reading the main story “Him dying represents the end of something awful that happened to us,” she said. “It’s actually him — not anybody else — who caused this. It’s because of him that we lost our opportunity to have a life in our country.” Advertisement Continue reading the main story Waves of other Cubans also came, transforming not just their own lives but the city itself, gradually turning it into the unofficial bilingual capital of Latin America. With the goal of ousting Mr. Castro and establishing democracy in Cuba, early exiles built a degree of political and economic clout that outstripped their relatively small numbers. Focusing first on local politics and business in the 1970s and 1980s, the exiles and their children, led by the powerful Cuban American National Foundation, catapulted into national politics and influence. They gained the power to tilt presidential elections toward Republicans and sway American foreign policy against appeasement with Mr. Castro. “It was important to take the struggle outside of Eighth Street to Washington,” said Jorge Mas Santos, the son of Jorge Mas Canosa, the man who spearheaded the foundation and was seen as the leader of Miami’s exile community. That influence remains. The American trade embargo on Cuba is still in force, requiring the vote of a Congress that is reluctant to remove it. And this year’s presidential campaign saw two Americans of Cuban descent — Senators Marco Rubio and Ted Cruz — run for the office. Photo Many of those who turned out in Little Havana on Saturday were waving or displaying the Cuban flag. Credit Scott McIntyre for The New York Times But in the last decade, the pro-embargo, hard-line grip on the minds and votes of people in Miami and elsewhere has weakened, creating divisions among Cuban-Americans over how deeply to engage with Cuba and its people. With Mr. Castro’s death, some hard-liners are pushing for retrenchment and hope that President-elect Donald J. Trump will crack down now that the government has lost its father figure. Others say that this is the time to flood the zone with more people, ideas and goods. Cuba’s president, Raúl Castro, has opened the window slightly to economic reform, travel and American influence. Now that his older brother is gone, they argue, he will be freer to make changes. But the oldest and most vehement exiles — the historicos, as they are called — are dying off in large numbers. Their children, while still passionately opposed to Mr. Castro, are open to closer ties with the Cuban people as a way of stoking change. (Even Mr. Mas Santos is part of this group.) And their grandchildren know far less about Cuba and Mr. Castro; many are more intrigued than outraged. At the same time, recent arrivals, while deeply disenchanted with the Cuban government, want to see and help their relatives on the island, above all else. Those shifts in attitude have been translated in Washington. Two years ago, President Obama surprised Cuban-Americans by announcing a series of changes. He re-established diplomatic ties and made it easier for Americans to visit and send money and goods, and also for American businesses to establish a foothold. Advertisement Continue reading the main story “We have moved from a politics of passion to a politics of realism,” said Andy Gomez, a political analyst who was a senior fellow in Cuban studies at the University of Miami. “We are going to be passionate for the next 72 hours. But the realism is that the transition has to come within the island. The leadership has to come from within the island. I don’t think anyone in South Florida thinks they will be president of Cuba, and if they do they are fools.” But Saturday was mostly a day to celebrate. Overnight, thousands, including Ms. De Lara, joined an impromptu conga line of catharsis in front of Versailles Restaurant on Eighth Street, the unofficial headquarters of Miami’s Cuban exiles. So many people showed up, including scores of young people, that the police, at the mayor’s request, closed off several blocks to accommodate the celebration. ",
    "title": "Miami’s Cuban Exiles Celebrate Castro’s Death - The New York Times"
   },
   {
    "entities": [
     "clinton",
     "jackson",
     "mike",
     "tilden",
     "senate",
     "donald",
     "saturday",
     "miami",
     "samuel",
     "florida",
     "york",
     "d.c",
     "1824",
     "1876",
     "of",
     "u.s.",
     "college",
     "electoral",
     "tribune",
     "gore",
     "stocker",
     "grover",
     "/sun-sentinel",
     "dec. 19",
     "trump",
     "andrew",
     "2000",
     "house",
     "bill",
     "nov. 8",
     "1888",
     "court",
     "new",
     "al",
     "representatives",
     "cleveland",
     "barrow",
     "october",
     "fla",
     "hillary",
     "supreme",
     "washington"
    ],
    "id": 1,
    "text": "Can electors vote for Clinton rather than Trump? How the Electoral College works Hillary Clinton and Al Gore in Miami, Fla. Mike Stocker /Sun-Sentinel Al Gore and Hillary Clinton, pictured at a Florida campaign stop in October, are among five presidential candidates in American history who won the popular vote but fell behind in the Electoral College. Al Gore and Hillary Clinton, pictured at a Florida campaign stop in October, are among five presidential candidates in American history who won the popular vote but fell behind in the Electoral College. (Mike Stocker /Sun-Sentinel) Bill Barrow Opponents of President-elect Donald Trump are trying to persuade Republican electors to vote against him next month. A primer on the Electoral College and the roles of electors: What is the Electoral College?  It's made up of the 538 Americans who actually elect the president. The number corresponds to the seats a state has in the U.S. Senate and the House of Representatives, plus the three electoral votes allotted to Washington, D.C. The magic number is 270, the bare majority required to win the presidency. Electors meet in their state capitals to cast their ballots; this year, that will take place Dec. 19. How can a candidate win the popular vote and not the Electoral College? The national popular vote simply doesn't matter. Electoral votes are instead awarded based on state-by-state results. Essentially, the U.S. holds 50 separate popular votes that determine an Electoral College vote count. How many times has a candidate won the popular vote but lost the election? Hillary Clinton would be the fifth candidate in the nation's history to fall into this dubious category. The others were Andrew Jackson in 1824; Samuel Tilden in 1876; Grover Cleveland in 1888; and Al Gore in 2000. Donald Trump on Saturday condemned a growing push to force recounts in three states pivotal to his Nov. 8 victory, confronting the Green Party-backed effort for the first time even as he worked to address key Cabinet vacancies. The New York billionaire, who charged the election... President-elect Donald Trump on Saturday condemned a growing push to force recounts in three states pivotal to his Nov. 8 victory, confronting the Green Party-backed effort for the first time even as he worked to address key Cabinet vacancies. The New York billionaire, who charged the election... (Tribune news services) How did the college originate? The Electoral College is an original feature of the Constitution. Some framers wanted popular election of the commander in chief. Many others didn't trust the masses. The electoral college was a compromise. Pegging a state's electoral vote count to the size of its congressional delegation was a negotiated design, giving small states more influence proportionally than large states. The same urban versus rural, small state versus large state battle is the reason for the makeup of the U.S. Senate, where every state has two members. Do electors have to vote the way their state voted? The Constitution is silent on this point, which suggests electors can go their own way. This is certainly the thinking behind petitions and a handful of Clinton electors urging Republican electors to abandon Trump. In 29 states, there are either statutes or party rules that theoretically bind electors to honor state results. But the penalty for becoming a \"faithless elector\" is typically a fine measured in the hundreds of dollars. The U.S. Supreme Court has never ruled explicitly on those state laws and party rules, and some constitutional scholars say such state restrictions would be struck down if challenged. ",
    "title": "Can electors vote for Clinton rather than Trump? How the Electoral College works - Chicago Tribune"
   },
   {
    "entities": [
     "jackson",
     "dame",
     "4:27 p.m.",
     "kelly",
     "4:01 p.m.",
     "first quarter",
     "fertitta",
     "saturday",
     "lindsey",
     "angeles",
     "malik",
     "max",
     "chad",
     "st.",
     "harris",
     "5:47 p.m.",
     "4:12",
     "browne",
     "coliseum",
     "kizer",
     "zaire",
     "usc",
     "utah",
     "usc-notre",
     "zach",
     "ware",
     "jack",
     "4:00 p.m.",
     "4:02 p.m.",
     "south",
     "nico",
     "division",
     "nico\\xc2\\xa0fertitta",
     "wheeler",
     "darreus",
     "stepherson",
     "fourth quarter",
     "4:17",
     "rogers",
     "tillery",
     "3:26 p.m.",
     "hutchings",
     "6:38 p.m.",
     "michael",
     "justin",
     "dominic",
     "brown",
     "deshone",
     "4:23 p.m.",
     "brian",
     "nov. 26, 2016",
     "equanimeous",
     "banner",
     "josh",
     "adams",
     "jerry",
     "greene",
     "thiry",
     "6:38 p.m",
     "second quarter",
     "ajene",
     "ronald",
     "davis",
     "sam",
     "jones",
     "colorado",
     "third quarter saturday",
     "notre",
     "darnold",
     "jalen",
     "p.m.",
     "third quarter",
     "afternoon",
     "kevin",
     "los"
    ],
    "id": 2,
    "text": "USC cruises past Notre Dame, 45-27 Nov. 26, 2016, 6:38 p.m. The Trojans improved to 9-3 with the victory over the Fighting Irish (4-8) on Saturday afternoon at the Coliseum. Adoree' Jackson scored three touchdowns: one on a pass, one on a punt return and another on a kickoff return. Nov. 26, 2016, 6:38 p.m. Video: Times reporters discuss the Trojans' lopsided win Nov. 26, 2016, 4:27 p.m. No. 12 USC defeats Notre Dame , 45-27 Lindsey Thiry Notre Dame attempted an onside kick that was fielded by JuJu Smith-Schuster. Dominic Davis rushed for four yards and then was tackled for a loss on the final play as the clock ran out.  USC has now won eight in a row and finishes the season a perfect 6-0 at the Coliseum. The Trojans will not be playing for the Pac-12 championship, though. Colorado defeated Utah, 27-22, to clinch the South Division title. If the Utes upset the Buffaloes, the Trojans win the South. Adoree' Jackson scored three touchdowns to lead USC to victory. The junior cornerback/receiver returned a punt 55 yards late in the second quarter to put the Trojans ahead 17-7. Moments later, Ajene Harris returned an interception 33 yards to streak USC to a 24-7 lead at halftime. Jackson's 52-yard catch and run answered a Notre Dame score in the third quarter for a 31-14 lead. Then for good measure, he again answered the Irish, who had scored on a 29-yard pass from DeShone Kizer to Kevin Stepherson late in the third quarter, with a 97-yard kickoff return to give the Trojans a 38-21 lead entering the fourth quarter. Sam Darnold completed 19 of 30 passes for 205 yards and two touchdowns, the last one to JuJu Smith-Schuster, which extended USC's lead to 45-21 with nine minutes left in the game. Ronald Jones II rushed for 134 yards in 16 carries. His 51-yard run with 7:08 left in the first quarter put the Trojans ahead for good, 10-7. Kizer completed 17 of 32 passes for 220 yards and two touchdowns. Josh Adams, who had a 74-yard run, carried 17 times for 180 yards. Nov. 26, 2016, 5:47 p.m. Slideshow: Photos from the USC-Notre Dame football game USC cornerback Adoree' Jackson returns a punt for a touchdown against Notre Dame in the third quarter Saturday. To see more images from the game, click on the photo above. (Luis Sinco / Los Angeles Times) Nov. 26, 2016, 4:23 p.m. No. 12 USC leads Notre Dame, 45-27, in the fourth quarter Brian Kelly inserted Malik Zaire at quarterback, and Zaire completed a 15-yard pass to Equanimeous St. Brown for a touchdown. A two-point conversion failed. No. 12 USC leads Notre Dame, 45-27, with 1:02 remaining in the game. The scoring drive took five plays and covered 45 yards in 33 seconds. Zaire completed three of five passes for 30 yards. In a funny moment, the official's mic was left open and you could hear him yelling \"Get out, let him get out!\" at the Trojans defenders after they made a tackle. The remaining fans in the Coliseum chuckled. I did too.  Nov. 26, 2016, 4:17 p.m. USC punts late in the fourth quarter Max Browne returned to quarterback and Dominic Davis was inserted at tailback. Browne handed off to Davis for three consecutive carries.  He was unable to reach a first down and USC punted. Things got chippy on the field after the punt. Chad Wheeler was called for a personal foul.  Nov. 26, 2016, 4:14 p.m. Michael Hutchings sacks DeShone Kizer Lindsey Thiry This has officially turned into a garbage-time game.  Michael Hutchings sacked DeShone Kizer on first down, and the rest of the Notre Dame series was history. Nov. 26, 2016, 4:12 p.m. Max Browne inserted at quarterback for Sam Darnold Max Browne took over at quarterback for Sam Darnold and handed off to Justin Davis for the duration of the series. Davis rushed for 15 yards in three carries before the drive stalled. The Trojans punted.  And more important, they took time off the clock. Nov. 26, 2016, 4:02 p.m. Notre Dame lifeless on offense Notre Dame went three and out on offense and punted. Max Browne will come in for the Trojans. With 8:24 left in the fourth quarter, this game appears all but over.  Nov. 26, 2016, 4:01 p.m. Watch Jerry Tillery kick Aca'Cedric Ware in the head after injury Lindsey Thiry Notre Dame's Nico Fertitta was disqualified after he was called for targeting on a helmet-to-helmet hit on Aca'Cedric Ware. But watch his Fighting Irish teammate, Jerry Tillery, kick Ware in the head after he was already on the turf.  Nov. 26, 2016, 4:00 p.m. No. 12 USC leads Notre Dame, 45-21, in the fourth quarter This game has had a little bit of everything, and most of it hasn't been good — in the way of sportsmanship — in the fourth quarter. Sam Darnold completed a two-yard pass to JuJu Smith-Schuster for a touchdown. No. 12 USC leads Notre Dame, 45-21, with 9:40 remaining in the game.  Keeping track of this series was like trying to keep track of a train rolling off the tracks between the officials, injuries, reviews and penalties.  Jack Jones scooped up a Notre Dame backward pass and returned it for what should have been a USC touchdown, but the ACC crew called the play dead when Jones was near Notre Dame's 20-yard line. Nevertheless, USC won the challenge and took over at their 30-yard line.  Jalen Greene caught a 15-yard pass,Ronald Jones II rushed for 25 yards in consecutive carries and Darreus Rogers caught an eight-yard pass. Then, Aca'Cedric Ware carried the ball seven yards before he was hit and fumbled. Ware laid on the ground with an apparent injury. The crew reviewed the call for a fumble, which stood. Minutes later, the crew reviewed the play again and determined Ware was targeted with a helmet-to-helmet hit and Nico Fertitta was ejected. He ran off the field to a chorus of well-deserved boos after high-fiving teammates upon the targeting call. Not called by the officials was Jerry Tillery kicking Ware in the head when he was already down and obviously hurt.  After USC resumed play, Zach Banner was called for a false start and it appeared the drive would stall until the Irish were called for pass interference on third down. Darnold completed the two-yard touchdown pass to Jackson on the next play.  Nov. 26, 2016, 3:26 p.m. No. 12 USC leads Notre Dame, 38-21, in the third quarter ",
    "title": "USC cruises past Notre Dame, 45-27 - LA Times"
   },
   {
    "entities": [
     "havana",
     "june 21, 2004",
     "fidel",
     "key",
     "little",
     "miami",
     "cienfuegos",
     "6:05 p.m. est",
     "west",
     "roque",
     "november 26, 2016",
     "u.s.",
     "alan",
     "tunas",
     "adalberto",
     "gomez",
     "conversation",
     "usa",
     "las",
     "cuba",
     "1965",
     "guidelines",
     "nov. 25, 2016",
     "castro"
    ],
    "id": 3,
    "text": "Voices: Castro's death hits home for my family The Cuban dictator had a direct impact on my relatives--and not for the better. Post to Facebook Voices: Castro's death hits home for my family The Cuban dictator had a direct impact on my relatives--and not for the better. Check out this story on USATODAY.com: http://usat.ly/2g44Lbs CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 17 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Voices: Castro's death hits home for my family Alan Gomez , USA TODAY 6:05 p.m. EST November 26, 2016 This file photo taken on June 21, 2004, shows Cuban President Fidel Castro looking at the crowd prior to his speech in front of the U.S. Interests Section in Havana.  The Cuban revolutionary icon Fidel Castro died late on Nov. 25, 2016, in Havana. (Photo: Adalberto Roque, AFP/Getty Images) MIAMI — I first heard about Fidel Castro's death in a text message from my mother. I read the short note — \"Fidel Castro is dead\" — and immediately ran for the door. I had to update the Cuban dictator's obituary that I had written years before. I had to race to Little Havana to document the Cuban-American party that erupted on the streets. I had to write story after story about Castro's death and its effect on the island's politics, economy and international relations. A few hours later, in my first calm moment during a long night, I sat back and realized just how fitting it was that the first word came from my mother. Of all the repercussions and complicated angles to examine following Castro's death, for me, it all came down to family. To most Americans, Fidel Castro exists only in the abstract. He's a symbol, the basis for conversations about politics, socialism, universal health care and free education. But for the nearly 2 million Americans with Cuban roots, it's impossible to articulate how much he directly affected our lives. As I thought about that distinction, memories of my relatives long since dead came flashing back. Fidel Castro: Among world's most influential leaders for a half-century I thought of the grandfather I never met because he spent 30 years in Fidel's prisons, dying before he could reunite with his family in Miami. I thought of my three other grandparents who escaped Fidel's regime, expecting that they would return home soon, but died before they ever could. I thought about my father, just 15 and alone when he was forced to flee the country, so long ago that he rode a ferry that used to run between Havana and Key West. He, too, died before he could return to his homeland. I thought about my mother, who could have stayed in Cuba but left in 1965 because she saw the direction Fidel was taking the country and decided she didn't want to raise her infant daughter and son (my older brother) there. I thought about all my aunts and uncles and cousins and \"Cuban cousins\" — what you would call friends of the family — who all suffered their own tragedies in Fidel's Cuba, who all had to leave everything behind and start anew in the U.S. And I thought about my place in all of that. When people ask me about my background, I sometimes joke that I'm a Fidel baby. My mother came from a well-to-do family in the southern Cuban city of Cienfuegos, my father from a military family in the eastern rural city of Las Tunas. They would have never met in Cuba. Fidel forced them into exile in Miami, where they met and eventually had my other brother and me. In Miami, celebrations break out after Fidel Castro's death In other words, without Fidel, I wouldn't exist. It's always been a strange and troubling thought, but that describes so many of the feelings coursing through the Cuban-American community right now. Ask any Cubans about their family and they will talk your ear off describing what Fidel put them through. Thousands died fighting him, thousands languished in his prisons, untold numbers drowned trying to flee his country and every single one of them had their lives drastically altered by him. In the coming days, foreign leaders from around the world will descend on Cuba to pay tribute to the man so many consider a revolutionary icon. They will praise his work to educate his people. They will give thanks for the Cuban doctors who have not only tended to their people but criss-crossed the globe helping others. Some will hail his 50-year battle against the imperialist Yankees to the north. But when you hear all of that, I only ask that you stop for a second, find a calm moment and think about your own family. Imagine your grandfather whittling away in a prison. Picture your father as a teenager, forced to leave his family behind and start over in a new land. Envision your mother holding her babies as she leaves her home for the last time. And then picture people around the world praising the man responsible for doing all of that to your family. Gomez is USA TODAY's Miami-based correspondent. 2555 CONNECT TWEET LINKEDIN 17 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2g44Lbs ",
    "title": "Voices: Castro's death hits home for my family"
   },
   {
    "entities": [
     "j.",
     "clinton",
     "monday",
     "party",
     "wisconsin",
     "nbc",
     "donald",
     "saturday",
     "thursday",
     "november 27, 2016",
     "jill",
     "dec. 13",
     "commission",
     "millions of dollars",
     "november 26, 2016",
     "electoral",
     "evening",
     "college",
     "$5.9 million",
     "corey",
     "news",
     "trump",
     "michigan",
     "$7 million",
     "dr.",
     "lewandowski",
     "2016",
     "pennsylvania",
     "one percent",
     "election",
     "stein",
     "hillary",
     "afternoon",
     "green",
     "r."
    ],
    "id": 4,
    "text": "Could Stein's Recount Efforts Change the Outcome? 2:56 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161127013543if_/http://www.nbcnews.com/widget/video-embed/818047555962\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President-elect Donald Trump slammed the effort Saturday as a \"scam by the Green Party for an election that has already been conceded.\" \"This recount is just a way for Jill Stein, who received less than one percent of the vote overall and wasn't even on the ballot in many states, to fill her coffers with money, most of which she will never even spend on this ridiculous recount,\" Trump said in a statement. He added that Clinton herself had said after conceding, \"We must accept this result and then look to the future.\" The president-elect also took to Twitter on Saturday to criticize the Democrats for aiding the effort. The Green Party scam to fill up their coffers by asking for impossible recounts is now being joined by the badly defeated & demoralized Dems — Donald J. Trump (@realDonaldTrump) November 27, 2016 Wisconsin election officials said that they received Stein's paperwork and that they were still waiting to obtain a cost estimate from county clerks to calculate a fee her campaign must pay before the recount can start. However, the Wisconsin Election Commission staff announced Saturday that it has already pulled together a timeline it expects the commission to approve. The timeline, which would have the recount begin Thursday, follows federal law calling for it to be completed withing 35 days of Election Day. That so-called safe harbor date is Dec. 13 this year. The commission will review the proposed timeline Monday. Stein's campaign is trying to raise as much as $7 million for the effort online — and it had garnered more than $5.9 million as of Saturday evening. Stein, the Green Party's presidential nominee, also has plans to file recount efforts in Michigan, where NBC News has yet to officially call a winner, and Pennsylvania. Saturday afternoon, she indignantly tweeted, \"I will do a recount in any state where the deadline has not passed.\" I will do a recount in any state where the deadline has not passed. Help my staff find state deadlines: https://t.co/VsruD0r8FR #Recount2016 — Dr. Jill Stein (@DrJillStein) November 26, 2016 Trump still holds narrow leads in all three states, and his victories in Pennsylvania and Wisconsin provided him with the Electoral College advantage he needed to win the presidency. Elias acknowledged that \"the number of votes separating Donald Trump and Hillary Clinton in the closest of these states — Michigan — well exceeds the largest margin ever overcome in a recount,\" but he said the Clinton campaign felt it was \"important, on principle,\" to take part in and monitor the process. If Stein follows through with her promise to pay for recounts in Michigan and Pennsylvania, Elias wrote, the campaign will \"take the same approach\" with additional states and participate in any verification efforts there. Former Trump campaign manager Corey Lewandowski tweeted, \"Where is the media outcry?\" after news broke that Clinton would back the recount. Where is the media outcry?  Clinton campaign to join Wisconsin recount https://t.co/BNWSSQTI6X pic.twitter.com/kMFWptMM3k — Corey R. Lewandowski (@CLewandowski_) November 26, 2016 It's an endeavor that will take long hours, hundreds of election workers and millions of dollars — and one that Stein herself admits may not change a thing about Trump's defeat of Clinton. \"I don't think that's likely, and this is not done to benefit one candidate at the expense of the other,\" Stein said this week on \"PBS NewsHour.\" It could, however, delay the final results for weeks and provide fuel to the tens of thousands of upset Americans who've taken to the streets in protest against Trump's win, declaring that the real estate mogul is \"not my president.\" Play ",
    "title": "Clinton Campaign Agrees to Back Jill Stein's Election Recount Effort: Lawyer - NBC News"
   },
   {
    "entities": [
     "havana",
     "fidel",
     "raul",
     "today",
     "rubio",
     "mike",
     "1952",
     "donald",
     "saturday",
     "miami",
     "fox",
     "cruz",
     "florida",
     "ted",
     "ileana",
     "sen.",
     "obama",
     "2020",
     "u.s.",
     "white",
     "gop",
     "states",
     "ros-lehtinen",
     "news",
     "2014",
     "1959",
     "trump",
     "america",
     "house",
     "2016",
     "cuba",
     "united",
     "pence",
     "texas",
     "marco",
     "castro",
     "washington"
    ],
    "id": 5,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump said Saturday that the death of Cuba’s Fidel Castro “marks the passing of brutal dictator,” while President Obama argued that ‘history’ will be Castro’s final ‘judge.’ “Castro’s legacy is one of firing squads, theft, unimaginable suffering, poverty and the denial of fundamental human rights,” said Trump, who also expressed optimism about Castro’s death finally ending decades of communist oppression for Cubans.  \"It is my hope that today marks a move away from the horrors endured for too long and toward a future in which the wonderful Cuban people finally live in the freedom they so richly deserve,” Trump said. “Our administration will do all it can to ensure the Cuban people can finally begin their journey toward prosperity and liberty.” Castro’s death  was announced Saturday on state television. He was 90. Castro’s younger brother, Raul Castro, remains Cuba’s leader. “We extend a hand of friendship to the Cuban people,” Obama said. “History will record and judge the enormous impact of this singular figure on the people and world around him. … For nearly six decades, the relationship between the United States and Cuba was marked by discord and profound political disagreements. “During my presidency, we have worked hard to put the past behind us. … This engagement includes the contributions of Cuban Americans, who have done so much for our country and who care deeply about their loved ones in Cuba.” Trump, in his successful White House bid, railed against numerous international deals that he argued put the U.S. at a disadvantage, including one Obama made to normalize relations with Cuba, a communist country and long-time Cold War enemy.   In 2014, Obama announced a diplomatic effort that would easy travel and trade between the countries. And last year, Obama took Cuba off America’s state-sponsored terror list, amid criticism about continuing human rights violations on the island nation. “Every single aspect of this deal is in Cuba’s favor,” Trump said during this year’s GOP presidential primary debates. Florida GOP Rep. Ileana Ros-Lehtinen -- who was born in Havana in 1952 and whose family eight years later fled Castro’s regime -- told Fox News on Saturday that Trump criticized Obama’s 2014 deal because the U.S. made concessions “in exchange for nothing,” including Cuba releasing no American political prisoners. Ros-Lehtinen’s congressional district includes Miami, where for decades Cubans have come to live. But whether the Cuba agreement made by Obama through executive order, or whether Castro’s death improves the potential to improve the two countries’ relationship, remains unclear. Florida GOP Sen. Marco Rubio, whose parents emigrated from Cuba before Castro’s rise in 1959, said on Fox News that the ex-dictator’s death was a newsworthy event but that he “didn’t think it would change anything,” or at least while Raul Castro remains in power. Rubio, a 2016 GOP presidential candidate and potential 2020 contender, also argued that Obama attending Castro’s funeral or sending a top-level administration official would validate the life of somebody who oversaw the “assassination of Americans.” Texas GOP Sen. Ted Cruz, whose father was born in Cuba, said: “Fidel Castro's death cannot bring back his thousands of victims, nor can it bring comfort to their families.\" \"Today we remember them and honor the brave souls who fought the lonely fight against the brutal communist dictatorship he imposed on Cuba,\" continued Cruz, also a 2016 GOP presidential candidate. Trump was among the first Washington leaders to react to the announcement of Castro’s death, exclaiming on Twitter: “Fidel Castro is dead!” Vice President-elect Mike Pence tweeted: \"The tyrant #Castro is dead. New hope dawns. We will stand with the oppressed Cuban people for a free and democratic Cuba. Viva Cuba Libre!\"   ",
    "title": "Trump tweets Castro is 'dead!;' Obama says 'history' will be ex-dictator's final 'judge' | Fox News"
   },
   {
    "entities": [
     "richard",
     "clinton",
     "don",
     "rafael",
     "december 1961",
     "fidel",
     "soviet",
     "john",
     "alina",
     "spring of 1960",
     "1952",
     "international",
     "felipe",
     "khrushchev",
     "prague",
     "1949",
     "hemisphere",
     "miami",
     "camilo",
     "camag\\xc3\\xbcey",
     "dalia",
     "trujillo",
     "nacional",
     "jan. 8, 1959",
     "jersey",
     "aug. 13, 1926",
     "dolores",
     "sundays",
     "1985",
     "independent",
     "april 2016",
     "quebec",
     "november 26, 2016",
     "jos\\xc3\\xa9",
     "university",
     "april 17, 1961",
     "colegio",
     "yuri",
     "1955",
     "draper",
     "western",
     "seventh",
     "republic",
     "union",
     "feb. 24, 1957",
     "friday",
     "1961",
     "jimmy",
     "pigs",
     "late 19th century",
     "roberto",
     "guevara",
     "angola",
     "2018",
     "turkey",
     "orthodox",
     "foreign",
     "cuban",
     "cuba",
     "catholic",
     "2012",
     "ruz",
     "1965",
     "dec. 2, 1961",
     "lina",
     "1996",
     "institute",
     "february 2012",
     "soto",
     "ochoa",
     "santiago",
     "castro",
     "1967",
     "eli\\xc3\\xa1n",
     "prensa",
     "francisco/cubadebate",
     "wriston",
     "latin",
     "army",
     "fulgencio",
     "africa",
     "revolt",
     "nbc",
     "bay",
     "ra\\xc3\\xbal",
     "midnight",
     "relations",
     "juanita",
     "1948",
     "moscow",
     "1989",
     "celia",
     "central",
     "nikita",
     "department",
     "banco",
     "1963",
     "carter",
     "pay\\xc3\\xa1",
     "alexi",
     "matos",
     "summer of 2006",
     "south",
     "georgie",
     "paul",
     "quixote",
     "ten days later",
     "hugo",
     "december 1956",
     "december 2003",
     "1980",
     "1959",
     "fruit",
     "adalberto",
     "getty",
     "elizabeth",
     "\\xc3\\x81ngela",
     "canada",
     "bill",
     "del",
     "ronald",
     "june 2006",
     "mr.",
     "granma",
     "sierra",
     "north",
     "vargas",
     "vladimiro",
     "caribbean",
     "church",
     "fla.",
     "city",
     "marcos",
     "francis",
     "state",
     "matthews",
     "henry",
     "eisenhower",
     "2001",
     "tad",
     "escambray",
     "may 1980",
     "1970s",
     "espa\\xc3\\xb1ol",
     "may 1959",
     "china",
     "defense",
     "embassy",
     "fall of 1962",
     "de",
     "guard",
     "congress",
     "huber",
     "york",
     "s\\xc3\\xa1nchez",
     "1964",
     "bolivia",
     "april 19, 2016",
     "july 26, 2003",
     "early 19th century",
     "1994",
     "1991",
     "the",
     "roman",
     "obama",
     "west",
     "images",
     "of",
     "alexis",
     "u.s.",
     "1954",
     "che",
     "llosa",
     "ethiopia",
     "council",
     "on",
     "dwight",
     "alejandro",
     "20th century",
     "salas",
     "white",
     "coast",
     "states",
     "subcommander",
     "ch\\xc3\\xa1vez",
     "sven",
     "2014",
     "2015",
     "f.",
     "arnaldo",
     "reagan",
     "spanish",
     "company",
     "hanna",
     "m.",
     "moncada",
     "never",
     "maria",
     "ms.",
     "february 2016",
     "america",
     "bel\\xc3\\xa9n",
     "january 1959",
     "anne",
     "alvaro",
     "1979",
     "1970",
     "united",
     "new",
     "sunday",
     "batista",
     "l.",
     "mozambique",
     "july 1953",
     "associated",
     "venezuela",
     "1956",
     "pazos",
     "ismael",
     "washington",
     "december 2014",
     "brothers",
     "july 26, 1953",
     "intelligence",
     "havana",
     "szulc",
     "roque/agence",
     "to",
     "party",
     "2013",
     "key",
     "eder",
     "valle",
     "s.",
     "$5 billion",
     "1962",
     "times",
     "florida",
     "ram\\xc3\\xb3n",
     "mexico",
     "1986",
     "c.i.a.",
     "november 27, 2016",
     "\\xc3\\x81ngel",
     "cienfuegos",
     "1957",
     "communist",
     "2006",
     "d.",
     "jack",
     "1950s",
     "creutzmann/polaris",
     "mariel",
     "summer of 1993",
     "latina",
     "ii",
     "april 2001",
     "gonz\\xc3\\xa1lez",
     "july 26, 1964",
     "1945",
     "geyer",
     "1960",
     "june 1957",
     "shriver",
     "1981",
     "maestra",
     "october 1962",
     "mart\\xc3\\xad",
     "manning/the",
     "agency",
     "mirta",
     "itt",
     "2016",
     "rescue",
     "kennedy",
     "1910",
     "press",
     "d\\xc3\\xadaz-balart",
     "2004",
     "herbert",
     "theodore",
     "alexander",
     "r\\xc3\\xa1ul",
     "1998",
     "1960s",
     "dominican"
    ],
    "id": 6,
    "text": "Site Mobile Navigation Cover Photo Fidel Castro was seen as a ruthless despot by some and hailed as a revolutionary hero by others. Credit Jack Manning/The New York Times Fidel Castro, Cuban Revolutionary Who Defied U.S., Dies at 90 Mr. Castro brought the Cold War to the Western Hemisphere, bedeviled 11 American presidents and briefly pushed the world to the brink of nuclear war. Continue reading the main story Fidel Castro, the fiery apostle of revolution who brought the Cold War to the Western Hemisphere in 1959 and then defied the United States for nearly half a century as Cuba’s maximum leader, bedeviling 11 American presidents and briefly pushing the world to the brink of nuclear war, died on Friday. He was 90. Cuban state television announced the death but gave no other details. In declining health for several years, Mr. Castro had orchestrated what he hoped would be the continuation of his Communist revolution, stepping aside in 2006 when a serious illness felled him. He provisionally ceded much of his power to his younger brother Raúl, now 85, and two years later formally resigned as president . Raúl Castro, who had fought alongside Fidel Castro from the earliest days of the insurrection and remained minister of defense and his brother’s closest confidant, has ruled Cuba since then, although he has told the Cuban people he intends to resign in 2018. Leer en Español Fidel Castro had held on to power longer than any other living national leader except Queen Elizabeth II. He became a towering international figure whose importance in the 20th century far exceeded what might have been expected from the head of state of a Caribbean island nation of 11 million people. He dominated his country with strength and symbolism from the day he triumphantly entered Havana on Jan. 8, 1959, and completed his overthrow of Fulgencio Batista by delivering his first major speech in the capital before tens of thousands of admirers at the vanquished dictator’s military headquarters. Continue reading the main story A spotlight shone on him as he swaggered and spoke with passion until dawn. Finally, white doves were released to signal Cuba’s new peace. When one landed on Mr. Castro, perching on a shoulder, the crowd erupted, chanting: “Fidel! Fidel!” To the war-weary Cubans gathered there and those watching on television, it was an electrifying sign that their young, bearded guerrilla leader was destined to be their savior. Most people in the crowd had no idea what Mr. Castro planned for Cuba. A master of image and myth, Mr. Castro believed himself to be the messiah of his fatherland, an indispensable force with authority from on high to control Cuba and its people. He wielded power like a tyrant, controlling every aspect of the island’s existence. He was Cuba’s “Máximo Lider.” From atop a Cuban Army tank, he directed his country’s defense at the Bay of Pigs . Countless details fell to him, from selecting the color of uniforms that Cuban soldiers wore in Angola to overseeing a program to produce a superbreed of milk cows. He personally set the goals for sugar harvests. He personally sent countless men to prison. Advertisement Continue reading the main story But it was more than repression and fear that kept him and his totalitarian government in power for so long. He had both admirers and detractors in Cuba and around the world. Some saw him as a ruthless despot who trampled rights and freedoms; many others hailed him as the crowds did that first night, as a revolutionary hero for the ages. Even when he fell ill and was hospitalized with diverticulitis in the summer of 2006, giving up most of his powers for the first time, Mr. Castro tried to dictate the details of his own medical care and orchestrate the continuation of his Communist revolution, engaging a plan as old as the revolution itself. By handing power to his brother, Mr. Castro once more raised the ire of his enemies in Washington. United States officials condemned the transition, saying it prolonged a dictatorship and again denied the long-suffering Cuban people a chance to control their own lives. But in December 2014, President Obama used his executive powers to dial down the decades of antagonism between Washington and Havana by moving to exchange prisoners and normalize diplomatic relations between the two countries, a deal worked out with the help of Pope Francis and after 18 months of secret talks between representatives of both governments. My Three Days With Fidel Richard Eder, a former New York Times foreign correspondent, recalls interviewing the Cuban leader. By THE NEW YORK TIMES on Publish Date November 26, 2016. Photo by Jack Manning/The New York Times. Watch in Times Video » embed Though increasingly frail and rarely seen in public, Mr. Castro even then made clear his enduring mistrust of the United States. A few days after Mr. Obama’s highly publicized visit to Cuba in 2016 — the first by a sitting American president in 88 years — Mr. Castro penned a cranky response denigrating Mr. Obama’s overtures of peace and insisting that Cuba did not need anything the United States was offering. To many, Fidel Castro was a self-obsessed zealot whose belief in his own destiny was unshakable, a chameleon whose economic and political colors were determined more by pragmatism than by doctrine. But in his chest beat the heart of a true rebel. “Fidel Castro,” said Henry M. Wriston , the president of the Council on Foreign Relations in the 1950s and early ’60s, “was everything a revolutionary should be.” Mr. Castro was perhaps the most important leader to emerge from Latin America since the wars of independence in the early 19th century. He was decidedly the most influential shaper of Cuban history since his own hero, José Martí , struggled for Cuban independence in the late 19th century. Mr. Castro’s revolution transformed Cuban society and had a longer-lasting impact throughout the region than that of any other 20th-century Latin American insurrection, with the possible exception of the 1910 Mexican Revolution . His legacy in Cuba and elsewhere has been a mixed record of social progress and abject poverty, of racial equality and political persecution, of medical advances and a degree of misery comparable to the conditions that existed in Cuba when he entered Havana as a victorious guerrilla commander in 1959. Advertisement Continue reading the main story That image made him a symbol of revolution throughout the world and an inspiration to many imitators. Hugo Chávez of Venezuela considered Mr. Castro his ideological godfather. Subcommander Marcos began a revolt in the mountains of southern Mexico in 1994, using many of the same tactics. Even Mr. Castro’s spotty performance as an aging autocrat in charge of a foundering economy could not undermine his image. But beyond anything else, it was Mr. Castro’s obsession with the United States, and America’s obsession with him, that shaped his rule. After he embraced Communism, Washington portrayed him as a devil and a tyrant and repeatedly tried to remove him from power through an ill-fated invasion at the Bay of Pigs in 1961, an economic embargo that has lasted decades, assassination plots and even bizarre plans to undercut his prestige by making his beard fall out. Mr. Castro’s defiance of American power made him a beacon of resistance in Latin America and elsewhere, and his bushy beard, long Cuban cigar and green fatigues became universal symbols of rebellion. Mr. Castro’s understanding of the power of images, especially on television, helped him retain the loyalty of many Cubans even during the harshest periods of deprivation and isolation when he routinely blamed America and its embargo for many of Cuba’s ills. And his mastery of words in thousands of speeches, often lasting hours, imbued many Cubans with his own hatred of the United States by keeping them on constant watch for an invasion — military, economic or ideological — from the north. Thousands of posters were commissioned by the government to promote his vision of a socialist society. Over many years Mr. Castro gave hundreds of interviews and retained the ability to twist the most compromising question to his favor. In a 1985 interview in Playboy magazine, he was asked how he would respond to President Ronald Reagan’s description of him as a ruthless military dictator. “Let’s think about your question,” Mr. Castro said, toying with his interviewer. “If being a dictator means governing by decree, then you might use that argument to accuse the pope of being a dictator.” He turned the question back on Reagan: “If his power includes something as monstrously undemocratic as the ability to order a thermonuclear war, I ask you, who then is more of a dictator, the president of the United States or I?” After leading his guerrillas against a repressive Cuban dictator, Mr. Castro, in his early 30s, aligned Cuba with the Soviet Union and used Cuban troops to support revolution in Africa and throughout Latin America. His willingness to allow the Soviets to build missile-launching sites in Cuba led to a harrowing diplomatic standoff between the United States and the Soviet Union in the fall of 1962, one that could have escalated into a nuclear exchange. The world remained tense until the confrontation was defused 13 days after it began, and the launching pads were dismantled. Advertisement Continue reading the main story With the dissolution of the Soviet Union in 1991, Mr. Castro faced one of his biggest challenges: surviving without huge Communist subsidies. He defied predictions of his political demise. When threatened, he fanned antagonism toward the United States. And when the Cuban economy neared collapse, he legalized the United States dollar , which he had railed against since the 1950s, only to ban dollars again a few years later when the economy stabilized. Mr. Castro continued to taunt American presidents for a half-century, frustrating all of Washington’s attempts to contain him. After nearly five decades as a pariah of the West, even when his once booming voice had withered to an old man’s whisper and his beard had turned gray, he remained defiant. He often told interviewers that he identified with Don Quixote, and like Quixote he struggled against threats both real and imagined, preparing for decades, for example, for another invasion that never came. As the leaders of every other nation of the hemisphere gathered in Quebec City in April 2001 for the third Summit of the Americas , an uninvited Mr. Castro, then 74, fumed in Havana, presiding over ceremonies commemorating the embarrassing defeat of C.I.A.-backed exiles at the Bay of Pigs in 1961. True to character, he portrayed his exclusion as a sign of strength, declaring that Cuba “is the only country in the world that does not need to trade with the United States.” CreditPaul Hosefros/The New York Times Personal Powers Fidel Alejandro Castro Ruz was born on Aug. 13, 1926 — 1927 in some reports — in what was then the eastern Cuban province of Oriente, the son of a plantation owner, Ángel Castro, and one of his maids, Lina Ruz González , who became his second wife and had seven children. The father was a Spaniard who had arrived in Cuba under mysterious circumstances. One account, supported by Mr. Castro himself, was that his father had agreed to take the place of a Spanish aristocrat who had been drafted into the Spanish Army in the late 19th century to fight against Cuban independence and American hegemony. Other versions suggest that Ángel Castro went penniless to Cuba but eventually established a plantation and did business with the despised, American-owned United Fruit Company. By the time Fidel was a youngster, his father was a major landholder. Fidel was a boisterous young student who was sent away to study with the Jesuits at the Colegio de Dolores in Santiago de Cuba and later to the Colegio de Belén, an exclusive Jesuit high school in Havana. Cuban lore has it that he was headstrong and fanatical even as a boy. In one account, Fidel was said to have bicycled head-on into a wall to make a point to his friends about the strength of his will. In another often-repeated tale, young Fidel and his class were led on a mountain hike by a priest. The priest slipped in a fast-moving stream and was in danger of drowning until Fidel pulled him to shore, then both knelt in prayers of thanks for their good fortune. A sense of destiny accompanied Mr. Castro as he entered the University of Havana’s law school in 1945 and almost immediately immersed himself in radical politics. He took part in an invasion of the Dominican Republic that unsuccessfully tried to oust the dictator Rafael Trujillo . He became increasingly obsessed with Cuban politics and led student protests and demonstrations even when he was not enrolled in the university. Advertisement Continue reading the main story Mr. Castro’s university days earned him the image of rabble-rouser and seemed to support the view that he had had Communist leanings all along. But in an interview in 1981, quoted in Tad Szulc ’s 1986 biography, “ Fidel ,” Mr. Castro said that he had flirted with Communist ideas but did not join the party. “I had entered into contact with Marxist literature,” Mr. Castro said. “At that time, there were some Communist students at the University of Havana, and I had friendly relations with them, but I was not in the Socialist Youth, I was not a militant in the Communist Party.” He acknowledged that radical philosophy had influenced his character: “I was then acquiring a revolutionary conscience; I was active; I struggled, but let us say I was an independent fighter.” After receiving his law degree, Mr. Castro briefly represented the poor, often bartering his services for food. In 1952, he ran for Congress as a candidate for the opposition Orthodox Party. But the election was scuttled because of a coup staged by Mr. Batista. Mr. Castro’s initial response to the Batista government was to challenge it with a legal appeal, claiming that Mr. Batista’s actions had violated the Constitution. Even as a symbolic act, the attempt was futile. Photo Mr. Castro, giving a deposition in July 1953, was sentenced to 15 years in prison for leading an attack on the Moncada barracks in Santiago de Cuba. Credit Agence France-Presse — Getty Images His core group of radical students gained followers, and on July 26, 1953 , Mr. Castro led them in an attack on the Moncada barracks in Santiago de Cuba. Many of the rebels were killed. The others were captured, as were Mr. Castro and his brother Raúl. At his trial, Mr. Castro defended the attack. Mr. Batista had issued an order not to discuss the proceedings, but six Cuban journalists who had been allowed in the courtroom recorded Mr. Castro’s defense. “As for me, I know that jail will be as hard as it has ever been for anyone, filled with threats, with vileness and cowardly brutality,” Mr. Castro declared . “I do not fear this, as I do not fear the fury of the miserable tyrant who snuffed out the life of 70 brothers of mine. Condemn me, it does not matter. History will absolve me.” Mr. Castro was sentenced to 15 years in prison. Mr. Batista then made what turned out to be a huge strategic error. Believing that the rebels’ energy had been spent, and under pressure from civic leaders to show that he was not a dictator, he released Mr. Castro and his followers in an amnesty after the 1954 presidential election. Advertisement Continue reading the main story Mr. Castro went into exile in Mexico, where he plotted his return to Cuba. He tried to buy a used American PT boat to carry his band to Cuba, but the deal fell through. Then he caught sight of a beat-up 61-foot wooden yacht named Granma, once owned by an American who lived in Mexico City. The Granma remains on display in Havana, encased in glass. Continue reading the main story Photo Mr. Castro with other rebel leaders at a secret base in June 1957 including Che Guevara, the guerrillas’ physician, second from left, and Mr. Castro’s brother Raúl, kneeling in the foreground. Credit United Press International Man of the Mountains During Mr. Castro’s long rule, his character and image underwent several transformations, beginning with his days as a revolutionary in the Sierra Maestra of eastern Cuba. After arriving on the coast in the overloaded yacht with Che Guevara and 80 of their comrades in December 1956, Mr. Castro took on the role of freedom fighter. He engaged in a campaign of harassment and guerrilla warfare that infuriated Mr. Batista, who had seized power in a 1952 garrison revolt, ending a brief period of democracy. Although his soldiers and weapons vastly outnumbered Mr. Castro’s, Mr. Batista grew fearful of the young guerrilla’s mesmerizing oratory. He ordered government troops not to rest until they had killed Mr. Castro, and the army frequently reported that it had done so. Newspapers around the world reported his death in the December 1956 landing. But three months later, Mr. Castro was interviewed for a series of articles that would revive his movement and thus change history. The escapade began when Castro loyalists contacted a correspondent and editorial writer for The New York Times, Herbert L. Matthews, and arranged for him to interview Mr. Castro. A few Castro supporters took Mr. Matthews into the mountains disguised as a wealthy American planter. Drawing on his reporting, Mr. Matthews wrote sympathetically of both the man and his movement, describing Mr. Castro, then 30, parting the jungle leaves and striding into a clearing for the interview. “This was quite a man — a powerful six-footer, olive-skinned, full-faced, with a straggly beard,” Mr. Matthews wrote. The three articles, which began in The Times on Sunday, Feb. 24, 1957, presented a Castro that Americans could root for. “The personality of the man is overpowering,” Mr. Matthews wrote. “Here was an educated, dedicated fanatic, a man of ideals, of courage and of remarkable qualities of leadership.” The articles repeated Mr. Castro’s assertions that Cuba’s future was anything but a Communist state. “He has strong ideas of liberty, democracy, social justice, the need to restore the Constitution, to hold elections,” Mr. Matthews wrote. When asked about the United States, Mr. Castro replied, “You can be sure we have no animosity toward the United States and the American people.” Continue reading the main story The Times’s Coverage of Fidel Castro Articles include an exclusive Times interview with the young guerrilla leader in 1957 and coverage of the revolution, the Bay of Pigs invasion and the 1962 missile crisis. The Cuban government denounced Mr. Matthews and called the articles fabrications. But the news that he had survived the landing breathed life into Mr. Castro’s movement. His small band of irregulars skirmished with government troops, and each encounter increased their support in Cuba and around the world, even though other insurgent forces in the cities were also fighting to overthrow the Batista government. Advertisement Continue reading the main story It was the symbolic strength of his movement, not the armaments under Mr. Castro’s control, that overwhelmed the government. By the time Mr. Batista fled from a darkened Havana airport just after midnight on New Year’s Day 1959, Mr. Castro was already a legend. Competing opposition groups were unable to seize power. Events over the next few months became the catalyst for another transformation in Mr. Castro’s public image. More than 500 Batista-era officials were brought before courts-martial and special tribunals, summarily convicted and shot to death. The grainy black-and-white images of the executions broadcast on American television horrified viewers. Mr. Castro defended the executions as necessary to solidify the revolution. He complained that the United States had raised not a whimper when Mr. Batista had tortured and executed thousands of opponents. But to wary observers in the United States, the executions were a signal that Mr. Castro was not the democratic savior he had seemed. In May 1959, he began confiscating privately owned agricultural land , including land owned by Americans , openly provoking the United States government. In the spring of 1960, Mr. Castro ordered American and British refineries in Cuba to accept oil from the Soviet Union . Under pressure from Congress, President Dwight D. Eisenhower cut the American sugar quota from Cuba, forcing Mr. Castro to look for new markets. He turned to the Soviet Union for economic aid and political support. Thus began a half-century of American antagonism toward Cuba. Finally, in 1961, he gave the United States 48 hours to reduce the staff of its embassy in Havana to 18 from 60. A frustrated Eisenhower broke off diplomatic relations with Cuba and closed the embassy on the Havana seacoast. The diplomatic stalemate lasted until 2015, when embassies were finally reopened in both Havana and Washington. During his two years in the mountains, Mr. Castro had sketched a social revolution whose aim, at least on the surface, seemed to be to restore the democracy that Mr. Batista’s coup had stifled. Mr. Castro promised free elections and vowed to end American domination of the economy and the working-class oppression that he said it had caused. Advertisement Continue reading the main story Despite having a law degree, Mr. Castro had no real experience in economics or government. Beyond improving education and reducing Cuba’s dependence on sugar and the United States, his revolution began without a clear sense of the new society he planned, except that it would be different from what had existed under Mr. Batista. At the time, Cuba was a playground for rich American tourists and gangsters where glaring disparities of wealth persisted, although the country was one of the most economically advanced in the Caribbean. After taking power in 1959, Mr. Castro put together a cabinet of moderates, but it did not last long. He named Felipe Pazos , an economist, president of the Banco Nacional de Cuba, Cuba’s central bank. But when Mr. Pazos openly criticized Mr. Castro’s growing tolerance of Communists and his failure to restore democracy, he was dismissed. In place of Mr. Pazos, Mr. Castro named Che Guevara, an Argentine doctor who knew nothing about monetary policy but whose revolutionary credentials were unquestioned. Opposition to the Castro government began to grow in Cuba, leading peasants and anti-Communist insurgents to take up arms against it. The Escambray Revolt , as it was called, lasted from 1959 to 1965, when it was crushed by Mr. Castro’s army. As the first waves of Cuban exiles arrived in Miami and northern New Jersey after the revolution, many were intent on overthrowing the man they had once supported. Their number would eventually total a million, many from what had been, proportionately, the largest middle class in Latin America. The Central Intelligence Agency helped train an exile army to retake Cuba by force. The army was to make a beachhead at the Bay of Pigs, a remote spot on Cuba’s southern coast, and instigate a popular insurrection. Mr. Szulc, then a correspondent for The Times, had picked up information about the invasion, and had written an article about it. But The Times , at the request of the Kennedy administration, withheld some of what Mr. Szulc had found, including information that an attack was imminent. Specific references to the C.I.A. were also omitted. Ten days later, on April 17, 1961, 1,500 Cuban fighters landed at the Bay of Pigs. Mr. Castro was waiting for them. The invasion was badly planned and by all accounts doomed. Most of the invaders were either captured or killed. Promised American air support never arrived. The historian Theodore Draper called the botched operation “a perfect failure,” and the invasion aroused a distrust of the United States that Mr. Castro exploited for political gain for the rest of his life. Mr. Castro with Mr. Guevara in Havana in January 1959. Credit Roberto Salas Declaration or Deception? The C.I.A., fighting the Cold War, had acted out of worries about Mr. Castro’s increasingly open Communist connections. As he consolidated power, even some of his most faithful supporters grew concerned. One break had taken place as early as 1959. Huber Matos , who had fought alongside Mr. Castro in the Sierra Maestra, resigned as military governor of Camagüey Province to protest the Communists’ growing influence as well as the appointment of Raúl Castro, whose Communist sympathies were well known, as commander of Cuba’s armed forces. Suspecting an antirevolutionary plot, Fidel Castro had Mr. Matos arrested and charged with treason. Advertisement Continue reading the main story Within two months, Mr. Matos was tried, convicted and sentenced to 20 years in prison . When he was released in 1979, Mr. Matos, nearly blind, went into exile in the United States, where he lived until his death in 2014. Shortly after arriving in Miami and joining the legions of Castro opponents there, Mr. Matos told Worldview magazine : “I differed from Fidel Castro because the original objective of our revolution was ‘Freedom or Death.’ Once Castro had power, he began to kill freedom.” It was not until just before the Bay of Pigs invasion that Mr. Castro declared publicly that his revolution was socialist. A few months later, on Dec. 2, 1961, he removed any lingering doubt about his loyalties when he affirmed in a long speech, “I am a Marxist-Leninist.” Many Cubans who had willingly accepted great sacrifice for what they believed would be a democratic revolution were dismayed. They broke ranks with Mr. Castro, putting themselves and their families at risk. Others, from the safety of the United States, publicly accused Mr. Castro of betraying the revolution and called him a tyrant. Even his family began to raise doubts about his intentions. “As I listened, I thought that surely he must be a superb actor,” Mr. Castro’s sister Juanita wrote in an account in Life magazine in 1964, referring to the December 1961 speech. “He had fooled not only so many of his friends, but his family as well.” She recalled his upbringing as the son of a well-to-do landowner in eastern Cuba who had sent him to exclusive Jesuit schools. In 1948, after Mr. Castro married Mirta Díaz-Balart, whose family had ties to the Batista government, his father gave them a three-month honeymoon in the United States. Subscribe to the Times “How could Fidel, who had been given the best of everything, be a Communist?” Juanita Castro wrote. “This was the riddle which paralyzed me and so many other Cubans who refused to believe that he was leading our country into the Communist camp.” A master of image and myth, Mr. Castro believed himself to be the messiah of his fatherland, an indispensable force with authority from on high to control Cuba and its people. Although the young Fidel was deeply involved in a radical student movement at the University of Havana, his early allegiance to Communist doctrine was uncertain at best. Some analysts believed that the obstructionist attitudes of American officials had pushed Mr. Castro toward the Soviet Union. Indeed, although Mr. Castro pursued ideologically communist policies, he never established a purely Communist state in Cuba, nor did he adopt orthodox Communist Party ideology. Rather, what developed in Cuba was less doctrinaire, a tropical form of communism that suited his needs. He centralized the economy and flattened out much of the traditional hierarchy of Cuban society, improving education and health care for many Cubans, while depriving them of free speech and economic opportunity. But unlike other Communist countries, Cuba was never governed by a functioning politburo; Mr. Castro himself, and later his brother Rául, filled all the important positions in the party, the government and the army, ruling Cuba as its maximum leader. Advertisement Continue reading the main story “The Cuban regime turns out to be simply the case of a third-world dictator seizing a useful ideology in order to employ its wealth against his enemies,” wrote the columnist Georgie Anne Geyer, whose critical biography of Mr. Castro was published in 1991. In this view of Mr. Castro, he was above all an old-style Spanish caudillo, one of a long line of Latin American strongmen who endeared themselves to people searching for leaders. The analyst Alvaro Vargas Llosa of the Independent Institute in Washington called him “the ultimate 20th-century caudillo.” In Cuba, through good times and bad, Mr. Castro’s supporters referred to themselves not as Communists but as Fidelistas. He remained personally popular among segments of Cuban society even after his economic policies created severe hardship. As Mr. Castro consolidated power, eliminated his enemies and grew increasingly autocratic, the Cuban people referred to him simply as Fidel. To say “Castro” was considered disloyal, although in later decades Cubans would commonly say just that and mean it. Or they would invoke his overwhelming presence by simply bringing a hand to their chins, as if to stroke a beard. Photo A celebration in Santiago de Cuba on July 26, 1964, the anniversary of the attack on the Moncada military barracks that started the Cuban revolution. Credit Grey Villet/The LIFE Images Collection, via Getty Images Global Brinkmanship Mr. Castro’s alignment with the Soviet Union meant that the Cold War between the world’s superpowers, and the ideological battle between democracy and communism, had erupted in the United States’ sphere of influence. A clash was all but inevitable, and it came in October 1962 . American spy planes took reconnaissance photos suggesting that the Soviets had exploited their new alliance to build bases in Cuba for intermediate-range nuclear missiles capable of reaching North America. Mr. Castro allowed the bases to be constructed, but once they were discovered, he became a bit player in the ensuing drama, overshadowed by President John F. Kennedy and the Soviet leader, Nikita S. Khrushchev . Kennedy put United States military forces on alert and ordered a naval blockade of Cuba. The two sides were at a stalemate for 13 tense days, and the world held its breath. Finally, after receiving assurances that the United States would remove American missiles from Turkey and not invade Cuba, the Soviets withdrew the missiles and dismantled the bases. But the Soviet presence in Cuba continued to grow. Soviet troops, technicians and engineers streamed in, eventually producing a generation of blond Cubans with names like Yuri, Alexi and Vladimiro. The Soviets were willing to buy all the sugar Cuba could produce. Even as other Caribbean nations diversified, Cuba decided to stick with one major crop, sugar, and one major buyer. Photo Mr. Castro at an experimental cattle-breeding station in 1964. He tried to develop a Cuban supercow that could produce milk at prodigious rates. Credit Jack Manning/The New York Times But after forcing the entire nation into a failed effort to reach a record 10-million-ton sugar harvest in 1970, Mr. Castro recognized the need to break the cycle of dependence on the Soviets and sugar. Once more, he relied on his belief in himself and his revolution for solutions. One unlikely consequence was his effort to develop a Cuban supercow. Although he had no training in animal husbandry, Mr. Castro decided to crossbreed humpbacked Asian Zebus with standard Holsteins to create a new breed that could produce milk at prodigious rates. Advertisement Continue reading the main story Decades later, the Zebus could still be found grazing in pastures across the island, symbols of Mr. Castro’s micromanagement. A few of the hybrids did give more milk, and one that set a milk production record was stuffed and placed in a museum. But most were no better producers than their parents. As the Soviets settled in Cuba in the 1960s, hundreds of Cuban students were sent to Moscow, Prague and other cities of the Soviet bloc to study science and medicine. Admirers from around the world, including some Americans, were impressed with the way that health care and literacy in Cuba had improved. A reshaping of Cuban society was underway. Cuba’s tradition of racial segregation was turned upside down as peasants from the countryside, many of them dark-skinned descendants of Africans enslaved by the Spaniards centuries before, were invited into Havana and other cities that had been overwhelmingly white. They were given the keys to the elegant homes and spacious apartments of the middle-class Cubans who had fled to the United States. Rents came to be little more than symbolic, and basic foods like milk and eggs were sold in government stores at below production cost. Mr. Castro’s early overhauls also changed Cuba in ways that were less than utopian. Foreign-born priests were exiled, and local clergy were harassed so much that many closed their churches. The Roman Catholic Church excommunicated Mr. Castro for violating a 1949 papal decree against supporting Communism. He established a sinister system of local Committees for the Defense of the Revolution, which set neighbors to informing on neighbors. Thousands of dissidents and homosexuals were rounded up and sentenced to either prison or forced labor. And although blacks were welcomed into the cities, Mr. Castro’s government remained overwhelmingly white. Mr. Castro regularly fanned the flames of revolution with his oratory. In marathon speeches, he incited the Cuban people by laying out what he considered the evils of capitalism in general and of the United States in particular. For decades, the regime controlled all publications and broadcasting outlets and restricted access to goods and information in ways that would not have been possible if Cuba were not an island. His revolution established at home, Mr. Castro looked to export it. Thousands of Cuban soldiers were sent to Africa to fight in Angola , Mozambique and Ethiopia in support of Communist insurgents. The strain on Cuba’s treasury and its society was immense, but Mr. Castro insisted on being a global player in the Communist struggle. As potential threats to his rule were eliminated, Mr. Castro tightened his grip. Camilo Cienfuegos , who had led a division in the insurrection and was immensely popular in Cuba, was killed in a plane crash days after going to arrest Huber Matos in Camagüey on Mr. Castro’s orders. His body was never found. Che Guevara, who had become hostile toward the Soviet Union, broke with Mr. Castro before going off to Bolivia, where he was captured and killed in 1967 for trying to incite a revolution there. Despite the fiery rhetoric from Mr. Castro in the early years of the revolution, Washington did attempt a reconciliation . By some accounts, in the weeks before he was assassinated in 1963, Kennedy had aides look at mending fences, providing Mr. Castro was willing to break with the Soviets. Photo Marines helping a Cuban child off a boat in Key West, Fla., in May 1980. Mr. Castro tried to defuse domestic discontent by allowing about 125,000 Cubans to flee in boats, rafts and inner tubes. He emptied prisons of criminals and people with mental illnesses, forcing them to join the exodus. Credit Fernando Yovera/Associated Press But with Kennedy’s assassination, and suspicions that Mr. Castro and the Cubans were somehow involved, the 90 miles separating Cuba from the United States became a gulf of antagonism and mistrust. The C.I.A. tried several times to eliminate Mr. Castro or undermine his authority. One plot involved exposing him to a chemical that would cause his beard to fall out, and another using a poison pen to kill him. Mr. Castro often boasted of how many times he had escaped C.I.A. plots to kill him, and he ordered information about the foiled attempts to be put on display at a Havana museum. Advertisement Continue reading the main story Relations between the United States and Cuba briefly thawed in the 1970s during the administration of President Jimmy Carter. For the first time, Cuban-Americans were allowed to visit family in Havana under strict guidelines. But that fleeting détente ended in 1980 when Mr. Castro tried to defuse growing domestic discontent by allowing about 125,000 Cubans to flee in boats, makeshift rafts and inner tubes, departing from the beach at Mariel. He used the opportunity to empty Cuban prisons of criminals and people with mental illnesses and force them to join the Mariel boatlift. Mr. Carter’s successor, Reagan, slammed shut the door that Mr. Carter had opened. In 1989, when frustrated veterans from Cuba’s African ventures began rallying around Gen. Arnaldo Ochoa, who led Cuban forces on the continent, Mr. Castro effectively got rid of a potential rival by bringing the general and some of his supporters to trial on drug charges. General Ochoa and several other high-ranking officers were executed on the orders of Raúl Castro, who was then the minister of defense. The United States economic embargo, imposed by Eisenhower and widened by Kennedy, has continued for more than five decades. But its effectiveness was undermined by the Soviet Union, which gave Cuba $5 billion a year in subsidies, and later by Venezuela, which sent Cuba badly needed oil and long-term economic support. Most other countries, including close United States allies like Canada, maintained relations with Cuba throughout the decades and continued trading with the island. In recent years, successive American presidents have punched big holes in the embargo, allowing a broad range of economic activity, though maintaining the ban on tourism. Continue reading the main story Photo Mr. Castro, speaking on July 26, 2003, lived to rule a country where the overwhelming majority of people had never known any other leader. Credit Sven Creutzmann/Polaris End of an Empire “I faced my greatest challenge after I turned 60,” Mr. Castro said in an interview with Vanity Fair magazine in 1994. He was referring to the collapse of the Soviet empire, which brought an end to the subsidies that had kept his government afloat for so long. He had also lost a steady source of oil and a reliable buyer for Cuban sugar. Abandoned, isolated, facing increasing dissent at home, Mr. Castro seemed to have come to the end of his line. Cuba’s collapse appeared imminent, and Mr. Castro’s final hours in power were widely anticipated. Miami exiles began making elaborate preparations for a triumphant return. But Mr. Castro, defying predictions, fought on. He chose an unlikely weapon: the hated American dollar, which he had long condemned as the corrupt symbol of capitalism. In the summer of 1993, he made it legal for Cubans to hold American dollars spent by tourists or sent by exiled family members. That policy eventually led to a dual currency system that has fostered resentment and hampered economic development in Cuba. Mr. Castro, the self-proclaimed Marxist-Leninist, was also willing to experiment with capitalism and free enterprise, at least for a time. Encouraged by his brother Raúl, he allowed farmers to sell excess produce at market rates, and he ordered officials to turn a blind eye to small, family-run kitchens and restaurants, called paladares, that charged market prices. Under Rául Castro, those reforms were broadened considerably, though they were sometimes met with public grumbling from his older brother. Advertisement Continue reading the main story But despite his apparent distaste for capitalism, and lingering memories of the 1950s Cuba that preceded his rule, Fidel Castro continued to foster Cuba’s tourism industry. He allowed Spanish, Italian and Canadian companies to develop resort hotels and vacation properties, usually in association with an arm of the Cuban military. For many years, the resorts were off limits to most Cubans. They generated hard cash, but a new generation of struggling young Cuban women were lured into prostitution by the tourists’ money. For a time, Mexican and Canadian investors poured money into the decrepit telephone company (owned by ITT until it was nationalized by Mr. Castro in 1960), mining operations and other enterprises, which helped keep Cuba’s economy from collapsing. He declared an emergency during which he expected the Cuban people to tighten their belts. He called the United States embargo genocide. All his efforts were not enough to keep dissent from sprouting in Havana, Santiago de Cuba and other urban areas during this period of hardship. Despite worldwide condemnation of his actions, Mr. Castro clamped down on a fledgling democracy movement, jailing anyone who dared to call for free elections. He also cracked down on the nucleus of an independent press, imprisoning or harassing Cuban reporters and editors. In 1994, for the first time, demonstrators took to the streets of Havana to express their anger over the failed promises of the revolution. Mr. Castro had to personally appeal for calm. Then, in early 1996, he seized an opportunity to rebuild his support by again demonizing the United States. Photo In 1994, demonstrators took to the streets of Havana to express their anger over the failed promises of the revolution. Credit Prensa Latina, via Associated Press A South Florida group, Brothers to the Rescue , had been flying three civilian planes toward the Cuban coast when two were shot down by Cuban military jets. Four men on board were killed. Mr. Castro raged against Washington, maintaining that the planes had violated Cuban airspace. American officials condemned the attack. Until then, President Bill Clinton had been moving discreetly but steadily toward easing the United States embargo and re-establishing some relations with Cuba. But in the wake of the attack, and the virulent reaction from Cuban-Americans in Florida — a state Mr. Clinton considered important to his re-election bid — he reluctantly signed the Helms-Burton law , which allowed the United States to punish foreign companies that were using confiscated American property in Cuba. The State Department’s first warnings under the new law went to a Canadian mining company that had taken over a huge nickel mine, and a Mexican investment group that had purchased the Cuban telephone company. Despite protests from American allies , the United States maintained the Helms-Burton law as a weapon against Mr. Castro, although all its provisions have never been carried out. Advertisement Continue reading the main story But in Cuba, the American actions reinforced Mr. Castro’s complaints about American arrogance and helped channel domestic dissent toward Washington. One of his strengths as a communicator — he considered Reagan his only worthy competitor in that regard — had always been to transform his anger toward the United States into a rallying cry for the Cuban people. “We are left with the honor of being one of the few adversaries of the United States,” Mr. Castro told Maria Shriver of NBC in a 1998 interview. When Ms. Shriver asked him if that truly was an honor, he answered, “Of course.” “For such a small country as Cuba to have such a gigantic country as the United States live so obsessed with this island,” he said, “it is an honor for us.” Continue reading the main story Photo Mr. Castro in June 2006. His impact on Latin America and the Western Hemisphere has the earmarks of lasting indefinitely. Credit Alejandro Ernesto/European Pressphoto Agency Parallel Lives As he grew older and grayer, Mr. Castro could no longer be easily linked to the intense guerrilla fighter who had come out of the Sierra Maestra. He rambled incoherently in his long speeches. He was rumored to be suffering from various diseases. After 40 years, the revolution he started no longer held promise, and Cubans by the thousands, including many who had never known any other life but under Mr. Castro, risked their lives trying to reach the United States on rafts, inner tubes and even old trucks outfitted with floats. Although the revolution lost its luster, what never diminished was Mr. Castro’s ability to confound American officials and to create situations to seize the advantage of a particular moment. That was evident early in 1998 when Pope John Paul II visited Havana and met with Mr. Castro. The meeting was widely expected to be seen as a rebuke and an embarrassment to Mr. Castro. The aging anti-Communist pontiff stood beside the aging Communist leader, who had abandoned his military uniform for the occasion in favor of a dark suit. The pope talked about human rights and the lack of basic freedoms in Cuba. But he also called Washington’s embargo “unjust and ethically unacceptable,” allowing Mr. Castro to claim a political if not a moral victory . Photo Pope John Paul II visited Havana in 1998. The pope spoke about the lack of basic freedoms in Cuba, but also called the United States embargo “unjust and ethically unacceptable.” Credit Pool photo by Paul Hanna The next year, Mr. Castro converted another conflict into an opportunity to bolster his standing among his own people while infuriating the United States. A young woman and her 5-year-old son were among more than a dozen Cubans who had set out for Florida in a 17-foot aluminum boat. The boat capsized and the woman drowned, but the boy, Elián González , survived two days in an inner tube before being picked up by the United States Coast Guard and taken to Miami, where he was united with relatives. Later, however, the relatives refused to release the boy when his father, in Cuba, demanded his return. The standoff between the family and United States officials created the kind of emotional and political drama that Mr. Castro had become a master at manipulating for his own purposes. Advertisement Continue reading the main story Mr. Castro made the boy another symbol of American oppression, which diverted attention from the deteriorating conditions in Cuba. After several months, American agents seized the boy from his Miami relatives and returned him to his father in Cuba, where he was greeted by Mr. Castro. That episode carried great significance for Mr. Castro in the way it echoed one in his personal life. Mr. Castro and his wife, Mirta Díaz-Balart, divorced in 1955, six years after the birth of their son, Fidelito. In 1956, when Mr. Castro and Ms. Díaz-Balart were both in Mexico, Mr. Castro arranged to have the boy visit him before embarking on what he said would be a dangerous voyage, which turned out to be his invasion of Cuba. He promised to bring the boy back in two weeks, but it was a trick. At the end of that period, Mr. Castro placed Fidelito in the custody of a friend in Mexico City. He then sailed for Cuba with his fellow rebels on the yacht Granma. The boy’s mother, with the help of her family and the Cuban Embassy in Mexico City, found a team of professional kidnappers, who ambushed the boy and his guardians in a park and carried him off. Ms. Díaz-Balart took Fidelito to New York and enrolled him in a local school for a year. But after Mr. Castro entered Havana and grabbed control of the government, he persuaded his former wife to send the boy back. The younger Mr. Castro lived in Cuba until, years later, he was sent to the Soviet Union to study. He became a physicist, married a Russian woman and eventually returned to Cuba, where he was named head of Cuba’s nuclear power program. Details of Mr. Castro’s personal life were always murky. He had no formal home but lived in many different houses and estates in and around Havana. He had relationships with several women, and only in his later years was he willing to acknowledge that he had a relationship of more than 40 years with Dalia Soto del Valle, who had rarely been seen in public. (Whether they were legally married was not clear.) The two had five sons — Alexis, Alexander, Alejandro, Antonio and Ángel — all of whom live in Cuba. Mr. Castro also has a daughter, Alina, a radio host in Miami, who bitterly attacked her father on the air for years. Mr. Castro had stormy relations with many of his relatives both in Cuba and the United States. He remained close to Celia Sánchez, a woman who was with him in the Sierra Maestra and who looked after his schedule and his archives devotedly, until she died in 1980. A sister, Ángela Castro, died at 88 in Havana in February 2012, according to The Associated Press, quoting her sister Juanita. And his elder brother Ramón died in February 2016 at 91. Photographs from a land of endless waiting and palpable erosion — but also, an uncanny openness among everyday people. Outlasting all his enemies, Mr. Castro lived to rule a country where the overwhelming majority of people had never known any other leader. Hardly anyone talked openly of a time without him until the day, in 2001, when he appeared to faint while giving a speech. Then, in 2004, he stumbled while leaving a platform, breaking a kneecap and reminding Cubans again of his mortality and forcing them to confront their future. Advertisement Continue reading the main story As Mr. Castro and his revolution aged, Cuban dissidents grew bolder. Oswaldo Payá , using a clause in the Cuban Constitution, collected thousands of signatures in a petition demanding a referendum on free speech and other political freedoms. (Mr. Payá died in a car crash in 2012.) Bloggers wrote disparagingly of Mr. Castro and the regime, although most of their missives could not be read in Cuba, where internet access was strictly limited. A group of Cuban women who called themselves the Ladies in White rallied on Sundays to protest the imprisonment of their fathers, husbands and sons, whose pictures they carried on posters inscribed with the number of years to which they were sentenced as political prisoners. After being made his brother’s successor, Raúl Castro tried to control the fragments of the revolution that remained after Fidel Castro fell ill, including a close association with President Hugo Chávez of Venezuela, who modeled himself after Fidel. (Mr. Chávez died in 2013.) Photo With his brother Raúl Castro, then Cuba’s defense minister in December 2003. Fidel Castro ceded much of his power to his brother in 2006. Credit Adalberto Roque/Agence France-Presse — Getty Images Never as popular as his brother, Raúl Castro was considered a better manager, and in some ways was seen as more conscious of the everyday needs of the Cuban people, despite his reputation as the revolution’s executioner. One of his first moves as leader was to replace the grossly overcrowded city buses, known as “camels,” with new ones, many imported from China. He opened up the economy somewhat, allowing entrepreneurs to start businesses, and he eased restrictions on traveling, access to cellphones, computers and other personal items, and the buying and selling of property. Still, Raúl Castro came under mounting pressure from Cubans demanding even more economic and political opportunity. He took more steps to open the economy and, in so doing, dismantled parts of the socialist state that his brother had defended for so long. Lurking in the background as Raúl Castro embarked on that new course was the brooding visage of Fidel, whose revolution has been seen as a rebellion of one man. When President Obama and Raúl Castro simultaneously went on TV in their countries in 2014 to announce a prisoner exchange and the first steps toward normalizing relations, Cubans and Americans alike expected to hear Fidel either accepting or condemning the moves. Six weeks after the deal was announced, Mr. Castro, or someone writing in his name, finally reacted in a way that combined his own bluster and his brother’s new approach. “I do not trust the politics of the United States, nor have I exchanged a word with them, but this is not, in any way, a rejection of a peaceful solution to conflicts,” Mr. Castro wrote near the end of a rambling letter to students on the commemoration of the 70th anniversary of his own time at the University of Havana. Sounding more like his brother than his old self, he backed any peaceful attempts to resolve the problems between the two countries. He then took one final swipe at his old nemesis. Video Fidel Castro Addresses Cuban Public In a rare public address, the Cuban revolutionary leader addressed the people and congratulated his brother Raúl on his continued efforts as president. By CUBAVISION, VIA REUTERS on Publish Date April 19, 2016. Photo by Ismael Francisco/Cubadebate, via Associated Press. Watch in Times Video » embed “The grave dangers that threaten humanity today have to give way to norms that are compatible with human dignity,” the letter said. “No country is excluded from such rights. With this spirit I have fought, and will continue fighting, until my last breath.” In April 2016, a frail Mr. Castro made what many thought would be his last public appearance, at the Seventh Congress of the Cuban Communist Party. Dressed in an incongruous blue tracksuit jacket, his hands at times quivering and his once powerful voice reduced to a tinny squawk, he expressed surprise at having survived to almost 90, and he bade farewell to the party , the political system and the revolutionary Cuba he had created. “Soon I will be like everybody else,” Mr. Castro said. “Our turn comes to us all, but the ideas of Cuban communism will endure.” No one is sure if the force of the revolution will dissipate without Mr. Castro and, eventually, his brother. But Fidel Castro’s impact on Latin America and the Western Hemisphere has the earmarks of lasting indefinitely. The power of his personality remains inescapable, for better or worse, not only in Cuba but also throughout Latin America. “We are going to live with Fidel Castro and all he stands for while he is alive,” wrote Mr. Matthews of The Times, whose own fortunes were dimmed considerably by his connection to Mr. Castro, “and with his ghost when he is dead.” Revisit notable deaths of 2016 . A version of this article appears in print on November 27, 2016, on page A1 of the New York edition with the headline: A Revolutionary Who Defied the U.S. And Held Cuba in His Thrall. Order Reprints | Today's Paper | Subscribe ",
    "title": "Fidel Castro, Cuban Revolutionary Who Defied U.S., Dies at 90 - The New York Times"
   },
   {
    "entities": [
     "richard",
     "ann",
     "john",
     "senate",
     "committee",
     "donald",
     "mcconnell",
     "$10\\xc2\\xa0million",
     "congress",
     "past 16 years",
     "1985",
     "blumel",
     "sen.",
     "1994",
     "kane",
     "10th",
     "d.",
     "november 26",
     "obama",
     "u.s.",
     "judiciary",
     "1955",
     "paul",
     "12\\xc2\\xa0percentage points",
     "kirkpatrick",
     "january 2009",
     "1980s",
     "8:17",
     "shelby",
     "90\\xc2\\xa0percent",
     "2014",
     "2010",
     "mitch",
     "trump",
     "2008",
     "m.",
     "c.",
     "term",
     "1995",
     "mccain",
     "house",
     "2016",
     "harry",
     "2012",
     "court",
     "supreme",
     "1990s",
     "philip",
     "reid",
     "january",
     "ryan",
     "colorado",
     "limits",
     "washington"
    ],
    "id": 7,
    "text": "Trump’s term limits promise faces its own limits on Capitol Hill The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Paul Kane November 26 at 8:17 PM Follow @pkcapitol Of all the promises made on the campaign trail, President-elect Donald Trump’s vow to pass a constitutional amendment to impose term limits on members of Congress might be the most daunting. Senate Majority Leader Mitch McConnell (R-Ky.) dismissed the idea out of hand the day after Trump’s stunning victory. A few days later, House Speaker Paul D. Ryan (R-Wis.) gave the proposal a tepid endorsement as he indicated it would be up to a House committee to consider Trump’s proposal. The reticence of both Republican leaders on the issue is not surprising, given their long tenures in Congress. McConnell has served in the Senate since 1985, and he is one of five sitting senators to have served more than three decades. With almost 18 years under his belt on Capitol Hill, Ryan would essentially be booted out of office under almost every term-limit proposal that has been floated in the past 25 years. President-elect Donald Trump and House Speaker Paul D. Ryan (R-Wis.) pose for photos after a meeting in the speaker’s office on Capitol Hill. (Alex Brandon/AP) Democrats generally oppose term limits, making it difficult to see a path toward the two-thirds supermajority required to pass a constitutional amendment that would get sent to the states for ratification. What remains to be seen is whether Trump uses the presidential bully pulpit to continue pressuring Congress to adopt the idea, along with other ethics and lobbying reform proposals he unveiled last month in a campaign speech in Colorado. “If I’m elected president, I will push for a constitutional amendment to impose term limits on all members of Congress,” Trump said at the time. “They’ve been talking about that for years. Decades of failure in Washington and decades of special interest dealing must and will come to an end.” [ Trump calls for term limits to ‘end cycle of corruption’ ] The resurrection of term limits is part of Trump’s “drain the swamp” agenda, aimed at cleaning up what he sees as a rigged system in Washington ruled by lawmakers with close bonds to lobbyists. But if Trump follows through with some of his proposals, and continues his fiery anti-establishment campaign rhetoric, he could end up alienating the very Republicans he needs to help pass his other ambitious proposals on taxes and border security. Some Trump allies are more interested in satisfying the president-elect’s campaign pledge to limit House members to just three two-year terms and senators to two six-year terms. “Once President-elect Trump takes the oath of office, he must take action on this key promise to the American people,” Philip Blumel, president of U.S. Term Limits, a leader of the movement for several decades, said after the elections. “This is a sure way to help unify a divided nation.” The term-limits movement gained momentum in the late 1980s and early 1990s, as 23 states passed legislation trying to impose a limit on how long members of Congress could serve. But the Supreme Court struck down those laws in a ruling making clear that the only limits to congressional service were spelled out in the Constitution, which would have to be amended to pursue change. [Term limits are probably never going to happen] The term-limits movement, which drew more support from conservatives than liberals, started its growth during an era when Democrats had a powerful hold on the congressional majorities — controlling the House from 1955 to 1995, while holding the Senate for all but six of those 40 years. But when Republicans retook the congressional majority in the 1994 midterms, a new era of competition took hold. The Senate majority has flipped four times in the past 16 years, and the House majority has changed hands twice in the past decade. That took much of the wind out of the sails for term limits. “We have term limits now — they’re called elections,” McConnell said the day after the election. He said there would be no consideration of the proposal in the Senate. Of the 100 senators, 64 have served in their seats less than 10 years, marking a generational transformation that has happened just twice in the past 100 years, first after World War II and then in the years after the Watergate scandal. A decade ago, 17 senators had served more than 25 years in the chamber; today, nine have served at least a quarter-century. And even though incumbents still win more than 90 percent of their reelection races, almost no one is safe in this turbulent political era. McConnell has faced two difficult elections in his most recent campaigns, 2008 and 2014, and outgoing Minority Leader Harry M. Reid (D-Nev.) stood down a difficult challenge in 2010 and would have faced another this year had he not opted for retirement. Even Republicans in the most conservative states no longer feel entirely safe, because their party’s deepest conservative activists have regularly supported primary challengers to those seemingly entrenched lawmakers. Earlier this year, Sen. Richard C. Shelby (R-Ala.), a 30-year veteran, spent more than $10 million to defeat a primary challenge from the right. The House has had a similar turnover. More than 240 of the 435 current members of Congress have served since January 2009, when President Obama first took the oath of office. Embarking on his 10th House term in January, Ryan has a more complicated view of term limits. “I’ve always supported term limits,” he said during last week’s weekly news conference. “I’ve long been a fan of term limits. I don’t know where other members stand, but I’ve always been in favor of that.” Ryan repeated this view over the years, including during a town hall in 2012 when he was the Republican vice-presidential nominee. “I’ve always believed that this should be something that you serve [temporarily], not for an entire lifetime,” he said. But Ryan also said that states benefit when they have lawmakers with real clout, and that the only way to enact term limits was through a constitutional amendment defining lengths of service for all lawmakers. The speaker said last week that the issue would be up to the House Judiciary Committee to handle, declining to specify whether such legislation would ever get a vote in the full House. Trump could decide to try to shame lawmakers into at least voting on a proposal. He was the least popular person to ever win a major party’s presidential nomination, but the public disgust with Congress is epic, giving it an approval rating that has hovered in the low teens for six years now. “We’re going to put on term limits, which a lot of people aren’t happy about, but we’re putting on term limits,” Trump said in an interview with “60 Minutes” that aired a few days after the election. But it is unclear how potent this issue is. Of all the Senate campaigns in 2016, just one candidate regularly touted support for term limits: Rep. Ann Kirkpatrick (D-Ariz.), who used the issue against Sen. John McCain (R), a 30-year veteran of the chamber. McCain, 80, won his sixth term in the Senate by more than 12 percentage points. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump’s term limits promise faces its own limits on Capitol Hill - The Washington Post"
   },
   {
    "entities": [
     "$15 billion",
     "ankara",
     "1.2 billion euros",
     "thursday",
     "email",
     "nato",
     "print",
     "last year",
     "eu",
     "the",
     "cooperation",
     "november 26, 2016",
     "nov. 23, 2016",
     "$6.4 billion",
     "european",
     "brussels",
     "union",
     "istanbul",
     "states",
     "friday",
     "nations",
     "sobotka",
     "ulrike",
     "$700 million",
     "greece",
     "germany",
     "turkey",
     "for",
     "bohuslav",
     "$550 million",
     "press",
     "united",
     "erdogan",
     "july",
     "demmer",
     "associated",
     "tayyip",
     "islamic",
     "organization",
     "europe",
     "wednesday"
    ],
    "id": 8,
    "text": "Turkish leader threatens to open migrant floodgate to Europe Published               November 26, 2016 Facebook 0 Twitter 0 livefyre Email Print Turkey's President Recep Tayyip Erdogan addresses an annual economy and trade meeting of the Organization for Islamic Cooperation in Istanbul, Wednesday, Nov. 23, 2016.  (The Associated Press) BRUSSELS –  Turkey threatened Friday to open the migrant floodgates if the European Union halts its membership talks, as criticism grows of Ankara's heavy-handed response to a failed military coup. President Recep Tayyip Erdogan's warning — the latest in a series of heated speeches about Europe from top Turkish officials — came a day after EU lawmakers called for a freeze on the talks over the post-coup arrests, dismissals and jailing of tens of thousands of people. More on this... Car bomb attack in Turkey kills at least 2, injures 33 Erdogan's claims that his country has been \"betrayed\" are a sign of how Turkey's pride has been wounded by the lack of international solidarity Ankara feels has been shown since its political foundations were rocked by the July coup attempt. \"We are the ones who feed 3-3.5 million refugees in this country. You have betrayed your promises,\" Erdogan said. \"If you go any further, those border gates will be opened,\" he added. The European Parliament vote Thursday was a response to Ankara's widespread crackdown on potential political enemies. Tens of thousands have been detained, and around 120,000 people dismissed or suspended from their jobs over suspected links to the Muslim cleric living in the United States whom Erdogan blames for the coup attempt. Authorities have also shut down more than 170 media outlets, detained more than 140 journalists and sacked elected Kurdish mayors, replacing them with government-appointed trustees. NATO has acknowledged that some Turkish personnel at the military alliance have even applied for asylum. More worrying for the anti-death penalty EU would be if Turkey makes good on a threat to reintroduce capital punishment, which would derail the country's bid to join the bloc entirely. But apart from symbolizing Europe's concern, Thursday's vote has no practical effect on Turkey's EU accession. Any suspension in talks can only be made by the 28 EU states, not lawmakers. Beyond that, member states have little incentive to pour oil on the fire when they desperately need Ankara to manage their refugee crisis. The membership negotiations, which have crawled along at snail's pace for more than a decade, are unlikely to be completed any time soon. Unable to agree on the best way to manage more than a million migrants who entered Europe last year, mostly through Turkey, EU nations decided to outsource their refugee crisis. They offered Turkey visa-free travel for its citizens and fast-track membership talks if Ankara stemmed the flow of migrants leaving for Greece and took back thousands who had already crossed into Europe. The deal also calls for the EU to devote up to $6.4 billion in aid for Syrian refugees living in Turkey. During Friday's speech, Erdogan said not enough money was coming through. \"We have been given $550 million by the United Nations. The European Union promised, but the money it has sent so far is around $700 million. But what have we spent? Up to now we have spent $15 billion,\" he said. In Brussels, EU officials confirmed Friday that 677 million euros have been delivered and a total of 1.2 billion euros signed into contracts with Turkey. A further billion euros has also been officially \"allocated.\" More time sensitive is Turkey's quest for visa-waiver status, which would allow Turks to stay for up to 90 days in Europe without a visa. Ankara wants the travel benefit this year, but EU officials said it has still not met seven outstanding criteria. Most problematic among them is changing the definition of what constitutes a \"terrorist act\" in Turkey, a condition the Europeans say is required to stop Turkish authorities from rounding up reporters and Erdogan's political opponents. With bomb attacks a regular occurrence of late in Turkey, the government is reluctant to modify its anti-terror law. A new progress report is due next month, but at the current speed Turkey is unlikely to meet the conditions this year. Czech Prime Minister Bohuslav Sobotka dismissed Erdogan's comments on Friday as \"blackmail\" and said Ankara shares responsibility for ensuring its EU membership bid stays on track. \"I reject attempts by Turkey to politically blackmail us and any threat to incite another immigration wave,\" Sobotka said. \"The EU-Turkey deal is built on clear requirements both sides have to meet. Europe is doing its part, and therefore there is no reason for the current threats from Turkey.\" In Germany, whose government would prefer a \"privileged partnership\" with Turkey as an alternative to full EU membership, spokeswoman Ulrike Demmer said the EU-Turkey migrant deal is a success and \"continuing the agreement is in the interest of all those involved.\" \"Threats from either side don't help,\" she said. \"Where there are problems, we need to talk about them.\" Advertisement ",
    "title": "Turkish leader threatens to open migrant floodgate to Europe | Fox News"
   },
   {
    "entities": [
     "clinton",
     "chaggaris",
     "john",
     "today",
     "party",
     "wisconsin",
     "0.5 percent",
     "bush",
     "$1 million",
     "donald",
     "steve",
     "inc",
     "times",
     "george",
     "york",
     "$2.5 million",
     "jill",
     "2011",
     "kerry",
     "interactive",
     "news",
     "$5 million",
     "ohio",
     "trump",
     "michigan",
     "usa",
     "2016",
     "w.",
     "pennsylvania",
     "cbs",
     "mr.",
     "court",
     "million dollars",
     "new",
     "dec. 28, 2004",
     "2004",
     "stein",
     "green",
     "supreme",
     "washington"
    ],
    "id": 9,
    "text": "Susan Page, USA Today's Washington bureau chief, joins \"CBS This Morning\" from Washington to discuss third party candidate Jill Stein's push for ... What happens next? The recount is expected to begin late next week, after the Stein campaign pays the recount fee, which is still be calculated.  Early estimates suggest the cost of the recount could reach the $1 million range, and Stein’s campaign will have to pay for it under Wisconsin’s rules. If the margin had been under 0.5 percent, the state would pay for the recount, but the current margin of 27,257 is just under one percent -- the tally currently stands at 1,409,467 for Mr. Trump and 1,382,210 for Clinton. Money won’t be a problem -- Stein has so far raised over $5 million for recount efforts in three states including Wisconsin, and she has now specifically set aside $2.5 million for that effort. Haas noted in the commission’s statement that the last statewide recount was in 2011 after the Supreme Court election, and that cost over half a million dollars. That election had about 1.5 million votes, roughly half as many as the 2016 presidential election in Wisconsin. Over 100 reporting units from across the state have been randomly selected for audits of their voting equipment -- this has already begun. All ballots will be examined to determine voter intent before being retabulated, the statement said. And the canvassers will also examine poll lists, absentee ballots and provisional ballots as part of the recount. Should the candidates disagree with the result of the recount, they are able to appeal in circuit court within five days of the completion of the recount.  Hillary Clinton and Donald Trump have yet to weigh in on the effort. Stein is seeking recounts in three states: Wisconsin, Pennsylvania and Michigan. Michigan has not yet been called, and it’s the closest of the three states. If the three states were to move into Clinton’s column, she would win, with 278 electoral votes, but this seems very unlikely. It’s rare that recounts change the result of a race.   Wisconsin, worth 10 electoral votes, has never held a presidential recount, but the effort isn’t without precedent. In 2004, the Green Party did succeed in obtaining a recount in Ohio in the presidential race. The New York Times noted at the time that the statewide recount of Ohio’s 88 counties resulted in a net difference of 285 votes, meaning that George W. Bush beat John Kerry in Ohio by 118,457 votes, instead of 118,775. The recount concluded on Dec. 28, 2004, nearly two months after the election took place. CBS News’ Steve Chaggaris contributed to this report. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Jill Stein files for a recount in Wisconsin: What you need to know - CBS News"
   },
   {
    "entities": [
     "clinton",
     "john",
     "santa",
     "jose",
     "thomas",
     "lindsay",
     "university",
     "friday",
     "research",
     "patty",
     "sanders",
     "braun",
     "supervisors",
     "perea",
     "pennsylvania",
     "stanley-becker",
     "michele",
     "court",
     "murray",
     "mica",
     "air",
     "election day",
     "colorado",
     "organization",
     "base",
     "edison",
     "massachusetts",
     "donald",
     "stephanie",
     "board",
     "illinois",
     "barbara",
     "diego",
     "women",
     "elizabeth",
     "stech",
     "for",
     "moseley",
     "marcy",
     "north",
     "melnick",
     "hern\\xc3\\xa1ndez",
     "city",
     "state",
     "boulder",
     "texas",
     "national",
     "swers",
     "x.",
     "bernie",
     "feinstein",
     "sheppard",
     "thursday",
     "cruz",
     "congress",
     "of",
     "courtesy",
     "alexandra",
     "1992",
     "judiciary",
     "u.s.",
     "council",
     "force",
     "states",
     "joaquin",
     "clarence",
     "trump",
     "chico",
     "murphy",
     "clara",
     "bola\\xc3\\xb1os",
     "united",
     "1990s",
     "boxer",
     "fletcher",
     "l.",
     "washington",
     "terry",
     "senate",
     "aurea",
     "committee",
     "florida",
     "mexico",
     "valley",
     "dianne",
     "sheridan",
     "california",
     "november 26",
     "2020",
     "latina",
     "42 percent",
     "o\\xe2\\x80\\x99neill",
     "county",
     "emily",
     "isaac",
     "warren",
     "nov. 8",
     "carol",
     "georgetown",
     "san",
     "mia",
     "hillary",
     "supreme",
     "wednesday"
    ],
    "id": 10,
    "text": "Hopes for a female president dashed, women take running for office into their own hands The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Isaac Stanley-Becker November 26 at 4:40 PM Follow @isaacstanbecker On Wednesday, she woke up inconsolable. On Thursday, angry. But on the Friday after the presidential election, as she prepared posters to join thousands in protesting Donald Trump’s victory, Mia Hernández came to a quiet realization: If she found her country’s direction intolerable, she would have to try to change it. She would change it not just by signing petitions, or protesting, or calling her legislators. For the first time, she sketched out a plan to run for elected office. In 2020, Hernández intends to make a bid for a seat on the San Jose City Council or the Santa Clara County Board of Supervisors. Her focus will be reproductive rights and community empowerment, she said. “Everybody says organize, don’t mourn, make a change,” said Hernández, 22, a student at the University of California at Santa Cruz. “So I said to myself, ‘How am I going to be an active member in this? You know what, I need to run for office. I need to be a part of that decision-making. I need to make sure Trump’s voice is not the only voice out there.’ ” Among young, liberal women who expected to see the country elect its first female president Nov. 8, Hernández is not alone; many are responding to Hillary Clinton’s defeat with a new sense of obligation to seek political power. After years of never imagining a career in the public eye or only vaguely entertaining the idea of working in politics, these women are determined to run for elected office. Aurea Bolaños Perea, right, has dreamed of serving in Congress since immigrating to the United States from Mexico a decade ago. Pictured with National Organization for Women President Terry O’Neill, Bolaños Perea plans to run for local office in the next four years. (Courtesy of Aurea Bolaños Perea) They don’t speak for all women, many of whom voted for Trump — 42 percent of them, according to exit polls conducted by Edison Research. Notably, a majority of white women favored the Republican. But Clinton still benefited from an overall gender gap, and young women supported her by a margin of 32 percentage points. For many of those rooting for Clinton to break the glass ceiling her campaign repeatedly invoked, her loss, painful as it was, could be an even greater mobilizing force than a victory might have been. “It’s incredibly ironic,” said Alexandra Melnick, a 22-year-old from Florida who recently decided to run for a spot on a local school board after she obtains her master’s degree in education. “But to think this could inspire women like me to run for office — it’s the only belief one can have without losing hope.” For Hernández, the ascent of a man she sees as menacing to her full inclusion in American society as a Latina — and menacing to the safety of her undocumented friends — has changed everything. Her focus had not been on electoral politics. She considered herself an activist, concentrating on rent and eviction issues in her home town of San Jose. She used to spurn city council members and state legislators, politicians against whom she had “spent so much time fighting.” But the election convinced her that these offices wield unparalleled influence, and it made clear to her the scope of the power she could exert and the scale of her responsibility. Michele L. Swers, a professor of government at Georgetown University who specializes in gender and policymaking, said this response has historical precedent. In the early 1990s, televised hearings brought the Senate debate over the nomination of Clarence Thomas to the Supreme Court into living rooms across the country. The all-male Judiciary Committee’s treatment of Anita Hill, who accused Thomas of sexual harassment, helped motivate women to run for office, Swers said. In 1992, four successfully ran for the U.S. Senate, increasing the number of women in that body threefold. They were Patty Murray of Washington, Carol Moseley Braun of Illinois and Dianne Feinstein and Barbara Boxer of California, all Democrats. Their electoral success branded 1992 the “Year of the Woman.” Mia Hernández intends to make a bid in 2020 for a seat on the San Jose City Council or the Santa Clara County Board of Supervisors, where she wants to focus on reproductive rights and community empowerment. (Courtesy of Mia X. Hernández) “You had people who decided they didn’t like what they saw,” Swers said. “In general in politics, anger is a very motivating factor.” Swers said this year’s election may be another pivotal consciousness-raising event for women “deciding the only way to change things is to get into the halls of power.” The volume of calls and the amount of cash coming in to Emily’s List, a political action committee that seeks to elect Democratic women, testify to this effect, said the organization’s spokeswoman, Marcy Stech. “We have heard from women across the country who are raising their hands to be part of the solution,” she said. Motivated but directionless Although women remain underrepresented at all levels of government, Stech said, young women searching for role models can look to the slate of Democratic women who found success on Election Day. She pointed in particular to Stephanie Murphy, who unseated Rep. John L. Mica, a Florida Republican nearly twice her age, to become the first Vietnamese American woman elected to Congress. Women like Murphy, Stech predicted, will play a major part in the evolution of the Democratic Party as it aims to represent the growing diversity of the electorate while making renewed overtures to working-class voters forfeited to Trump. “We’re going to have to fire on all cylinders,” Stech said. More than 1,000 miles from Santa Cruz, where Hernández watched the election returns in her dorm room, Emily Sheridan, a student at the University of Colorado at Boulder, sat in a crowded theater and watched Trump notch a victory in Florida. Then she saw Pennsylvania begin to take on a red tint. It was then she decided she would stay in Boulder after graduation and run for a position at the county level. “I wanted desperately to be able to do something but I couldn’t. . . . I felt so powerless as something so historic for all the wrong reasons was happening,” said Sheridan, 21, who studies evolutionary ecology and biology and serves as president of the campus’s college Democrats. Many young people are motivated but directionless, Sheridan said. They’re angry but lack an outlet for that anger; they flocked to Bernie Sanders but disengaged from the election after he failed to win the Democratic nomination. Sheridan said the election’s outcome could be a wake-up call. “I’m hoping the revolution starts the day after. That’s what Bernie said,” Sheridan said. “What I’m hoping is that the biggest thing that comes out of this is a change in the idea that it’s not cool to be in politics.” It wasn’t concern for her social capital that kept Lindsay Fletcher, 30, away from politics. It was the sleepless nights staying up with her two children. After four years in the Air Force, Fletcher now cares full-time for her children — a 6-year-old daughter and 2-year-old son — at Sheppard Air Force Base in north Texas, where her husband is stationed. She feels called to politics, which she sees as an extension of her responsibilities as a parent. After the election, she started a list on her phone of military spouses who have run for office. “I want to show my little girl that you stand up for what you believe in,” she said. “I’ve never been involved in politics. My focus has been on my home. But my kids are getting older, and I’m getting antsy. I’m ready to get out and do something.” In a year and a half, Fletcher and her family will relocate. Once they’re settled, she plans to explore local races, perhaps starting at the city level. Fletcher said she would like to focus on women’s issues — from parental leave to health care — as well as the treatment of veterans. Years from now, she sees herself competing for a seat in the U.S. Senate, she said, in the model of Elizabeth Warren, the liberal firebrand from Massachusetts whom she admires. For young women with more long-standing political ambitions, the election results solidified their plans — while also laying bare the obstacles they may face. It has been Aurea Bolaños Perea’s dream to be a congresswoman virtually since she immigrated to the United States from Mexico about a decade ago. On Wednesday she set a deadline: A graduate student at California State University at Chico, she plans to run for a local position in the San Joaquin Valley or San Diego area in the next four years, before ultimately moving to the federal level. She sees her life story as a refutation of Trump’s rhetoric. For immigrants who fear for their safety under his presidency, she said, “there needs to be someone in power who will understand. That has to be me.” But she now knows how difficult her path will be. “You see men who do not internalize failure like women do,” Bolaños Perea said. “If before I thought I would need to prove myself five times over, now I see that it’s more like 10 times.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Hopes for a female president dashed, women take running for office into their own hands - The Washington Post"
   },
   {
    "entities": [
     "j.",
     "havana",
     "fidel",
     "cave",
     "embassy",
     "saturday",
     "salon",
     "ra\\xc3\\xbal",
     "donald",
     "garcia",
     "miami",
     "gustavo",
     "diaz",
     "concepcion",
     "yamil",
     "morning",
     "martinez",
     "2006",
     "obama",
     "images",
     "november 26, 2016",
     "berkeley",
     "evening",
     "hannah",
     "night",
     "pressphoto",
     "states",
     "friday",
     "damien",
     "d\\xc3\\xadaz",
     "getty",
     "caballero/getty",
     "nov. 26, 2016",
     "agency",
     "trump",
     "ms.",
     "elaine",
     "rojo",
     "cuba",
     "american",
     "mr.",
     "united",
     "cohen",
     "graciela",
     "venezuela",
     "castro",
     "lage/agence"
    ],
    "id": 11,
    "text": "In Havana, Castro’s Death Lays Bare a Generation Gap By DAMIEN CAVE and HANNAH BERKELEY COHEN NOV. 26, 2016 Video For Cubans, the End of an Era After news broke Friday evening that Fidel Castro had died, some people in Havana reacted in shock, disbelief, and pain. Others saw the former leader's death as an opportunity for the country. By AINARA TIEFENTHÄLER on Publish Date November 26, 2016. Photo by Yamil Lage/Agence France-Presse — Getty Images. Watch in Times Video » HAVANA — At the Salon Rojo, one of Havana’s most popular nightspots, where the reggaeton usually blares into the early hours, the music stopped abruptly. An announcement was made: Fidel Castro had died. The police waved along young women in miniskirts and young men with gelled mohawks as they spilled into the streets. No one was weeping. No one was chanting. Some said the country would be better off, freer now, though they said it quietly, wary that someone might overhear such hopes. A hearse, repurposed as a taxi, happened to drive by. “Take him with you,” one of the young men shouted with a smile as a friend cheered him on. The young women with them looked embarrassed, but not angry. Advertisement Continue reading the main story Concepcion Garcia, 55, looked at the young people around her with disappointment. “What a rich experience we have had, to live the two periods of Cuba — capitalism and socialism,” she said. “Imagine how we Cubans feel. The most precious thing we have just died.” Video Raúl Castro Announces His Brother’s Death President Raúl Castro of Cuba, who fought alongside his brother Fidel Castro from the earliest days of the insurrection, addressed the nation on Friday evening. By REUTERS on Publish Date November 26, 2016. Photo by Cubavision/European Pressphoto Agency. Watch in Times Video » embed With the departure of Cuba’s epic revolutionary in green fatigues, at the age of 90, the residents of Havana have not erupted so much as moved into their own emotional corners. All over this city on Saturday, indifference and relief stood side by side with sorrow and surprise as the conflicts that characterized Fidel Castro in life continued to reverberate after his death. “He was the only leader I ever knew,” Graciela Martinez, 51, said as she mopped the floors of a cafe near the American Embassy on Saturday morning. She paused, then began to weep, thinking of her father, who fought for the revolution — and of her relatives who had fled to the United States. “For those who loved him, he was the greatest,” she said of Mr. Castro. “For those who hated him, there was no one worse.” Cuba, a verdant, struggling country of 11 million people that has been moving slowly toward free-market changes, finds itself again at an international crossroads. Mr. Castro died as Venezuela has pulled back financial support, facing its own political and economic crisis, and the détente engineered under President Obama threatens to be rolled back by President-elect Donald J. Trump. While Mr. Obama issued condolences to the Castro family and offered “a hand of friendship to the Cuban people,” Mr. Trump wrote on Twitter, “Fidel Castro is dead!” and later issued a statement calling him a “brutal dictator.” Cuban officials have long maintained that the island has diversified its international ties enough to withstand financial or political storms. But after decades of unfulfilled promises about economic growth, the passing of Mr. Castro may open rifts both inside and outside Cuba over how to proceed. Advertisement Continue reading the main story Elaine Díaz, an independent blogger in Cuba, said she expected Mr. Castro’s death to lead to more diversity of opinion within the leadership. The Cuban government likes to portray itself as a monolith, even though some factions are more conservative than others, she said. Photo People celebrated in the streets of Miami on Saturday morning. Credit Gustavo Caballero/Getty Images “This is going to bring that out in public,” she said. Other divides may also become more visible, especially between generations. Mr. Castro molded the country and governed it for so long that many older Cubans can hardly think of the nation apart from his legacy. But he has also been out of the national spotlight for so long (after handing power to his brother Raúl Castro in stages, beginning in 2006) that many young Cubans have had little exposure to him and do not seem to identify with him. Theirs is a generation that has, in many ways, already become post-Castro — seeing politics as useless and intractable, craving technology and, in many cases, much more eager to leave Cuba than to defend the Communist slogans that are as faded as the billboards still displaying them on the nation’s highways and roads. “In my parents’ generation, there is also still a lot of loyalty. In my generation, you’ll see more differences,” said Ms. Diaz, 31. “In a large portion of the young people, what you will see is apathy.” On Friday night, for example, many young people did not respond with any visible emotion when they were told of Mr. Castro’s death. On Saturday, many went about their day as usual, arguing that little would change because of Mr. Castro’s demise. ",
    "title": "In Havana, Castro’s Death Lays Bare a Generation Gap - The New York Times"
   },
   {
    "entities": [
     "havana",
     "fidel",
     "monday",
     "7 p.m. that day",
     "saturday",
     "9 a.m.",
     "david",
     "santa",
     "maceo",
     "antonio",
     "caplan",
     "radia",
     "ifigenia",
     "news",
     "december 3",
     "wednesday",
     "tuesday",
     "kirit",
     "cuba",
     "nov 26, 2016",
     "plaza",
     "sunday",
     "december 4",
     "abc",
     "santiago",
     "castro",
     "cementerio"
    ],
    "id": 12,
    "text": "Fidel Castro's Funeral Set For December 4 Following a Period of Public Mourning By David Caplan Nov 26, 2016, 6:22 AM ET 0 Shares WATCH Former Cuban President Fidel Castro Dies at 90 0 Shares Email Fidel Castro will be interred in a cemetery on December 4 in the eastern city of Santiago, following several days of mourning and a tour of his ashes throughout Cuba , the country's government has announced. Castro grew up near Santiago and attended school there as a youth. He also proclaimed the victory of the Cuban Revolution from a balcony at Santiago's city hall. Beginning Monday at 9 a.m., there will be a memorial for the public to pay their respects at Memorial a José Martí in Havana. The memorial will run until Tuesday at noon. On those days, Cubans throughout the country will have the chance to pay homage and pledge their allegiance by signing a \"solemn oath of complying with the concept of the revolution.\" There will also be a mass gathering in Havana's Plaza de la Revolucion, where Castro often addressed massive crowds for hours. Then on Wednesday, Castro's ashes will make a cross-country tour from Havana to Santiago, that will end on Saturday, December 3. At 7 p.m. that day, there will be another mass gathering in the Plaza Antonio Maceo. The following day, on Sunday, December 4, Castro's remains will be interred at Cementerio Santa Ifigenia. ABC News' Kirit Radia contributed to this report. 0 Shares ",
    "title": "Fidel Castro's Funeral Set For December 4 Following a Period of Public Mourning - ABC News"
   },
   {
    "entities": [
     "machado",
     "brothers",
     "july 26, 1953",
     "havana",
     "fidel",
     "raul",
     "soviet",
     "santiago",
     "to",
     "u.s.-cuba",
     "fulgencio",
     "1944",
     "1952",
     "bay",
     "khrushchev",
     "u.n",
     "ra\\xc3\\xbal",
     "gross",
     "email",
     "september 7, 1962",
     "florida",
     "nikita",
     "comecon",
     "elian",
     "spain",
     "manuel",
     "barack",
     "gerardo",
     "lle\\xc3\\xb3",
     "the",
     "david",
     "obama",
     "muir",
     "barracks",
     "u.s.",
     "alan",
     "dwight",
     "maine",
     "union",
     "news",
     "states",
     "mckinley",
     "1959",
     "2008",
     "moncada",
     "urrutia",
     "turkey",
     "2506",
     "rescue",
     "u.s.s.",
     "kennedy",
     "evan",
     "cuba",
     "american",
     "united",
     "$300 million",
     "batista",
     "us",
     "abc",
     "guantanamo",
     "1996",
     "gonzalez",
     "simon",
     "eisenhower",
     "1940",
     "castro"
    ],
    "id": 13,
    "text": "WATCH Fidel Castro's Death Highlights Historic Rift in US, Cuba Relations 0 Shares Email Fidel Castro 's rule of Cuba began in 1959 -- when he became the island nation's prime minister -- until 2008, when he transferred power to his brother, Raul Castro . Tensions between Cuba and the U.S. had been fraught for decades before Castro's reign, however, and those tensions had a role in Castro's political ascent. Here are key milestones in U.S.-Cuba relations: 1897: U.S. President McKinley offers to buy Cuba from Spain for $300 million but Spain rejects the offer. Tensions are exacerbated after the U.S.S. Maine is blown up by unknown forces in Havana’s harbor, killing more than 250 American sailors. 1898: Spain loses Spanish-American war and Cuba essentially becomes a U.S. territory. 1902: The U.S. grants Cuba independence, but dictates the establishment of the U.S. base at Guantanamo Bay as part of the deal. Another detail worked into the deal was that the U.S. had the right to intervene in Cuba, and American forces were subsequently sent into the country repeatedly to protect U.S. interests, like sugar factories, if there were uprisings. 1934: Gen. Fulgencio Batista was assisted by the U.S. in leading an uprising called the Revolt of the Sergeants, which was part of the coup that overthrew the government of Gerardo Machado. He was later elected the president of Cuba from 1940 to 1944, and led the country as a dictator from 1952 to 1959. During Batista's rule, Cuba saw widespread inequality and unemployment, but it became a playground for global elites -- including wealthy Americans and members of the mafia -- who frequented popular casinos and brothels. This atmosphere helped to sow the seeds of the Cuban Revolution. 1953 On July 26, 1953, Castro led a small group of revolutionaries in an attack against The Moncada Barracks, a military barracks in Santiago de Cuba. The armed attack is widely accepted as the beginning of the Cuban Revolution. The date on which the attack took place was eventually adopted by Castro as the name for his revolutionary movement, \"M 26-7,\" which upended Batista's reign in 1959. 1959: Castro, who was 32 years old at the time, announces that Manuel Urrutia Lleó will be the president of Cuba after the revolution topples Batista. Castro is cheered as he enters Havana, but many political opponents of the revolution, supporters of Batista's reign, are executed and dumped into mass graves. Castro assumes military and political power as Cuba's prime minister. Lleó leaves for the U.S. after experiencing differences with Castro. Castro's takeover of the country means that Cuba becomes the first Communist state in the Western hemisphere. President Dwight Eisenhower institutes a ban on all exports to Cuba. 1961: Eisenhower breaks diplomatic ties with Cuba completely. The Bay of Pigs invasion, which is a led by the CIA-sponsored paramilitary group Brigade 2506, fails and ultimately is seen as having the opposite of its intended effect: Castro's leadership is strengthened, and he becomes a national hero. 1962: On September 7, 1962, President Kennedy expands a preexisting Cuban embargo, which focused on the sale of arms, to include all Cuban trade, except for non-subsidized sale of food and medicines -- a policy that is ultimately upheld for decades. The placement of Soviet missiles on the island triggers the Cuban Missile Crisis one month later. \"This sudden, clandestine decision is a deliberately provocative and unjustified change in the status quo,\" Kennedy said of the storage of Russian weapons in Cuba, prompting him to enforce a naval quarantine on the state. The 13-day drama was the closest the Cold War got to turning kinetic. Kennedy and Soviet Premier Nikita Khrushchev reached a deal wherein the Soviets withdrew their weapons from Cuba in return for the U.S. withdrawing its from Turkey. 1972 Castro's Cuba joins the COMECON, an economic organization of states designed to create cooperation among the socialist planned economies. The group dominated by the largest economy of the group, the Soviet Union. 1979 Castro gives one of his most famous speeches in an address to the U.N. In it, he condemns the proliferation of nuclear weapons, and urges world leaders to fight against inequality. \"Enough of the illusion that the world's problems can be solved with nuclear weapons. Bombs might kill the hungry, the sick and the ignorant, but they cannot kill hunger, disease, ignorance and the people's just rebellion. In the holocaust, the wealthy will also die. They are the ones that stand to lose the most in this world,\" he said . 1991: The fall of the Soviet Union, Cuba's biggest patron and ally on the world stage, triggers an economic crisis in Cuba. 1996: Cuban jets shoot down two small planes operated by Brothers to the Rescue, a Miami-based activist group. The aircraft had been releasing leaflets over Cuban territory. 1998: U.S. authorities apprehend the Cuban Five –- a group of five spies tasked with infiltrating American activist groups, including Brothers to the Rescue. 1999-2000: The custody battle between family members in Florida and Cuba over Elian Gonzalez , a young boy who was rescued when a boat ferrying him to the U.S. overturned, captivates the world. Gonzalez was ultimately returned to Cuba. 2008: Fidel Castro transfers power to his brother, Raúl Castro. 2014: President Barack Obama and Cuban President Raúl Castro announce a diplomatic deal that features the release of 53 political prisoners being held in Cuba, including American Alan Gross. 2016: Obama becomes the first U.S. president to visit the island in 88 years. \"We still have some work to do,\" Obama told ABC News' David Muir. \"I think it is very important for the United States not to view ourselves as the agents of change here, but rather to encourage and facilitate Cubans themselves to bring about changes. ... We want to make sure that whatever changes come about are empowering Cubans.\" 2016: Fidel Castro dies at age 90. ABC News' Evan Simon contributed to this report. 0 Shares ",
    "title": "Fidel Castro Dead at 90: A Timeline of US-Cuba Relations - ABC News"
   },
   {
    "entities": [
     "cemetery",
     "zamboanga",
     "1989",
     "ilagan",
     "last week",
     "1986",
     "omega",
     "hawaii",
     "alpha",
     "toby",
     "roca",
     "philippines",
     "heroes\\'",
     "friday",
     "marquez",
     "ramon",
     "ferdinand",
     "rizal",
     "rodrigo",
     "bonifacio",
     "nov 25, 2016",
     "court",
     "park",
     "phi",
     "duterte",
     "marcos",
     "nov. 25, 2016",
     "casiple",
     "manila",
     "supreme"
    ],
    "id": 14,
    "text": "Nude Students, Filipino Activists Protest Dictator's Burial By jim gomez, associated press MANILA, Philippines \u0097 Nov 25, 2016, 8:25 PM ET 0 Shares Star The Associated Press Students flash the thumbs down sign as they burn an effigy of the late Philippine dictator Ferdinand Marcos during a rally near the Presidential Palace to condemn last week's burial of the late president at the Heroes' Cemetery Friday, Nov. 25, 2016 in Manila, Philippines. Long-dead Marcos was buried Friday at the country's Heroes' Cemetery in a secrecy-shrouded ceremony, a move approved by President Rodrigo Duterte that infuriated supporters of the \"people power\" revolt that ousted Marcos three decades ago. (AP Photo/Bullit Marquez) 0 Shares Email Thousands of Filipinos, including more than a dozen nude students, protested against the hasty burial of Philippine dictator Ferdinand Marcos in a heroes' cemetery, in a growing political storm that's lashing the president who allowed the entombment. A few thousand activists joined a \" Black Friday \" protest despite rainy weather at Manila's seaside Rizal Park, where they carried Marcos' effigy in a mock coffin. While the anger was directed at Marcos and his family, President Rodrigo Duterte was also targeted for allowing the burial of the dictator, who was ousted in a largely peaceful \"people power\" revolt three decades ago. Protesters held placards reading \"Digong traitor, a lapdog of the dictator,\" referring to Duterte by his nickname. Dozens of students trooped outside the presidential palace in Manila in a separate protest and burned an effigy of Marcos in a mock coffin. At the state-run University of the Philippines , a fraternity turned its annual recruitment ritual into a protest with naked student recruits running with placards that read, \"Marcos dictator not a hero.\" \"This run is a manifestation of our anger against what we see as the Marcoses trying to revise history, trying to revive their name because they have fallen from grace,\" Alpha Phi Omega fraternity spokesman Toby Roca said. \"We are angry that they are trying to ignore our painful history of human rights abuses under his term.\" Duterte, whose father served in Marcos's Cabinet, allowed the burial on grounds that there was no law barring his interment at the Heroes' Cemetery, where presidents, soldiers, statesmen and national artists are buried. It was a political risk in a country where democracy advocates still celebrate Marcos's ouster each year. Duterte's decision was upheld earlier this month by the Supreme Court. Marcos opponents had 15 days to appeal the decision, but Marcos's family, backed by Duterte's defense and military officials, buried him in a secrecy-shrouded ceremony with military honors last week at the cemetery. The stealthy burial enraged democracy advocates and sparked protests in Manila and other cities. Protest leader Bonifacio Ilagan, a left-wing activist detained and tortured under Marcos, said many protesters are young Filipinos who did not experience the brutalities of the dictatorship but \"got assaulted by the surreptitious burial.\" Ilagan said he was struck by the message on a placard carried by a college student in a recent rally that said, \"If he was a true hero, why was he buried in secrecy?\" Human rights victims who suffered under Marcos's rule asked the Supreme Court this week to order the exhumation of his remains and to hold his heirs and Duterte's officials in contempt for their role in burying the body before the court heard final appeals. Marcos's rule was marked by massive rights violations and plunder. After being ousted in 1986, he flew to Hawaii, where he lived with his wife and children until he died in 1989. Duterte has allowed the protests to proceed without permits but has stood by his decision to allow the burial. During a speech in southern Zamboanga city, he said he tried to strike a balance by considering the sentiments of many pro-Marcos followers in the dictator's northern political stronghold. He has said that past presidents opposed to the burial should have taken steps to legally prevent it, for example by passing legislation. Duterte's deadly crackdown on illegal drugs has been widely criticized but has not sparked widespread protests because many crime-weary Filipinos back the effort despite concerns over the killings of many drug suspects, said political analyst Ramon Casiple, the director of a think tank promoting electoral and political reforms. \"Duterte's decision to allow the Marcos burial opened up old wounds,\" Casiple said. 0 Shares ",
    "title": "Nude Students, Filipino Activists Protest Dictator's Burial - ABC News"
   },
   {
    "entities": [
     "clinton",
     "elias",
     "party",
     "wisconsin",
     "inc",
     "saturday",
     "donald",
     "email",
     "$5.7 million",
     "morning",
     "jill",
     "november 26, 2016",
     "flores",
     "interactive",
     "report",
     "reena",
     "news",
     "political",
     "trump",
     "michigan",
     "marc",
     "2016",
     "pennsylvania",
     "cbs",
     "mr.",
     "stein",
     "hillary",
     "$6-7 million",
     "green",
     "cook"
    ],
    "id": 15,
    "text": "By Reena Flores CBS News November 26, 2016, 12:27 PM Clinton campaign to participate in Wisconsin, other recount efforts Email Hillary Clinton’s presidential campaign announced Saturday that it would participate in the recount efforts put into motion by the Green Party’s Jill Stein earlier this week. The campaign’s general counsel, Marc Elias, wrote a post on the blogging site Medium to address the issue of the audits, which he said the campaign itself never undertook because it “had not uncovered any actionable evidence of hacking or outside attempts to alter the voting technology.” “[W]e had not planned to exercise this option ourselves, but now that a recount has been initiated in Wisconsin, we intend to participate in order to ensure the process proceeds in a manner that is fair to all sides,” Elias wrote. If the Stein campaign files to do the same in Michigan and Pennsylvania, two other states where President-elect Donald Trump’s margin of victory remains slight, Elias said the campaign will take a similar approach. The 2016 presidential election isn't over, according to Green Party candidate Jill Stein. She says she's raised enough money to file for a recoun... “We do so fully aware that the number of votes separating Donald Trump and Hillary Clinton in the closest of these states - Michigan - well exceeds the largest margin ever overcome in a recount,” he wrote. “But regardless of the potential to change the outcome in any of the states, we feel it is important, on principle, to ensure our campaign is legally represented in any court proceedings and represented on the ground in order to monitor the recount process itself.” In joining efforts to ensure an accurate vote count was reported in those contested states, Elias cited an “obligation” to the over 64 million Americans who cast their votes for Clinton. Stein, who had raised over $5.7 million by Saturday to fund the audit efforts, has already filed for a recount in Wisconsin , where Mr. Trump leads Clinton by about 27,257 votes. The Green Party’s nominee estimates that the total cost of recounts in the three states will run up a tab of anywhere between $6-7 million. The Wisconsin recount is expected to begin late next week, following the Stein campaign’s payment of the recount fee, which is still being determined. The Trump campaign has yet to respond to Stein’s efforts. As of Saturday morning, Clinton’s popular vote lead over Mr. Trump was over 2 million, according to the latest account by the Cook Political Report. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Clinton campaign to participate in Wisconsin, other recount efforts - CBS News"
   },
   {
    "entities": [
     "national",
     "fund",
     "clinton",
     "kelly",
     "elias",
     "party",
     "defense",
     "wisconsin",
     "committee",
     "donald",
     "saturday",
     "wis.",
     "usatoday",
     "york",
     "jill",
     "erin",
     "dec. 13",
     "nov. 9",
     "november 26, 2016",
     "u.s.",
     "1%",
     "children\\'s",
     "night",
     "gop",
     "$5 million",
     "trump",
     "michigan",
     "marc",
     "pennsylvania",
     "democratic",
     "one\\xc2\\xa0percent",
     "new",
     "4:52 p.m. est",
     "stein",
     "city",
     "hillary",
     "green",
     "wednesday"
    ],
    "id": 16,
    "text": "Clinton campaign to participate in Wis. election recount Erin Kelly , USAToday 4:52 p.m. EST November 26, 2016 13k Shares In a Nov. 9 file photo, Democratic presidential candidate Hillary Clinton makes a concession speech in New York City losing to GOP rival Donald Trump. Clinton spoke for the first time since at the Children's Defense Fund gala Wednesday night.  (Photo: JEWEL SAMAD, AFP/Getty Images) Hillary Clinton's presidential campaign said Saturday that it will participate in a recount of the votes cast in Wisconsin's election. The news comes after Jill Stein, the Green Party candidate for president, initiated a recount there and pledged to pursue additional ones in Pennsylvania and Michigan. President-elect Donald Trump denounced the recount as \"a scam by the Green Party for an election that has already been conceded.\" \"The results of this election should be respected instead of being challenged and abused, which is exactly what Jill Stein is doing,\" Trump said in a statement. Clinton campaign general counsel Marc Elias said the Clinton campaign has found no evidence of election tampering, but is joining in the recount now that Stein has initiated it. \"Because we had not uncovered any actionable evidence of hacking or outside attempts to alter the voting technology, we had not planned to exercise this option ourselves, but now that a recount has been initiated in Wisconsin, we intend to participate in order to ensure the process proceeds in a manner that is fair to all sides,\" Elias wrote on Medium, an alternative blogging site. Wisconsin had been considered a reliable state for Democrats, but Trump won an upset victory there. The Clinton campaign will participate in the Pennsylvania and Michigan recounts if Stein pursues them, Elias wrote. The campaign is aware that the odds of a recount reversing the vote in any state are slim, he said. \"The number of votes separating Donald Trump and Hillary Clinton in the closest of these states — Michigan — well exceeds the largest margin ever overcome in a recount,\" Elias wrote. \"We feel it is important, on principle, to ensure our campaign is legally represented in any court proceedings and represented on the ground in order to monitor the recount process.\" He added that the campaign has \"an obligation to the more than 64 million Americans who cast ballots for Hillary Clinton to participate in ongoing proceedings to ensure that an accurate vote count will be reported.\" Trump said the recall effort is a way for Stein to \"fill her coffers with money.\" \"This recount is just a way for Jill Stein, who received less than one percent of the vote overall and wasn’t even on the ballot in many states, to fill her coffers with money, most of which she will never even spend on this ridiculous recount,\" Trump said in a statement. \"All three states were won by large numbers of voters, especially Pennsylvania, which was won by more than 70,000 votes.\" Stein raised more than $5 million to pay for the recounts in the three states. She received only 1% of the votes in each of the states. \"What we're doing is standing up for an election system that we can trust,\" Stein said in a statement. \"We deserve to have votes that we can believe in.\" Unofficial vote tallies in the three battleground states show Trump won Michigan by less than 12,000 votes, Wisconsin by less than 30,000 and Pennsylvania by less than 70,000. Clinton would have to win recounts in all three states to receive enough electoral votes to win the presidency. Under federal law, states must complete recounts within 35 days of a presidential election. This year, that deadline would be Dec. 13. Jill Stein files for recount in Wisconsin Elias emphasized the Clinton campaign, after quietly investigating the possibility of any outside interference in the vote tallies in the three states, found no evidence of hacking or any other kind of tampering with the election results. He said campaign officials, at the urging of supporters, have had lawyers, data scientists and analysts combing over the results since the day after the election to search for any anomalies. Elias said the campaign felt the need to rule out any vote tampering in the wake of the hacking of the Democratic National Committee — an attack that U.S. officials blamed on the Russian government. The Russians also have been blamed for the \"fake news\" that circulated on Facebook and other Internet sites in the last few weeks before the election. Read or Share this story: http://usat.ly/2g3Knr8 Most Popular ",
    "title": "Clinton campaign to participate in Wis. election recount"
   },
   {
    "entities": [
     "2003",
     "concert",
     "lucas",
     "music",
     "npr",
     "saturday",
     "chase",
     "media",
     "thursday",
     "tape",
     "listening",
     "york",
     "oliveros",
     "hall",
     "1991",
     "claire",
     "public",
     "kqed",
     "college",
     "houston",
     "mills",
     "francisco",
     "deep",
     "merkin",
     "friday",
     "pauline",
     "willard",
     "san",
     "wamc",
     "mavericks",
     "for",
     "may",
     "center",
     "nov 25, 2016",
     "2012",
     "american",
     "new",
     "contemporary",
     "institute",
     "1932",
     "texas",
     "1960s"
    ],
    "id": 17,
    "text": "Pauline Oliveros performs at Merkin Concert Hall in New York, in 1991. Jack Vartoogian/Getty Images/Getty Images hide caption toggle caption Pauline Oliveros performs at Merkin Concert Hall in New York, in 1991. Jack Vartoogian/Getty Images/Getty Images Pauline Oliveros, the composer, performer and teacher who developed a theory called \"deep listening,\" died in her sleep Thursday. She was 84. News of her death was first shared by musician Claire Chase on Instagram on Friday. The Deep Listening Institute , the organization Oliveros founded, confirmed her death to NPR on Saturday. A photo posted by Claire Chase (@clairechaseflute) on Nov 25, 2016 at 12:42pm PST Oliveros is best known for her experimental approach to music and sound. \"Hear with your ears, listen with your heart,\" was her guiding principle, according to NPR member station KQED . The station's profile of Oliveros accompanied a 2012 Spark podcast episode about Oliveros' life and work. It described her as an \"Oakland-based teacher, composer, performer and musical ambassador\" who was \"deeply attuned to the meditative qualities of sound.\" In a 2003 interview with American Public Media's American Mavericks, she described how sound influenced her from an early age: \"I lived in Houston, Texas. I was born in 1932 and grew up at a time when humans had less impact on the environment than they do today. I mean, now the frogs are leaving and vanishing. The frogs in my childhood could be heard loud and clear. Then of course, now so much is paved over with asphalt and cement that the cicadas are trapped and can't get out. But you can still hear wonderful stereophonic cicada sounds in Houston as you walk or drive down the street. And all of those sounds were very important to me in childhood.\" Article continues after sponsorship Starting in the 1960s, she \"pioneered the electronic and improvisational mediums, creating theories of 'sonic meditation' and 'deep listening,' \" KQED wrote. She co-founded the San Francisco Tape Music Center, which later became the Center for Contemporary Music at Mills College. There, KQED said, she taught music for years and \"practiced deep listening techniques with fellow musicians using her bandoneon (an accordion-like instrument).\" Oliveros' website defines deep listening as a way to explore \"the difference between the involuntary nature of hearing and the voluntary, selective nature – exclusive and inclusive — of listening.\" Part of this listening includes being aware of small sounds, including vibrations. As Lucas Willard of member station WAMC wrote Saturday, Oliveros spoke to the station about the importance of \"perceiving vibrations\" in May. She said, \"Even though the newborn has trillions of neurons, by the time they're eighteen months old they've lost quite a bit, because they're focusing on exclusive sounds of speech. So that sort of takes you away from the sensation of sound.\" A 2012 Guardian profile on Oliveros said her mantra was: \"Listen to everything all the time and remind yourself when you are not listening.\" ",
    "title": "Pauline Oliveros, Composer, Performer And Pioneer Of 'Deep Listening,' Dies At 84 : The Two-Way : NPR"
   },
   {
    "entities": [
     "reporter",
     "wilson",
     "cook",
     "saturday",
     "nov. 18",
     "harris",
     "javon",
     "walter",
     "chicago",
     "west",
     "south",
     "alyssa",
     "u.s.",
     "carey",
     "tribune",
     "lawndale",
     "jovan",
     "african",
     "hal",
     "county",
     "contact",
     "nov. 18, 2016",
     "nov. 26, 2016",
     "kendal",
     "dardick",
     "tercentenary",
     "davenport",
     "pointer/chicago",
     "episcopal",
     "danny",
     "american",
     "methodist",
     "davis",
     "north",
     "church",
     "khalyiah",
     "late 1990s",
     "side",
     "wednesday"
    ],
    "id": 18,
    "text": "At funeral, pastor says shooting death of Congressman Danny Davis' grandson 'a clarion call' Javon Wilson funeral service U.S. Rep. Danny Davis and his granddaughter, Khalyiah Wilson, speak during the funeral for Javon Wilson at Carey Tercentenary African Methodist Episcopal Church, Saturday, Nov. 26, 2016. Wilson was shot and killed in his family's home on Nov. 18. (Alyssa Pointer/Chicago Tribune) U.S. Rep. Danny Davis and his granddaughter, Khalyiah Wilson, speak during the funeral for Javon Wilson at Carey Tercentenary African Methodist Episcopal Church, Saturday, Nov. 26, 2016. Wilson was shot and killed in his family's home on Nov. 18. (Alyssa Pointer/Chicago Tribune) Hal Dardick Contact Reporter Chicago Tribune There was a moment Saturday at the funeral for U.S. Rep. Danny Davis ' 15-year-old grandson Javon Wilson, felled by a bullet as he tried to break up a fight over clothing in his family's home, that evoked a gasp from many of the hundreds of people at the West Side church where his life was celebrated. It came during remarks from Kendal Davenport, 16, a friend of Jovan's who said they used to talk about living forever. \"Jovan and me used to always say to each other that we was going to be the one that never died — and that, you know, if we get shot, we were never going to die,\" Davenport said as he struggled through tears. Thus the young man, who sported a T-shirt with a picture of Jovan and the letters LLKJ — Long Live King Javon — enunciated in stark terms a theme that laced the two-hour service at Carey Tercentenary African American Methodist Episcopal Church in North Lawndale: the commonness of young black men being struck by gunfire in struggling African-American neighborhoods on the city's South and West sides. Davis, other politicians, preachers, moms, sisters and friends of Javon all decried the violence, saying they hoped that his death — noted across the country because of his relationship to Davis — would become a rallying cry for communities to take action to end the violence that in Chicago this year is reaching a level not seen since the late 1990s. The 15-year-old grandson of U.S. Rep. Danny Davis was fatally shot in a home invasion Nov. 18, 2016, on the South Side. As of Wednesday, there had been 702 homicides in Chicago, with 108 victims 18 or younger, according to a Tribune database that compiles statistics from the Cook County medical examiner's office. Most of that violence occurs on the South and West sides. \"Here now today we've been issued a clarion call to action, a call to do something,\" Pastor Walter Harris said at the funeral. \"While we offer our condolences to the family, and while we decry to the situations of our communities, my brothers and sisters, it's time for us to get up and do something for ourselves.\" Davis, in his remarks, echoed that theme, while also noting how common it is for youngsters in the city to seek retribution, often with deadly results given easy access to guns. \"Not only Javon, but thousands and perhaps millions of other young people ... cannot exist on a regular, daily basis without the fear of not making it through the day,\" said Davis, D-Illinois. \"Somehow, with all the technology that we have, with all the know-how, all the things that we as a nation have been able to do, somehow or another we have not had the will to stop the flow of guns through inner cities.\" \"So we have to put together the will to go with the skill that we've got,\" Davis continued. \"We have not found the will to put a harness on bullying. Children grow up with the idea that it's tit for tat. Nobody told them that 'Vengeance is mine, said the Lord.' They believe that the best way to settle an argument is to do something drastic. We've got to start teaching the children a little more.\" ",
    "title": "At funeral, pastor says shooting death of Congressman Danny Davis&apos; grandson &apos;a clarion call&apos; - Chicago Tribune"
   },
   {
    "entities": [
     "national",
     "j.",
     "clinton",
     "wikileaks",
     "monday",
     "elias",
     "party",
     "wisconsin",
     "$1 million",
     "donald",
     "saturday",
     "committee",
     "fox",
     "george",
     "november 27, 2016",
     "jill",
     "dec. 13",
     "$5.8 million",
     "\\xe2\\x86\\x92",
     "obama",
     "erik",
     "white",
     "michael",
     "news",
     "friday",
     "trump",
     "michigan",
     "marc",
     "$7 million",
     "america",
     "house",
     "2016",
     "nov. 8",
     "pennsylvania",
     "martin",
     "democratic",
     "1 percent",
     "press",
     "haas",
     "1988",
     "stein",
     "associated",
     "hillary",
     "green",
     "wednesday"
    ],
    "id": 19,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump broke his silence Saturday on the multi-state vote-recount effort led by Jill Stein and joined this weekend by Hillary Clinton, another failed 2016 White House candidate, calling the effort “ridiculous” and a scam. Stein, the Green Party candidate, started the effort a couple of days ago to get recounts in Michigan, Pennsylvania and Wisconsin -- states that Trump surprisingly won. Stein has raised $5.8 million toward her goal of $7 million and on Friday made her first official move -- requesting a recount in Wisconsin. \"The people have spoken and the election is over,” Trump, a Republican, said Saturday. “We must accept this result and then look to the future. … “This recount is just a way for Jill Stein. … to fill her coffers with money, most of which she will never even spend on this ridiculous recount.”  The Clinton campaign joined the effort, despite Clinton having already conceded the race. “Now that a recount is underway, we believe we have an obligation to the more than 64 million Americans who cast ballots for Hillary Clinton to participate in ongoing proceedings to ensure that an accurate vote count will be reported,” Hillary for America attorney Marc Erik Elias said on Medium. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Stein, who got roughly 1 percent of the national vote, says she wants to make sure hackers didn't skew the results in those swing states. “We’re standing up for a voting system that we deserve,” Stein said Friday. Wisconsin law calls for the state to perform a recount at a candidate's request as long as he or she can pay for it. The state has never performed a presidential recount. Election officials estimate the effort will cost up to $1 million. Trump and his transition team had been quiet on the recount effort until the Clinton team announced its participation, instead focusing on the latest additions to Trump’s administration.  The Green Party scam to fill up their coffers by asking for impossible recounts is now being joined by the badly defeated & demoralized Dems — Donald J. Trump (@realDonaldTrump) November 27, 2016 While there is no evidence of election tampering in the states, Green Party spokesman George Martin insisted \"the American public needs to have it investigated to make sure our votes count.\" Clinton, who was the Democratic presidential nominee, leads the national popular vote by close to 2 million votes. Trump scored narrow victories in key battleground states, however, giving him the necessary 270 electoral votes to assume the presidency. While Trump won in Pennsylvania and Wisconsin, he holds a slim lead in Michigan, where a Republican presidential candidate hadn't won since 1988. The Associated Press still hasn't officially called that race, but Trump's 10,704-vote lead was expected to be certified by the state elections board Monday. The deadline to ask for a recount is Wednesday. Trump leads by little more than 22,000 votes in Wisconsin. State administrator Michael Haas cited recount requests by Stein and independent candidate Rocky De La Fuente when he announced Friday that the recount was expected to be completed by the Dec. 13 federal deadline. \"As Hillary Clinton herself said on election night, in addition to her conceding by congratulating me, 'We must accept this result and then look to the future,' \" Trump also said Saturday. \"This is a scam by the Green Party for an election that has already been conceded.” A group of election lawyers and data experts have been asking Clinton's team to call for a recount of the vote totals in three states -- to ensure that a cyberattack was not committed to manipulate the totals. There is no evidence that the results were hacked or that electronic voting machines were compromised. Any attempted hack to swing the results in three states would have been a massive and unprecedented undertaking. But electoral security was an issue that loomed large in many Americans' minds this year, considering emails from the Clinton campaign and the Democratic National Committee were hacked and made public by WikiLeaks. Clinton privately and publically conceded the Nov. 8 race to Trump, purportedly at President Obama’s urging. Elias said the decision to join in the recount came after numerous meetings with experts. He also said the Clinton campaign has received “hundreds of messages, emails and calls urging us to do something, anything, to investigate claims that the election results were hacked and altered in a way to disadvantage Secretary Clinton. Elias also said that the campaign has taken those concerns “extremely seriously and “understand the heartbreak felt by so many who worked so hard to elect Hillary Clinton.” The Associated Press contributed to this story. Advertisement ",
    "title": "Trump calls Stein, Clinton vote recount effort 'ridiculous,' a 'scam' | Fox News"
   },
   {
    "entities": [
     "pennsylvania",
     "november 27",
     "j.",
     "jill",
     "mr.",
     "nov 26, 2016",
     "2016",
     "$5.8 million",
     "clinton",
     "party",
     "wisconsin",
     "donald",
     "stein",
     "trump",
     "saturday",
     "michigan",
     "$7 million",
     "hillary",
     "afternoon",
     "green"
    ],
    "id": 20,
    "text": "Email Last Updated Nov 26, 2016 8:51 PM EST Donald Trump panned recent vote recount efforts,  led by the Green Party’s Jill Stein in three critical states, as a “scam” meant to “fill [Stein’s] coffers with money” after the general election. In a statement Saturday sent out by his transition team, Mr. Trump charged that the Green Party recount requests in Wisconsin, Michigan and Pennsylvania were “ridiculous.”   “This is a scam by the Green Party for an election that has already been conceded, and the results of this election should be respected instead of being challenged and abused, which is exactly what Jill Stein is doing,” he said. In a tweet a few hours later, Trump called the recount effort a scam by the Green Party to “fill up their coffers.” The Green Party scam to fill up their coffers by asking for impossible recounts is now being joined by the badly defeated & demoralized Dems — Donald J. Trump (@realDonaldTrump) November 27, 2016 Stein, who has raised more than $5.8 million by Saturday afternoon, has already filed for a recount in Wisconsin, where the president-elect’s vote margin over Hillary Clinton is just over 27,000 ballots. On Saturday, the Clinton campaign announced its intention to participate in the recount efforts in that state and in Pennsylvania and Michigan, where the Green Party also plans to raise challenges to the vote totals. The Stein campaign estimates that the costs of auditing ballots could run up to $7 million. ",
    "title": "Donald Trump: Jill Stein's recount efforts are a Green Party \"scam\" - CBS News"
   },
   {
    "entities": [
     "clinton",
     "elias",
     "party",
     "wisconsin",
     "saturday",
     "donald",
     "npr",
     "york",
     "r.",
     "jill",
     "nov. 9",
     "obama",
     "november 26, 2016",
     "erik",
     "u.s.",
     "amie",
     "matt",
     "rourke/ap",
     "corey",
     "friday",
     "nov. 26, 2016",
     "trump",
     "michigan",
     "marc",
     "$6 million",
     "lewandowski",
     "parnes",
     "pennsylvania",
     "new",
     "stein",
     "hillary",
     "green",
     "wednesday"
    ],
    "id": 21,
    "text": "Democratic presidential candidate Hillary Clinton delivers her concession speech in New York on Nov. 9. Her campaign announced Saturday it will back recount efforts in three states. Matt Rourke/AP hide caption toggle caption Matt Rourke/AP Democratic presidential candidate Hillary Clinton delivers her concession speech in New York on Nov. 9. Her campaign announced Saturday it will back recount efforts in three states. Matt Rourke/AP Hillary Clinton's campaign said Saturday it will participate in the recount efforts in Wisconsin spearheaded by Green Party presidential candidate Jill Stein. If Stein also pursues recounts in Pennsylvania and Michigan, as she has pledged, the Clinton campaign will participate in those efforts, as well. The recount in Wisconsin could begin as early as next week . In a post on Medium , Clinton campaign lawyer Marc Erik Elias wrote that \"regardless of the potential to change the outcome in any of the states, we feel it is important, on principle, to ensure our campaign is legally represented\" in any recount proceedings. It was the first time anyone from the Clinton camp had publicly weighed in on the potential recounts. As the Two-Way reported Friday , Stein and another third-party candidate filed for a recount in Wisconsin, and she plans to do the same in Pennsylvania and Michigan. President-elect Donald Trump's narrow victories in those states gave him enough electoral votes to cinch the election. After launching a fundraising campaign Wednesday, Stein — whose website explicitly says the recounts are not aimed at helping Clinton, but in preserving the integrity of the election — has raised nearly $6 million to pay for recounts. Article continues after sponsorship Elias explained in his post that Clinton campaign directors had not pursued a recount themselves because they \"had not uncovered any actionable evidence of hacking or outside attempts to alter the voting technology.\" But, he said, \"now that a recount has been initiated in Wisconsin, we intend to participate in order to ensure the process proceeds in a manner that is fair to all sides.\" He said that the campaign would do the same in Michigan and Pennsylvania if Stein files for recounts there, too. Elias said the Clinton camp is \"fully aware\" that the outcome of the election is unlikely to change, noting that \"the number of votes separating Donald Trump and Hillary Clinton in the closest of these states — Michigan — well exceeds the largest margin ever overcome in a recount.\" In an interview with NPR's All Things Considered on Saturday, Stein said her goal in pushing for a recount wasn't to change the results of the election but to make sure U.S. elections are \"fair and reliable.\" \"We need a system that empowers voters, and that needs to start with a voting system we can trust,\" she said. Still, Elias wrote, the Clinton campaign believes it has \"an obligation\" to the 64 million people who voted for Clinton to \"participate in ongoing proceedings to ensure that an accurate vote count will be reported.\" Trump issued a statement Saturday calling the recount efforts \"ridiculous\" and pointing out that Clinton had already conceded. It also said: \"This is a scam by the Green Party for an election that has already been conceded, and the results of this election should be respected instead of being challenged and abused, which is exactly what Jill Stein is doing.\" Trump's former campaign manager Corey Lewandowski tweeted Saturday about the Clinton campaign's decision to back the recounts. Where is the media outcry?  Clinton campaign to join Wisconsin recount https://t.co/BNWSSQTI6X pic.twitter.com/kMFWptMM3k — Corey R. Lewandowski (@CLewandowski_) November 26, 2016 Amid the snowballing recount efforts, The Hill reported that President Obama called Clinton on election night and urged her to concede to Trump. Without his urging, she may have waited for the final results, according to anonymous sources from her camp. The Hill's Amie Parnes wrote: \"Obama's call left a sour taste in the mouths of some Clinton allies who believe she should have waited longer, and there's now a fight playing out between the Obama and Clinton camps over whether to support an effort to force the Rust Belt states to recount their votes.\" This post has been updated with Trump's statement. Clarification Nov. 26, 2016 Subsequent to posting, NPR reached two officials with the Clinton campaign. They are not supporting the recount effort. They are participating in it. ",
    "title": "Clinton Campaign Says It Will Participate In Recount Efforts  : The Two-Way : NPR"
   },
   {
    "entities": [
     "brook",
     "jackson",
     "amazing",
     "soo",
     "oswalt",
     "nbc",
     "fillion",
     "jeffrey",
     "saturday",
     "angeles",
     "samuel",
     "harris",
     "ron",
     "nathan",
     "1982",
     "jack",
     "november 26, 2016",
     "derrial",
     "leavitt",
     "2002",
     "news",
     "patton",
     "vigoda",
     "1975",
     "fish",
     "2016",
     "center",
     "glass",
     "phil",
     "abe",
     "sgi-usa",
     "sunday",
     "january",
     "2005",
     "l.",
     "veteran",
     "adam",
     "abc",
     "friendship",
     "glass!",
     "shepard",
     "miller",
     "howard",
     "los"
    ],
    "id": 22,
    "text": "Nov 26 2016, 6:41 pm ET Ron Glass, Star of 'Barney Miller' and 'Firefly,' Dead at 71 by Adam Howard Veteran television and film actor Ron Glass has died at age 71, his agent said Sunday. Glass died Saturday of respiratory failure, Jeffrey Leavitt told NBC News. \"Ron was a private, gentle and caring man,\" Leavitt said. \"He was an absolute delight to watch on screen. Words cannot adequately express my sorrow.\" Any avid TV watcher of the last 35 years or so is likely familiar with Glass' face. He is perhaps best known for his Emmy-nominated role as NYPD Det. Ron Harris on the classic cop sitcom \"Barney Miller,\" which aired from 1975 to 1982 on ABC. Glass is the second cast member from that critically acclaimed show to have passed away this year. The irascible and iconic Abe Vigoda , who played Det. Phil Fish for part of the sitcom's run, died in January at age 94. I hope Ron Glass is somewhere, enjoying a horrible cup of coffee with Jack Soo. #RIPRonGlass — Patton Oswalt (@pattonoswalt) November 26, 2016 For a younger generation of TV viewers, Glass was a standout as the deeply religious preacher Derrial Brook on the 2002 cult science fiction show \"Firefly,\" which was eventually spun off into 2005 feature film — \"Serenity\" — co-starring Glass. In real life, the Indiana-born actor was a devout Buddhist and an active member of the SGI-USA Friendship Center in Los Angeles. It was an Honor & a Pleasure to work with the Amazing Ron Glass! RIP, Sir! — Samuel L. Jackson (@SamuelLJackson) November 26, 2016 Cast members from \"Firefly\" and \"Serenity,\" including its fanboy favorite star, Nathan Fillion, offered their condolences on social media alongside Glass' longtime fans. \"Shepard, don't move.\" ",
    "title": "Ron Glass, Star of 'Barney Miller' and 'Firefly,' Dead at 71 - NBC News"
   },
   {
    "entities": [
     "national",
     "fund",
     "richard",
     "clinton",
     "november 24, 2016",
     "franken",
     "elias",
     "party",
     "defense",
     "wisconsin",
     "pat",
     "mccrory",
     "carolina",
     "cooper",
     "saturday",
     "donald",
     "committee",
     "justice",
     "times",
     "department",
     "york",
     "jill",
     "nov. 26",
     "millions of dollars",
     "november 26",
     "california",
     "of",
     "october 21, 2016",
     "november 26, 2016",
     "halderman",
     "u.s.",
     "university",
     "7:39",
     "pennyslvania",
     "irvine",
     "coleman",
     "matt",
     "newseum",
     "wednesday",
     "7 percent",
     "zapotosky",
     "hasen",
     "brian",
     "trump",
     "michigan",
     "nov. 25",
     "marc",
     "dr.",
     "fallon",
     "2016",
     "kellyanne",
     "magazine",
     "pennsylvania",
     "democratic",
     "anne",
     "one\\xc2\\xa0percent",
     "press",
     "alex",
     "gearan",
     "conway",
     "roy",
     "new",
     "reuters",
     "al",
     "north",
     "l.",
     "october",
     "monday",
     "cliff",
     "stein",
     "norm",
     "hillary",
     "green",
     "owen/associated",
     "washington"
    ],
    "id": 23,
    "text": "Clinton campaign will participate in Wisconsin recount, with an eye on ‘outside interference,’ lawyer says The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Matt Zapotosky November 26 at 7:39 PM Follow @mattzap Hillary Clinton addresses the Children’s Defense Fund’s Beat the Odds celebration at the Newseum. (Cliff Owen/Associated Press) Hillary Clinton’s presidential campaign has been quietly exploring whether there was any “outside interference” in the election results and will participate in the election recount in Wisconsin initiated by Green Party presidential candidate Jill Stein, a Clinton campaign lawyer revealed Saturday. In a Medium post , Clinton campaign lawyer Marc Elias said that the campaign had received “hundreds of messages, emails, and calls urging us to do something, anything, to investigate claims that the election results were hacked and altered in a way to disadvantage Secretary Clinton,” especially in Michigan, Wisconsin and Pennsylvania, where the “combined margin of victory for Donald Trump was merely 107,000 votes.” Leaders of the Green Party in Wisconsin said on Nov. 25 that they are filing a request for a reconciliation of paper records in Wisconsin, to ensure the accuracy of the tally in the U.S. presidential election. Hillary Clinton's campaign said on Nov. 26 that it will participate in the recount, exploring whether there was any \"outside interference\" in the election results. (Reuters) Elias said the campaign had “not uncovered any actionable evidence of hacking or outside attempts to alter the voting technology.” But because of the margin of victory — and because of the degree of apparent foreign interference during the campaign — Elias said that Clinton officials had “quietly taken a number of steps in the last two weeks to rule in or out any possibility of outside interference in the vote tally in these critical battleground states.” He said that the Clinton campaign would participate in the Stein-initiated recount in Wisconsin by having representatives on the ground monitoring the count and having lawyers represent them in court if needed. And if Stein made good on efforts to prompt similar processes in Pennsylvania and Michigan, Elias said, the Clinton campaign would do so there, as well. [ Why are people giving Jill Stein millions of dollars for an election recount? ] “The campaign is grateful to all those who have expended time and effort to investigate various claims of abnormalities and irregularities,” Elias said. “While that effort has not, in our view, resulted in evidence of manipulation of results, now that a recount is underway, we believe we have an obligation to the more than 64 million Americans who cast ballots for Hillary Clinton to participate in ongoing proceedings to ensure that an accurate vote count will be reported.” The recount effort is somewhat unusual in that it comes weeks after Clinton conceded — and at the request and with the financial backing of a third-party candidate, Stein, who has no chance of winning, said election law expert Richard L. Hasen, a law professor at the University of California at Irvine. Clinton, too, has virtually no chance of altering the result, given that she would have to reverse not just Wisconsin, but also Michigan and Pennsylvania, to become president, Hasen said. Recounts can change outcomes. Sen. Al Franken (D-Minn.) famously defeated Norm Coleman for the seat he now holds after a months-long recount and legal battle, even though Coleman seemed initially to have a lead. But the margins are usually in the hundreds, not thousands, and typically, recounts are initiated by candidates in close races refusing to accept defeat, as is the case in the current North Carolina gubernatorial race between incumbent Pat McCrory (R) and Democrat Roy Cooper , Hasen said. “I don’t think there’s any realistic chance whatsoever that even if recounts are done in Michigan, Pennsylvania, and Wisconsin, that’s going to change the outcome in the states, or in the presidential election generally,” Hasen said. In a statement Saturday, Trump said the recount was “just a way for Jill Stein, who received less than one percent of the vote overall and wasn’t even on the ballot in many states, to fill her coffers with money.” “The people have spoken and the election is over,” the statement said, “and as Hillary Clinton herself said on election night, in addition to her conceding by congratulating me, ‘We must accept this result and then look to the future.'” Later Saturday, Trump tweeted that the Green Party’s initiative, which he called a “scam,” was “now being joined by the badly defeated & demoralized Dems.” For her part, Stein took to Twitter to question Clinton’s motives for participating in the recount effort. “Why would Hillary Clinton — who conceded the election to Donald Trump — want #Recount2016?” Stein wrote. “You cannot be on-again, off-again about democracy.” Why would Hillary Clinton—who conceded the election to Donald Trump—want #Recount2016 ? You cannot be on-again, off-again about democracy. — Dr. Jill Stein (@DrJillStein) November 26, 2016 Trump won 1,404,000 votes in Wisconsin, according to the state’s election commission, while Clinton had 1,381,823. The Wisconsin recounted will be conducted by county boards of canvassers, who must move quickly to meet a mid-December deadline to ensure the state’s electoral votes are counted. Stein has to file by Monday to prompt a recount in Pennyslvania, and by Wednesday to trigger a recount in Michigan. The results in that state are not technically certified until Monday. The presidential campaign was marked by fears that Russian hacking might affect the outcome, especially after Russian hackers penetrated the computer network of the Democratic National Committee and were found to have attempted intrusions on voter registration databases . The Washington Post also recently reported, citing researchers who tracked the phenomenon, that Russians created and spread fake news about the election with the apparent goal of helping Donald Trump. During the campaign, Clinton criticized Trump for refusing to say that he would accept the election results if she won. Asked during an October debate whether he would do so, Trump responded that he would “keep you in suspense.” Clinton called that answer “horrifying” and said Trump was “talking down our democracy.” “Donald Trump refused to say that he’d respect the results of this election,” her campaign later posted on Twitter. “By doing that, he’s threatening our democracy.” Donald Trump refused to say that he’d respect the results of this election. By doing that, he’s threatening our democracy. — Hillary Clinton (@HillaryClinton) October 21, 2016 In recent days, though, it is Clinton’s supporters who have raised questions about the outcome of the election. A viral post spread by some Clinton backers, including actress Debra Messing, suggested — falsely — that the Justice Department was “tallying calls” from people who wanted an audit of the 2016 election and urged people to make their displeasure known. “Even if it’s busy, keep calling,” one version said. “We should not back down from this.” New York Magazine then reported that Clinton was being urged “by a group of prominent computer scientists and election lawyers” to call for a recount in Wisconsin, Michigan and Pennsylvania, and the group had some evidence of possibly unusual activity. That fueled even more skepticism and calls for action by Clinton supporters . The evidence of possible malfeasance, though, was limited. According to New York Magazine, the group found that Clinton “received 7 percent fewer votes in counties that relied on electronic-voting machines compared with counties that used optical scanners and paper ballots,” and that based on that “statistical analysis, Clinton may have been denied as many as 30,000 votes; she lost Wisconsin by 27,000.” J. Alex Halderman, one of the academics reportedly involved, later wrote on Medium that the deviations were “probably not” the result of a cyberattack but that “the only way to know whether a cyberattack changed the result is to closely examine the available physical evidence  —  paper ballots and voting equipment in critical states like Wisconsin, Michigan, and Pennsylvania.” Posting a link to a New York Times story about Clinton supporters calling for a recount, senior Trump adviser Kellyanne Conway said, “Look who ‘can’t accept the election results.’” Look who \"can't accept the election results\" Hillary Clinton Supporters Call for Vote Recount in Battleground States https://t.co/D4t6HbPUXG — Kellyanne Conway (@KellyannePolls) November 24, 2016 Elias’s post might fuel similar criticism. Notably, though, Clinton did not initiate the recount herself; Stein did, after raising millions of dollars to fund the effort and claiming this had been a “hack-riddled election.” Elias said that the campaign had not planned to ask for a recount itself, because it had found no actionable evidence of hacking. The Clinton campaign had investigated the matter extensively. Elias said the campaign had “lawyers and data scientists and analysts combing over the results to spot anomalies” and had also “monitored and staffed the post-election canvasses  — where voting machine tapes are compared to poll-books, provisional ballots are resolved, and all of the math is double checked from election night.” He said the campaign had also met with outside experts and “attempted to systematically catalogue and investigate every theory that has been presented to us within our ability to do so.” Now that a recount effort was underway, Elias said that it was “important” to participate in the proceedings. He played down the idea that the recount would change the outcome. “We do so fully aware that the number of votes separating Donald Trump and Hillary Clinton in the closest of these states  — Michigan — well exceeds the largest margin ever overcome in a recount,” Elias said. “But regardless of the potential to change the outcome in any of the states, we feel it is important, on principle, to ensure our campaign is legally represented in any court proceedings and represented on the ground in order to monitor the recount process itself.” Brian Fallon, a spokesman for the Clinton campaign, rejected the notion that the campaign’s actions might suggest to some that it was not accepting the election results. He also disputed that the campaign had “backed a recount.” “The post says we would not have sought the recount on our own, that we see no evidence of tampering so far, and acknowledge the margin in Michigan, which is the tightest of the three, exceeds the largest deficit ever overcome in a recount,” Fallon wrote to The Washington Post. “We note we are guarding our prerogatives now that someone else has launched a recount. Not sure what you could point to to suggest there is anything here that calls the results into question.” Anne Gearan contributed to this report. national ",
    "title": "Clinton campaign will participate in Wisconsin recount, with an eye on ‘outside interference,’ lawyer says - The Washington Post"
   },
   {
    "entities": [
     "mike",
     "first quarter",
     "angeles",
     "austin",
     "devante",
     "jim",
     "first-quarter",
     "usc",
     "cal",
     "5:02 p.m.",
     "j.j.",
     "anderson",
     "fourth quarter",
     "jesse",
     "adarius",
     "lasley",
     "5:33 p.m.",
     "5:11 p.m.",
     "golden",
     "7:12 p.m.",
     "muhammad",
     "bolch",
     "duncan",
     "ucla",
     "4:20 p.m.",
     "dougherty",
     "kenneth",
     "bruins",
     "6:01 p.m.",
     "6:24 p.m.",
     "bud",
     "khalfani",
     "downs",
     "saturday",
     "chad",
     "veasy",
     "takkarist",
     "watson",
     "tre",
     "end of the first quarter",
     "bellotti",
     "4:56 p.m.",
     "goforth",
     "matt",
     "young",
     "mcmorris",
     "memorial",
     "meadors",
     "nov. 26, 2016",
     "bears",
     "6:13 p.m.",
     "webb",
     "second half",
     "davis",
     "2:15 p.m",
     "sept. 17",
     "nov. 19",
     "/",
     "howard",
     "espn",
     "wilson",
     "rivera",
     "6:44 p.m.",
     "sonny",
     "berkeley",
     "iii",
     "6:52 p.m.",
     "stadium",
     "caleb",
     "4:49 p.m.",
     "walker",
     "josh",
     "mora",
     "ben",
     "brigham",
     "5:19 p.m.",
     "october",
     "third quarter",
     "skalij",
     "khalfani\\xc2\\xa0muhammad",
     "5:56 p.m.",
     "starks",
     "malik",
     "6:39 p.m.",
     "times",
     "hansen",
     "kenneth\\xc2\\xa0walker",
     "jordan",
     "california",
     "theo",
     "jack",
     "rosen",
     "fafaul",
     "wally",
     "pickett",
     "molson",
     "andrews",
     "4:33 p.m.",
     "mckinley",
     "bug",
     "nate",
     "randall",
     "4:26 p.m.",
     "4:14 p.m.",
     "3:25 p.m.",
     "second quarter",
     "dykes-led",
     "darren",
     "los"
    ],
    "id": 24,
    "text": "Nov. 26, 2016, 7:12 p.m. Get updates throughout UCLA's game at California right here. Scoring summary: California kicker Matt Anderson makes a 43-yard field goal (California 3, UCLA 0) SECOND QUARTER California kicker Matt Anderson makes a 25-yard field goal (California 6, UCLA 0) California kicker Matt Anderson makes a 44-yard field goal (California 9, UCLA 0) California kicker Matt Anderson makes a 24-yard field goal (California 12, UCLA 0) THIRD QUARTER UCLA quarterback Mike Fafaul throws a seven-yard touchdown to Kenneth Walker III (California 12, UCLA 7) California's Malik McMorris rushes for a one-yard touchdown (California 19, UCLA 7) California quarterback Davis Webb throws a two-yard touchdown to Jordan Duncan (California 26, UCLA 7) UCLA kicker J.J. Molson makes a 28-yard field goal (California 26, UCLA 10) FOURTH QUARTER California kicker Matt Anderson makes a 19-yard field goal (California 29, UCLA 10) California quarterback Davis Webb throws a two-yard touchdown to Bud Rivera (California 36, UCLA 10) Nov. 26, 2016, 7:12 p.m. UCLA finishes season with a 36-10 loss at California Jesse Dougherty To have any chance at playing in a bowl game, UCLA was going to need help from other teams. But first it had to help itself, and it did not do so in a 36-10 loss to California at Memorial Stadium on Saturday.  The Bruins (4-8, 2-7 in Pac-12 play) needed a win to have any shot at sneaking into a bowl as a 5-7 team. So did the Golden Bears (5-7, 3-6), and now they will wait to see if their Academic Progress Rate score is good enough to earn a postseason appearance since there are more bowl games than teams with six victories. Meanwhile UCLA’s forgettable season comes to an unceremonious end, with star quarterback Josh Rosen on the shelf and backup Mike Fafaul navigating the team to a lopsided loss on a rainy Berkeley day. It was the first time a Sonny Dykes-led Cal team beat a California-based Pac-12 team.  Fafaul completed just 12 of his 30 passes to finish with 176 yards, one touchdown and one interception. The Bruins finished with 260 total yards on 54 plays, while the Golden Bears amassed 496 total yards on 102 plays.  Cal quarterback Davis Webb paced the Golden Bears’ offense by completing 32 of his 48 pass attempts to finish with 301 yards and two touchdowns. He connected with wide receiver Chad Hansen 10 times for 156 yards. Cal’s relentless passing attack was complimented by running back Khalfani Muhammad, who rushed for 116 yards in 29 carriers.  Cal struck first with a 43-yard field goal from Matt Anderson toward the end of the first quarter. It came at the end of a 13-play drive that was fueled by short, lateral passes. UCLA’s offense, however, could do little to gain traction in the rainy conditions. The Bruins gained only 36 yards — all on the ground, for a change — in the first quarter. Fafaul had no completions in four attempts.  That set up another Golden Bears scoring drive, which materialized toward the end of the first and ended with Anderson’s second field goal of the game.  When the Bruins punted with 12:56 left in the second quarter, Fafaul still had not completed a pass on six attempts. Fafaul completed his first two passes on the next possession, which came after another Anderson field goal put the Golden Bears up 9-0. UCLA’s drive, its most promising to that point of the game, was ultimately crushed by two penalties.  Another Cal drive led to another Anderson field goal, and the Golden Bears went into halftime leading 12-0 as a result. UCLA gained just 97 yards in 27 plays in the first half, while the Golden Bears ran 55 plays for 267 yards. The lone bright spot for the Bruins was running back Nate Starks rushing for 73 yards in 10 carries, but the rare ground production did not lead to any points.  It was more of the same for UCLA to start the second half. The Bruins needed just 46 seconds to go three and out, and wide receiver Jordan Lasley looked dejected after Fafaul threw an incomplete pass at his feet.  The Bruins finally broke through on the next possession when two sizable gains through the air — 33 yards to Lasley, 35 yards to tight end Caleb Wilson — led to a seven-yard touchdown pass from Fafaul to Kenneth Walker III.  But Cal quickly answered with a one-yard touchdown rush by Malik McMorris, and then UCLA fumbled away the ensuing kickoff. Webb made quick work of the Bruins and punctuated a five-play drive with a two-yard touchdown pass to Jordan Duncan. The score stretched the Golden Bears’ lead to 19 in the middle of the third. UCLA drove down to earn a J.J. Molson field goal toward the end of the third, but Cal answered with Anderson’s fifth make of the game at the start of the fourth.  The score froze there, and the Bruins’ season froze with it.  Nov. 26, 2016, 6:52 p.m. UCLA trails Cal, 36-10, in the fourth quarter Jesse Dougherty That should do it for UCLA's season.  If there was any doubt about the outcome of this game, California quarterback Davis Webb hit Bud Rivera for a two-yard touchdown to give the Golden Bears a 36-10 lead over the Bruins with 9:41 left in the game.  After Devante Downs intercepted a pass by UCLA quarterback Mike Fafaul, the Cal offense set up in Bruins territory. The drive was slow at first, but then Webb flicked a screen to Khalfani Muhammad and he ran 29 yards to the goal line.  Two plays later, Webb rolled out and found Rivera in the end zone for the score.  Nov. 26, 2016, 6:44 p.m. UCLA trails Cal, 29-10, in the fourth quarter Jesse Dougherty UCLA kept Cal out of the end zone, but Matt Anderson's fifth field goal of the game still inflicted damage after Adarius Pickett dropped a sure interception.  The Golden Bears now lead the Bruins, 29-10, with 12:26 left in the game.  Cal moved across midfield when quarterback Davis Webb hit Chad Hansen for 10 yards, and then deeper into UCLA territory when Webb found Jordan Veasy for five yards and a first down.  The Golden Bears were set back by a holding penalty after Khalfani Muhammad knifed toward the end zone. But Muhammad picked up a first down on a 14-yard run to erase the effects of the penalty.  Webb then worked Cal down to the goal line, and Nate Meadors broke up a pass intended for Chad Hansen in the end zone on third down. That sent Anderson onto the field for his fifth field-goal attempt of the game, and he nailed the 19-yard kick to make it a three-possession game.  Nov. 26, 2016, 6:39 p.m. UCLA trails Cal, 26-10, in the third quarter Jesse Dougherty UCLA didn't come away with a touchdown, but a field goal moves the Bruins to within two possessions of California with 3:05 left in the third quarter.  The Bruins trail the Golden Bears, 26-10, after a lethargic first half.  Not much has worked for the UCLA offense in this game, but Mike Fafaul has found a connection with tight end Caleb Wilson. Wilson's second sizable gain of the drive went for 18 yards and moved the Bruins into the red zone. UCLA's drive stalled from there, and J.J. Molson then converted a 28-yard kick.  Nov. 26, 2016, 6:24 p.m. UCLA trails Cal, 26-7, in the third quarter Jesse Dougherty A costly mistake led to points for California, and the Golden Bears now lead the Bruins, 26-7, with 6:07 left in the third quarter.  UCLA fumbled the kickoff return after a Golden Bears touchdown, and then thought it had a touchdown when Nate Meadors ran an interception all the way back. But the play was called back for a holding call on Meadors, and Davis Webb hit Chad Hansen for 23 yards two plays later.  And two plays after that, Webb found Jordan Duncan on a screen for a two-yard touchdown pass.  Nov. 26, 2016, 6:13 p.m. UCLA trails Cal, 19-7, in the third quarter Jesse Dougherty UCLA scored its first points of the game, and California immediately answered when Malik McMorris rumbled into the end zone from one yard out.  The Golden Bears now lead the Bruins, 19-7, with 8:17 left in the third quarter.  Cal inched toward midfield with more short gains, and then quarterback Davis Webb hit Chad Hansen for 16 yards on a crossing route. On the next play, Webb lofted a pass to Hansen at the right pylon.  Hansen caught it and reached out with the ball. The play was initially ruled a touchdown, but a replay review showed that Hansen stepped out of bounds about a yard short of the goal line.  It only delayed the inevitable, as McMorris carried the ball into the end zone one play later.  Nov. 26, 2016, 6:01 p.m. UCLA trails Cal, 12-7, in the third quarter Jesse Dougherty It took a while, but finally the UCLA offense showed some life in Berkeley.  The first sign was a 33-yard pass from Mike Fafaul to Jordan Lasley. The second was a 35-yard pass to Caleb Wilson for 35 yards that moved the Bruins into the red zone for the first time all game.  Two plays later, Fafaul connected with Kenneth Walker III for a seven-yard touchdown. As a result, UCLA trails California, 12-7, with 11 minutes left in the third quarter. Nov. 26, 2016, 5:56 p.m. UCLA and Cal trade punts to start the second half Jesse Dougherty UCLA has been abysmal so far against California, but the Bruins certainly aren't out of it. UCLA trails 12-0 at the start of the second half, and both teams punted on their first possession of the third quarter.  The Bruins started with a pass down the right sideline, but Mike Fafaul threw short of Kenneth Walker III. Two plays later, Fafaul looked to the other sideline and threw short of Jordan Lasley, and UCLA was off the field in 46 seconds.  Cal quickly moved the ball after the Bruins punted it away, but their first drive of the half also stalled. Davis Webb hit Chad Hansen for a 19-yard gain on the second play of the drive, but then two short gains led to an incomplete pass on third down.  Nov. 26, 2016, 5:33 p.m. UCLA-California: Stats from the first half Jesse Dougherty UCLA trails California, 12-0, at halftime at Memorial Stadium in Berkeley. The Bruins and Golden Bears both need a win to improve to 5-7 and have an outside chance at playing in a bowl.  Here are some notable stats from the first two quarters: UCLA Bruins quarterback Mike Fafaul completed just two of 11 pass attempts for 23 yards in the first half.  UCLA running back Nate Starks ran 10 times for 73 yards in the first half. On the season, the Bruins have averaged 2.9 yards per carry and have been one of the nation's worst rushing teams.  The Bruins receivers continued to drop too many passes in the first two quarters of this one. Jordan Lasley led the way with one catch for 22 yards.  In total, UCLA gained just 97 total yards on 27 plays in the first half. The Bruins were also just one for seven on third down.  California Cal quarterback Davis Webb completed 21 of 32 pass attempts for 159 yards in the first half.  Running back Khalfani Muhammad ran 10 times for 61 yards in the first half. Tre Watson was right behind him, rushing 11 times for 57 yards and picking up a critical fourth down in the first quarter.  Chad Hansen, one of the Pac-12's best wide receivers, led Cal with six catches for 65 yards in the first two quarters. Muhammad caught five passes, mostly screens, and gained 19 yards through the air.  In total, Cal 267 yards on 55 plays in the first half. The Golden Bears were one for 10 on third down, but two for two on fourth down.  Nov. 26, 2016, 5:19 p.m. UCLA trails Cal, 12-0, in the second quarter Jesse Dougherty Another California drive, another Matt Anderson field goal.  It is not exactly what the Golden Bears are looking for, but Anderson's fourth field goal of the game — this one from 24 yards — stretches their advantage to 12-0 over UCLA with two minutes left in the first half.  A fumble set Cal back to a second and 25 in its own territory, but Davis Webb hit Chad Hansen for 26 yards to pick up a first down on third and 18. Two plays later, Webb lofted a pass to Jordan Veasy that went for 21 yards and moved the Golden Bears to the Bruins' 19-yard line.  From there, Webb continued to pick apart the UCLA defense with short passes. Webb then tried two straight fade passes to the back-right corner of the end zone, and the Bruins were able to break up each one. That set up third and goal on the seven-yard line. Webb threw an incomplete pass out of the back of the end zone to set up yet another Anderson field goal.  Nov. 26, 2016, 5:11 p.m. UCLA's offense moves before penalties hold it back Jesse Dougherty UCLA finally completed a pass, but then a pair of penalties halted the drive before it could truly materialize.  Mike Fafaul  completed his first pass — it took seven tries and more than a quarter — when he found Kenneth Walker III for a one-yard screen. He followed that with a 22-yard chuck to Jordan Lasley on the next down, and then Nate Starks rushed twice to set up third and one in Cal territory.  Starks then took an inside handoff and moved the chains with a three-yard gain. Fafaul found freshman Theo Howard for a sizable gain on the next down, but a holding penalty erased the play and set up first and 20 on the edge of Golden Bears territory. Then a false start penalty on wide receiver Darren Andrews set up second and 17, and back-to-back incomplete passes led to a punt.  Nov. 26, 2016, 5:02 p.m. UCLA trails Cal, 9-0, in the second quarter Jesse Dougherty California may go as far as Matt Anderson's foot will take them on Saturday, and it could be enough. The kicker's third field goal of the game, this one from 44 yards, gave the Golden Bears a 9-0 lead over UCLA with 9:42 left in the first half.  Cal, which has not run the ball well this season, continued to pound the ground to start this possession. But the drive really started to move when UCLA defensive end Takkarist McKinley was called for a 15-yard personal foul after a late hit on Tre Watson.  Two downs later, Golden Bears quarterback Davis Webb connected with Khalfani Muhammad for a screen and Muhammad scampered 11 yards to the Bruins' 34-yard line.  The drive stalled from there, but Anderson made sure it wouldn't be fruitless. He knocked in his third field goal of the game to nudge his team ahead by two possessions.  Nov. 26, 2016, 4:56 p.m. UCLA's offense continues to stall, Mike Fafaul has yet to complete a pass Jesse Dougherty With 12:56 remaining in the second quarter, UCLA quarterback Mike Fafaul has still not completed a pass.  The Bruins trail California, 6-0, and need a win today to finish with a 5-7 record and have an outside chance at making a bowl.  Fafaul has attempted six passes with no success, but the complete absence of a passing game hasn't been all his fault. UCLA receiver Darren Andrews dropped a screen pass in the first quarter, and Jordan Lasley saw an eight-yard pass go through his hands on the Bruins' last possession. Dropped passes have plagued UCLA all season, and Saturday has been no different.  Nov. 26, 2016, 4:49 p.m. UCLA trails Cal, 6-0, at the start of the second quarter Jesse Dougherty A penalty cost California a touchdown, but the Golden Bears still came away with three points to start the second quarter.  Matt Anderson's 25-yard field goal, his second make of the game, gives Cal a 6-0 lead over UCLA with 13:43 left in the second quarter.  Cal went to the ground to start the possession, and Khalfani Muhammad rushed up the middle for 11 yards. That was followed by a 19-yard pass from Davis Webb to Bug Rivera, and then a holding call on UCLA moved the Golden Bears into the red zone.  Two plays set up third and three from the Bruins' 10-yard line, and Muhammad gained just two yards. Cal kept the offense on the field for fourth down, and Tre Watson rumbled ahead to give the Golden Bears a fresh set of downs as the first-quarter clock ran out.  On the first play of the second quarter, UCLA safety Randall Goforth stuffed a toss play before it could go anywhere. On the next down, Watson cut inside to put his team on the two. Webb rolled right and found a receiver for a score, but a pass interference penalty negated the touchdown pass.  The penalty cost the Golden Bears 15 yards, and Anderson knocked in his second field goal of the game two plays later.  Nov. 26, 2016, 4:33 p.m. UCLA trails Cal, 3-0, in the first quarter Jesse Dougherty California strikes first at Memorial Stadium with a 43-yard field goal from Matt Anderson.  The field goal punctuated a 13-play, 59-yard drive and gives the Golden Bears a 3-0 lead over UCLA with 3:37 left in the first quarter.  Cal started to move the ball on its fourth possession, which was kick-started by a 15-yard run from Tre Watson. Two Davis Webb passes then picked up another first down, and the Golden Bears continued to move on the Bruins with short, lateral gains.  The Bruins then stopped Cal on a third and short, but the Cal offense stayed on the field to go for it on fourth and one. Webb took one step back before throwing a screen to Jack Austin, and Austin easily picked up the first down with a six-yard gain.  UCLA stopped the Golden Bears on the next three downs, which set up Anderson's tie-breaking field goal.  Nov. 26, 2016, 4:26 p.m. UCLA continues to hurt itself with dropped passes Jesse Dougherty One recurring problem seemed to go away for UCLA, but another one quickly picked up the slack.  UCLA has had trouble running all season, but Nate Starks picked up two straight big gains on the Bruins' third possession. The first went for 15 yards and the second for 17, which led to back-to-back first downs.  But the progress was erased by a Devante Downs sack on second down, which set UCLA back five yards and set up third and 15. On third down, Bruins quarterback Mike Fafaul tried to throw a screen to Darren Andrews. But Andrews, like UCLA receivers have all season, let the ball bounce off his hands and hit the soggy Memorial Stadium grass.  Nov. 26, 2016, 4:20 p.m. UCLA's defense is holding Cal in check early on Jesse Dougherty The UCLA offense has been slow out of the gate in Berkeley, but its defense looks to be locked in during the early going against California.  There is still no score in the game with 10:25 left in the first quarter.  Twice UCLA had a chance to take the ball away from Cal — the first on a should-have-been Randall Goforth interception and the second on a third-down sack that was negated by a penalty. The Bruins defense stayed stingy from there, even after Khalfani Muhammad burst into UCLA territory on a 12-yard run. On the Golden Bears' next third down, Davis Webb flicked a screen to Muhammad, but he was taken down behind the line of scrimmage.  The Cal offense stayed on the field, but Webb took a few steps back before kicking a pooch punt to pin the Bruins deep in their own territory.  Nov. 26, 2016, 4:14 p.m. UCLA forces a punt on Cal's first possession Jesse Dougherty UCLA started a must-win game on the right foot.  The Bruins kicked to California to start the game, and the Golden Bears started with a screen for two yards. On the next down, Khalfani Muhammad bounced up the middle for five yards.  But then Cal quarterback Davis Webb dropped back and tried a deep ball down the right sideline, and UCLA safety Randall Goforth broke up the pass to force a Golden Bears punt.  Nov. 26, 2016, 3:25 p.m. UCLA needs a win for any chance at bowl contention Jesse Dougherty Before the stakes get complicated, they are very simple.  UCLA (4-7) must beat California (4-7) at Memorial Stadium today to have any chance of earning a bowl bid. The same goes for the Golden Bears. Whichever team wins this matchup will hope their Academic Progress Rate score is high enough to sneak into a bowl with a 5-7 record.  It is certainly not the most glamorous way to play into the postseason, but it is a way to play into the postseason nonetheless. UCLA Coach Jim Mora has not confirmed whether or not UCLA, should it beat Cal, would accept an invitation to what would be a very small bowl game.  Mora will not have to make that decision unless the Bruins can win their first road game since beating Brigham Young on Sept. 17. The UCLA defense will have its hands full with Golden Bears quarterback Davis Webb, who 35 touchdown passes this season.  Nov. 26, 2016, 2:15 p.m. As Bruins end disappointing season, future success might be a matter of style Ben Bolch UCLA running back Bolu Olorunfunmi fumbles the ball against USC but would recover it in the second quarter on Nov. 19 at the Rose Bowl . (Wally Skalij / Los Angeles Times) It doesn’t matter if I say I’m going to run a pro-style, I’m going to run the spread, I’m going to run the wishbone. It doesn’t matter as long as you figure out what this group of young men can do and then play to their strengths. Mike Bellotti, ESPN analyst The season will end soon enough for UCLA. There are no such assurances of finality to the major issues beleaguering the Bruins. What is likely to be UCLA’s last game of the season Saturday against California at Memorial Stadium will not necessarily be the cutoff point for an inert running game, an erratic offensive line and a group of receivers responsible for more drops than a roller coaster. The Bruins switched to a pro-style offense with hopes that it would accentuate quarterback Josh Rosen’s strengths while providing a power running game. It never happened. UCLA reverted to more of a spread look even before Rosen sustained a season-ending shoulder injury in early October, and then used it almost exclusively once backup quarterback Mike Fafaul took over. The losses continued and the Bruins (4-7 overall, 2-6 in Pac-12 Conference) were left with a philosophical dilemma: What now? ",
    "title": "UCLA falls to California, 36-10, in season finale - LA Times"
   },
   {
    "entities": [
     "facebook",
     "ten",
     "john",
     "mike",
     "wisconsin",
     "first quarter",
     "durbin",
     "sec",
     "jim",
     "shamus",
     "james",
     "marcus",
     "november 26, 2016",
     "college",
     "26, 2016",
     "lewis",
     "joseph",
     "michigan",
     "fullscreen",
     "jourdan",
     "big",
     "football",
     "harbaugh",
     "afternoon",
     "penn",
     "today",
     "saturday",
     "oklahoma",
     "buckeyes",
     "anthony",
     "j.r.",
     "glasgow",
     "curtis",
     "playoff",
     "clark",
     "joe",
     "sabau",
     "getty",
     "smith",
     "jamarco",
     "baugh",
     "usa",
     "j.t.",
     "butt",
     "wolverine",
     "columbus",
     "wolverines",
     "cleveland",
     "ryan",
     "urban",
     "state",
     "marshon",
     "kirby",
     "coach",
     "samuel",
     "peppers",
     "hocutt",
     "baker",
     "lattimore",
     "barrett",
     "dalimonte",
     "head",
     "images",
     "jamie",
     "jabrill",
     "maiorana-usa",
     "jake",
     "stadium",
     "weber",
     "nov",
     "bartram",
     "maurice",
     "hooker",
     "gregory",
     "ohio",
     "nicole",
     "mccray",
     "wilton",
     "guidelines",
     "third quarter",
     "lebron",
     "tyler",
     "8:23 p.m. est",
     "darboh",
     "chubb",
     "brutus",
     "maiorana",
     "malik",
     "sports",
     "amara",
     "hurst",
     "forte",
     "meyer",
     "cfp",
     "cavaliers",
     "jerome",
     "buckeye",
     "conversation",
     "auerbach",
     "jones",
     "speight",
     "trevon",
     "greg"
    ],
    "id": 25,
    "text": "Ohio State bolsters its case for College Football Playoff spot The Buckeyes are 11-1, but the loss to Penn State and no Big Ten title complicate things. Post to Facebook Ohio State bolsters its case for College Football Playoff spot The Buckeyes are 11-1, but the loss to Penn State and no Big Ten title complicate things. Check out this story on USATODAY.com: http://usat.ly/2gsPZYZ CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 23 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Ohio State bolsters its case for College Football Playoff spot Nicole Auerbach , USA TODAY Sports 8:23 p.m. EST November 26, 2016 x Share No. 2 Ohio State defeated No. 3 Michigan 30-27 in a double overtime classic on Saturday. Time_Sports Ohio State Buckeyes running back Curtis Samuel (4) scores the winning touchdown in the second overtime under pursuit from Michigan Wolverines cornerback Jourdan Lewis (26) at Ohio Stadium. (Photo: Greg Bartram, USA TODAY Sports) COLUMBUS, Ohio — And now the Buckeyes wait. Their résumé is complete after a 30-27 double-overtime win against Michigan — Penn State is headed to the Big Ten title game as the East representative  — and they will hope that they’ve done enough as a non-conference champion to impress the College Football Playoff committee. On paper, their three-top 10 wins (against Michigan, Wisconsin and Oklahoma) look great. The one loss (also to a top-10 team, Penn State) is not a deal-breaker. But in order to get into the four-team CFP field, Ohio State must be viewed as “unequivocally better” than conference champions — perhaps even including its own league’s. No. 2 Ohio State survives No. 4 Michigan in double overtime thriller The Buckeyes’ biggest strength is, without a doubt, their defense. That’s what kept them in Saturday’s game against Michigan. The Ohio State defense almost literally accounted for the first 14 points the team scored; Malik Hooker got into the end zone on a pick-six, and another interception by Jerome Baker followed by two Michigan penalties led to the Buckeyes’ second touchdown of the game. Somehow, despite being outplayed by the Wolverines for much of the game and missing two field goals, the Buckeyes clawed back for a thrilling victory over their hated rivals on Saturday afternoon. And that’s what matters — although the CFP committee will not love what it’s seeing out of the Buckeyes offense, particularly a very shaky passing game. (And the eye test does matter some.) Still, it’d be hard to imagine that anyone who watched Saturday’s game doesn’t think they watched one of the nation’s four best teams. And if the committee was enamored with the Buckeyes last week — committee chair Kirby Hocutt said Ohio State was “not close” to two-loss teams below it like Wisconsin or Penn State — tiebreakers like conference championships and head-to-head results may not come into play. Michigan players make case to be in College Football Playoff This means if the committee thinks one-loss Ohio State is unequivocally better than two-loss Penn State (whose best wins, if it wins out, would be Ohio State and Wisconsin) or a two-loss Wisconsin (who, even if it wins out, still lost to the Buckeyes — and Wolverines, whom Ohio State beat), the Buckeyes will make the Playoff. Regardless of the championship game’s results. This also means the CFP picture remains muddied. There’s still the philosophically difficult question of a non-champion usurping a conference champion. There’s still the possibility of the Big Ten getting two teams into the four-team field and upsetting multiple Power Five conferences while doing so. And there’s still potential chaos that could unfold in the Pac-12, ACC, SEC and perhaps even Bedlam that could create even more confusion. Either way, the Buckeyes will rest. And hope that they’ve done enough. HIGHLIGHTS FROM THE GAME Posted! A link has been posted to your Facebook feed. A general view of the student section at Ohio Stadium before the game between the Michigan Wolverines and Ohio State Buckeyes.  Greg Bartram, USA TODAY Sports Michigan Wolverines head coach Jim Harbaugh arrives before the game against the Ohio State Buckeyes at Ohio Stadium.  Joseph Maiorana, USA TODAY Sports J.R. Smith and Lebron James of the Cleveland Cavaliers are seen on the field prior to the game between the Michigan Wolverines and Ohio State Buckeyes at Ohio Stadium.  Jamie Sabau, Getty Images Cleveland Cavaliers superstar LeBron James plays catch with the Ohio State Buckeyes team before the game against the Michigan Wolverines.  Joseph Maiorana, USA TODAY Sports Ohio State Buckeyes head coach Urban Meyer enters the stadium before the game against the Michigan Wolverines at Ohio Stadium.  Greg Bartram, USA TODAY Sports Michigan Wolverines fans before the game against the Ohio State Buckeyes at Ohio Stadium.  Joseph Maiorana, USA TODAY Sports Jabrill Peppers of the Michigan Wolverines warms up on the field prior to the game against the Ohio State Buckeyes at Ohio Stadium.  Gregory Shamus, Getty Images Head coach Urban Meyer of the Ohio State Buckeyes and Head coach Jim Harbaugh of the Michigan Wolverines shake hands on the field prior to their game at Ohio Stadium.  Gregory Shamus, Getty Images Ohio State Buckeyes fan John Chubb before the game against the Michigan Wolverines at Ohio Stadium.  Joseph Maiorana, USA TODAY Sports Michigan Wolverines safeties Dymonte Thomas (25) and Anthony Dalimonte (49) before the game against the Ohio State Buckeyes.  Joseph Maiorana, USA TODAY Sports Head coach Urban Meyer of the Ohio State Buckeyes warms up his team on the field prior to the game against the Michigan Wolverines.  Jamie Sabau, Getty Images James Clark of the Ohio State Buckeyes kicks off to the Michigan Wolverines during the first quarter of the game at Ohio Stadium.  Jamie Sabau, Getty Images Michigan Wolverines wide receiver Amara Darboh (82) is tackled by Ohio State Buckeyes cornerback Marshon Lattimore (2) during the first quarter at Ohio Stadium.  Joseph Maiorana, USA TODAY Sports Michigan Wolverines tight end Jake Butt (88) makes the catch and run as Ohio State Buckeyes cornerback Marshon Lattimore (2) pursues during the first quarter at Ohio Stadium.  Joseph Maiorana, USA TODAY Sports Ohio State Buckeyes place kicker Tyler Durbin (92) misses the field goal against the Michigan Wolverines during the first quarter at Ohio Stadium.  Joseph Maiorana, USA TODAY Sports Ohio State Buckeyes running back Mike Weber (25) runs as a host of Michigan Wolverine defenders trail during the first quarter at Ohio Stadium.  Joseph Maiorana, USA TODAY Sports Michigan Wolverines safety Dymonte Thomas (25) tackles Ohio State Buckeyes running back Curtis Samuel (4) during the first quarter at Ohio Stadium.  Joseph Maiorana, USA TODAY Sports J.T. Barrett of the Ohio State Buckeyes is sacked by Ryan Glasgow of the Michigan Wolverines during the first quarter of their game.  Jamie Sabau, Getty Images Ohio State Buckeyes quarterback J.T. Barrett (16) is tackled by Michigan Wolverines safety Delano Hill (44) in the first quarter.  Greg Bartram, USA TODAY Sports Trevon Forte #21 of the Ohio State Buckeyes reacts after making a tackle during the first half against the Michigan Wolverines.  Jamie Sabau, Getty Images Head coach Jim Harbaugh of the Michigan Wolverines argues a call on the sideline during the first half against the Ohio State Buckeyes.  Gregory Shamus, Getty Images Coach Jim Harbaugh of the Michigan Wolverines argues a call on the sideline during the first half against the Ohio State Buckeyes.  Gregory Shamus, Getty Images Amara Darboh of the Michigan Wolverines dives for a pass during the first half against the Ohio State Buckeyes.  Jamie Sabau, Getty Images J.T. Barrett of the Ohio State Buckeyes is pursued by Maurice Hurst of the Michigan Wolverines during the first half of their game at Ohio Stadium.  Gregory Shamus, Getty Images A fan cheers during the game between the Michigan Wolverines and Ohio State Buckeyes.  Gregory Shamus, Getty Images Michigan Wolverines quarterback Wilton Speight (3) fires a pass to tight end Jake Butt (88) against the Ohio State Buckeyes.  Greg Bartram, USA TODAY Sports Khalid Hill of the Michigan Wolverines celebrates with teammates after catching a touchdown pass.  Jamie Sabau, Getty Images Jabrill Peppers celebrates after intercepting a pass by J.T. Barrett during the second half of their game at Ohio Stadium.  Jamie Sabau, Getty Images Mike Weber dives into the end zone for a touchdown during the second half against the Michigan Wolverines.  Jamie Sabau, Getty Images Ohio State Buckeyes running back Mike Weber (25) is congratulated by offensive lineman Jamarco Jones (74) and tight end Marcus Baugh (85) after his third quarter touchdown.  Greg Bartram, USA TODAY Sports Amara Darboh of the Michigan Wolverines catches a pass along the sideline during the second half against the Ohio State Buckeyes at Ohio Stadium.  Gregory Shamus, Getty Images Mike McCray #9 of the Michigan Wolverines reacts after sacking J.T. Barrett #16 of the Ohio State Buckeyes during the second half of their game at Ohio Stadium.  Gregory Shamus, Getty Images Tyler Durbin of the Ohio State Buckeyes celebrates after kicking a field goal to force overtime against the Michigan Wolverines.  Gregory Shamus, Getty Images Curtis Samuel of the Ohio State Buckeyes rushes the ball in overtime against the Michigan Wolverines at Ohio Stadium.  Gregory Shamus, Getty Images Ohio State Buckeyes running back Curtis Samuel (4) scores the winning touchdown in the second overtime under pursuit from Michigan Wolverines cornerback Jourdan Lewis (26) at Ohio Stadium.  Greg Bartram, USA TODAY Sports Fullscreen Nov 26, 2016; Columbus, OH, USA; Brutus Buckeye crowd surfs as fans surge onto the field following the win over the Michigan Wolverines at Ohio Stadium. Ohio State won 30-27. Mandatory Credit: Joe Maiorana-USA TODAY Sports ORG XMIT: USATSI-271184 ORIG FILE ID:  20161126_mje_mb3_278.jpg  Joseph Maiorana, USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Ohio State bolsters its case for College Football Playoff spot"
   },
   {
    "entities": [
     "j.",
     "versailles",
     "havana",
     "hidalmi",
     "anna",
     "fidel",
     "monday",
     "sanchez",
     "wilkinson",
     "zabala",
     "dailia",
     "little",
     "saturday",
     "donald",
     "miami",
     "five dollars",
     "tomas",
     "hialeah",
     "vin",
     "celia",
     "italy",
     "york",
     "morning",
     "williams",
     "tracy",
     "nemesio",
     "1963",
     "martinez",
     "west",
     "obama",
     "quesada",
     "jenny",
     "u.s.",
     "college",
     "regalado",
     "gloria",
     "scalia",
     "kanye",
     "scully",
     "early",
     "neuhaus",
     "1980s",
     "pedro",
     "wednesday",
     "dade",
     "1959",
     "julio",
     "nile",
     "gomez",
     "trump",
     "angola",
     "2016",
     "bustamante",
     "calle",
     "jarvie",
     "les",
     "cuba",
     "court",
     "mosul",
     "sunday",
     "new",
     "carol",
     "salma",
     "city",
     "venezuela",
     "compton",
     "1967",
     "castro",
     "ocho",
     "supreme",
     "herald"
    ],
    "id": 26,
    "text": "In Miami's Little Havana, Cubans whoop, dance and reflect as they celebrate Castro's death Jenny Jarvie, Les Neuhaus Early Saturday morning, Salma Bustamante woke up her father, Nemesio, with just a few words: “Papi, he died.” Nemesio, 89, a former journalist, understood she meant Fidel Castro, the former president of his Cuban homeland. Within a few hours, the frail exile was sitting in a wheelchair in the middle of Little Havana, eyes misting as thousands of his fellow countrymen took to the streets to dance, whoop and bang wooden spoons on metal pots and pans.  Dressed in a sharply pressed blue, button-down shirt and a short-brim straw fedora, he cradled a framed black-and-white photograph of the Bustamante family — including Salma, at age 4, arriving at Miami airport in 1963. “He’s delighted, and I’m so happy he could witness this day,” said Salma, now an English language professor at Miami Dade College . “My parents never taught me to wish death on anyone; however, my heart is filled with the joy this represents for my father,” she said as fellow exiles sidled over to take selfies with her father and ask about his history. “This represents my parents’ sacrifice. He made a new life for us, but all his family died in Cuba.” If only, she added, her mother, who died last year, could have lived to see Little Havana today. (Carol J. Williams) Police blocked off 8th Street, or “Calle Ocho,” as a stream of Cuban exiles walked down the middle of the neighborhood’s usually car-clogged main thoroughfare waving the Cuban national flag and screaming, “Libertad!” and “Cuba libre!” Couples twirled and shimmied their hips to blasting salsa and rumba music. Men smoked thick Cuban cigars. Women and girls paraded in flouncy Sunday dresses. Outside Versailles bakery, a landmark Cuban American cafe, families devoured sweet espressos and sticky pastelitos.  Around them, a procession of sedans, SUVs and pickups circled the nearby streets of squat stucco homes and tall palm trees, honking horns. On almost every corner, vendors set up makeshift stores, hawking Cuban flags for five dollars. There is little love for Castro in this neighborhood, a five-minute drive west of downtown Miami. Many here fled Cuba after Castro took power in 1959, leaving almost all their possessions and family behind. They waited for this moment for decades — as the communist leader continued to rule Cuba, even as he became an ailing old man, then handed power to his brother Raul. Several people in the crowd carried signs for Alpha 66, an anti-Castro paramilitary group. One man held up a white banner proclaiming: “Rejoice world. Satan’s envoy, Fidel Castro, is dead.” Another wielded a wooden stake topped with a bloody replica of Castro's head. The death of Fidel Castro was long in coming, so world reaction was somber and introspective from foes and friends alike. One exception came from U.S. President-elect Donald Trump , who cited the “passing of a brutal dictator” and added that “Cuba remains a totalitarian island.” He described Castro’s... The death of Fidel Castro was long in coming, so world reaction was somber and introspective from foes and friends alike. One exception came from U.S. President-elect Donald Trump , who cited the “passing of a brutal dictator” and added that “Cuba remains a totalitarian island.” He described Castro’s... (Tracy Wilkinson) The revelry extended beyond Little Havana. Along West 49th Street in Hialeah, an outlying municipality of Miami with a sizable concentration of Cuban exiles, there was more flag waving, car horn honking and crowds.   “It’s the beginning of the end of the dictatorship,” said Pedro Zabala, 54, who served two years in a military unit that was fighting the South African government in Angola and later spent a year in prison, because he was caught trying to flee Cuba on a homemade raft. “Since there have been so many killings and wrongful imprisonments, it’s sort of like justice is finally being served,” Zabala said. “The only thing I am sad about is that Fidel Castro wasn’t ever tried in a court of law for crimes against humanity.” The passing of Castro was also welcomed by Miami’s mayor, Tomas Regalado, who was born in Cuba and whose father was a political prisoner for more than 20 years. “For 57 years Fidel Castro has been the symbol of tyranny and oppression of our people,” Regalado said in a statement. “I call on the Obama administration and the Trump administration to demand real changes from the Cuban regime, on behalf of many Cubans who have died in the U.S. and in Cuba waiting for this day and for freedom.” Yet not everyone on the streets Saturday reveled in Castro’s death. Gloria Martinez, 41, an accountant who moved to the U.S. when she was 23, brought her two daughters, Celia and Anna, to Little Havana to witness the moment. She shook her head as she watched the crowd celebrate. “This is a circus,” she said softly, clutching her arms around her chest. “This is a moment in the history of Cuba and Miami, but I don’t feel happy because he’s dead. He was a leader and a good person.” Martinez has fond memories of growing up in Cuba under Castro. “I had a happy childhood,” she said. “He gave me everything. He made me what I am.” For Julio Sanchez, 50, the revelry wasn’t just about celebrating the death of one man. \"We are celebrating the fall of a dictator,” said Sanchez, as he walked his dog through the thick crowd in Little Havana. “That's why so many people are here.\" Sanchez said he moved to the U.S. six years ago to avoid going to jail for working with a dissident group. Half of his family remains “stuck” over there, he said.  \"Castro kept the people poor and in slavery,” he said. “His alibi was to help poor people. Actually, he took from the poor. His main goal was to keep power.\" Hidalmi Quesada, 55, who came to the U.S. with her parents in 1967, said Castro’s death gave “new hope” to Cubans. “We want a transition to democracy, to remove the veil that the Castro regime has put over Cuba,” she said. “I think the new American president will make something good from Castro’s death, some opportunity for the Cuban people.” Many of those out in the streets carried signs in support of President-elect Donald Trump. \"Our hope is in President Trump,” said Dailia Gomez, 55, whose family was forced from their home by the Cuban government in the 1980s and later moved to the U.S. after passing through Italy and Venezuela. \"I believe he can regain our liberty in Cuba.” As dusk fell, the music pumped louder, and dance parties erupted on almost every corner of Calle Ocho. Women in high heels wiggled their hips and posed for selfies as they waved posters for Sunday's edition of the Miami Herald newspaper emblazoned with the words: \"Castro Dead.\" Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption 4 Thanksgiving Stories You Can't Miss How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 3 men found shot to death inside Compton park maintenance shed Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Jarvie and Neuhaus are special correspondents. MORE ON FIDEL CASTRO ",
    "title": "In Miami&apos;s Little Havana, Cubans whoop, dance and reflect as they celebrate Castro&apos;s death - LA Times"
   },
   {
    "entities": [
     "2003",
     "sept. 29, 1974",
     "duran",
     "assembly",
     "havana",
     "nixon",
     "december 2014",
     "november 1996",
     "fidel",
     "soviet",
     "raul",
     "feb. 6, 2006",
     "khrushchev",
     "july 2002",
     "npr",
     "bay",
     "miami",
     "december 1999",
     "june 2001",
     "italy",
     "harvard",
     "october 1979",
     "nikita",
     "1985",
     "amuchastegui",
     "spain",
     "elian",
     "betancourt",
     "aug. 4, 2006",
     "gjelten",
     "obama",
     "summit",
     "of",
     "u.n.",
     "july 2003",
     "u.s.",
     "university",
     "gonzales",
     "white",
     "states",
     "u.s",
     "union",
     "general",
     "dominguez",
     "nations",
     "1959",
     "1958",
     "fruit",
     "pigs",
     "tom",
     "company",
     "food",
     "harlem",
     "house",
     "jorge",
     "u.s.s.r.",
     "cuba",
     "united",
     "u.s.-supported",
     "batista",
     "october 1995",
     "february 19, 2008",
     "ernesto",
     "eisenhower",
     "europe",
     "castro",
     "washington"
    ],
    "id": 27,
    "text": "Embed Embed Transcript If Castro wanted to make a good impression on his American hosts, however, he also wanted to show he had come to the United States on his own terms. Castro did not get invited to the White House on that 1959 trip — and that was just fine with him, according to the late Ernesto Betancourt, who accompanied Castro to Washington as his first foreign trade director. \"A lot has been said that Fidel was hurt because [President] Eisenhower went to play golf and didn't have lunch with him ... that's nonsense,\" Betancourt recalled in a 2003 interview with NPR. \"Fidel, even when he was told by the ambassador that the meeting was arranged with Vice President Nixon at the time, Fidel got very annoyed because he didn't want any official meetings.\" In fact, that 1959 trip would be the only one Castro ever made to Washington. Like many Cuban nationalists, Castro was deeply distrustful of the United States, which had dominated Cuba ever since the country gained its independence from Spain. In 1958, Castro had told a confidante that his rebellion against Batista would be followed by \"a longer and bigger war\" against the Americans. That, Castro said, will be my \"true destiny.\" Confronting The U.S. In his 2003 interview with NPR, Betancourt said that Castro's view of the United States was shaped by what he saw as a child. Castro grew up on his father's farm in eastern Cuba, where most of the nearby land belonged to a U.S.-owned corporation, the United Fruit Company. Castro saw a \"second-class citizenship\" within this colonial enclave, Betancourt said. For example, a club for American mill workers largely excluded Cubans who wanted to swim or play tennis. 10 Presidents, One Dictator: U.S.-Cuba Policy Aug. 4, 2006 Once Castro was established in power, he expropriated U.S.-owned property in Cuba and took an increasingly hostile attitude toward the United States. Within four months of his trip to Washington, the Eisenhower administration had drawn up a plan to overthrow Castro. He aligned himself instead with Cuba's poor — who saw their rents reduced and utility bills cut, and who benefited from the construction of new schools and hospitals around the country. \"A lot of people who had been left out for many years took advantage of that to say, 'Now is our time under the sun,' \" says Duran, the former college student in Havana who is now a Cuban exile. But Duran and other middle-class Cubans, professionals and businessmen soon became alarmed by the country's new radical direction. Castro smokes a cigar during his meeting with two U.S. senators, the first to visit Castro's Cuba, in Havana on Sept. 29, 1974. AP hide caption toggle caption AP Castro smokes a cigar during his meeting with two U.S. senators, the first to visit Castro's Cuba, in Havana on Sept. 29, 1974. AP \"Unfortunately, it turned out bad,\" Duran says. \"It turned out that this guy had such an ego ... and wanted so much power and wanted to be an international figure that he embraced the communists and the Soviet Union.\" Duran was among several hundred thousand Cubans who fled to Miami. He later fought in the U.S.-supported Bay of Pigs rebellion, the first of many efforts by Cuban exiles and their U.S. government backers to remove Castro from power. A Ruthless Autocrat Historians debate to this day whether Castro was a communist from the time he took power, or only became one after he was spurned by the United States. What is not disputed is that from his earliest days in politics, Castro was an autocrat who moved ruthlessly against anyone who dared oppose him. More than 400 of his political enemies were executed by firing squad in his first 90 days in power. As Cuba's leader over the next 40-plus years, Castro answered to no one and allowed no challenge to his authority. Amuchastegui, who was with him often while serving in the Cuban foreign ministry, says Castro sought advice when making a decision but in the end did things his own way. Remembering The Cuban Missile Crisis \"Once he became convinced of any of these projects, despite whatever evidence, despite whatever arguments against that project, he stood by his convictions and he would go on and on regardless of everything and everyone,\" Amuchastegui says. Some of Castro's biographers think his stubbornness came from the years he spent in strict Catholic boarding schools. He was a born rebel; unlike his brother Raul, Fidel Castro was never close to his family — not to his parents, not to his wives, not to his children. He did not hesitate to order the arrest of former friends and associates if he suspected they were conspiring against him. He set up an immense security apparatus to keep him in power. And yet, Castro was not interested in personal enrichment; he deployed his enormous authority on behalf of health, education and welfare programs that brought Cuba attention around the world. Near the peak of his international popularity, in October 1979, Castro addressed the U.N. General Assembly on behalf of the 94 countries in the \"nonaligned\" movement. Castro told the U.N. delegates that if they were to talk about human rights, they should talk also about the rights of humanity. Castro takes part in a public rally in honor of the Cuban nationals killed in terrorist attacks on Feb. 6, 2006. Castro resigned on February 19, 2008 as president and commander in chief of Cuba. Adalberto Roque/AFP/Getty Images hide caption toggle caption Adalberto Roque/AFP/Getty Images Castro takes part in a public rally in honor of the Cuban nationals killed in terrorist attacks on Feb. 6, 2006. Castro resigned on February 19, 2008 as president and commander in chief of Cuba. Adalberto Roque/AFP/Getty Images \"Why do some people have to go barefoot, so that others can drive luxury cars? Why are some people able to live only 35 years, in order that others can live 70 years? Why do some people have to be miserably poor, in order that others can be extravagantly rich? I speak for all the children in the world who don't even have a piece of bread!\" 'A Complex Figure' But interest in Castro's Cuban model declined once the flaws of his centrally planned socialist system became obvious. The collapse of the Soviet bloc ended the massive subsidies that had kept the Cuban economy afloat. The once-vaunted education and health care system fell into disrepair. Castro's stubbornness, meanwhile, made political and economic change difficult in Cuba. As his country crumbled around him, Castro's stature diminished, abroad and at home. \"Had Fidel died in 1985, he would have seemed like a much more impressive figure with a much more substantial legacy,\" says Jorge Dominguez of Harvard University, who followed Castro for many years. As it is, Dominguez gives Castro at best mixed marks. The leader who wanted to uplift the poor and educate the illiterate was also a megalomaniac, determined to hold on to power at all costs. \"He also ordered the imprisonment and abuse of hundreds of thousands of people during the course of his career,\" Dominguez says. \"That's what makes him such a complex figure. When he did things for good, he did a great deal of good. And when he did things for bad, he did a great deal of bad.\" When Castro's brother Raul finally took over, he maintained the system that his older brother had built, but he did institute changes. Raul Castro opened up the economy a bit, allowing Cubans to own small private businesses. And in his most dramatic move, Raul Castro and President Obama announced in December 2014 that the two countries would move to normalize relations, including opening embassies in both countries. In the end, Fidel Castro outlasted U.S. presidents determined to overthrow him, survived the collapse of the communist bloc that sustained him and outlived many of those who wanted to replace him. For those reasons, he will go down as one of the world's most skilled politicians, even if his achievements largely die with him. Castro's Speeches Listen to selected quotes from the Cuban leader through the years. 1960: Castro defends Cuba's relationship with the U.S.S.R. and describes Soviet leader Nikita Khrushchev as a \"good Cuban friend.\" Toggle more options Embed Embed <iframe src=\"https://www.npr.org/player/embed/6631562/6878685\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\"> October 1995: Speaking at the United Nations, Castro condemns the U.S. trade embargo against Cuba, comparing its effects to a \"noiseless atom bomb.\" (Translator) Toggle more options Embed Embed <iframe src=\"https://www.npr.org/player/embed/6631562/6878687\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\"> October 1995: Speaking in Harlem on the 35th anniversary of his first visit to the United States, Castro notes he's still excluded from formal diplomatic events.  (Tom Gjelten reports) Toggle more options Embed Embed <iframe src=\"https://www.npr.org/player/embed/6631562/6878689\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\"> November 1996: At a U.N. Food Summit in Italy, Castro affirms his commitment to the Cuban revolution and dismisses calls for democratization. (Translator) Toggle more options Embed Embed <iframe src=\"https://www.npr.org/player/embed/6631562/6878691\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\"> December 1999: Castro describes the Elian Gonzales case as an \"act of aggression.\" (Translator) Toggle more options Embed Embed <iframe src=\"https://www.npr.org/player/embed/6631562/6878693\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\"> June 2001: At the opening of a museum dedicated to attempts on his life, Castro reflects on the many assassination plots against him. (Translator) Toggle more options Embed Embed <iframe src=\"https://www.npr.org/player/embed/6631562/6878695\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\"> July 2002: Castro says the capitalist world is a \"colossal and chaotic economic mess.\" (Tom Gjelten reports) Toggle more options Embed Embed <iframe src=\"https://www.npr.org/player/embed/6631562/6878697\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\"> July 2003: Castro condemns Europe's colonial past, in response to attempts by foreign governments to open their Cuban embassies to dissidents. (Tom Gjelten reports) Toggle more options Embed Embed ",
    "title": "Former Cuban President Fidel Castro Dies At Age 90 : NPR"
   },
   {
    "entities": [
     "authority",
     "raymond",
     "1400",
     "cook",
     "lopez",
     "sanchez",
     "6500",
     "saturday",
     "police",
     "christ",
     "ipra",
     "lawn",
     "11:07 p.m.",
     "thursday",
     "sissac",
     "department",
     "abel",
     "anthony",
     "brainerd",
     "morning",
     "independent",
     "chicago",
     "west",
     "kajuan",
     "district",
     "johnson",
     "south",
     "uribe",
     "nov. 23, 2016",
     "oak",
     "medical",
     "11:51 p.m",
     "review",
     "tribune",
     "white",
     "reporters",
     "eddie",
     "avenue",
     "guglielmi",
     "mia",
     "friday",
     "county",
     "marshfield",
     "katherine",
     "contact",
     "rosenberg-douglas",
     "englewood",
     "nov. 24, 2016",
     "2016",
     "september 2015",
     "dolton",
     "center",
     "raye",
     "ahkeya",
     "armando",
     "elvia",
     "examiner",
     "malagon",
     "l.",
     "july 25",
     "last night",
     "sobol",
     "/",
     "advocate",
     "side",
     "rosemary",
     "ashland",
     "regina",
     "wednesday"
    ],
    "id": 28,
    "text": "CPD Superintendent Johnson takes most serious disciplinary action against officer who shot, killed teen Kajuan Raye Provided by Kajuan Raye's family Family members identified Kajuan Raye, 19, of Dolton, as the man who was fatally shot by police have shot in Chicago's West Englewood neighborhood on Nov. 23, 2016. Family members identified Kajuan Raye, 19, of Dolton, as the man who was fatally shot by police have shot in Chicago's West Englewood neighborhood on Nov. 23, 2016. (Provided by Kajuan Raye's family) Katherine Rosenberg-Douglas , Rosemary Regina Sobol and Elvia Malagon Contact Reporters Chicago police on Saturday took the most serious action possible against an officer believed to have shot and killed a 19-year-old in West Englewood. In a statement regarding the Wednesday shooting of Kajuan Raye, who so far appears to have been unarmed, spokesman Anthony Guglielmi said Superintendent Eddie Johnson \"has relieved the involved officer of his police powers.\" \"Having been a police officer for 28 years, I know that this job is not easy and the decision to use force is extremely complex and must be made in seconds without the benefits of formal reviews and deliberations,\" Johnson said. \"However, based on the little information we know at this point, I have concerns about this incident and feel this decision is in the best interest of the Department and the people of Chicago as we await a methodical and impartial investigation into exactly what transpired.” Raye, of south suburban Dolton, died of a gunshot wound to the back, according to the Cook County medical examiner’s office. Raye’s death was ruled a homicide, the office said. Although the unnamed officer who was involved said the teen pointed a gun at him, during a Thanksgiving Day news conference, Chicago police Johnson said a grid search failed to uncover a gun. (Elvia Malagon and Rosemary Regina Sobol) \"We were not able to locate a weapon as of yet,\" said Johnson, who briefly made remarks at police headquarters on the South Side. “We have some missing information in our timeline. Guglielmi reiterated the missing information in the department's chronology of events and said relieving an officer of police powers is the most serious action the Department can take during an open investigation. \"After considerable deliberation over the evidence and available facts including: preliminary information from detectives; the unsuccessful canvass for a weapon; and last night's preliminary findings from the Medical Examiner, Chicago Police Superintendent Eddie Johnson has relieved the involved officer of his police powers pending the completion of IPRA 's case.\" It wasn't immediately known how often such measures have been taken in the past, however, standard procedure calls for an officer to be placed on administrative duty during the investigation.   Police, including an Englewood District police sergeant, responded at 11:07 p.m. to a battery in progress in the 1400 block of West 65th Street, Johnson said. The sergeant spotted a man that \"matched the description of the offender\" in the battery, Johnson said. The sergeant identified himself as an officer and approached the man but he began running away. The sergeant gave chase. At some point during the pursuit the man \"turned and pointed\" a weapon at the sergeant two separate times, causing the sergeant to shoot him, Johnson said. Raye was taken to Advocate Christ Medical Center in Oak Lawn, where he was later pronounced dead at 11:51 p.m. He lived in the 1400 block of East 156th Street in Dolton, according to the medical examiner's office. “Unfortunately, we still don’t have a complete synopsis of exactly how and what transpired,\" Johnson told reporters. \"There is still a lot of investigating going on.\" There weren't any officers injured during the incident.  Early Thursday, police blocked off the intersection of 65th Street and Marshfield Avenue along with surrounding alleys. Officers searched vacant lots using rakes and flashlights. An officer with a police dog could be seen searching a parking lot near the intersection. The Independent Police Review Authority is investigating the shooting. IPRA spokeswoman Mia Sissac said the Englewood District does not have body cameras, so investigators are looking for witnesses that may have seen the incident or may have captured it on video. Eddie Johnson, Ja'Mal Green speak to media about fatal police-involved shooting Chicago police Superintendent Eddie Johnson and activist Ja'Mal Green speak to the media Nov. 24, 2016, about the fatal shooting by police of a 19-year-old man. (Abel Uribe / Chicago Tribune) Chicago police Superintendent Eddie Johnson and activist Ja'Mal Green speak to the media Nov. 24, 2016, about the fatal shooting by police of a 19-year-old man. (Abel Uribe / Chicago Tribune) See more videos “We would hope that people would allow for some time. As we continue to go through the process we will learn more about the case,” Sissac said. Community activists also spoke to reporters outside police headquarters, and decried what they said was a lack of transparency in the Police Department.  \"I'm sickened,\" said Ja’Mal Green. \"It does not take a day to find a gun. They (cops) messed up. \"Right now the city has to pay for what it has done,\" Green said. Ald. Raymond Lopez, who represents the 15th Ward, where the shooting occurred, was also at police headquarters.  \"It's just sad,\" Lopez said. According to Cook County court records, Raye had pleaded guilty to a theft charge in September 2015, and he was given one year of court supervision. In 2016, records show Raye violated supervision and an arrest warrant was issued in his name July 25. Standing outside of a family home in the Brainerd neighborhood Thursday morning, Ahkeya White said the family was told that her cousin, Raye, had been standing with a friend at a bus stop near the intersection of 64th Street and Ashland Avenue just before the shooting happened.  The bus stop is less than half a mile away from where police said the sergeant had responded for the battery call.  After spending time at a home of a friend's mother, White said, her cousin was waiting for a bus to return to Dolton when the officer approached him.  \"They are saying that it was, you know, a battery, but if that's the case, the police officer showed up, it was only one person in the car,\" she said. \"If they are responding to a call, why is it only one person in the car? Then you pull up to the bus stop. So something is off and we need answers.\" Fatal police-involved shooting Ahkeya White describes the events after her cousin was fatally shot Nov. 23, 2016, by Chicago police in the 6500 block of Marshfield Avenue in Chicago's West Englewood neighborhood. (Armando L. Sanchez / Chicago Tribune) Ahkeya White describes the events after her cousin was fatally shot Nov. 23, 2016, by Chicago police in the 6500 block of Marshfield Avenue in Chicago's West Englewood neighborhood. (Armando L. Sanchez / Chicago Tribune) She said the officer got out of his car and told his cousin and friend to go to the police car. That's when her cousin and friend ran from the officer, prompting the sergeant to run after her cousin.  Raye was shot once in the abdomen, White said.  She disputes that her cousin was armed during the incident, saying she is sure Raye didn't have a gun.   \"There was no gun,\" she said.   As news began spreading about the shooting and relatives gathered at the hospital, White said she wondered why the shooting happened. \"Why, because I know he didn't do anything to deserve it,\" she said. \"We want answers, but there's really no explanation for what happened other than this is what's been going on, and it seems, you know, that this is the norm. But it's unacceptable, it's unacceptable.\"   She described her cousin as a typical 19-year-old who was figuring out what he wanted to do. The family had been urging him to return to school to get his GED.  \"Tears are flowing and we are praying,\" she said. \"We'll miss him greatly.\" Wednesday's shooting happened about a mile from where officers last Friday fatally shot a man after seeing him shoot and wound another man, according to officials.  ",
    "title": "CPD Superintendent Johnson takes most serious disciplinary action against officer who shot, killed teen - Chicago Tribune"
   },
   {
    "entities": [
     "narendra",
     "latin",
     "fidel",
     "modi",
     "soviet",
     "saturday",
     "mikhail",
     "putin",
     "interfax",
     "narenda",
     "johnson",
     "gorbachev",
     "november 26, 2016",
     "alexis",
     "u.s.",
     "bashar",
     "20th century",
     "india",
     "nieto",
     "union",
     "states",
     "jacob",
     "pe\\xc3\\xb1a",
     "1959",
     "zuma",
     "assad",
     "greece",
     "russia",
     "u.k.",
     "america",
     "cuba",
     "united",
     "us",
     "cheers",
     "tsipras",
     "syria",
     "castro",
     "enrique",
     "vladimir"
    ],
    "id": 29,
    "text": "What does Fidel Castro's death mean for US relations with Cuba? 1:53 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161127032342if_/http://www.nbcnews.com/widget/video-embed/817978947866\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"Fidel Castro's leadership of the 1959 Cuban Revolution marked him out as an historic if controversial figure. The U.K. will continue to work with the government of Cuba on a wide range of foreign policy priorities, including on human rights,\" Johnson said. Fidel Castro was one of the most iconic personalities of the 20th century. India mourns the loss of a great friend. — Narendra Modi (@narendramodi) November 26, 2016 Indian Prime Minister Narenda Modi called Castro \"one of the most iconic personalities of the 20th century\" and said India \"mourns the loss of a great friend.\" Mexican President Enrique Peña Nieto also referred to Castro as a friend \"who promoted a bilateral relationship based on respect, dialogue and solidarity.\" In Syria, which is weathering a years-long civil war and U.S. sanctions, President Bashar Assad praised Castro. \"Our friend Cuba was able under his leadership to stand its ground in the face of the most ferocious of sanctions and unfair campaigns witnessed in our modern history,\" Assad said in a condolence letter. \"The name Fidel Castro will live forever in the minds of generations and remain an inspiration for all the peoples who aspire to achieve real independence and liberation from the yoke of colonialism and hegemony.\" PHOTOS: From Tears to Cheers, World Reacts to Castro's Death Castro's deep diplomatic and economic ties with the former Soviet Union frayed his relations with much of the rest of the world, particularly the United States. Russian President Vladimir Putin said in a statement Saturday that Castro was a \"true and reliable friend of Russia. He has made a great personal contribution to establishing and developing Russian-Cuban ties, a close strategic cooperation across the board.\" Former Soviet leader Mikhail Gorbachev told Russia's Interfax news agency: \"I am sincerely concerned that Fidel's time is over. In our memory he will remain an outstanding politician, outstanding person and our friend.\" \"A tyrant is dead and a new beginning can dawn on the last remaining communist bastion of the Western hemisphere.\" In Greece, left-wing Prime Minister Alexis Tsipras was diplomatic: \"He was the guarantor of the dignity and independence of his people and laid the ground for regional cooperation in Latin America.\" Meanwhile, South African President Jacob Zuma praised Castro for leading the Cuban revolution. \"President Castro identified with our struggle against apartheid. He inspired the Cuban people to join us in our own struggle against apartheid. The Cuban people, under the leadership and command of President Castro, joined us in our struggle against apartheid,\" Zuma said. Play ",
    "title": "Fidel Castro Dies at 90: Obama, World Leaders React to Death of Cuban Dictator - NBC News"
   }
  ]
 }
}