{
 "30": {
  "col-sim": {
   "cosine": 0.22809801352111206,
   "entity": 0.20899320783111644
  },
  "exec-time": 79.83468103408813,
  "links": [
   {
    "entities": [
     "national",
     "richard",
     "environmental",
     "alliance",
     "wolf",
     "jackson",
     "wilson",
     "john",
     "senate",
     "jeffrey",
     "donald",
     "1989",
     "1990",
     "samuel",
     "justice",
     "congress",
     "morning",
     "anthony",
     "david",
     "sen.",
     "jason",
     "2011",
     "2006",
     "7:45 p.m. est",
     "images",
     "protection",
     "june 29",
     "u.s.",
     "rosen",
     "jeff",
     "scalia",
     "constitution",
     "sessions",
     "june 29, 2015",
     "2014",
     "getty",
     "november 29, 2016",
     "2010",
     "reagan",
     "agency",
     "trump",
     "mccutcheon",
     "fec",
     "tuesday",
     "dc",
     "roberts",
     "2016",
     "alito",
     "for",
     "kennedy",
     "center",
     "ronald",
     "america",
     "court",
     "nan",
     "aron",
     "mark",
     "antonin",
     "texas",
     "miller",
     "supreme",
     "washington"
    ],
    "id": 0,
    "text": "Trump unlikely to sway Supreme Court on flag burning Richard Wolf , USA TODAY 7:45 p.m. EST November 29, 2016 x Share If President-elect Donald Trump has his way, flag burning could become a crime. USA TODAY NETWORK WASHINGTON, DC - JUNE 29:  An American flag flies over the U.S. Supreme Court June 29, 2015 in Washington, DC. Today the high court ruled on the controversial drug that was implicated in botched executions, state efforts to reduce partisan influence in congressional redistricting and Environmental Protection Agency limits on the emission of mercury and other toxic pollutants from power plants.  (Photo by Mark Wilson/Getty Images) ORG XMIT: 562361313 ORIG FILE ID: 478979160 (Photo: Mark Wilson, Getty Images) WASHINGTON -- Donald Trump will need to replace far more than one justice on the Supreme Court if he's serious about making flag burning a criminal offense. While Congress has been amenable to the idea -- with the Senate falling a single vote short of starting the constitutional amendment process a decade ago -- the high court has been a bulwark in defense of the First Amendment. Trump tweeted Tuesday morning that “Nobody should be allowed to burn the American flag — if they do, there must be consequences — perhaps loss of citizenship or year in jail!” As he did, the court's eight justices were preparing to issue the 2016 term's first decision. The late Justice Antonin Scalia, who Trump will get to replace next year, sided with liberal justices in 1989 and 1990 in holding that the Constitution protects flag burning. The first case dealt with a Texas protester; the second struck down a law passed by Congress. Both cases were approved 5-4. Scalia cited his vote on numerous occasions over the year as evidence that he did not always decide cases based on his personal views. \"If it were up to me, I would put in jail every sandal-wearing, scruffy-bearded weirdo who burns the American flag,\" he said. \"But I am not king.\" Most of the people on Trump's list of 21 potential high court nominees would agree with Scalia, says Jeffrey Rosen, president of the nonpartisan National Constitution Center. The flag-burning decisions, he says, are \"entrenched as part of our First Amendment tradition.\" What's more, only Justice Samuel Alito among current justices has been willing to restrict free speech considered by many to be abhorrent, such as protests at a Marine veteran's funeral and videos that depict the mutilating animals. By contrast, Chief Justice John Roberts wrote the 8-1 decisions upholding those forms of speech in 2010 and 2011. And he cited the court's past protection of flag burning in controversial 5-4 rulings that upheld the right to spend freely on political campaigns. \"If the First Amendment protects flag burning, funeral protests and Nazi parades — despite the profound offense such spectacles cause — it surely protects political campaign speech despite popular opposition,\" Roberts wrote in McCutcheon v. FEC, a 2014 case that struck down aggregate limits on campaign contributions. Trump denounces flag burning, Twitter points out it is constitutional And Justice Anthony Kennedy, the most frequent swing vote on the court, voted with the majority in the 1989 case despite having been nominated by President Ronald Reagan the year before. \"It is poignant but fundamental that the flag protects those who hold it in contempt,\" Kennedy wrote in a separate concurrence. That's apparently not the way Trump's inner circle sees it. His spokesman, Jason Miller, called flag burning \"completely ridiculous\" and \"completely despicable\" in a contentious interview on CNN Tuesday. And Trump may have at least one powerful ally if he's serious about trying to make burning the flag illegal. His nominee for attorney general, Sen. Jeff Sessions, supported the Senate's 2006 effort to recommend a constitutional amendment to the states. But the president-elect would face the wrath of civil liberties groups on the right as well as the left. said Alliance for Justice President Nan Aron: “Trump is flirting here with a vision of a dark and totalitarian America, which should be a terrifying prospect for all Americans.” Contributing: David Jackson 3882 CONNECT TWEET LINKEDIN 77 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2gGHGc4 ",
    "title": "Trump unlikely to sway Supreme Court on flag burning"
   },
   {
    "entities": [
     "clinton",
     "john",
     "fox",
     "mcconnell",
     "first",
     "2011",
     "rowland",
     "college",
     "41\\xc2\\xa0percent",
     "union",
     "nov. 3",
     "amendment",
     "mitch",
     "commerce",
     "6:55\\xc2\\xa0a.m.",
     "bob",
     "amherst",
     "elaine",
     "court",
     "dole",
     "1996",
     "1967",
     "n.c.",
     "today",
     "massachusetts",
     "donald",
     "1989",
     "reed",
     "morning",
     "sen.",
     "chao",
     "liberties",
     "joe",
     "news",
     "msnbc",
     "tuesday",
     "mccain",
     "mccarthy",
     "scott",
     "mr.",
     "mass",
     "hampshire",
     "2005",
     "texas",
     "national",
     "thursday",
     "congress",
     "harrer/bloomberg",
     "york",
     "republican",
     "jason",
     "58\\xc2\\xa0percent",
     "steele",
     "of",
     "u.s.",
     "lee",
     "white",
     "michael",
     "ohio",
     "trump",
     "andrew",
     "america",
     "armed",
     "american",
     "new",
     "sunday",
     "antonin",
     "miller",
     "nov.\\xc2\\xa08",
     "kevin",
     "civil",
     "washington",
     "wagner",
     "56\\xc2\\xa0percent",
     "clement",
     "senate",
     "committee",
     "chamber",
     "late afternoon",
     "2006",
     "selma",
     "services",
     "scalia",
     "39\\xc2\\xa0percent",
     "gop",
     "$100,000",
     "house",
     "november 29",
     "hillary",
     "supreme"
    ],
    "id": 1,
    "text": "By John Wagner November 29 at 6:48 PM Follow @WPJohnWagner It came across Donald Trump’s Twitter feed early Tuesday morning, seemingly out of the blue: a demand that flag burners should face consequences, including jail and maybe even the loss of their citizenship. The Republican president-elect’s tweet rattled civil liberties and legal experts, who were quick to note that the Supreme Court ruled long ago that flag desecration is considered free speech and that it is unconstitutional to punish someone by stripping their citizenship. But whatever Trump had in mind, the president-elect’s outburst underscored a key aspect of his three-week-old transition: He is continuing to cater to his base — the largely white, working-class voters that propelled him to the White House — with relatively few overtures to the majority of voters who cast ballots against him. “Trump won rural America, where support of the flag is a big issue,” said Scott Reed, a longtime Republican strategist who served as Bob Dole’s campaign manager in 1996. “A lot of those homes that had Trump signs out front were also flying American flags. This is clearly part of his base politics.” The same dynamic will play out Thursday when Trump kicks off a “Thank You Tour” with a campaign-style rally of supporters in Ohio. Aides have suggested the tour will include other states where the Republican prevailed, including some traditionally Democratic ones where he won in part by driving up the rural white vote. An attendee wears an American flag on his hat ahead of a campaign rally with Donald Trump on Nov. 3 in Selma, N.C. (Andrew Harrer/Bloomberg News) [ Trump suggests revoking flag-burners’ citizenship, despite constitutional protections ] Since defeating Hillary Clinton in electoral college votes on Nov. 8, Trump has made some efforts to reach out beyond his base with Cabinet picks that have pleased the GOP establishment. Those include Elaine Chao, a former labor secretary and the wife of Senate Majority Leader Mitch McConnell (R-Ky.), whom Trump announced as his transportation secretary on Tuesday. But there has been little in Trump’s actions so far to suggest that he is courting the Democrats who voted against him, nor working to shore up an approval ranking still in negative territory. He has instead spent recent days making unfounded claims about illegal votes costing him the popular vote against Clinton and attacking CNN and other media for how they cover him — the kind of rhetoric that fired up his supporters during a bruising campaign season in which he also rallied on illegal immigration and lost manufacturing jobs. Trump did not say Tuesday what inspired his tweet about flag-burning, but it came just days after a college in western Massachusetts decided to stop flying the U.S. flag in response to students there burning one in protest of Trump’s election. Hundreds of veterans and others gathered Sunday to protest the decision by Hampshire College in Amherst, Mass. A segment on the controversy aired Tuesday on Fox News’s “Fox & Friends” shortly before Trump’s 6:55 a.m. tweet went out. “Nobody should be allowed to burn the American flag — if they do, there must be consequences — perhaps loss of citizenship or year in jail!” Trump wrote in a tweet that by late afternoon Tuesday had been “liked” by more than 145,000 people. In a Washington where carefully vetted statements from the White House have long been the norm, this was clearly a different approach. “This is going to be one of the new dynamics of this incoming administration,” said Michael Steele, the former chairman of the Republican National Committee. “It speaks to how Trump is able to generate a national conversation in 140 characters. . . . The polite society part of Washington is going to be scratching their heads and sometimes flat on their backs.” Tuesday was also not the first time Trump has suggested a narrower view of the First Amendment and the rights it affords. During the campaign, he also blacklisted reporters from The Washington Post and other news outlets who fell out of his favor and suggested that he would “open up” libel laws to make it easier to sue the news media. In 1989, the Supreme Court struck down on First Amendment grounds a Texas statute banning flag-burning. Congress responded swiftly by passing the Flag Protection Act of 1989 — a law that was invalidated a year later by another Supreme Court ruling. Among the justices who supported the right burn a flag in both cases was the late Antonin Scalia, whom Trump has said is “in the mold” of those he’d like to appoint to the court. “If it were up to me, I would put in jail every sandal-wearing, scruffy-bearded weirdo who burns the American flag,” Scalia said an event last year. But, he said: “I am not king.” Nearly a half-century ago, in 1967, the court also ruled that citizens cannot be deprived of their citizenship involuntarily. Aware of those rulings, Republican leaders in Washington were loath to offer support for Trump’s view. McConnell said the Supreme Court had spoken on the subject of flag-burning, adding that the Constitution protects even “unpleasant speech.” During a television appearance shortly after Trump’s tweet, House Majority Leader Kevin McCarthy (R-Calif.) suggested that Congress is unlikely to revisit the issue of a constitutional amendment to overturn the court’s rulings. “We have a First Amendment right, but where I come from, you honor the flag,” McCarthy said on MSNBC’s “Morning Joe.” “If someone wanted to show their First Amendment right, I’d be afraid for their safety, but we’ll protect our First Amendment.” Trump transition spokesman Jason Miller defended his boss’s position during an appearance on CNN. “Flag-burning should be illegal,” he said on CNN’s “New Day.” [ From enemies to potential allies: How the Trump-Romney divide began to heal ] The issue appeared to be an uncomfortable one for some in Trump’s party, including Sen. John McCain (R-Ariz.). McCain initially told reporters on Capitol Hill that he thinks there should be “some punishment” for flag-burning despite his respect for the court rulings. But McCain, the chairman of the Senate Armed Services Committee, grew testy as reporters continued to pepper him with questions about Trump’s tweet. “My time is devoted to trying to make sure this nation is secured, not to comment on every comment of Mr. Trump,” McCain said. The flag-burning debate has been rekindled a number of times in the past quarter-century. A 2005 bill sponsored by Clinton, then a senator from New York, would have outlawed flag desecration when the intent was found to be a threat to public safety. Violations would have been punishable by up to a year in jail and a $100,000 fine. A year later, the Senate narrowly failed to approve a constitutional amendment banning flag-burning, with McConnell among those voting in opposition. On Tuesday, several liberal advocacy groups voiced dismay that Trump was seeking to revisit those debates. “One of the founding principles of our nation is tolerance of peaceful protest,” said Lee Rowland, a senior staff attorney for the American Civil Liberties Union. In 2011, a State of the First Amendment survey found that 39 percent supported a constitutional amendment to make flag-burning illegal while 58 percent opposed it. The survey presented brief arguments for both positions before posing the question. Earlier polls that did not explicitly mention First Amendment issues found more support for making flag-burning illegal. In a 2006 Gallup-USA Today poll, 56 percent said they would favor a constitutional amendment, while 41 percent said they were opposed. Reed, the longtime Republican consultant who now works for the U.S. Chamber of Commerce, said Trump was reflecting the views of his base on the issue. “This guy’s got his finger on the pulse of the country more than most,” Reed said Scott Clement contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "In flag-burning comments, Trump again plays to the voters that elected him - The Washington Post"
   },
   {
    "entities": [
     "national",
     "security",
     "fidel",
     "john",
     "today",
     "raul",
     "embassy",
     "jeffrey",
     "delegation",
     "barack",
     "not",
     "rhodes",
     "obama",
     "u.s.",
     "presidential",
     "evening",
     "white",
     "farewell",
     "delaurentis",
     "states",
     "system",
     "memorial",
     "josh",
     "nov 29, 2016",
     "tuesday",
     "parkinson",
     "house",
     "cuba",
     "mr.",
     "press",
     "united",
     "sending",
     "earnest",
     "ben",
     "sunday",
     "associated",
     "march",
     "service",
     "castro"
    ],
    "id": 2,
    "text": "Obama Not Sending Presidential Delegation to Fidel Castro's Memorial Service, but 2 US Officials to Attend By John Parkinson Nov 29, 2016, 1:09 PM ET 0 Shares WATCH Cuba's Possible Future After Fidel Castro 0 Shares Email President Barack Obama is not sending a presidential delegation to former Cuban dictator Fidel Castro ’s memorial service Tuesday evening, but two senior administration officials will attend the remembrance, according to the White House. “The president has decided not to send a presidential delegation to attend the memorial service today,” White House press secretary Josh Earnest told reporters. Deputy National Security Adviser Ben Rhodes and Jeffrey DeLaurentis, the top U.S. diplomat to Cuba, will attend the service. “Those of you who have been following this story closely over the last couple of years know that Mr. Rhodes has played a leading role in crafting the normalization policy that President Obama announced about two years ago,” Earnest said. “He has been the principal interlocutor with the Cuban government from the White House in crafting this policy and implementing it successfully.” Cubans Bid Fidel Castro Farewell, Pledge Loyalty to System Earnest said that Rhodes was already planning to travel to Cuba this week, so in addition to the meetings with Cuban government officials and with officials at the U.S. Embassy that he had on his schedule, he will attend the memorial service. When pressed about why Obama did not formalize a presidential delegation, given that two U.S. officials will attend, Earnest said, “So much of the U.S. diplomatic relationship with Cuba is quite complicated.” “There are many aspects of the U.S.-Cuba relationship that were characterized by a lot of conflict and turmoil, not just during the Castro regime, but we continue to have some significant concerns about the way the Cuban government currently operates, particularly with regard to protecting the basic human rights of the Cuban people,” Earnest said. “So we believe that this was an appropriate way for the United States to show our commitment to an ongoing, future-oriented relationship with the Cuban people and this was an appropriate way to show respect, to participate in the events that are planned for this evening, while also acknowledging some of the differences that remain between our two countries,” he added. Castro’s funeral is on Sunday, but no U.S. officials are expected to be present for that ceremony as part of a presidential delegation. Earnest indicated he was uncertain whether any U.S. officials will attend in an unofficial capacity. Obama made a historic visit to Cuba in March but did not meet with Fidel Castro, instead meeting with his brother Raul Castro , the country’s current president. The Associated Press ",
    "title": "Obama Not Sending Presidential Delegation to Fidel Castro's Memorial Service, but 2 US Officials to Attend - ABC News"
   },
   {
    "entities": [
     "rural",
     "trans",
     "warsaw",
     "agriculture",
     "donald",
     "kosciusko",
     "courting",
     "midwest",
     "parker",
     "wabash",
     "congress",
     "department",
     "leesburg",
     "chicago",
     "zippy",
     "of",
     "u.s.",
     "university",
     "duvall",
     "kip",
     "epa",
     "are",
     "administration",
     "joseph",
     "research",
     "county",
     "tom",
     "denver",
     "farmers",
     "partnership",
     "trump",
     "bureau",
     "indiana",
     "thallemer",
     "70 percent",
     "fluharty",
     "inguard",
     "farm",
     "america",
     "all",
     "american",
     "beauchamp",
     "embed",
     "pacific",
     "chuck",
     "institute",
     "iowa",
     "federation",
     "policy",
     "washington"
    ],
    "id": 3,
    "text": "Farmers Are Courting Trump, But They Don't Speak For All Of Rural America Farmers Are Courting Trump, But They Don't Speak For All Of Rural America Embed Embed Who speaks for rural America? Farmers want international trade deals and relief from regulations. But small towns are focused on re-inventing themselves to attract a new generation. FrankvandenBergh/Getty Images hide caption toggle caption FrankvandenBergh/Getty Images Who speaks for rural America? Farmers want international trade deals and relief from regulations. But small towns are focused on re-inventing themselves to attract a new generation. FrankvandenBergh/Getty Images The day after Donald Trump swept to victory, the head of the American Farm Bureau Federation, Zippy Duvall, released a videotaped statement aimed at the President-elect and other political leaders in Washington. \"Rural America turned out and made their voice heard in this election,\" he said. \"Now it's time for our elected leaders to support rural America.\" In his statement, Duvall referred interchangeably to \"rural Americans\" and \"America's farmers and ranchers,\" suggesting that those are the same people. In reality, they're not. Farmers make up a small minority in the rural population, with different priorities and agendas than their non-farming neighbors. I explored these differences recently during a trip across parts of northern Indiana. It's a landscape dominated by wide fields of corn and soybeans and giant grain silos. In Kosciusko County, near the tiny town of Leesburg, I met Kip Tom, a farmer who joined the Trump campaign as an adviser on agricultural policy. Tom's farm is one of the biggest in the region. It covers almost 20,000 acres, scattered across seven counties. In those counties, about 70 percent of the votes went for Donald Trump. And Kip Tom thinks Trump will indeed listen to what farmers have to say. \"I see Trump being good for agriculture, absolutely,\" he told me. Article continues after sponsorship On some issues Trump has been right in sync with the major farm groups. They both want less environmental regulation, for instance. Trump has promised to ditch a rule called Waters of the U.S. , which defines which streams are covered by the Clean Water Act. The rule hasn't actually made much of a practical difference for farmers, but many farmers fear that down the road, it might give the EPA the authority to regulate what they do on the fields that surround small streams. \"Waters of the U.S. was an overreach by the federal government on our private property rights, to come out here and tell us how to operate our farms,\" said Tom. But when it comes to other issues, farm organizations want Trump to change his mind. They favor trade deals that Trump attacked during his campaign, such as the Trans Pacific Partnership, which could expand their exports of pork, beef, and grain. Farm groups also don't want the government to crack down on immigration. Dairy farmers and vegetable growers rely heavily on immigrant workers. Tom says more people should \"walk a day with somebody who's a migrant, who was willing to do the work that others turn their nose to. I think we need to find some passion for those people and find a path toward citizenship for them,\" he says. This is the policy wish list for supporting \"rural America\" that Zippy Duvall, from the American Farm Bureau Federation, mentioned in his post-election statement: Free trade; environmental deregulation; immigration policies that don't take away farm workers; and continued funding for programs that help farmers financially when prices fall or bad weather ruins their crops. But does the rest of rural America care about these issues? To find out, I drove to the town of Warsaw, the county seat of Kosciusko County. Warsaw is doing better than a lot of rural towns. It's home to several thriving companies that make orthopedic devices, which provides a solid economic base. But like most small towns in the Midwest, it still worries about its future. Average incomes here have fallen below the national average. Poverty has been rising. The historic downtown, with its century-old brick storefronts and grand county courthouse, is eerily quiet during most of the day. And here's Warsaw's biggest concern: Young people and how to keep them from moving away. \"Millennials, they go where they want to live, and then they decide where they want to work,\" says Joseph Thallemer, Warsaw's mayor. According to census data, a couple of hundred more people leave Kosciusko County each year than move here. This, in fact, is why many Midwestern mayors and county commissioners are no longer quite so focused on getting companies to move to their communities, in order to bring in new jobs. Jobs aren't enough to make their millennials stay. Thallemer says that Warsaw has jobs in local factories that are waiting for people to fill them. And yet, young people choose to move away to places that seem more exciting. \"We have plenty of opportunity. But we don't have 70 degree average temperatures. We don't have palm trees. We don't have oceans,\" he says. What Warsaw needs, he says, is to find other ways to make the town special and attractive. Farms surround this town, but Thallemer barely mentions agriculture's priorities. That's because the number of farmers is tiny, compared to half a century ago. According to the latest census of agriculture from the U.S. Department of Agriculture, there are just 497 people in all of Kosciusko county who say that farming is their principal occupation. That's out of a total population of 80,000. This is the situation, in fact, in much of rural America. Chuck Fluharty , president of the Rural Policy Research Institute at the University of Iowa, which focuses on the economic health of rural communities, says small towns don't depend much on farmers anymore — yet farmers need their struggling rural towns. Farmers \"are worrying about that car dealer, and they're worrying about that bank, and they're worrying about the small insurance company, and they're hoping to God that they don't lose their school,\" he says. But Fluharty thinks it is possible to revive small towns like Warsaw and keep young people from leaving. It may sound counter-intuitive, but jobs follow people, he says, rather than the reverse. If people want to live in a place, they'll inevitably create the economic activity that sustains that community. So what rural America needs, basically, is more people like Parker Beauchamp . Beauchamp grew up in Wabash, Indiana, about an hour south of Warsaw. He went off to college, but came back home to run the family insurance company. And he convinced his big-city wife to move there with him. \"That was a major, major sales job,\" he says. He and his wife still debate about staying here. \"We talk about it every day.\" Beauchamp doesn't have to be in Wabash. His company, Inguard, is competing for customers all over the country, not just in northern Indiana. He's recruiting employees from all over, too. But he wants to be in his home town. And he's thrown himself into the job of building a Wabash that more people from Denver or Chicago would want to move to. \"We just hustled,\" he says. \"We did whatever we could in order to get some energy into downtown.\" They've had some success. There's art and entertainment in the center of Wabash now, along with a renovated historic hotel. Shops that were boarded up are now open for business again. Government grants got some of this off the ground. But Chuck Fluharty, from the Rural Policy Research Institute, says rural communities, don't get nearly as much federal economic development money per resident as cities do. This is where he wants farmers to help, he says, because farm organizations have political clout. He thinks those farm organizations should be pushing Congress, and the new Trump Administration, on behalf of policies that help their small towns; not just their own farms. ",
    "title": "Farmers Are Courting Trump, But They Don't Speak For All Of Rural America : The Salt : NPR"
   },
   {
    "entities": [
     "army",
     "stephen",
     "inc",
     "donald",
     "townsend",
     "williams",
     "northern",
     "u.s.",
     "iraq",
     "logan",
     "matt",
     "interactive",
     "news",
     "states",
     "november 29, 2016",
     "trump",
     "lyles",
     "iraqi",
     "america",
     "cbs",
     "mr.",
     "united",
     "mosul",
     "holly",
     "isis"
    ],
    "id": 4,
    "text": "By Holly Williams CBS News November 29, 2016, 7:17 PM What will Trump's presidency mean for fight against ISIS? Email President-elect Donald Trump will soon inherit America’s wars against ISIS.  The U.S. is training and assisting Iraqi and Kurdish forces in the liberation of Mosul, the last major city in Iraq controlled by ISIS.  The operation is six weeks old. After more than two years of ISIS occupation, Iraq's second-largest city is being taken back by the Iraqi Army. Lara Logan reports from Mosul. Lieutenant General Stephen Townsend served in northern Iraq during the U.S. occupation 10 years ago, and now he’s back, as the commander of the U.S. coalition against ISIS.   A new generation of Americans in Iraq, this time aiding Iraqi troops who are doing most of the fighting on the front-line. “This fight would challenge any army,” said Townsend. “This fight would challenge the United States Army.” But then Townsend broke off our interview, because his men had ISIS in their sights.   There are now around 6,000 U.S. troops in Iraq, supporting over 40,000 Iraqi fighters in the battle for Mosul, an offensive criticized by Mr. Trump for its lack of secrecy.  “Whatever happened to the element of surprise?” he asked during a debate.  Is a battle that size something Townsend can keep a secret? “No, I don’t think so….it’s hard to move 40,000 troops and all their tanks and trucks and artillery into position and it not be noticed by somebody,” he said.  Lieutenant General Stephen Townsend speaks with CBS News’ Holly Williams.  CBS News Mr. Trump’s stated solution to ISIS is: “Bomb the hell out of them.” But at this command center -- where they launch airstrikes on ISIS -- every strike must be approved by senior officers, it can take minutes -- or several hours -- and sometimes they’re refused permission. Captain Matt Lyles explained to CBS News why it is done this way.  “We need to get it right for us. We need to get it right for them,” he said.  They want to avoid killing civilians at all costs. He said they don’t want to destroy a house if they don’t need to. American air power is playing a decisive role in beating back ISIS -- but the simple truth is that there are no easy solutions to ISIS, and the battle for Mosul will be long and deadly. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "What will Trump's presidency mean for fight against ISIS? - CBS News"
   },
   {
    "entities": [
     "national",
     "q.",
     "mui",
     "billions of dollars",
     "stephen",
     "committee",
     "donald",
     "steve",
     "treasury",
     "rucker",
     "congress",
     "ylan",
     "department",
     "york",
     "republican",
     "betsy",
     "goldman",
     "15\\xc2\\xa0percent",
     "sachs",
     "moore",
     "alan",
     "mnuchin",
     "gop",
     "glass-steagall",
     "robert",
     "devos",
     "commerce",
     "trump",
     "michigan",
     "may",
     "democratic",
     "ross",
     "hollywood",
     "wilbur",
     "new",
     "philip",
     "hodge",
     "november 29",
     "adam",
     "steven",
     "washington"
    ],
    "id": 5,
    "text": "Trump expected to name financier Steve Mnuchin to Treasury The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Ylan Q. Mui and Philip Rucker November 29 at 5:48 PM Follow @ylanmui Follow @PhilipRucker President-elect Donald Trump is planning to name investor and former Goldman Sachs executive Steven Mnuchin as treasury secretary, opting for an industry insider with no government experience to helm the agency in charge of the nation’s finances, according to people familiar with the matter. Mnuchin (pronounced mah-NEW-chin) joined Trump’s whirlwind campaign in May as finance chairman, despite the fact that he has never worked in politics and that he donated to Democrats in the past. He quickly earned Trump’s trust as he worked closely with the Republican National Committee to raise substantial amounts of money in a short period. On policy issues, he was instrumental in crafting the details of Trump’s proposal to overhaul the tax code. “He’s an expert on finance issues,” said Stephen Moore, who worked with Mnuchin as an adviser to the president-elect on the campaign trail. “He clearly, like Donald Trump, understands that the number one goal for this administration is going to be to grow the economy and get jobs.” Mnuchin would be the latest wealthy investor to join what is already shaping up to be an extraordinarily well-off Cabinet. Trump also is expected to nominate industrialist billionaire Wilbur Ross to lead the Commerce Department. Michigan billionaire Betsy DeVos was named as Trump’s pick for education secretary last week. Mnuchin made his fortune on Wall Street, first at the storied New York investment bank Goldman Sachs and then as the head of his own private-equity fund. His close ties to an industry he would be in charge of regulating have the potential to complicate his confirmation and could undermine Trump’s populist message. Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet While on the stump, the president-elect frequently lambasted big banks — Goldman Sachs in particular — and advocated the reinstatement of the Glass-Steagall legislation that once separated retail and investment banks. In addition, Mnuchin was deeply involved in running a bank that had been at the heart of the subprime housing bust, eventually selling it for billions of dollars in profit. “So much for draining the swamp,” said Adam Hodge, communications director for the Democratic National Committee. “Trump is already heading into office as the most corrupt, conflicted and unpopular president-elect in history, and now he’s breaking his signature promise to the voters who elected him.” As treasury secretary, one of Mnuchin’s top priorities probably would be shepherding Trump’s tax plan through Congress. Trump has advocated cutting the corporate tax rate to 15 percent and streamlining individual tax rates into three brackets. Although Republican lawmakers have expressed enthusiasm for reform, there remains substantial debate over how to tackle corporate profits overseas, among other issues. In addition, key GOP senators are advocating for a more bipartisan approach that probably would require complex negotiations with Democrats. “I think he’s extremely knowledgable about taxes,” Moore said. But, he added, “Most members of Congress don’t know who he is.” [ With Treasury pick come possible conflicts ] In news interviews, Mnuchin has said he was not previously close to Trump, but the two move in the same circles of big-money financiers, willing to take big risks in the face of improbable odds. Trump’s campaign was just the latest big bet in Mnuchin’s varied career in the upper echelons of finance, which has stretched from New York to Hollywood. Working at Goldman Sachs was a family affair for Mnuchin. Before he worked at the Wall Street giant, his father, Robert Mnuchin, spent more than 33 years at the bank. His brother, Alan, was a Goldman Sachs’ vice president. 1 of 12 ",
    "title": "Trump expected to name financier Steve Mnuchin to Treasury - The Washington Post"
   },
   {
    "entities": [
     "jaffe",
     "human",
     "peter",
     "bush",
     "nbc",
     "transportation",
     "international",
     "donald",
     "secretary",
     "treasury",
     "mrs.",
     "george",
     "jersey",
     "picks",
     "foley",
     "health",
     "goldman",
     "west",
     "2006",
     "california",
     "alexandra",
     "labor",
     "sachs",
     "services",
     "office",
     "chao",
     "epa",
     "cnbc",
     "trump\\'s",
     "mnuchin",
     "georgia",
     "news",
     "tom",
     "getty",
     "golf",
     "commerce",
     "trump",
     "bureau",
     "club",
     "and",
     "patent",
     "for",
     "2016",
     "price",
     "elaine",
     "w.",
     "may",
     "ross",
     "america",
     "sago",
     "wilbur",
     "heads",
     "new",
     "virginia",
     "census",
     "township",
     "bedminster",
     "steven",
     "washington",
     "november",
     "wednesday"
    ],
    "id": 6,
    "text": "Nov 29 2016, 7:08 pm ET Steven Mnuchin, Wilbur Ross Expected as Trump's Picks for Treasury, Commerce Heads by Alexandra Jaffe advertisement President-elect Donald Trump is expected to name his former campaign finance chief Steven Mnuchin as Treasury secretary and investor Wilbur Ross as Commerce secretary as early as tomorrow, a top transition source confirms to NBC News. The picks will add two billionaire businessmen to a cabinet that's thus far largely been filled out by Washington lawmakers and political insiders. On Wednesday, Trump announced plans nominate of Georgia Republican Rep. Tom Price as head of Health and Human Services, and Elaine Chao, who was Labor Secretary under George W. Bush, as Transportation Secretary. Trump is expected to pick former adviser Steven Mnuchin as Treasury secretary. JEWEL SAMAD / AFP - Getty Images In contrast, Mnuchin and Ross, though active in political fundraising, have no government experience. Mnuchin spent 17 years at Goldman Sachs, ultimately rising to partner before leaving to start his own hedge fund and launching a production company that bankrolled Hollywood hits like Avatar and American Sniper. Then a relatively unknown banker, Mnuchin became Trump's finance chairman in May and helped the real-estate mogul raise millions for his campaign. Related: Elaine Chao to Be Named Trump's Transportation Secretary As Treasury secretary, Mnuchin would oversee the nation's financial regulations, monetary and tax policy. Trump has pledged on the campaign trail to repeal the Dodd-Frank financial reform act and cut the corporate tax rate, but Mnuchin kept a low profile during the campaign and his own policy views are unclear. During confirmation hearings, however, he could face questions over his role in running a bank that reportedly foreclosed on tens of thousands of homeowners in California following the housing crisis. Both Mnuchin and Ross are a longtime Democratic donors, but they each came out early in support of Trump during this election cycle. The president-elect recently called Ross \"my friend for a long time.\" The Commerce secretary typically serves as the government's liaison to the business world and oversees a vast bureaucracy, including the Census Bureau, the Patent Office and implementation of the nation's trade laws. Trump appears with investor Wilbur Ross at the clubhouse of Trump International Golf Club, in Bedminster Township, New Jersey, in November. PETER FOLEY / EPA That may explain in part why Trump is expected to select Ross for the role — like the president-elect, Ross has been an outspoken critic of free trade agreements, telling CNBC earlier this year that they're harmful to average Americans. \"I think there's a big difference between the impact of trade agreements on corporate America and the impact on Mr. and Mrs. America,\" he said. \"Corporate America has adjusted to them by investing lots of capital offshore. … What we're doing is we're exporting jobs and importing products, instead of exporting products and keeping jobs.\" Ross also fits the profile that Trump previously said he wants in his administration: A business leader, Ross made billions restructuring failed companies and was known particularly for his work in the coal and steel companies — two industries that Trump promised to revive on the campaign trail. But that work could pose challenges for him in a confirmation hearing as well — Ross was implicated in the 2006 Sago mine disaster in Sago, West Virginia, that resulted in the deaths of a dozen miners due in part to overlooked safety concerns. The mine was owned by a subsidiary of one of Ross' companies, and he acknowledged at the time having been aware of potential safety issues in the mine. Alexandra Jaffe ",
    "title": "Steven Mnuchin, Wilbur Ross Expected as Trump's Picks for Treasury, Commerce Heads - NBC News"
   },
   {
    "entities": [
     "falk",
     "monday",
     "evan",
     "jp",
     "inc",
     "donald",
     "treasury",
     "others",
     "chase",
     "&",
     "harris",
     "ukraine",
     "department",
     "york",
     "major",
     "assets",
     "control",
     "garrett",
     "goldman",
     "california",
     "obama",
     "jamie",
     "of",
     "sachs",
     "office",
     "chao",
     "nov. 14, 2016",
     "hensarling",
     "iran",
     "mnuchin",
     "interactive",
     "white",
     "news",
     "tom",
     "november 29, 2016",
     "news\\xe2\\x80\\x99",
     "emily",
     "kamala",
     "tower",
     "trump",
     "dimon",
     "nov 29, 2016",
     "tuesday",
     "russia",
     "pamela",
     "house",
     "2016",
     "price",
     "elaine",
     "ap",
     "foreign",
     "cbs",
     "jeb",
     "mr.",
     "cuba",
     "co",
     "new",
     "schultheis",
     "morgan",
     "steven",
     "syria",
     "vucci"
    ],
    "id": 7,
    "text": "By Emily Schultheis CBS News November 29, 2016, 5:49 PM Donald Trump chooses Steven Mnuchin as treasury secretary Last Updated Nov 29, 2016 6:24 PM EST President-elect Donald Trump has selected Steven Mnuchin as his treasury secretary, CBS News has confirmed. The decision to tap Mnuchin, who served as the national finance chairman of Trump’s presidential campaign, for the top Treasury Department job has been widely expected since Mr. Trump won the race for the White House. Earlier this month, Mr. Trump’s transition recommended Mnuchin for the post. Mnuchin is a veteran of the finance world, spending 17 years at Goldman Sachs. He’s also an interesting choice for Mr. Trump, given that he has donated more to Democratic candidates than Republicans in past elections. (In 2016, however, he gave almost entirely to Republicans, with the exception of Sen.-elect Kamala Harris in California.) Steven Mnuchin, national finance chairman of President-elect Donald Trump’s campaign, walks in the lobby of Trump Tower, Monday, Nov. 14, 2016, in New York. Evan Vucci, AP Others who were reportedly considered for the job include JP Morgan Chase & CO CEO Jamie Dimon and Rep. Jeb Hensarling (R-Texas). Mnuchin is the latest in a flurry of post-Thanksgiving weekend Cabinet announcements from Mr. Trump. Earlier Tuesday, his team announced Rep. Tom Price (R-Georgia) as health and human services secretary, and Mr. Trump is expected to name former Labor Secretary Elaine Chao as his transportation secretary.  The treasury secretary is responsible for the important foreign policy tool of sanctions, through the Office of Foreign Assets Control, CBS News’ Pamela Falk reports. And that means Mnuchin will have a say in Cuba and Iran sanctions as well as Ukraine and Russia sanctions, in addition to Syria and counter terror and counter narcotics. The sanctions authority gives the treasury secretary the ability to add to or roll back Obama administration policies quickly, Falk added.  CBS News’ Major Garrett contributed reporting to this story. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Donald Trump chooses Steven Mnuchin as treasury secretary - CBS News"
   },
   {
    "entities": [
     "monday",
     "international",
     "steve",
     "de",
     "cruz",
     "viru",
     "bolivia",
     "cordova",
     "iv\\xc3\\xa1n",
     "colombia",
     "airport",
     "santa",
     "carlos",
     "chapeco",
     "aeropuerto",
     "south",
     "melissa",
     "u.s.",
     "paul",
     "night",
     "brazil",
     "news",
     "la",
     "m\\xc3\\xa1rquez",
     "november 29, 2016",
     "6:20 p.m. local time",
     "corps",
     "tuesday",
     "maria",
     "medellin",
     "america",
     "p\\xc3\\xa9rez",
     "marine",
     "sierra",
     "blake",
     "abc",
     "griffin",
     "ganyard"
    ],
    "id": 8,
    "text": "WATCH Pro Soccer Players Among 71 Killed in Colombian Plane Crash 0 Shares The trip to Medellin, Colombia, was supposed to be a joyous one for the members Chapecoense, a soccer club from the small city of Chapeco, Brazil, and they were in the middle of a fairy tale season. Now their journey will go down in history as a tragedy. Investigators will likely comb through the evidence for the next several months, hoping to discover why a charter flight crashed Monday night while carrying players, coaches, board members and journalists. The accident killed 71 people, officials said, revising the death toll from the initial figure of 75. Officials said six survived. Details are scarce, and it will take a significant amount of time for officials to determine the exact causes of the crash. However, information available soon after the crash point toward the pilots facing the worst of circumstances. Flight Was Taking Brazilian Team to Game of Their Lives The charter flight departed Bolivia on Monday just before 6:20 p.m. local time. A little over four hours later, the flight began what appears to be a holding pattern just south of the Medellin airport for about 13 minutes. According to flight data from FlightRadar24, the plane made three circles, descending from 21,000 feet to 15,550 feet for the last two minutes of available flight data. The flight's destination, Maria Cordova International Airport outside Medellin, is a notoriously difficult airport for pilots. The runway is at 7,000 feet, surrounded by mountainous terrain. Frequent adverse weather conditions can make visibility difficult. Approaching an airport at that elevation requires high approach speeds, creating an even greater challenge in poor conditions. Fotos de @AerocivilCol aeronave procedente Aeropuerto Viru Viru de Santa Cruz de la Sierra, Bolivia empresa Lamia matrícula CP2933 RJ 80. pic.twitter.com/ZKngqObQ5v — AERONÁUTICA CIVIL (@AerocivilCol) November 29, 2016 There were scattered thunderstorms in the area at the time of the crash, and turbulence could have been present, according to ABC News meteorologist Melissa Griffin. The airport's official Twitter account confirmed the plane suffered an electrical failure before the crash. While the consequences of an electrical failure can vary greatly, if the pilots lost navigational aids on approach to an airport like Medellin at night in poor visibility, that could spell serious trouble. The limited evidence available at this time suggests some possible scenarios for the doomed flight. For insight into the incident, ABC News spoke with Col. Steve Ganyard — a former deputy assistant secretary of state, a retired fighter pilot in the U.S. Marine Corps and an ABC News contributor. The holding pattern seen on flight data could indicate the crew was attempting to troubleshoot the electrical failure. So late in the flight, however, the plane may have been low on fuel, forcing the crew to make a quick decision in poor weather surrounded by high terrain. Such a combination could have been perilous. \"An electrical failure under those conditions would challenge even the best pilots,\" Ganyard said. \"And if there was a total electrical failure, the flight was doomed.\" #AEstaHora Carlos Iván Márquez Pérez, Director de la UNGRD, realiza seguimiento a operación de búsqueda y rescate en la zona del siniestro. pic.twitter.com/SsfOEBZDQt — UNGRD (@UNGRD) November 29, 2016 Under those conditions, a visual approach would have been extremely difficult, if not impossible. In such a case, a pilot would resort to the often used ILS, or instrument landing system. ILS allows the pilots to use radio signals to navigate the plane safely to the runway, even through poor visibility. A total electrical outage, although rare, would take this option away from the pilots. Investigators will surely look very closely at the reported electrical outage and why such an event may have occurred. Ganyard added that air safety in South America is relatively poor. \"A Bolivian charter aircraft was not likely maintained or manned to U.S. standards,\" he said. As the recovery mission is ongoing, fans and surviving team staff are remembering those who died. In an early morning tweet on Tuesday, the team shared a video of the players celebrating a recent victory with a simple caption: “May this be the last image of our warriors. #ChapeStrength.” Que essa seja a última imagem dos nosso guerreiros. #ForçaChape pic.twitter.com/Q1ZxF5h4sV ABC News contributor Col. Steve Ganyard contributed to this report. ABC News' Paul Blake also contributed. 0 Shares ",
    "title": "Early Evidence Points to Nightmare Scenario for Brazilian Soccer Team's Ill-Fated Flight - ABC News"
   },
   {
    "entities": [
     "national",
     "share",
     "tennessee",
     "monday",
     "mike",
     "bruce",
     "black",
     "wildfires",
     "mccamish",
     "miller",
     "mayor",
     "service",
     "morning",
     "forces",
     "larry",
     "evacuation",
     "pigeon",
     "photography",
     "smokies",
     "ober",
     "et",
     "johnson",
     "erik",
     "bear",
     "knoxville",
     "parton",
     "three",
     "university",
     "haslam",
     "medical",
     "ortiz",
     "dolly",
     "killed",
     "gatlinburg",
     "night",
     "nashville",
     "falls",
     "resort",
     "great",
     "dreammore",
     "waters",
     "friday",
     "county",
     "wednesday",
     "werner",
     "tuesday",
     "as",
     "weather",
     "2016",
     "bill",
     "center",
     "threaten",
     "alex",
     "sevier",
     "park",
     "mountains",
     "wildfire",
     "p.m.-to-6 a.m.",
     "westgate",
     "sunday",
     "smoky",
     "dollywood",
     "dreammoore",
     "greg",
     "afternoon",
     "forge",
     "vanderbilt"
    ],
    "id": 9,
    "text": "Nov 29 2016, 6:24 pm ET Three Killed as Smokies Wildfire Forces Evacuation of 14,000 by Alex Johnson and Erik Ortiz A wildfire approaches Dolly Parton's Dollywood resort Tuesday in Pigeon Forge, Tennessee. Bruce McCamish / Bruce McCamish Photography Share advertisement Three people have died in a 500-acre wildfire around Great Smoky Mountains National Park in Tennessee, authorities said Tuesday, and firefighters were bracing for another round of lightning and high winds overnight. The three people died in what Gov. Bill Haslam called \"the largest fire in the last hundred years in the state of Tennessee.\" Dozens of homes were destroyed, and thousands of residents had to flee in resort towns. Fourteen people were transported to hospitals, Sevier County Mayor Larry Waters said at a news conference Tuesday afternoon announcing the deaths. Three people were in critical condition with severe burns at Vanderbilt University Medical Center in Nashville, the hospital officials said. \"We have not been able to get in to all of the areas,\" Waters said. \"We pray that we don't experience any more fatalities.\" Play Three Deaths Confirmed in Tennessee Wildfires 3:14 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161130002104if_/http://www.nbcnews.com/widget/video-embed/820149827796\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> At least 14 fires are burning across Sevier County outside Knoxville, authorities said, ravaging parts of Gatlinburg and Pigeon Forge — communities considered the gateways to the national park and home to popular tourist destinations such as Dollywood. \"This is a fire for the history books,\" Gatlinburg Fire Chief Greg Miller said. \"The likes of this has never been seen here.\" Waters called the deaths \"very saddening,\" but he promised: \"We're going to make it. Gatlinburg is strong. Sevier County is strong.\" After having made significant progress thanks to drenching rain Monday night — Miller said \"the worst is definitely over with\" in the morning — officials were eyeing the weather forecast with dread Monday night as another line of strong storms approached. The National Weather Service issued a high-wind warning for Tuesday night into Wednesday afternoon, predicting lightning and fire-whipping sustained winds of up to 40 mph, with gusts as high as 60 mph. Gatlinburg Mayor Mike Werner called the forecast \"ominous,\" adding: \"We may spend this evening fighting more fire.\" He said a 6 p.m.-to-6 a.m. curfew was in effect, and he advised residents to boil their water. Play Tennessee Wildfires Threaten Dollywood; Officials Suspect Arson 2:24 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161130002104if_/http://www.nbcnews.com/widget/video-embed/819750467778\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Emergency officials said three resorts appeared to be affected: Westgate, Black Bear Falls and Ober Gatlinburg, an amusement park and ski area. But Ober Gatlinburg said Tuesday on Facebook that \"our property is okay.\" Dollywood — main attraction In the town of Pigeon Forge, named for country music superstar Dolly Parton — wasn't damaged, a spokesman said, but the fire was coming perilously close. The theme park itself wasn't burning, but more than a dozen cabins it manages were damaged. Families staying in 50 rooms at the park's DreamMoore Resort, as well as 19 cabins on the property, had to be evacuated. All evacuations in Pigeon Forge were lifted Tuesday afternoon, and most businesses were open, town officials announced. But Dollywood suspended operations until Friday because it's \"focusing its efforts for the next two days supporting the community,\" the company said. \"I have been watching the terrible fires in the Great Smoky Mountains and I am heartbroken,\" Parton said in a statement, adding, \"It is a blessing that my Dollywood theme park, the DreamMore Resort and so many businesses in Pigeon Forge have been spared.\" Parton, a native of Sevier County, had released a public service announcement with Smokey Bear on Sunday just hours before the wildfires erupted. She warned of forest fires and troubling drought conditions. In neighboring Gatlinburg, the scene was utter devastation: About half of the 10-square-mile town was affected, with more than 100 structures damaged, including a 16-story hotel and an apartment complex, officials said. Seventy-five 75 to 100 homes in the Cobbly Nob section were also gutted. The downtown and other areas of the town of 4,000 permanent residents were evacuated Monday night, and about 2,000 people were placed into shelters throughout the county, said Miller, the fire chief. Play ",
    "title": "Three Killed as Smokies Wildfire Forces Evacuation of 14,000 - NBC News"
   },
   {
    "entities": [
     "china",
     "picchi",
     "inc",
     "donald",
     "steve",
     "&",
     "bloomberg",
     "department",
     "todd",
     "chicago",
     "west",
     "2006",
     "updated",
     "of",
     "labor",
     "u.s.",
     "office",
     "chao",
     "45 percent",
     "flores",
     "mnuchin",
     "nov 30, 2016",
     "nafta",
     "interactive",
     "$2.9 billion",
     "reena",
     "news",
     "tom",
     "last",
     "commerce",
     "trump",
     "bureau",
     "moneywatch",
     "tuesday",
     "co.",
     "and",
     "patent",
     "america",
     "ricketts",
     "price",
     "elaine",
     "sago",
     "cbs",
     "ross",
     "mr.",
     "wilbur",
     "virginia",
     "census",
     "aimee",
     "ltv",
     "wl",
     "october",
     "trademark",
     "steven",
     "mine",
     "wednesday"
    ],
    "id": 10,
    "text": "CBS News Last Updated Nov 30, 2016 9:40 AM EST President-elect Donald Trump announced Wednesday that he is nominating investor and former banker Wilbur Ross as his commerce secretary.  The billionaire who will be running the Commerce Department “Wilbur Ross is a champion of American manufacturing and knows how to help companies succeed. Most importantly, he is one of the greatest negotiators I have ever met, and that comes from me, the author of The Art of the Deal. Together, we will take on the special interests and stand up for American jobs,” said the president-elect in a statement released by his transition team.  Chicago Cubs end 108-year drought Ross said he was “delighted” to join the incoming administration, and said he looks forward to “working especially closely with Steve Mnuchin to implement the economic programs which we have developed jointly to implement the President-elect’s strategy for accelerating our economic growth.”  Mr. Trump also announced his pick for the deputy commerce secretary: Todd Ricketts, co-owner of the Chicago Cubs baseball team.  Ricketts is an “immensely successful businessman with unparalleled knowledge of the finance industry,” Mr. Trump said in his statement. “The incredible job he and the Ricketts family did in the purchase and turnaround of the Chicago Cubs – one perfect step after another, leading to the World Championship, is what I want representing our people.”  The Cubs co-owner said he was “honored” for the chance to serve Mr. Trump.  “Advancing practical policies that promote economic opportunity is critical to making America great again,” Ricketts said. “I’m eager to begin this important work and serving with Wilbur Ross to implement President-elect Trump’s economic agenda, which will improve the lives of all Americans.”  Trump continues meetings to fill his Cabinet An ally during Trump’s election campaign, the 79-year-old Ross is the billionaire chairman of WL Ross & Co., an investment firm that specializes in corporate restructurings.  As Commerce secretary, Ross would serve as the country’s chief business promoter and overseer of trade and investment issues, in addition to running such major agencies as the Census Bureau and Patent and Trademark Office. During the campaign, Ross often appeared on business news shows to explain Trump’s positions, sometimes softening or downplaying the candidate’s protectionist trade policies.  Ross built his estimated $2.9 billion fortune by snapping up distressed industrial businesses, such as steelmaker LTV. While that helped save jobs in hard-hit Rust Belt states, workers often bore the cost in the form of pared-back retirement and health care benefits. That has led some to  label him  a “vulture investor” more interested in stripping corporate assets for profit than reviving ailing companies.  But Ross rejects the label, saying the companies he invests in would be liquidated without the financial backing. More recently, his rhetoric has also echoed that of President-elect Trump’s campaign speeches. Ross might be best known to voters as the owner of Sago Mine, a West Virginia coal mine where a dozen miners lost their lives in a 2006 explosion. He called that tragedy “the worst week of my life.” (As commerce secretary, he would not oversee mining regulations -- that falls under the Department of Labor.) Ross also has business ties in China -- he told Bloomberg News in October that his company has a joint venture with a large electric utility in China, and he has recently visited China to scout out more investment deals. Ross and the president-elect may have some disagreements over trade policies, given Mr. Trump’s protectionist policies. He has proposed tariffs has high as 45 percent on Chinese imports, and he has also said he would call China a currency manipulator. Ross has said that the tariff comments are essentially a negotiating tactic. Both Ross and Mr. Trump have, however been critical of NAFTA and blamed the trade deal for job losses in the U.S. Ross is the latest in the group of post-Thanksgiving weekend Cabinet decisions from Mr. Trump. Earlier Tuesday, his team  announced Rep. Tom Price (R-Georgia)  as health and human services secretary, and Mr. Trump is expected to name  former Labor Secretary Elaine Chao  as his transportation secretary. He has also selected Steven Mnuchin as treasury secretary, though that decision has yet to be formally announced. CBS News’ Reena Flores and Moneywatch reporter Aimee Picchi contributed to this report. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Donald Trump names Wilbur Ross as commerce secretary - CBS News"
   },
   {
    "entities": [
     "national",
     "stevenson/the",
     "china",
     "capital",
     "today",
     "bain",
     "stephen",
     "mitt",
     "nov. 27",
     "massachusetts",
     "committee",
     "donald",
     "peter",
     "1990",
     "1989",
     "france",
     "embassy",
     "george",
     "wolpow",
     "rob",
     "department",
     "york",
     "mexico",
     "republican",
     "the",
     "nov. 29",
     "u.s.",
     "jerusalem",
     "atlantic",
     "hyde",
     "post",
     "pagliuca",
     "night",
     "israel",
     "white",
     "michael",
     "1999",
     "2002",
     "states",
     "kranish",
     "romney",
     "gray",
     "trump",
     "celtics",
     "michigan",
     "tuesday",
     "2008",
     "marc",
     "boston",
     "london",
     "russia",
     "house",
     "priebus",
     "crimea",
     "2012",
     "united",
     "new",
     "reuters",
     "november 29",
     "city",
     "state",
     "washington",
     "fred",
     "reince"
    ],
    "id": 11,
    "text": "By Michael Kranish November 29 at 4:21 PM Follow @PostKranish Shortly after Donald Trump won the presidential election, one of Mitt Romney’s closest friends sent him an urgent plea over email: Move past the campaign hostility and, for the “best interests of the country,” consider joining the new president’s team as his secretary of state. Then the friend, Stephen Pagliuca, who worked with Romney at Bain Capital and has socialized with Trump, urged advisers to the president-elect to press Trump to name Romney for the State Department job. Pagliuca’s messages, which he sent shortly after he saw that Romney’s name was being floated, are part of the behind-the-scenes effort to heal a seemingly unbridgeable divide between two bitter foes, one a beloved figure of the Republican establishment and the other who upended his party hierarchy and won the White House as an avowed outsider. During the campaign, Romney called Trump a “phony” and a “fraud,” and Trump said Romney was a “choker” who walked “like a penguin.” But Pagliuca, a co-owner of the Boston Celtics and a Democrat, said he knew something that others didn’t. When he golfed with Trump at a Boston-area course some years ago, Trump had talked at length about how much he admired Bain Capital, a private equity firm that Romney led until 1999. President-elect Donald Trump sat down for dinner with former Massachusetts gov. Mitt Romney, who is a \"top flight\" candidate for secretary of state, according to Trump. (Reuters) Today, as Pagliuca and other Romney backers see it, Trump, 70, and the 69-year-old Romney had far more in common than many realize: Both came to prominence as risk takers and dealmakers, and both have spent much of their lives seeking to emulate and outdo the success of their fathers. Trump’s father, Fred, was a New York City developer, and Romney’s father, George, was a governor of Michigan who unsuccessfully sought the presidency. This shared background may not be enough to persuade Trump to nominate Romney to be his secretary of state. Nevertheless, Trump has made clear that Romney is a candidate for the job, and the two met Tuesday night for nearly two hours over dinner at Jean-Georges restaurant in New York, accompanied by the Republican National Committee chairman, Reince Priebus, who is slated to be White House chief of staff. Speaking to reporters, Romney sounded nothing like the man who earlier this year declared Trump a fraud, remarking instead that he was deeply impressed with the president-elect. He did not apologize for his earlier criticism. Romney said that his conversation with Trump was “enlightening and interesting and engaging” and that he had been “very impressed” by Trump’s victory speech, which called for inclusion. “By the way, it is not easy winning [the presidency]. I know that myself. He did something I tried to do and was unsuccessful,” Romney said. The former Massachusetts governor said he has been impressed by Trump’s transition operation and by the people selected for other Cabinet posts. Romney said that all of those factors “give me increasing hope that President-elect Trump is the very man who can lead us to” a bright future. Donald Trump's senior adviser and former campaign manager took to the television airwaves on Nov. 27 to lobby publicly against former Massachusetts gov. Mitt Romney as secretary of state. But Trump is set to meet with Romney again on Nov. 29. (Peter Stevenson/The Washington Post) Trump’s consideration of the 2012 Republican presidential nominee has drawn outrage from some, but advocates argue that Romney’s background and intellect would provide a crucial balance for the foreign policy team. “I think Trump sees that,” Pagliuca said. Romney, meanwhile, sees the possible job not just as a way to fulfill his desire to serve, but also to salve deep wounds, having lost both the race for the Republican presidential nomination in 2008 and the 2012 general election campaign for president. “Romney’s motivation, I suspect, is that losing twice still stings, so achieving a prominent position like secretary of state would wash away some of the bitterness of losing two presidential elections,” said Rob Gray, who served as a key adviser during Romney’s Massachusetts gubernatorial campaign and governorship. A Trump spokesman did not respond to a request for comment. Romney associates said they see him as a person who would make up for Trump’s deficiencies. “I would describe a potential relationship as complementary,” said Marc Wolpow, who worked with Romney at Bain Capital from 1990 to 1999 and also has met Trump. “I think if you would merge both of them you’d have the perfect president. . . . Mitt could be the good cop to the bad cops that surround Trump.” Wolpow said the two men probably see qualities in the other that each is missing. Romney, he said, failed to connect with blue-collar voters and made “excuses” for his wealth, but he possesses the diplomatic skills to be secretary of state. Trump hit it off with many average voters and cited his financial fortune as part of his appeal, but his brusque manner could be problematic in handling world affairs. “Mitt has the brilliance, the analytical mind, the temperament,” Wolpow said. “I think Trump sees in Mitt . . . qualities that Trump doesn’t have, and I think Mitt sees in Trump qualities that Mitt doesn’t have.” Associates said Romney’s Mormon faith also plays a role. Although they said Romney would not try to use the position of secretary of state to directly influence people to consider converting to his religion, the job would be one of the highest-profile government positions ever held by a Mormon, which could help the church’s effort to gain acceptance around the world. Trump, for his part, has a history of working with Mormons and has said he values their work ethic. Trump once counted as his closest friend and business associate a Mormon named Stephen Hyde, who oversaw Trump’s Atlantic City casino empire until he died in a 1989 helicopter crash. Trump, in an interview with The Washington Post earlier this year, said he admired the way Hyde devoted himself to his work and his church, recalling that the company deducted Hyde’s tithing directly from his paycheck. “Every month he would give a big percentage of his salary to the Mormon church, which I always respected a lot,” Trump said. Romney’s moralistic sense of responsibility couldn’t be more different from Trump’s self-styled playboy lifestyle, which has included two divorces and a high-profile affair. But Trump and Romney share a trait that is important to both men: Trump, whose brother died of symptoms related to alcoholism, and Romney share an aversion to alcohol; both men have said they never drink. Romney, like Trump, does not have deep experience in foreign affairs. He served as a Mormon missionary in France, did some deals around the world and oversaw the 2002 Salt Lake City Olympics. During the 2012 campaign, he relied heavily on a group of foreign policy and military advisers, not always successfully. During a visit, he stunned British organizers of the Olympics by saying their efforts at security were “disconcerting.” The Guardian headlined a story about his visit, “Mitt Romney visits London while stumbling on almost every front.” Romney famously labeled Russia as the No. 1 geopolitical foe of the United States, a view mocked by some at the time but later seen as prescient, given Russia’s annexation of Crimea and other actions. Trump has taken a rosier view, signaling that he wants to reset Russian relations. Romney, whose father was born in Mexico — where the family had moved to escape anti-polygamy laws in the United States — has urged closer ties between the United States and its southern neighbor. Trump has promised to build a wall between the nations and make Mexico pay for it, and he proposed banning most Muslims from entering the country. That prompted Romney earlier this year to say Trump “creates scapegoats of Muslims and Mexican immigrants.” The two agree, however, on many other foreign policy issues, such as moving the U.S. Embassy in Israel to Jerusalem, a top priority for Trump. Romney said in 2012 that he would declare China a currency manipulator on his first day in office, a pledge duplicated by Trump. When Trump endorsed Romney in 2012, Romney said he was “very pleased” because Trump “shares my concern about China — the fact that China has been able to run roughshod over many industries in this country. Presidents have complained about it, but really haven’t taken action to stop China from taking away our jobs.” Trump initially mocked Romney’s plan to have 11 million illegal immigrants “self-deport,” calling it “crazy” and “maniacal,” warning that it would cause the Republican Party to lose many Hispanic supporters. But Trump eventually one-upped Romney on his proposal, calling for forced deportation and saying some Mexican immigrants were criminals and “rapists” and “some, I assume, are good people.” As for Trump’s assertion that Romney walked like a penguin, the president-elect recently looked at Romney and saw a different visage. He said Romney, who is invariably formal, well-coifed and finely dressed, “looks the part” of secretary of state. Read more: ",
    "title": "From enemies to potential allies: How the Trump-Romney divide began to heal - The Washington Post"
   },
   {
    "entities": [
     "brad",
     "richard",
     "politico",
     "hunter",
     "wallace",
     "stephen",
     "donald",
     "steve",
     "august",
     "times",
     "watson",
     "york",
     "last week",
     "nazi",
     "occidental",
     "spencer",
     "images",
     "breitbart",
     "bannon",
     "paul",
     "joseph",
     "michael",
     "white",
     "duquette",
     "b.",
     "great",
     "news",
     "getty",
     "reddit",
     "arlington",
     "tower",
     "trump",
     "hitler",
     "maga",
     "america",
     "drew",
     "house",
     "dissent",
     "angerer",
     "hirsh",
     "kory",
     "new",
     "k.",
     "july",
     "adolf",
     "/",
     "griffin",
     "again"
    ],
    "id": 12,
    "text": "presidential election in the last week, Kory Duquette became increasingly agitated. Pundits were blaming a “whitelash�? for Donald Trump ’s win and called it a massive exercise of angry white ballot power. Civil rights groups said the president-elect’s victory has inspired... As he watched the news of the presidential election in the last week, Kory Duquette became increasingly agitated. Pundits were blaming a “whitelash�? for Donald Trump ’s win and called it a massive exercise of angry white ballot power. Civil rights groups said the president-elect’s victory has inspired... (Jaweed Kaleem) Frustration also boiled over inside the mainstream media. One Politico editor, Michael Hirsh, resigned last week after posting Spencer’s addresses on Facebook and telling followers to \"Stop whining about Richard B. Spencer, Nazi, and exercise your rights as decent Americans,” according to comments first reported by the Daily Caller. “He lives part of the time next door to me in Arlington. Our grandfathers brought baseball bats to Bund meetings,” Hirsh wrote , alluding to Jewish Americans who attacked Nazi sympathizers before World War II . “Want to join me?” (Politico’s top editors denounced Hirsh’s remarks.) Trump himself disavowed the alt-right in a meeting with New York Times journalists, telling them , “It’s not a group I want to energize, and if they are energized I want to look into it and find out why.”  Among the alt-right’s less hard-core associates, the coverage of the Nazi salutes has been like a light suddenly turned on in a dark room. They scattered, issuing clarifications and recriminations along the way. Paul Joseph Watson, an editor for the conspiracy-minded site InfoWars,  said  in July that he was “in the alt-right,” but then denied it  last week , going on to argue that two different factions of the group had emerged. “One is more accurately described as the New Right. These people like to wear MAGA [Make America Great Again] hats, create memes & have fun,” Watson wrote on Facebook, criticizing mainstream media for focusing on Trump’s racist supporters. “They include whites, blacks, Asians, Latinos, gays and everyone else. These are the people who helped Trump win the election. “The other faction likes to fester in dark corners of sub-reddits” — a reference to branches of the social-media site Reddit — “and obsess about Jews, racial superiority and Adolf Hitler. This is a tiny fringe minority. They had no impact on the election.” Some white nationalists themselves have a term for the split: the alt-right versus the “alt-lite.” Stephen K. Bannon at Trump Tower in New York. Drew Angerer / Getty Images Stephen K. Bannon at Trump Tower in New York. Stephen K. Bannon at Trump Tower in New York. (Drew Angerer / Getty Images) White nationalists are alt-right and right-wing sites like Breitbart News and its chairman, the new White House advisor Stephen K. Bannon, are alt-lite, according to Brad Griffin, a white nationalist who blogs under the pen name Hunter Wallace at the site Occidental Dissent. “Steve Bannon is the most important figure in the alt-lite,” Griffin wrote. “We all see Breitbart as the premier alt-lite website which has popularized a diluted version of our beliefs.” Breitbart News, which channels a more nationalistic form of mainstream conservatism, gained notoriety over the last year both for implicitly supporting Trump’s candidacy and for Bannon’s proud announcement to Mother Jones in August, “We're the platform for the alt-right.” Left-wing critics have called the site a front for white nationalism and anti-Semitism, which its staffers have vigorously denied. Bannon and Breitbart staffers have distanced themselves from the alt-right label, which Bannon defined in a postelection  interview with the Wall Street Journal as “younger people who are anti-globalists, very nationalist, terribly anti-establishment.” Bannon said alt-right supporters had “some racial and anti-Semitic overtones” that he said he disagreed with, and that Breitbart News provides “an outlet for 10 or 12 or 15 lines of thought,” of which the alt-right is “a tiny part.” The heightened scrutiny of the alt-right has led mainstream institutions to draw tougher policies on addressing the movement. After the election, Twitter banished many prominent far-right users from its service, which had been a staging ground for racist, sexist and anti-Jewish attacks against public figures and journalists. ",
    "title": "The &apos;alt-right&apos; splinters as supporters and critics agree it was white supremacy all along - LA Times"
   },
   {
    "entities": [
     "fund",
     "clinton",
     "john",
     "bush",
     "treasury",
     "fox",
     "kushner",
     "mcconnell",
     "reinvestment",
     "1985",
     "health",
     "goldman",
     "management",
     "2009",
     "paulson",
     "mitch",
     "elaine",
     "hollywood",
     "$169 million",
     "serafin",
     "steven",
     "r-ga.",
     "geithner",
     "indymac",
     "capital",
     "human",
     "rubin",
     "transportation",
     "donald",
     "department",
     "dune",
     "cit",
     "sachs",
     "timothy",
     "chao",
     "paul",
     "2002",
     "news",
     "november 29, 2016",
     "coalition",
     "gomez",
     "2008",
     "advocates",
     "tuesday",
     "and",
     "carl",
     "kentucky",
     "housing",
     "ryan",
     "urban",
     "city",
     "service",
     "henry",
     "$66 million",
     "group",
     "soros",
     "secretary",
     "congress",
     "york",
     "northern",
     "barack",
     "yale",
     "obama",
     "of",
     "development",
     "90 percent",
     "mnuchin",
     "michael",
     "robert",
     "jacob",
     "2015",
     "tom",
     "trump",
     "philanthropies",
     "roberts",
     "price",
     "w.",
     "new",
     "jared",
     "associated",
     "washington",
     "senate",
     "$32 billion",
     "icahn",
     "bloomberg",
     "george",
     "california",
     "fair",
     "revenue",
     "services",
     "house",
     "may",
     "late tuesday",
     "press",
     "internal",
     "lew",
     "hillary",
     "wednesday"
    ],
    "id": 13,
    "text": "Trump to nominate Steven Mnuchin for Treasury Secretary, sources say Published               November 29, 2016 Facebook 0 Twitter 0 Email Print   President-elect Donald Trump will nominate former Goldman Sachs banker Steven Mnuchin to be his Treasury Secretary, two sources close to the transition told Fox News late Tuesday.  One source told Fox that a formal announcement of Mnuchin's nomination could come as early as Wednesday.  Mnuchin had long been considered a favorite for the Treasury position. Two weeks ago, businessman and close Trump associate Carl Icahn tweeted that Trump was considering Mnuchin for the post. Mnuchin, 53, was appointed Trump's campaign finance chair this past May. Through his work, Mnuchin grew close to Trump's children and son-in-law, Jared Kushner -- a top adviser to Trump -- and worked with them on fundraising events. The campaign raised at least $169 million, in addition to the $66 million Trump spent out of his own pocket. Though that was far short of what Hillary Clinton raised, it represented an impressive haul given that Trump didn't begin fundraising in earnest until the end of May. If approved by the Senate, Mnuchin would follow in the tradition of two previous treasury secretaries -- Robert Rubin in the Clinton administration and Henry Paulson in George W. Bush's. All had vast Wall Street experience gained from years spent working at Goldman Sachs. Yet unlike Rubin and Paulson and unlike President Barack Obama's two treasury secretaries, Timothy Geithner and Jacob Lew, Mnuchin would bring no government experience to Treasury, something that could prove a hurdle in navigating the tricky politics of Washington. After graduating from Yale in 1985. Mnuchin worked for Goldman Sachs for 17 years. His father, Robert Mnuchin, had himself worked for Goldman for three decades, becoming a partner in charge of equity trading. The younger Mnuchin amassed his own fortune at the firm and then left in 2002. He worked briefly for Soros Fund Management, a hedge fund led by George Soros, before starting his own investment firm, Dune Capital Management. As head of this firm, Mnuchin and other investors participated in the purchase of failed mortgage lender IndyMac in 2009 and renamed it OneWest. The failure of IndyMac in 2008 with $32 billion in assets was one of the biggest casualties of the housing bust. Mnuchin became chairman of OneWest, which was sold to CIT Group in 2015. Before the sale, OneWest faced a string of lawsuits over its home foreclosure practices. This month, housing advocates filed a complaint asking the Department of Housing and Urban Development to investigate OneWest for possible violations of the Fair Housing Act. The lender failed to place branches in minority communities, provided few mortgages to black homebuyers and preserved foreclosed properties in white neighborhoods while allowing similar homes in minority communities to fall into disrepair, according to the California Reinvestment Coalition and Fair Housing Advocates of Northern California. CIT declined to respond directly to the complaint but stressed in a statement that it is \"committed to fair lending and works hard to meet the credit needs of all communities and neighborhoods we serve.\" Mnuchin also became a major investor in Hollywood, helping finance a number of movies, including the 2009 blockbuster \"Avatar.\" As treasury secretary, Mnuchin would be the administration's chief economic spokesman, serving as a liaison not only to Wall Street but also to global investors, a critical role given the trillions of dollars in treasury bonds owned by foreigners. In addition, it would be his job to sell the new administration's economic program to Congress. Mnuchin will also oversee a sprawling bureaucracy that includes the Internal Revenue Service and the agency that issues millions of Social Security and other benefit checks each month. Treasury also runs the agency that wages the financial war on terrorism. Earlier Tuesday, Trump officially nominated Rep. Tom Price, R-Ga., as Health and Human Services Secretary and tapped Elaine Chao, former President George W. Bush's Labor Secretary, to be secretary of transportation. Price, a former surgeon, supports the repeal of ObamaCare and has offered a replacement that would provide tax credits to subsidize the purchase of individual and family health insurance policies. His proposal would also allow insurers to sell policies across state line, boost incentives for health savings accounts, and create high-risk pools to help individuals afford coverage, while barring assistance for nearly all abortions. Price has emerged as a top advocate of House Speaker Paul Ryan's plan to transform Medicare from a program that supplies a defined set of benefits into a \"premium support\" model that would, similar to Obamacare, offer subsidies for participants to purchase health care directly from insurance companies. He also wants the Medicare eligibility age to rise to 67. Price also backs, as does Trump, a plan by House Republicans to sharply cut the Medicaid health program for the poor and disabled and turn it over to the states to run. Like Trump and most other Republicans, Price wants federal funding withdrawn from Planned Parenthood, which has come under attack for its practice of supplying tissue from aborted fetuses to medical researchers. If confirmed as Transportation Secretary, Chao would face many pressing issues, such as how to boost the nation's aging infrastructure so that it can accommodate population growth and not become a drag on the economy, modernizing the nation's air traffic control system, ensuring that new transportation technologies are adopted in a safe manner and responding to a surge in traffic fatalities. After serving in the Bush administration, Chao served on the board of directors for Bloomberg Philanthropies, run by former New York City Mayor Michael Bloomberg. She resigned last year after learning the organization planned to expand an environmental initiative to shutter coal-fired power plants. Almost 90 percent of Kentucky's electricity comes from coal, and Chao's ties to the organization were used against her husband, Senate Majority Leader Mitch McConnell, during his 2014 re-election campaign. Fox News' John Roberts and Serafin Gomez contributed to this report. The Associated Press also contributed to this report. ",
    "title": "Trump to nominate Steven Mnuchin for Treasury Secretary, sources say | Fox News"
   },
   {
    "entities": [
     "clinton",
     "mike",
     "pratt",
     "international",
     "donald",
     "&",
     "thursday",
     "jersey",
     "controls",
     "mexico",
     "hartford",
     "whitney",
     "chicago",
     "kaster",
     "september",
     "u.s.",
     "tribune",
     "corp.",
     "states",
     "technologies",
     "carolyn",
     "2017",
     "mondelez",
     "trump",
     "michigan",
     "$2.5 billion",
     "indiana",
     "and",
     "tuesday",
     "twitter late tuesday",
     "2018",
     "february",
     "nov. 19, 2016",
     "carrier",
     "ford",
     "united",
     "electronic",
     "new",
     "nabisco",
     "connecticut-based",
     "pence",
     "utec",
     "indianapolis",
     "hillary",
     "huntington"
    ],
    "id": 14,
    "text": "Trump, Pence reach deal with Carrier to keep some jobs in Indiana Trump, Pence Carolyn Kaster / AP President-elect Donald Trump and Vice President-elect Mike Pence, seen here on Nov. 19, 2016, in New Jersey. President-elect Donald Trump and Vice President-elect Mike Pence, seen here on Nov. 19, 2016, in New Jersey. (Carolyn Kaster / AP) Tribune news services Contact Reporter Air conditioning company Carrier Corp. said Tuesday that it had reached a deal with President-elect Donald Trump to keep nearly 1,000 jobs in Indiana. Trump and Vice President-elect Mike Pence planned to travel to the state Thursday to unveil the agreement alongside company officials. Trump confirmed the meeting on Twitter late Tuesday, promising a \"Great deal for workers!\" Trump spent much of his campaign pledging to keep companies like Carrier from moving jobs overseas. His focus on manufacturing jobs contributed to his unexpected appeal with working-class voters in states like Michigan, which has long voted for Democrats in presidential elections. The details of the agreement were unclear. Carrier tweeted that the company was \"pleased to have reached a deal\" with Trump and Pence to keep the jobs in Indianapolis. A transition official confirmed that the president-elect and Pence, who is ending his tenure as Indiana governor, would appear with Carrier officials Thursday. The official insisted on anonymity because the official was not authorized to discuss the trip ahead of an official announcement. Trump said last week that he was \"making progress\" on trying to get Carrier to stay in Indiana. In February, Carrier said it would shutter its Indianapolis plant employing 1,400 workers and move its manufacturing to Mexico. The plant's workers would have been laid off over three years starting in 2017. United Technologies Electronic Controls also announced then that it planned to move its Huntington manufacturing operations to a new plant in Mexico, costing the northeastern Indiana city 700 jobs by 2018. Those workers make microprocessor-based controls for the HVAC and refrigeration industries. Carrier and UTEC are both units of Hartford, Connecticut-based United Technologies Corp. — which also owns Pratt & Whitney, a big supplier of fighter jet engines that relies in part on U.S. military contracts. In a September debate against Democratic rival Hillary Clinton, Trump railed against Carrier's plans. \"So many hundreds and hundreds of companies are doing this,\" Trump said. \"We have to stop our jobs from being stolen from us. We have to stop our companies from leaving the United States.\" Carrier wasn't the only company Trump assailed during the campaign. He pledged to give up Oreos after Nabisco's parent, Mondelez International , said it would replace nine production lines in Chicago with four in Mexico. He criticized Ford after the company said it planned to invest $2.5 billion in engine and transmission plants in Mexico. ",
    "title": "Trump, Pence reach deal with Carrier to keep some jobs in Indiana - Chicago Tribune"
   },
   {
    "entities": [
     "indymac",
     "clinton",
     "capital",
     "rubin",
     "bush",
     "bel-air",
     "treasury",
     "times",
     "george",
     "dune",
     "goldman",
     "the",
     "chicago",
     "louise",
     "california",
     "cit",
     "management",
     "2009",
     "mnuchin",
     "paulson",
     "2002",
     "robert",
     "e.",
     "2015",
     "trump",
     "2008",
     "m.",
     "jr.",
     "w.",
     "may",
     "bill",
     "mr.",
     "linton",
     "henry",
     "hamptons"
    ],
    "id": 15,
    "text": "Privacy Policy After leaving Goldman in 2002, he founded Dune Capital Management, a hedge fund named after the dunes near his beach house in the Hamptons. He also started investing in the movie business and bought a house in Bel-Air. He is engaged to the actress Louise Linton, who would be his third wife. He told The Times in May that he has focused in recent years on the “ West Coast economy ,” although he added that he was not turning his back on Wall Street. Mr. Mnuchin was part of a group that bought the failed California mortgage lender IndyMac from the government in 2009. He became chairman of the company, renamed OneWest, which was ultimately sold to CIT, the nation’s largest small-business lender, in 2015 for more than twice the price the group had paid. During his tenure, OneWest faced allegations that it had foreclosed improperly on some borrowers. Fair-housing groups also filed a complaint with the federal government , alleging that OneWest was not meeting its legal obligation to make loans in minority neighborhoods. Mr. Mnuchin and Mr. Trump have known each other for years — not always under the best of circumstances. Mr. Mnuchin’s company helped to finance construction of a Trump project in Chicago. In 2008, Mr. Trump sued Dune and other lenders to extend the loan terms. The parties ultimately settled. Mr. Mnuchin has never worked in government, but Treasury secretaries are often drawn from the private sector. He would become the third Goldman alumnus to serve in the job, after Henry M. Paulson Jr., under President George W. Bush; and Robert E. Rubin, under President Bill Clinton. ",
    "title": "Steven Mnuchin Is Donald Trump’s Expected Choice for Treasury Secretary - The New York Times"
   },
   {
    "entities": [
     "group",
     "latin",
     "mario",
     "monday",
     "clement",
     "medell\\xc3\\xadn",
     "de",
     "fox",
     "gustavo",
     "cruz",
     "nacional",
     "21st",
     "bolivia",
     "cordova",
     "century",
     "colombia",
     "james",
     "martinez",
     "carlos",
     "networks",
     "santa",
     "jose",
     "santana",
     "of",
     "chermont",
     "atletico",
     "2009",
     "10 p.m.",
     "executive",
     "rupert",
     "bae",
     "pontes",
     "1980s",
     "brazil",
     "co-chairman",
     "sergio",
     "november 29, 2016",
     "julio",
     "2010",
     "victorino",
     "tuesday",
     "maria",
     "rodrigo",
     "medellin",
     "america",
     "copa",
     "lachlan",
     "murdoch",
     "press",
     "pascovicci",
     "paulo",
     "ceara",
     "deva",
     "sudamericana",
     "vargas",
     "last night",
     "paiva",
     "associated",
     "venezuela",
     "wednesday"
    ],
    "id": 16,
    "text": "6 FOX Sports Brazil employees among those killed in plane crash in Colombia Published               November 29, 2016 Facebook 0 Twitter 0 Email Print   Six FOX Sports Brazil employees are among the dead in the airline crash in Colombia that devastated a Brazilian soccer team. The group was among the 21 journalists covering the Chapecoense team from southern Brazil and its upcoming South American Cup match in Medellin, Colombia. On the doomed flight were Deva Pascovicci, Mario Sergio, Paulo Julio Clement, Victorino Chermont, Rodrigo Santana, and Lilacio Junior. More on this... A look at the BAE 146, the plane that crashed carrying Brazlian soccer team \"We were deeply saddened to learn about the fatal plane crash last night near Medellín, Colombia, which carried members of the Brazilian soccer team Chapecoense as well as six of our valued FOX Sports Brazil colleagues,\" 21st Century Fox Executive Co-Chairman Rupert Murdoch, Executive Co-Chairman Lachlan Murdoch and CEO James Murdoch said in a statement. \"The chartered flight was due to arrive in Medellín in the first leg of the South American Cup finals.\" Related Image (FOX Sports) \"The families, friends and colleagues of those affected are deep in our thoughts at this difficult time. Related Image Expand / Contract (FOX Sports) \"We are doing everything we can to help manage the situation and take care of all of our people and the families impacted by this tragedy. In support of these efforts, we are setting up a fund in honor of our colleagues,\" the statement continued.  Related Image Expand / Contract (FOX Sports) The chartered plane carrying the team to the biggest match in its history crashed into a hillside and broke into pieces, killing 71 people and leaving six survivors, officials said Tuesday. Related Image Expand / Contract (FOX Sports) Commentator Mario Sergio Pontes de Paiva, a former midfielder who played briefly for Brazil's national team in the early 1980s, and who coached for several Brazilian clubs, was most recently Internacional in 2009 and Ceara in 2010. Related Image Expand / Contract (FOX Sports) \"Amid profound sadness and consternation over what happened, we are following minute-by-minute as new information comes out,\" said Carlos Martinez, president of Fox Networks Group Latin America, in a statement. Related Image Expand / Contract (FOX Sports) The British Aerospace 146 short-haul plane, operated by a charter airline with roots in Venezuela, declared an emergency and lost radar contact just before 10 p.m. Monday  because of an electrical failure, according to Colombia's aviation agency. The aircraft, which had departed from Santa Cruz, Bolivia, was carrying the Chapecoense soccer team from southern Brazil for Wednesday's first leg of a two-game Copa Sudamericana final against Atletico Nacional of Medellin. Rescuers working through the night were initially heartened after pulling three passengers alive from the wreckage. But as the hours passed, heavy rainfall and low visibility grounded helicopters and slowed efforts to reach the crash site. Colombia's aviation authority said initial reports suggest the aircraft was suffering electrical problems although investigators were also looking into an account from one of the survivors that the plane ran out of fuel about five minutes from its expected landing at Jose Maria Cordova airport outside Medellin. \"We can't rule out anything. The investigation is ongoing and we're going to await the results,\" said Gustavo Vargas, a retired Bolivian air force general who is president of the airline. The Associated Press contributed to this report.  Advertisement ",
    "title": "6 FOX Sports Brazil employees among those killed in plane crash in Colombia | Fox News"
   },
   {
    "entities": [
     "2003",
     "movie",
     "onewest",
     "clinton",
     "john",
     "international",
     "treasury",
     "august",
     "fox",
     "reinvestment",
     "flowers",
     "kmart",
     "goldman",
     "chicago",
     "james",
     "management",
     "college",
     "2009",
     "lampert",
     "coleman",
     "paulson",
     "joseph",
     "charles",
     "sfm",
     "neidich",
     "commerce",
     "20th",
     "bros",
     "ross",
     "2012",
     "hollywood",
     "hotel",
     "edward",
     "court",
     "wiig",
     "steven",
     "holdings",
     "lego",
     "deutsche",
     "indymac",
     "8:22 p.m. est",
     "capital",
     "managment",
     "donald",
     "july 2015",
     "galifianakis",
     "kristen",
     "10%",
     "department",
     "dune",
     "entertainment",
     "irving",
     "century",
     "$7 billion",
     "davidson",
     "cit",
     "sachs",
     "timothy",
     "sheila",
     "paul",
     "businessweek",
     "masterminds",
     "november 29, 2016",
     "2010",
     "coalition",
     "2008",
     "$50 million",
     "tuesday",
     "and",
     "google",
     "usa",
     "mr.",
     "rka",
     "relativity",
     "housing",
     "ryan",
     "madoff",
     "urban",
     "stein",
     "city",
     "sears",
     "national",
     "group",
     "billions of dollars",
     "esl",
     "wenig",
     "soros",
     "justice",
     "twitter",
     "york",
     "packer",
     "kavanaugh",
     "republican",
     "yale",
     "of",
     "tens of millions of dollars",
     "u.s.",
     "fdic",
     "ramos",
     "development",
     "picard",
     "mnuchin",
     "michael",
     "naftalis",
     "sept. 30 this year",
     "tower",
     "trump",
     "mccoy",
     "hud",
     "ray",
     "$300 million",
     "new",
     "christopher",
     "$3.4 billion",
     "guidelines",
     "october",
     "bair",
     "$500 million",
     "kevin",
     "washington",
     "$20 billion",
     "2013",
     "senate",
     "committee",
     "bloomberg",
     "media",
     "george",
     "manhattan",
     "zach",
     "$1.55 billion",
     "2006",
     "california",
     "november 17, 2016",
     "warner",
     "locker",
     "ratner",
     "dell",
     "1980s",
     "seth",
     "bernard",
     "otting",
     "conversation",
     "brett",
     "2016",
     "$3 million",
     "benjamin",
     "blackstone",
     "wilbur",
     "2004",
     "bank",
     "daniel",
     "hillary",
     "supreme",
     "wednesday"
    ],
    "id": 17,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Risk-takers Mnuchin, Ross poised for Trump cabinet posts From buying a failed bank during the financial crisis to producing major movies and serving as national finance chairman for Donald Trump's campaign,  Steven Mnuchin has won risky financial bets. He's now poised for biggest challenge yet - as Trump's nominee for Treasury secretary. Post to Facebook Risk-takers Mnuchin, Ross poised for Trump cabinet posts From buying a failed bank during the financial crisis to producing major movies and serving as national finance chairman for Donald Trump's campaign,  Steven Mnuchin has won risky financial bets. He's now poised for biggest challenge yet - as Trump's nominee for Treasury secretary. Check out this story on USATODAY.com: http://usat.ly/2gH4qIY CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 4 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Risk-takers Mnuchin, Ross poised for Trump cabinet posts Kevin McCoy , USA TODAY 8:22 p.m. EST November 29, 2016 x Share Steven Mnuchin, a hedge fund manager and former Goldman Sachs executive, is President-elect Donald Trump's choice for Treasury secretary, a source told USA TODAY. Here is what we know about the 53-year-old. USA TODAY NETWORK Businessman Steven Mnuchin shown arriving at  Trump Tower in New York City for meetings with  President-elect Donald Trump on November 17, 2016. (Photo: EDUARDO MUNOZ ALVAREZ, AFP/Getty Images) From buying a failed bank during the U.S. financial crisis to producing major movies and serving as national finance chairman for Donald Trump's presidential campaign, Steven Mnuchin has a record of winning risky bets. Now the former Wall Street banker is poised for what could be his biggest challenge yet: Trump's nominee for U.S. Treasury secretary. Trump is expected to officially name Mnuchin, 53, as his choice for the nation's top financial policy job as soon as Wednesday, a source close to Trump's transition team told USA TODAY Tuesday. The person spoke on condition of anonymity because officials were not authorized to speak publicly about selections. To associates and friends who were surprised when accepted Trump's invitation to serve as lead campaign fundraiser after the New York presidential primary, Mnuchin offered a potentially prescient explanation. “Nobody’s going to be like, ‘Well, why did he do this?’ if I end up in the administration,\" he told Bloomberg Businessweek in August. The news that Mnuchin is Trump's pick came as reports swirled that Trump would nominate billionaire Wilbur Ross, also considered a risk taker, to serve as Commerce secretary. Ross, 79, made a career out of buying ailing companies in sometimes troubled sectors on the cheap, restructuring them and then selling them for billions of dollars. Ross, too, could be announced as early as Wednesday, the source close to the transition team said. Trump has praised Mnuchin, who with the Republican National Committee helped raise tens of millions of dollars for the billionaire businessman's winning campaign over Hillary Clinton. However, they weren't always the best of friends. In a 2008 lawsuit, Trump targeted one of Mnuchin's companies in a lawsuit that alleged Deutsche Bank and other investors improperly balked at extending multi-million dollar construction loans on the Trump International Hotel and Tower in Chicago. The case was ultimately settled. Mnuchin, a twice-married father of three, is a Yale College graduate who followed his father to renowned U.S. investment bank Goldman Sachs. He started at the financial powerhouse in the 1980s and spent 17 years there, amassing a fortune and becoming an executive vice president of the New York City-based company before his 2003 departure. His next stop was ESL International, the hedge fund founded by Edward Lampert, one of Mnuchin's Yale roommates and another Goldman alumnus who is now the CEO and chairman of Sears Holdings. Lampert tapped him for a board seat on Sears Holdings-owned retail chain Kmart in 2003. However, Mnuchin left soon afterward to become chief executive of SFM Capital Managment, a fund backed by international financier and investor George Soros. Mnuchin's SFM tenure was similarly brief. In 2004, he co-founded private hedge fund Dune Capital Management with Daniel Neidich, another former Goldman executive. The fund invested in equities and real estate — including some Trump projects. Additionally, the fund invested in the U.S. movie industry. Starting in 2006, Mnuchin reached a three-year deal in which an entity called Dune Entertainment agreed to invest $500 million in a string of 20th Century Fox movies, according to multiple media reports. The transaction launched a deeper Mnuchin dive into entertainment investments and co-producing that ultimately included the Hollywood blockbuster success Avatar, The X-Men franchise, American Sniper, Gravity and The Lego Movie. Those films scored box office wins. Yet other movies that involved Mnuchin, such as Our Brand is Crisis, a fictional account of American campaign strategists involved in a Bolivian election, flopped. In 2013, Mnuchin, filmmaker Brett Ratner and Australian businessman James Packer joined in an entity called RatPac-Dune Entertainment that agreed to $300 million in co-financing for as many as 75 films by Warner Bros. Pictures, according to the movie company and media reports. The following year, Mnuchin partnered with Ryan Kavanaugh and an investment group to buy debt and an equity stake in Kavanaugh's Relativity Media. He also took a seat on the Relativity board of directors, becoming the company's non-executive chairman. \"Steven has been a trusted advisor for years, and I personally recruited him to join our board,\" Kavanaugh said in a statement at the time. \"he brings an unrivaled perspective on the every-increasing value of content in Hollywood and Wall Street.\" The move also ended up snarling Mnuchin in controversy. Five years before taking the Relativity post, he led an investor group that bought California-based IndyMac Bank, which had collapsed in a more than $7 billion implosion during the financial crisis. The investor group, which paid the FDIC roughly $1.55 billion to take the bank off the FDIC's hands, was backed by Soros, hedge fund manager John Paulson, computer manufacturer Michael Dell, private equity investor Christopher Flowers and others. IndyMac became OneWest Bank, with Mnuchin as its chairman. The deal drew criticism because it was finalized before FDIC Chair Sheila Bair managed to institute a change that would require private equity buyers like the Mnuchin-led group to maintain a 10% leverage ratio at newly-resurrected banks and hold the investments for at least three years. Bair, now the president of Washington College, declined to comment for this story. However, recounting the IndyMac collapse and sale in Bull By the Horns, her 2012 book about her FDIC tenure, Bair characterized the regulator as boxed in. \"The reality is that those who are brave enough to buy distressed companies in a down market — whether banks or any other type of company —  expect to make a return commensurate with the risks they are taking,\" wrote Bair. \"The FDIC, as seller, had no good options.\" File photo taken in 2009 shows a New York City building bearing the logo of the CIT Group.  (Photo: Seth Wenig, AP) New criticism — and lawsuits — came after Relativity Media sought federal bankruptcy court protection in July 2015. By then, Mnuchin had left the movie company's board. And he was weeks away from selling OneWest Bank to CIT Group at a price that produced a hefty profit for him and fellow investors — $3.4 billion in cash and stock, more than doubling their investment. One of Relativity Media's creditors, RKA Film Financing, took a cynical view of Mnuchin's dual involvement with the movie company and the bank — which was also owed millions by Relativity. In a 2016 New York Supreme Court lawsuit, RKA said Relativity's collapse \"amounted to a classic Ponzi scheme,\" and labeled its CEO Kavanaugh \"a con man.\" Mnuchin had held \"a unique position,\" the lawsuit alleged, \"affording him knowledge of both Relativity's precarious financial position and the ability to ensure certain creditors — namely OneWest Bank — were able to siphon away funds that had been commingled\" with RKA's investments. The lawsuit also charged that OneWest swept approximately $50 million from Relativity's bank accounts before the collapse. A bankruptcy court declaration by Timothy Coleman, a Blackstone expert who worked with Relativity on restructuring plans, said the OneWest transfers \"further strained\" the movie company's \"already problematic liquidity situation,\" and also forced postponement of some film projects. The movies included Masterminds, which features Zach Galifianakis, Kristen Wiig and other actors in a comedy based on an actual bank robbery. The film ultimately opened on Sept. 30 this year. A Mnuchin court filing called his inclusion in RKA's lawsuit \"not just baseless, but sanctionable.\" He moved to throw out the case, as did Kavanaugh. Manhattan Supreme Court Justice Charles Ramos dismissed the lawsuit in an October decision that left the door open for the complaint to be updated and refiled. Benjamin Naftalis, an attorney for RKA, said the company \"plans to file an amended complaint that will continue to include Mr. Mnuchin.\" Though Mnuchin is best known publicly for his business dealings, he and his family also became known as some of the thousands of investors caught up in the aftermath of Bernard Madoff's notorious Ponzi scheme. More than $3 million that Mnuchin and his brother inherited from their deceased mother's estate represented fictitious profits from Madoff's estimated $20 billion scam, court-appointed trustee Irving Picard alleged in a 2010 bankruptcy court filing. But a court decision said the family's withdrawals, and similar Madoff payouts to other investors, had occurred more than two years before the scheme collapsed. As a result, the money could not legally be recovered to help repay the disgraced financier's less fortunate customers, the court ruled. Although Mnuchin so far has emerged relatively unscathed from several court challenges, a new federal complaint filed after Trump's win potentially could become a factor in Senate confirmation hearings for the Treasury post. OneWest was criticized by some housing advocates over a wave of foreclosures filed amid the financial crisis. Additionally, the bank, its successor, CIT Bank, and CIT Group were targeted this month with a new federal complaint that alleged they engaged in redlining and other discrimination against minorities. Two groups that advocate for fair housing and equal access to credit filed the complaint with the U.S. Department of Housing and Urban Development. Bank tied to Trump adviser accused of discrimination \"Our analysis of OneWest suggests the bank has no significant branch presence in communities of color, and not surprisingly, its home loans to borrowers and communities of color are low in absolute terms, low compared to its peer banks, and low when compared to what one would expect given the size of the Asian-American, African-American and Latino populations in California,\" said Kevin Stein, a deputy director for the California Reinvestment Coalition, one of the groups that filed the complaint. In response, CIT Group said it is \"committed to fair lending and works hard to meet the credit needs of all communities and neighborhoods we serve.\" Mnuchin did not respond to USA TODAY interview requests submitted to a company spokesman. However, Trump's presidential transition staff provided a statement in which former OneWest chief executive Joseph Otting said the bank \"remained committed to fair lending and meeting the credit needs of all borrowers in its communities, including those in distress.\" Stein said the allegations submitted to HUD should be examined during Mnuchin's expected confirmation hearings. \"It was not our intent in filing the case. But it should be considered,\" said Stein. \"The American people would want a Treasury secretary who understands the lives of ordinary people and how they interact with major financial institutions.\" Ray Locker and Paul Davidson contributed.  Follow USA TODAY reporter Kevin McCoy on Twitter: @kmccoynyc ",
    "title": "Risk-takers Mnuchin, Ross poised for Trump cabinet posts"
   },
   {
    "entities": [
     "s.c.",
     "elliott",
     "npr",
     "/charleston",
     "slager",
     "department",
     "walter",
     "$6.5 million",
     "post",
     "michael",
     "debbie",
     "charleston",
     "2015",
     "tuesday",
     "scott",
     "walter]",
     "north",
     "courier",
     "april 2015",
     "taser",
     "beahm",
     "grace",
     "police"
    ],
    "id": 18,
    "text": "Former North Charleston, S.C., police Officer Michael Slager testifies Tuesday during his murder trial. Grace Beahm /Charleston Post and Courier via Pool hide caption toggle caption Grace Beahm /Charleston Post and Courier via Pool Former North Charleston, S.C., police Officer Michael Slager testifies Tuesday during his murder trial. Grace Beahm /Charleston Post and Courier via Pool The former North Charleston, S.C., police officer charged with murdering an unarmed black man during a traffic stop took the stand Tuesday to testify in his own defense. Michael Slager is accused of gunning down Walter Scott after pulling him over for a broken tail light. If convicted, Slager could face life in prison. The April 2015 incident was captured on two videos — one from Slager's dashcam showing the traffic stop and a second recorded by a bystander using a cellphone that showed the shooting. Former S.C. Police Officer Indicted On Civil Rights Charges In Death Of Black Man As NPR's Debbie Elliott has reported , \"Video from Slager's dashcam shows the officer at the driver's window, asking for Scott's driver's license and questioning him about documents for the car. After Slager returns to his patrol car, Scott jumps out of the car and runs. Slager gives chase, and there's an off-camera confrontation.\" The cellphone video shows Scott running away in an empty lot when Slager fires eight rounds and shoots him in the back. Once the bystander video was made public, the North Charleston Police Department fired Slager and a grand jury indicted him for murder. On Tuesday, Slager emphasized that he had acted according to his training as a police officer, and that he had been afraid of Scott. He contended, as he has previously, that Scott had taken his Taser stun gun. Article continues after sponsorship Court Gets Unusually Specific On Police Taser Gun Use He also said Scott had \"grabbed a bat — a bat or a club\" from the car as Slager and another officer pulled him out of the vehicle. Slager said he chased Scott because he \"must have been running for a certain reason.\" He testified that as he tried to handcuff Scott, Scott grabbed his Taser. Slager's voice cracked as he said he had been \"in total fear.\" \"I saw that Taser coming at me,\" he said. \"I fired until the threat was stopped, like I'm trained to do.\" Slager's defense attorney asked him at one point whether Scott had insulted police officers using an expletive during the altercation. Slager said yes. During Slager's testimony, the jury was shown a bystander video of the 2015 incident in which Slager shot and killed Walter Scott. Grace Beahm/Post and Courier via Pool hide caption toggle caption Grace Beahm/Post and Courier via Pool During Slager's testimony, the jury was shown a bystander video of the 2015 incident in which Slager shot and killed Walter Scott. Grace Beahm/Post and Courier via Pool With Slager on the witness stand, the prosecution played the bystander video for the court. No bat, club or Taser is visible in the grainy footage. During cross-examination, Slager repeatedly said he could not remember details of his thoughts or actions during the moments captured on the video. \"My family's been destroyed by this. [Walter] Scott's family has been destroyed by this,\" Slager said as he ended nearly two hours of testimony. \"It's horrible.\" Slager, who is white, is also facing separate federal civil rights charges over Scott's death. In that indictment , federal prosecutors accuse Slager of deliberately misleading investigators by telling them he had fired his weapon \"while Scott was coming forward at him with a Taser.\" \"In truth and in fact,\" the indictment reads, \"as defendant MICHAEL SLAGER then well knew, he (SLAGER) repeatedly fired his weapon at Scott as Scott was running away from him.\" The city of North Charleston also approved a $6.5 million civil settlement with Scott's family in 2015. ",
    "title": "Michael Slager Takes The Stand At His Murder Trial In South Carolina : The Two-Way : NPR"
   },
   {
    "entities": [],
    "id": 19,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "barletta",
     "senate",
     "bush",
     "transportation",
     "heritage",
     "carolina",
     "donald",
     "nikki",
     "mitt",
     "steve",
     "mcconnell",
     "george",
     "department",
     "future",
     "betsy",
     "the",
     "haley",
     "of",
     "south",
     "u.n.",
     "bannon",
     "breitbart",
     "foundation",
     "chao",
     "way",
     "administration",
     "georgia",
     "white",
     "gop",
     "tom",
     "romney",
     "devos",
     "tower",
     "mitch",
     "trump",
     "tuesday",
     "h.w.",
     "america",
     "elaine",
     "price",
     "house",
     "w.",
     "pennsylvania",
     "lou",
     "2012",
     "nov. 29, 2016",
     "united",
     "rep.",
     "eduardo",
     "munoz"
    ],
    "id": 20,
    "text": "Elaine Chao arrived at Trump Tower last week to meet with President-elect Donald Trump. On Tuesday, he announced she was his pick to lead the Department of Transportation. Eduardo Munoz Alvarez/AFP/Getty Images hide caption toggle caption Eduardo Munoz Alvarez/AFP/Getty Images Elaine Chao arrived at Trump Tower last week to meet with President-elect Donald Trump. On Tuesday, he announced she was his pick to lead the Department of Transportation. Eduardo Munoz Alvarez/AFP/Getty Images President-elect Donald Trump ran an insurgent, anti-establishment campaign, but the latest addition to his prospective Cabinet is about as establishment as it gets. Elaine Chao, whom Trump picked Tuesday to head the Department of Transportation, worked in both Bush administrations, has ties to the conservative Heritage Foundation, has sat on numerous corporate boards and spent several years running the United Way of America. She also happens to be married to Senate Majority Leader Mitch McConnell. CHART: Who's Who In The Future Trump Administration \"Secretary Chao's extensive record of strong leadership and her expertise are invaluable assets in our mission to rebuild our infrastructure in a fiscally responsible manner,\" Trump said in a statement. \"She has an amazing life story and has helped countless Americans in her public service career. I am pleased to nominate Elaine as Secretary of the Department of Transportation.\" Chao is the latest Trump pick who would very likely have shown up in any Republican administration-in-waiting, along with South Carolina Gov. Nikki Haley, longtime GOP fundraiser and school choice advocate Betsy DeVos, and Georgia Rep. Tom Price. (Trump's picks for U.N. ambassador, education secretary and health and human services secretary, respectively.) The growing number of establishment Republicans in the Cabinet — who could be joined by 2012 presidential nominee Mitt Romney, a candidate for secretary of state — are a sharp contrast to Trump's initial wave of appointments. Those were headlined by White House chief strategist Steve Bannon, who previously ran the controversial right-wing news site Breitbart, which has ties to the white nationalist \"alt-right\" movement. Chao was President George W. Bush's labor secretary, an appointment that made her the first Asian-American woman ever appointed to a Cabinet position. (Chao was also the only member of Bush's Cabinet to serve throughout his entire eight-year term.) She worked as a deputy transportation secretary during President George H.W. Bush's administration. Article continues after sponsorship Other candidates Trump was considering to head the Department of Transportation included Pennsylvania Rep. Lou Barletta, one of the handful of congressmen to enthusiastically endorse his campaign in its early stages. Correction Nov. 29, 2016 A previous version of this story incorrectly referred to Nikki Haley as President-elect Donald Trump's choice to be U.N. secretary. Haley is actually his choice for ambassador to the U.N. ",
    "title": "Donald Trump's Transportation Secretary Pick: Elaine Chao : NPR"
   },
   {
    "entities": [
     "national",
     "clinton",
     "to",
     "capital",
     "senate",
     "committee",
     "donald",
     "steve",
     "treasury",
     "department",
     "dune",
     "saenz",
     "entertainment",
     "barack",
     "goldman",
     "obama",
     "management",
     "sachs",
     "chao",
     "alana",
     "cnbc",
     "mnuchin",
     "pick",
     "nov",
     "news",
     "2010",
     "abramson",
     "trump",
     "29, 2016",
     "democratic",
     "expected",
     "arlette",
     "dodd-frank",
     "hodge",
     "july",
     "abc",
     "adam",
     "steven",
     "washington",
     "hillary",
     "ratpac",
     "wednesday"
    ],
    "id": 21,
    "text": "Donald Trump Expected to Pick Goldman Sachs Veteran Steven Mnuchin for Treasury Secretary By Arlette Saenz Nov 29, 2016, 9:31 PM ET 0 Shares WATCH Chao, Price Tapped for Trump's Cabinet, Secretary of State Still Up in the Air 0 Shares Email President-elect Donald Trump is expected to name billionaire, hedge fund manager and Goldman Sachs alum Steven Mnuchin as his pick for treasury secretary as soon as Wednesday, senior Trump transition sources confirmed to ABC News. Mnuchin was a long-time Democratic donor and served as national finance chairman for Trump's presidential campaign . He currently serves as co-founder co-CEO and chairman of Dune Capital Management. Mnuchin previously worked at Goldman Sachs for 17 years, where he rose to become partner. When he left Goldman, he founded RatPac Dune Entertainment, which financed several films, including \"Avatar\" and the X-Men movies. The selection of Mnuchin as Trump's pick for treasury secretary, which requires Senate confirmation, marks the first major economic post filled by Trump. If confirmed to the position, this would be Mnuchin's first foray into the public sector. During the campaign, Trump said he would dismantle the Obama administration's 2010 banking regulations known as Dodd-Frank, which Mnuchin has indicated should be re-examined. \"We're not taking a position on whether we support that or don't support it. We're saying a lot of things need to be looked at. We think Dodd-Frank needs to be looked at. Obviously there is an important concern of protecting depositors,\" Mnuchin said in a July interview with CNBC . Democrats were quick to pounce on Trump's decision to pick Mnuchin to run the Treasury Department. “So much for draining the swamp. Nominating Steve Mnuchin to be Treasury Secretary -– a billionaire hedge fund manager and Goldman Sachs alumnus...is a slap in the face to voters who hoped he would shake up Washington,\" Adam Hodge, communications director for the Democratic National Committee said in a statement. \"Trump is already heading into office as the most corrupt, conflicted, and unpopular president-elect in history, and now he’s breaking his signature promise to the voters who elected him.” Mnuchin previously donated to Hillary Clinton and Barack Obama's Senate and presidential campaigns. This is a developing story. Please check back in for updates. ABC News' Alana Abramson contributed to this report. 0 Shares ",
    "title": "Donald Trump Expected to Pick Goldman Sachs Veteran Steven Mnuchin for Treasury Secretary - ABC News"
   },
   {
    "entities": [
     "monique",
     "assembly",
     "5 percentage points",
     "monday",
     "party",
     "bruce",
     "steve",
     "$30 million",
     "garcia",
     "st.",
     "drobinski",
     "louis",
     "republican",
     "chicago",
     "elections",
     "rauner",
     "rod",
     "of",
     "illinois",
     "board",
     "costello",
     "phelps",
     "harrisburg",
     "brandon",
     "$1.1 million",
     "gop",
     "$2.6 million",
     "$2.1 million",
     "jan. 11",
     "general",
     "brown",
     "smithton",
     "pearson",
     "ammons",
     "jerry",
     "wauconda",
     "house",
     "2016",
     "nov. 8",
     "$21 million",
     "rick",
     "sam",
     "july",
     "carol",
     "spring",
     "$13.5 billion",
     "yingling",
     "state",
     "grayslake",
     "$44,000",
     "organization",
     "madigan",
     "wednesday"
    ],
    "id": 22,
    "text": "Republican Gov. Bruce Rauner 's budget office estimates the state's backlog of unpaid bills will hit a record $13.5 billion by July if the governor and Democrats who control the General Assembly remain deadlocked over a complete spending plan, a bleak reminder of what's at stake as negotiations... Republican Gov. Bruce Rauner 's budget office estimates the state's backlog of unpaid bills will hit a record $13.5 billion by July if the governor and Democrats who control the General Assembly remain deadlocked over a complete spending plan, a bleak reminder of what's at stake as negotiations... (Monique Garcia) Madigan spokesman Steve Brown dismissed the effort as more of the same failed tactics that Republicans have employed for years. \"I don't know that it really makes any difference, this is the kind of thing we have seen from the Republicans for decades,\" Brown said. \"It's not terribly effective, and it's certainly not persuasive in getting people to embrace some of the issues.\" Of the three Democrats singled out by the state GOP, one, state Rep. Jerry Costello , of Smithton, near St. Louis, faced no Republican opposition in the Nov. 8 election. Another, state Rep. Brandon Phelps , of Harrisburg in southeastern Illinois, had only token GOP opposition. The state GOP also singled out Democratic Rep. Sam Yingling, of Grayslake, who edged out Republican challenger Rod Drobinski, of Wauconda, by about 5 percentage points in a race in which both sides spent heavily. Yingling raised nearly $2.6 million during the 2016 election cycle, State Board of Elections records showed, with nearly $1.1 million coming from Madigan-controlled funds. Drobinski raised nearly $2.1 million, all but $44,000 coming from the House Republican Organization, the campaign arm of the House GOP, and the Illinois Republican Party. The state GOP raised more than $30 million in the 2016 campaign cycle with nearly $21 million coming from Rauner and his campaign fund. Much of the money that went to the state Republican Party was funneled to the House Republican Organization to oppose Madigan. Madigan on Monday predicted he has \"overwhelming support to be re-elected speaker,\" and his members are expected to gather privately Wednesday to discuss the matter. The House election for speaker will not be held until Jan. 11, when new lawmakers are sworn in, meaning Republicans still have several weeks to raise the pressure. Indeed, neither Phelps or Yingling would say if they plan to vote for the speaker again, noting they may not have much choice either way should he be the only name Democrats put forth. \"I will be supporting whoever the Democratic candidate is,\" said Yingling, who added that the attempt to divide Democrats is only \"strengthening the Democratic Party.\" \"This shows a complete incompetence on the part of the governor and his total lack of understanding of what it means to govern and work with the legislative branch,\" Yingling said. \"It also underscores the notion that the governor thinks that he can just buy whatever he wants, and in reality our democracy doesn't work like that.\" Meanwhile, House Democrats were unable to override Rauner's veto of a bill aimed at making voter registration automatic in Illinois. Under the legislation, those seeking a new or updated driver's license would automatically be registered to vote or have their registration updated unless they opted out. Currently, motorists seeking services at secretary of state driver's facilities are asked if they want to register to vote or update their registration — an opt-in form of voter registration. Rauner argued the bill opened the state to potential voting fraud and conflicted with federal law. That put Republicans who supported the bill in the spring in a tight spot, and they floated an alternative proposal to provide some political cover for switching their votes. That did little to appease Democrats, who contended Rauner's opposition was \"because he is concerned about his own re-election.\" \"It really sends the message that the support of voter suppression in Illinois will be upheld by certain members of this House,\" said Rep. Carol Ammons, D-Urbana. Rick Pearson contributed from Chicago. ",
    "title": "Madigan no-shows meeting, Rauner&apos;s GOP launches attack website - Chicago Tribune"
   },
   {
    "entities": [
     "strike",
     "fidel",
     "john",
     "bush",
     "treasury",
     "miami",
     "mcconnell",
     "newt",
     "jim",
     "health",
     "n.",
     "university",
     "speaker",
     "family",
     "pelosi",
     "friday",
     "charles",
     "d-san",
     "mitch",
     "2018",
     "elaine",
     "priebus",
     "rick",
     "2012",
     "children\\xe2\\x80\\x99s",
     "lakers",
     "steven",
     "castro",
     "e.\\xc2\\xa0schumer",
     "georges",
     "reform",
     "schumer",
     "human",
     "transportation",
     "donald",
     "noam",
     "department",
     "nancy",
     "sen.",
     "$2 trillion",
     "labor",
     "francisco",
     "chao",
     "paul",
     "jean",
     "levey",
     "joe",
     "2010",
     "romney",
     "tuesday",
     "and",
     "for",
     "rep.",
     "puzzanghera",
     "83%",
     "ryan",
     "2005",
     "pacific",
     "gingrich",
     "donnelly",
     "joint",
     "/",
     "state",
     "reince",
     "$20",
     "heritage",
     "kaiser",
     "77%",
     "congress",
     "york",
     "kaster",
     "insurance",
     "of",
     "u.s.",
     "mnuchin",
     "robert",
     "tom",
     "2017",
     "2015",
     "ohio",
     "trump",
     "america",
     "price",
     "w.",
     "$300 million",
     "new",
     "harbor",
     "pearl",
     "associated",
     "lawrence",
     "washington",
     "tyler",
     "alliance",
     "senate",
     "mitt",
     "committee",
     "george",
     "fighter",
     "bierman",
     "friday weekend",
     "2006",
     "d.",
     "california",
     "daily",
     "services",
     "noah",
     "foundation",
     "gop",
     "carolyn",
     "blendon",
     "program",
     "indiana",
     "signal",
     "house",
     "press",
     "budget",
     "harvard"
    ],
    "id": 23,
    "text": "Trump pledged to protect Medicare. His choice for health secretary has other ideas Rep. Tom Price Carolyn Kaster / Associated Press Rep. Tom Price (R-Ga.) is President-elect Donald Trump's pick to be Health and Human Services secretary. Rep. Tom Price (R-Ga.) is President-elect Donald Trump's pick to be Health and Human Services secretary. (Carolyn Kaster / Associated Press) Noam N. Levey and Noah Bierman Contact Reporters President-elect Donald Trump reassured voters during his insurgent political campaign that he would protect Medicare , Social Security and other popular federal assistance programs. But in tapping Rep. Tom Price (R-Ga.) to be his Health and Human Services secretary, he has elevated one of the most aggressive proponents of dramatically overhauling the government safety net for seniors and low-income Americans, a long-held conservative goal. Trump also took a step toward a potentially explosive political battle over the entitlements, which account for close to half of all federal spending. Such a battle — and the threat of benefit cuts to more than 100 million Americans — risks alienating some of the very working-class voters who fueled Trump’s unexpected victory. His advisors and prospective Cabinet already include several figures whose wealth and political connections are at odds with Trump’s populist rhetoric. “The pressure here will ramp up significantly,” warned John Lawrence , former chief of staff to House Minority Leader Nancy Pelosi (D-San Francisco), who has led numerous fights against GOP efforts in recent years to overhaul entitlement programs. Donald Trump has chosen Steven Mnuchin, a wealthy Wall Street executive and Hollywood movie producer who served as his campaign finance chairman, to be the next Treasury secretary, according to a person familiar with the decision. Mnuchin’s deep roots on Wall Street fit the mold... President-elect Donald Trump has chosen Steven Mnuchin, a wealthy Wall Street executive and Hollywood movie producer who served as his campaign finance chairman, to be the next Treasury secretary, according to a person familiar with the decision. Mnuchin’s deep roots on Wall Street fit the mold... (Jim Puzzanghera) Even the smallest cuts in federal support can spark a backlash, Lawrence added, given people’s attachment to Medicare and other programs. “It can be $20, and they’ve got serious trouble on their hands,” he said. Congressional Republicans voiced strong support Tuesday for Price, whom Senate Majority Leader Mitch McConnell (R-Ky.) called “the right person to lead the charge” to repeal Obamacare . But Democrats moved quickly to highlight Price’s calls for more far-reaching entitlement changes. “Washington Republicans are plotting a war on seniors next year,” said Sen. Charles E. Schumer (D-N.Y.), the incoming Senate minority leader. Several Senate Democrats, including red-state lawmakers such as Indiana Sen. Joe Donnelly , announced they would vote against confirming Price. “Tom Price has led the charge to privatize Medicare, and for this reason, I cannot support his nomination,” Donnelly said. Trump, in announcing his selection of Price, called the 62-year-old six-term congressman “exceptionally qualified to shepherd our commitment to repeal and replace Obamacare and bring affordable and accessible healthcare to every American.” Armand Emamdjomeh The president-elect did not mention Price’s calls for major changes to Medicare and Medicaid , which Price has made a centerpiece of his legislative agenda. “Without changing course, America’s healthcare system will worsen with time, the nation’s federal health programs will either go bankrupt or contribute to the fiscal insolvency of the country at large, and Americans will lose access to the care they need,” Price warned in the 2017 budget blueprint he crafted as chairman of the House Budget Committee. Price, like House Speaker Paul D. Ryan (R-Wis.), advocates replacing the government-provided Medicare health plan with a program that provides seniors with a voucher to purchase private health coverage. This system, which supporters call premium support, saves the federal government money by gradually shifting costs onto beneficiaries, independent budget analyses have shown. Price also advocates a new system of block grants to states that would sharply cut federal aid for Medicaid, which primarily serves poor Americans. Conservatives have argued for decades that Social Security, Medicare and Medicaid, the mammoth government entitlement programs for the elderly, disabled and poor, are unsustainable. But the three entitlements, which cost more than $2 trillion annually, remain extremely popular, unlike the divisive Affordable Care Act, as Obamacare is formally known. “Medicare is not seen as the same type of issue as the ACA,” Harvard University political scientist Robert Blendon, an authority on public opinions of healthcare, explained at a recent forum by the Alliance for Health Reform. “Most voters of both parties think Medicare is working.” Even Medicaid, which began as a welfare program, and the related Children’s Health Insurance Program have established strong bipartisan support, reflecting in part the large role they play in providing coverage to children and elderly Americans in need of nursing home care. Nearly two-thirds of Americans said that Medicaid is a “very important” government program in a 2015 national survey by the nonprofit Kaiser Family Foundation. That was only slightly below Medicare, which was rated similarly by 77% of Americans, and Social Security, which 83% of respondents said was very important. The depth of that public support has prevented Republicans from making major changes to the programs over the years. President Bush’s 2005 push to privatize Social Security not only was defeated, but helped reenergize Democrats and fueled the party’s return to power in Congress in the 2006 midterm election. Trump appeared to grasp this on the campaign trail. Though he did not discuss healthcare and entitlement policies frequently, Trump insisted several times that he would protect programs serving vulnerable Americans. “I’m not going to cut Social Security like every other Republican, and I’m not going to cut Medicare or Medicaid,” Trump said last year in an interview with the Daily Signal, an online news site operated by the conservative Heritage Foundation. “Every other Republican is going to cut, and even if they wouldn’t, they don’t know what to do because they don’t know where the money is. I do,” Trump said. But the president-elect has offered few details about his healthcare agenda, including his plans to replace the 2010 Affordable Care Act. And many in Washington are still trying to figure out whether Trump will align himself with the conservative governing program that has been championed by Price, Ryan and other congressional Republicans in recent years. “All of Trump’s nascent positions were opening gambits in a deal,” said Rick Tyler, who was an aide to former House Speaker Newt Gingrich (R-Ga.). “It’s always a negotiating position with him.” Trump has indicated a willingness to forge an alliance with Democrats over infrastructure spending, a top policy goal that could find him clashing with fiscal conservatives in his party. That made his choice of Transportation secretary, Elaine Chao, particularly noteworthy. In addition to serving eight years as President George W. Bush’s Labor secretary, Chao is married to McConnell, a key negotiator in any spending plans Trump would put forward. Chao’s establishment ties conflict with Trump’s promise to \"drain the swamp\" in Washington and promote outsiders to lead his government. But Chao’s connections could be an asset as he makes the case for fixing dilapidated airports, roads and bridges. Chao’s tenure at the Department of Labor included criticism  from some advocates that she sided with employers on enforcing safety standards and failed to adequately protect low-wage workers . Chao rejected those assertions.  But the pick was greeted with cautious optimism by Democratic leaders. Schumer said Democrats are eager to work with Chao “if President-elect Trump is serious about a major infrastructure bill, backed by real dollars and not just tax credits and without cutting other programs like healthcare and education.” Trump made another overture to an establishment figure Tuesday when he and his designated chief of staff, Reince Priebus, dined with their party’s 2012 presidential nominee, Mitt Romney. It was Trump’s second meeting with Romney, who is said to be under consideration as secretary of State. They met at Jean Georges, a high-priced restaurant alongside Central Park in New York. Asked by a reporter how the dinner was going, Trump flashed a thumb’s-up. Caption 90 seconds: 4 stories you can't miss Brazilian soccer team plane crash , California university leaders urge Trump to embrace students who are in the U.S. illegally , Metro will pay nearly $300 million to company that widened the 405 Freeway , and newly identified bodies of Pearl Harbor victims returned to families for burial . Caption 90 seconds: 4 stories you can't miss Brazilian soccer team plane crash , California university leaders urge Trump to embrace students who are in the U.S. illegally , Metro will pay nearly $300 million to company that widened the 405 Freeway , and newly identified bodies of Pearl Harbor victims returned to families for burial . Caption RAW: Active shooter at Ohio State University Ohio State University had initially advised students there was an active shooter on campus and that they should “Run Hide Fight.”  Ohio State University had initially advised students there was an active shooter on campus and that they should “Run Hide Fight.”  Caption F-35B aircraft to deploy in Pacific in 2018 Known as the Joint Strike Fighter, the F-35 is the most expensive weapons program ever, and is intended to replace four aircraft. Known as the Joint Strike Fighter, the F-35 is the most expensive weapons program ever, and is intended to replace four aircraft. Caption 90 seconds: 4 stories you can't miss Fidel Castro's death late Friday sparked celebrations in Miami , president-elect Trump claims falsely there is widespread voter fraud , more than 154 million Americans shopped during the Black Friday weekend , and  a first for robotics scholarship programs . Caption Breaking down the Lakers' 109-85 loss to the Warriors The Lakers lost a second straight game to the Warriors on Friday, 109-85, and fell to 8-9 on the season.  The Lakers lost a second straight game to the Warriors on Friday, 109-85, and fell to 8-9 on the season.  ",
    "title": "Trump pledged to protect Medicare. His choice for health secretary has other ideas - LA Times"
   },
   {
    "entities": [
     "poteat",
     "welcome",
     "mario",
     "stephen",
     "nbc",
     "mchugh",
     "lonny",
     "columbia",
     "diaz",
     "ferguson",
     "department",
     "past 24 years",
     "rich",
     "river",
     "473 percent",
     "whitney",
     "energy",
     "gary",
     "west",
     "diana",
     "2011",
     "et",
     "of",
     "protection",
     "reactors",
     "richland",
     "ellingsworth",
     "1800 percent",
     "doe",
     "2009",
     "news",
     "seth",
     "states",
     "2014",
     "king",
     "brian",
     "january 1960",
     "solutions",
     "hanford",
     "sall",
     "$50 million",
     "30 percent",
     "cyrus",
     "bob",
     "dr.",
     "when",
     "seattle",
     "america",
     "2016",
     "kw",
     "farrow",
     "united",
     "two years ago",
     "mark",
     "gegg",
     "habib",
     "campbell",
     "$110 billion",
     "ronan",
     "washington"
    ],
    "id": 24,
    "text": "Nov 29 2016, 7:30 am ET Welcome to 'the Most Toxic Place in America' by Ronan Farrow and Rich McHugh Share 'America's Chernobyl': Inside the most toxic place in the nation 7:29 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161130010221if_/http://www.nbcnews.com/widget/video-embed/819787843950\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Athletic 35-year-old men who have never touched cigarettes are not supposed to come down with a debilitating lung disease usually linked to smoking. But Seth Ellingsworth of West Richland, Washington, says he got sick in an instant last year, when he briefly inhaled a strange odor at his job at the nearby Hanford Nuclear Site. \"I started having breathing problems,\" said Ellingsworth, \"and it hasn't gone away since.\" The father of four, who has reactive airway disease and is now unable to work, wore a nebulizer mask and gasped for air as he showed NBC News all the medicines he's forced to take. \"This is a corticosteroid. This is a pill I take, it's Zafirlukast. This is prednisone. This is a bronchodilator.\" Seventy years ago, the Hanford Site produced plutonium for America's nuclear arsenal. Today, it's run by the Department of Energy through its contractor, Washington River Protection Solutions. The contractor is managing a $110 billion cleanup of 56 million gallons of chemical and nuclear waste, stored in 177 underground tanks — a task that's expected to last the next 50 years. Seth Ellingsworth says he became sick as soon as he inhaled bad-smelling fumes at Washington's Hanford Nuclear Site, where he worked. Seth Ellingsworth But the tanks are leaking, and the vapors they emit contain toxic and radioactive chemicals known to cause cancer as well as brain and lung damage. Just this year, 61 workers have been exposed, and some nuclear experts have called Hanford \"the most toxic place in America\" and \"an underground Chernobyl waiting to happen.\" The DOE has acknowledged in nearly 20 studies conducted over the past 24 years that there is a safety risk to workers at Hanford. Just two years ago, a report found toxins in the air \"far exceeding occupational limits\" and a \"causal link\" between vapor exposure and lung and brain damage. The DOE has also said that the site \"cannot effectively control\" dangers and gives workers \"no warning.\" Campus Undercovered: Why ADHD Drugs Are the Hottest Study Aid on College Campuses But critics say the DOE still isn't doing enough to act on its own findings, and continues to put workers at risk. Local neuropsychologist Brian Campbell says he has evaluated 29 people at Hanford with both respiratory and cognitive symptoms, including \"some of the worst cases of dementia that I've seen in young people, which we do not anticipate.\" Dr. Campbell said the DOE doesn't want to acknowledge the injuries. \"More likely than not,\" said Campbell, \"I think it's caused by the exposure they had at Hanford.\" Nuclear reactors line the riverbank at the Hanford Site along the Columbia River in January 1960. The N Reactor is in the foreground, with the twin KE and KW Reactors in the immediate background. The historic B Reactor, the world's first plutonium production reactor, is visible in the distance. United States Department of Energy When NBC News put out a call for current and former Hanford workers who believe they were exposed to toxic materials, more than 20 volunteered to talk to us. Eleven of them sat down with NBC News for a group interview. Diana Gegg was one of several former workers who said they have dementia: \"I have shaking on the right side of my body.\" Lonny Poteat said he had been diagnosed with \"pretty bad\" nerve damage. \"Sometimes the pain gets so great,\" said Poteat, \"I just pass out.\" Campus Undercovered: College Students Say Drunkorexia Is More Than a Buzzword Mario Diaz said he was losing his memory and struggling to breathe, and became emotional when he said he's no longer able to do things with his family. \"The worst part is showing up for work out there and getting pasted because they didn't tell us,\" said Diaz. \"They weren't forthright in sharing what they know.\" The workers told us that \"over and over,\" the Department of Energy and the contractor on site told them the readings for harmful materials were safe. \"We're told daily that it's safe,\" said a man who currently works at Hanford. \"[That] there's nothing to worry about.\" Ronan Farrow with current and former workers from the Hanford Nuclear Site. NBC News \"They're a bunch of liars,\" said a female employee. Former workers also said that in the past they were almost never allowed to opt for protective gear, like the supplied air tanks recommended by many experts. \"They wouldn't let you have it,\" alleged a former worker. Several told us they were discouraged from seeking safety equipment, and threatened with losing work if they insisted. The DOE says it has no tolerance for retaliation. The Hanford Challenge, a local watchdog group, says that at least three deaths have a documented link to exposure at Hanford, including Gary Sall's. Sall died in 2011 after descending into dementia, which was diagnosed as \"work-related.\" Some Washington state officials are now intervening, including Lt. Gov. Cyrus Habib, who has pledged to investigate and called the federal government's response \"an absolute scandal.\" \"When you think about the risk not only to workers but also to our water supply,\" Habib told NBC News, \"it's like a Stephen King novel. This is something that I think everyone in the country should be thinking about.\" Attorney General Bob Ferguson is taking an even more unusual step — suing the federal government. Said Ferguson, \"They've known for decades. It's been going on year after year, report after report. Ferguson said he considered the federal government's lack of action \"unforgivable.\" \"And to be candid, they have to live with themselves on that,\" said Ferguson. \"I ask the question all the time, 'How many more workers have to get sick at Hanford before they do something about it? How many?' Please ask them. I really want to know.\" NBC News asked a DOE official that very question during a visit to Hanford. The DOE granted us rare access to the highly restricted site, and an interview with Deputy Assistant Secretary Mark Whitney. Whitney, who has since left the DOE for the private sector, said that all Hanford workers who have been referred to medical evaluation to date have been returned to work. NBC noted that many workers who have not returned to work are seriously, even terminally ill, and asked Whitney if the DOE maintains that these illnesses are not related to on-the-job exposures. \"I wish we had a more complete understanding of those circumstances,\" said Whitney. \"A lot of effort the last couple years has gone into strengthening our efforts to deal with the potential vapor exposure issue.\" NBC then showed Whitney a copy of Diana Gegg's medical assessment, in which doctors say her serious, possibly terminal illnesses are a direct result of her exposure at Hanford, and asked him for comment. Said Whitney, \"I'm not a medical professional and can't provide a qualified medical opinion.\" Whitney says the DOE is \"strengthening communication\" with Hanford workers, and in 2016 invested $50 million in improving air monitoring. At Hanford, however, a subcontractor who was monitoring the air next to a set of waste tanks refused to tell NBC News what kind of readings he was getting. \"Sorry, but I'm not allowed to discuss that,\" said the subcontractor. Whitney said the DOE has taken more than 170,000 measurements of the breathing zones in Hanford's tank farms, and never found measurements higher than the permitted occupational exposure limits. NBC, however, has documents showing DOE readings from Hanford in 2009 that are far in excess of occupational limits. Mercury was measured at 473 percent above limits, and ammonia was measured at 1800 percent above limits — and workers were not told. \"I'm not aware of what workers were told or were not or those readings,\" said Whitney. \"Potentially those measurements were taken at the top of a 20 or 40-foot stack where workers would not be.\" But a DOE study from 2014 found a significant risk of dangerous exposure at that distance from the source of vapor. \"Clearly, almost 30 percent of this concentration … might by highly irritating even under very brief exposures occurring over 30 feet from the source.\" Susannah Frame, investigative reporter at Seattle NBC affiliate KING, says the risk goes beyond workers at the site, and includes the risk that a tank could explode and contaminate a large area. That risk was originally raised by a government nuclear board. Said Frame, \"If you care about people that are doing the work of this country that is needed so that we don't have a nuclear disaster, you should care about Hanford. \" \"Our lives don't matter,\" said Seth Ellingsworth. \"Our health does not matter. We are simply a business decision. It costs more money to protect us than to fight us, to deal with us being sick.\" Washington River Protection Solutions, the contractor that runs Hanford for the DOE, has now reached an agreement with workers' unions to provide air tanks to all workers. Experts told NBC News that the masks can help — but that they can also be withdrawn by the government at any time. They also say it doesn't solve the broader safety problems underscored by 24 years of DOE studies about the risks of working at Hanford. Ronan Farrow ",
    "title": "Welcome to 'the Most Toxic Place in America' - NBC News"
   },
   {
    "entities": [
     "securities",
     "deutsche",
     "siemens",
     "apple",
     "risius",
     "conflict-of-interest",
     "justice",
     "times",
     "louis",
     "department",
     "york",
     "feinberg",
     "his",
     "jason",
     "commission",
     "d.",
     "brandeis",
     "white",
     "states",
     "stout",
     "november 29, 2016",
     "wright",
     "solomon",
     "tower",
     "a.",
     "trump",
     "c.",
     "and",
     "davidoff",
     "could",
     "house",
     "quell",
     "ross",
     "exchange",
     "mr.",
     "united",
     "new",
     "ryan",
     "bank",
     "pisarik",
     "cohen",
     "how",
     "woes",
     "steven",
     "bp",
     "zimmer",
     "t."
    ],
    "id": 25,
    "text": "Subscribe to the Times Yes, some of your critics will deride the corporate monitor as mere window dressing. And the fact that this would be a novel application of the corporate monitor role — such people are typically appointed as part of a settlement in a legal case, as a move by a company to ease the punishment — might give you pause. But appointing one would also suggest that you take the conflict issue seriously, not only to the American public but also to the rest of the world, which has long looked to the United States as a model of democracy. If your administration even raises the specter of corruption in the White House, that would undermine the entire country, as well as our economy. Companies like Apple, BP, Deutsche Bank, JPMorgan Chase, Siemens and Zimmer have been subject to corporate monitors. Typically, such a person is installed at the behest of the government after a business has been involved in breaking antitrust laws or foreign corrupt practices laws. For example, the hedge fund manager Steven A. Cohen was required to hire a corporate monitor to oversee Point72, his family office, as part of an insider trading settlement. A corporate monitor traditionally provides reports to the Justice Department or the Securities and Exchange Commission to make sure the company he or she oversees is in compliance with the law. A New York Times contributor, Steven Davidoff Solomon, has critically called the idea of corporate monitors in the business context “a full employment act for former federal prosecutors that may have little effect on the way any company that is forced to hire a monitor conducts its business.” That’s true when companies hire cronies or other friends. That’s why it is important to hire someone truly independent. “The mere presence of a corporate monitor can help to change the culture of a company and how it approaches its internal controls and compliance and ethics programs,” Ryan C. Pisarik and Jason T. Wright, of the corporate advisory service Stout Risius Ross, said in a note to clients. Advertisement Continue reading the main story When I called Mr. Feinberg to run my idea by him, he paused to consider it. We went over the positives and the negatives. He seemed to warm to it quickly. “The perfect is the enemy of the good,” he said. He told me, “You’ll get pushback” from critics who will say the monitor is “in bed with the guy paying him.” Still, he said the idea brought to mind a famous quote from Justice Louis D. Brandeis: “Sunlight is said to be the best of disinfectants.” Assuming the monitor has no operational authority and no bonus associated with performance, Mr. Feinberg said, “At least we know from an unimpeachable source, here is the way it is.” So, would Mr. Feinberg accept the position? “I’ll take the job,” he said with both a laugh and a genuine sense of sincerity. In that same spirit, I want you to know, Mr. Trump: I’ll happily waive my finder’s fee if you take up this idea. Correction: November 29, 2016 An earlier version of a picture caption with this article misidentified a building. The picture showed the Trump Building at 40 Wall St. in New York, not Trump Tower. A version of this article appears in print on November 29, 2016, on page B1 of the New York edition with the headline: How Trump Could Quell His Conflict-of-Interest Woes. Order Reprints | Today's Paper | Subscribe ",
    "title": "Dear President-Elect Trump: Here’s How to Fix Your Conflict-of-Interest Problem - The New York Times"
   },
   {
    "entities": [
     "national",
     "aclu",
     "strike",
     "jennings",
     "fidel",
     "school",
     "los",
     "arulanantham",
     "savage",
     "donald",
     "angeles",
     "miami",
     "era",
     "fighter",
     "york",
     "9th",
     "95%",
     "friday weekend",
     "david",
     "the",
     "california",
     "obama",
     "law",
     "of",
     "2 million",
     "johnson",
     "u.s.",
     "university",
     "civil",
     "circuit",
     "liberties",
     "rodriguez",
     "alejandro",
     "states",
     "union",
     "friday",
     "vs.",
     "ahilan",
     "ohio",
     "appeals",
     "trump",
     "castro",
     "2018",
     "tumlin",
     "karen",
     "immigration",
     "center",
     "cbs",
     "american",
     "press",
     "court",
     "united",
     "kevin",
     "new",
     "davis",
     "$300 million",
     "harbor",
     "pacific",
     "lakers",
     "pearl",
     "joint",
     "associated",
     "state",
     "uc",
     "g.",
     "2001",
     "supreme",
     "wednesday"
    ],
    "id": 26,
    "text": "Supreme Court dispute over jailing immigrants takes on new importance in Trump era Supreme Court will weigh whether jailed immigrants have a right to a bond hearing. Associated Press The Supreme Court is expected to rule early next year in the case of Jennings vs. Rodriguez.  The Supreme Court is expected to rule early next year in the case of Jennings vs. Rodriguez.  (Associated Press) David G. Savage Contact Reporter A Supreme Court dispute over the government’s power to indefinitely jail immigrants facing deportation has taken on added significance with the election of Donald Trump , who has vowed to remove millions of foreigners in the country illegally. The case, to be argued Wednesday, pits civil libertarians and federal judges in California against the Obama administration, which is defending the government’s broad power in dealing with immigration. At issue is whether immigrants fighting deportation have a legal right to a bond hearing and possible release if they are held more than six months while awaiting resolution of their case. The immigrants involved include longtime legal residents as well as some here illegally. Civil libertarians say indefinitely holding such immigrants violates the 5th Amendment guarantee that “no person shall be … deprived of … liberty … without due process of law.” In the past, the court has said the word “person” includes immigrants as well as citizens. They also argue that many of these immigrants have lived and worked legally in the United States and are being held for long periods over minor or nonviolent offenses, including simple drug possession. Government lawyers counter that federal law mandates that noncitizens convicted of crimes “shall be detained.” In the past, the Supreme Court has been closely split on rights for immigrants. In 2001, the justices said the Constitution “entitles aliens to due process of law in deportation proceedings.” By a 5-4 vote, however, they said foreigners facing possible deportation may “be detained for the brief period” required to decide their immigration case. More recently, federal appeals court judges in California and New York have set six months as the limit for what that “brief period” may constitute. The case before the high court involves a ruling by the 9th Circuit Court of Appeals, which upheld a judge’s order in Los Angeles that required the government to give a bond hearing to deportable immigrants who are held in jail for more than six months.  Civil liberties advocates say that without a limit of that sort, the government could wield the threat of indefinite detention against immigrants who might be pressured to simply give up and return home rather than spend years behind bars awaiting resolution. The case has drawn greater attention since Trump’s election and may well portend some of the legal battles ahead under his administration. In his first TV interview after the election, Trump spoke of arresting and deporting 2 million to 3 million foreigners who have criminal records. “What we're going to do is get the people that are criminal and have criminal records — gang members, drug dealers. We have a lot of these people, probably 2 million. It could be even 3 million. We are getting them out of our country,” he told CBS’ “60 Minutes.” Immigration experts say that number is not limited to people who have committed felonies or violent crimes, but includes many with lesser offenses, including traffic violations. To carry out such deportations, federal agents would probably prefer to have a free hand to arrest and keep these immigrants in jail. Officials with Trump’s transition team did not respond to a request for comment. Legal experts say a Supreme Court ruling upholding the president’s power to detain immigrants indefinitely would give the new administration greater leverage in cracking down against illegal immigration. “I thought this case was important before, but obviously it is more important with an administration that wants to do even more deportations,” said Karen Tumlin, legal director for the National Immigration Law Center in Los Angeles. “You would think mandatory detention is for people with very severe crimes, but it is not. It can be for relatively low-level charges.” Each day, more than 40,000 people are held in immigration jails because they have a criminal conviction on their records or because they entered the country seeking asylum, according to the American Civil Liberties Union. The court orders do not call for “mass release,” but only for “individualized hearings,” said Ahilan Arulanantham, an ACLU attorney from Los Angeles who will argue for the immigrants on Wednesday. He said a significant number of the detainees are “lawful permanent residents” who had families and worked in California, yet were jailed more than a year before their immigration cases were heard. The lead plaintiff, Alejandro Rodriguez, was brought to this country as an infant and obtained lawful status, but was jailed for possible deportation because of a drug possession and a “joyriding” conviction as a teenager. After more than three years in jail, he won his immigration case and was released. Arulanantham says immigrants like Rodriguez should be given a hearing before a judge and released on bond if it is decided they are not a danger to the community nor are likely to flee. The court order does not extend to suspected terrorists and “national security” threats, he noted. But lawyers for the Obama administration urged the high court to throw out the 9th Circuit’s decision, which they said calls for a “dramatic and wholesale revision” of immigration laws. They argued for a hands-off approach by judges. They said the justices should affirm “the long-standing rule that the political branches have plenary [complete] control over which aliens may physically enter the United States and under what circumstances.” It’s possible the eight justices could divide evenly on the new case. If so, they are likely to put off a ruling until a ninth justice is confirmed. Kevin Johnson, dean of the UC Davis Law School, said the election has put the case in a new spotlight. “I am more concerned with immigration detention in a Trump administration,” he said. “Detention will become commonplace for noncitizens placed in removal proceedings. And with the backlog in the immigration courts, it can take years for removal proceedings to be completed.” In their legal briefs for Wednesday’s case, government lawyers warned that allowing these people to be released on bond could allow many of them to escape. It would be time-consuming and costly if agents were forced to track down people who had absconded after their release, they said. The ACLU disagreed, saying the California court orders have been in effect for four years and have not led to such problems. It says more than 95% of the people released on bond showed up for their hearing before an immigration judge. The high court is expected to rule early next year in the case of Jennings vs. Rodriguez.  Caption 90 seconds: 4 stories you can't miss Brazilian soccer team plane crash , California university leaders urge Trump to embrace students who are in the U.S. illegally , Metro will pay nearly $300 million to company that widened the 405 Freeway , and newly identified bodies of Pearl Harbor victims returned to families for burial . Caption 90 seconds: 4 stories you can't miss Brazilian soccer team plane crash , California university leaders urge Trump to embrace students who are in the U.S. illegally , Metro will pay nearly $300 million to company that widened the 405 Freeway , and newly identified bodies of Pearl Harbor victims returned to families for burial . Caption RAW: Active shooter at Ohio State University Ohio State University had initially advised students there was an active shooter on campus and that they should “Run Hide Fight.”  Ohio State University had initially advised students there was an active shooter on campus and that they should “Run Hide Fight.”  Caption F-35B aircraft to deploy in Pacific in 2018 Known as the Joint Strike Fighter, the F-35 is the most expensive weapons program ever, and is intended to replace four aircraft. Known as the Joint Strike Fighter, the F-35 is the most expensive weapons program ever, and is intended to replace four aircraft. Caption 90 seconds: 4 stories you can't miss Fidel Castro's death late Friday sparked celebrations in Miami , president-elect Trump claims falsely there is widespread voter fraud , more than 154 million Americans shopped during the Black Friday weekend , and  a first for robotics scholarship programs . Caption Breaking down the Lakers' 109-85 loss to the Warriors The Lakers lost a second straight game to the Warriors on Friday, 109-85, and fell to 8-9 on the season.  The Lakers lost a second straight game to the Warriors on Friday, 109-85, and fell to 8-9 on the season.  ",
    "title": "Supreme Court dispute over jailing immigrants takes on new importance in Trump era - LA Times"
   },
   {
    "entities": [
     "john",
     "angeles",
     "mackler",
     "ylan",
     "oversight",
     "goldman",
     "management",
     "2009",
     "alan",
     "paulson",
     "alvarez",
     "glass-steagall",
     "technologies",
     "commerce",
     "michigan",
     "deposit",
     "ross",
     "hollywood",
     "eduardo",
     "ruckerthe",
     "steven",
     "stability",
     "indymac",
     "q.",
     "mui",
     "capital",
     "donald",
     "department",
     "dune",
     "century",
     "cit",
     "sachs",
     "bridge",
     "night",
     "15 percent",
     "1999",
     "blankfein",
     "tuesday",
     "democratic",
     "philip",
     "national",
     "$1.6 billion",
     "group",
     "lloyd",
     "billions of dollars",
     "stephen",
     "soros",
     "congress",
     "york",
     "21st",
     "republican",
     "insurance",
     "u.s.",
     "merle",
     "council",
     "post",
     "financial",
     "mnuchin",
     "robert",
     "2014",
     "federal",
     "jessica",
     "tower",
     "trump",
     "american",
     "united",
     "new",
     "$3.4 billion",
     "washington",
     "committee",
     "george",
     "mexico",
     "betsy",
     "california",
     "$100 million",
     "moore",
     "tribune",
     "corporation",
     "gop",
     "devos",
     "indiana",
     "may",
     "wilbur",
     "hodge",
     "munoz",
     "equilar",
     "adam",
     "renae",
     "los"
    ],
    "id": 27,
    "text": "Trump expected to pick former Goldman executive Steven Mnuchin as treasury secretary Steven Mnuchin Eduardo Munoz Alvarez / AFP-Getty Images Steven Mnuchin at Trump Tower in New York this month. Steven Mnuchin at Trump Tower in New York this month. (Eduardo Munoz Alvarez / AFP-Getty Images) Ylan Q. Mui, Philip RuckerThe Washington Post President-elect Donald Trump is planning to name investor and former Goldman Sachs executive Steven Mnuchin as treasury secretary, opting for an industry insider with no government experience to helm the agency in charge of the nation's finances, according to people familiar with the matter. Mnuchin (pronounced mah-NEW-chin) joined Trump's whirlwind campaign in May as finance chairman, despite the fact that he had never worked in politics and that he had donated to Democrats in the past. He quickly earned Trump's trust as he worked closely with the Republican National Committee to raise substantial amounts of money in a short period. On policy issues, he was instrumental in crafting the details of Trump's proposal to overhaul the tax code. \"He's an expert on finance issues,\" said Stephen Moore, who worked with Mnuchin as an adviser to the president-elect on the campaign trail. \"He clearly, like Donald Trump, understands that the number one goal for this administration is going to be to grow the economy and get jobs.\" The president-elect scored an early victory Tuesday night when air-conditioning manufacturer Carrier announced that it would reverse plans to move one of its factories from Indiana to Mexico. The company, which is owned by United Technologies, said about 1,000 U.S. jobs would be preserved. Trump's tough talk on trade during his campaign helped cement his populist appeal. But Trump - a real estate developer famous for his flashy style - appears to be staffing his Cabinet with advisers who also have amassed extraordinary wealth. Trump is expected to nominate industrialist billionaire Wilbur Ross to lead the Commerce Department, and Michigan billionaire Betsy DeVos was named as Trump's pick for education secretary last week. Mnuchin made his fortune on Wall Street, first at the storied New York investment bank Goldman Sachs and then as the head of his own private-equity fund. His close ties to an industry he would be in charge of regulating have the potential to complicate his confirmation and could undermine Trump's populist message. (Tribune news services) While on the stump, the president-elect frequently lambasted big banks - Goldman Sachs in particular - and advocated the reinstatement of the Glass-Steagall legislation that once separated retail and investment banks. In addition, Mnuchin was deeply involved in running a bank that had been at the heart of the subprime housing bust, eventually selling it for billions of dollars in profit. \"So much for draining the swamp,\" said Adam Hodge, communications director for the Democratic National Committee. \"Trump is already heading into office as the most corrupt, conflicted and unpopular president-elect in history, and now he's breaking his signature promise to the voters who elected him.\" As treasury secretary, one of Mnuchin's top priorities probably would be shepherding Trump's tax plan through Congress. Trump has advocated cutting the corporate tax rate to 15 percent and streamlining individual tax rates into three brackets. Although Republican lawmakers have expressed enthusiasm for reform, there remains substantial debate over how to tackle corporate profits overseas, among other issues. In addition, key GOP senators are advocating for a more bipartisan approach that probably would require complex negotiations with Democrats. (Tribune news services) \"I think he's extremely knowledgeable about taxes,\" Moore said. But, he added, \"most members of Congress don't know who he is.\" In news interviews, Mnuchin has said he was not previously close to Trump, but the two move in the same circles of big-money financiers, willing to take big risks in the face of improbable odds. Trump's campaign was just the latest big bet in Mnuchin's varied career in the upper echelons of finance, which has stretched from New York to Hollywood. Working at Goldman Sachs was a family affair for Mnuchin. Before he worked at the Wall Street giant, his father, Robert Mnuchin, spent more than 33 years at the bank. His brother, Alan, was a Goldman Sachs vice president. Mnuchin spent 17 years at the bank, rising from its savings-and-loan business to mortgage-backed bond trading before becoming the bank's chief information officer in 1999. Mnuchin is a \"very smart guy,\" Lloyd Blankfein, chief executive of Goldman Sachs, said this month. \"He was a very senior guy at a very young age at Goldman Sachs,\" he said. Blankfein said that Mnuchin reported to him when he ran the fixed-income division but that they haven't spoken much in recent years. \"I'm sure he stayed just as smart as he was when he was at Goldman,\" he said. After leaving the bank, Mnuchin worked for famed billionaire investor George Soros - a well-known Democratic donor. He then founded his own private-equity fund, Dune Capital Management. Among its most notable investments was the purchase of IndyMac from the Federal Deposit Insurance Corporation during the depths of the financial crisis in 2009. Dune led the consortium of investors who bought the failed subprime lender for about $1.6 billion, and Mnuchin oversaw the rebuilding of its business as chairman of the renamed OneWest. (A member of Trump's economic advisory team, John Paulson, was also part of the investor group.) Under Mnuchin, the bank more than doubled its branches and increased its assets. But it also faced criticism from advocacy groups who complained about aggressive foreclosure tactics. At one point, activists marched to Mnuchin's home in the Bel Air area of Los Angeles to protest its treatment of customers. As treasury secretary, Mnuchin would be responsible for the Trump administration's response to the aftermath of the housing bust. A crisis-era program that helps homeowners refinance their mortgages, for example, is not scheduled to end until next year. He also would head the Financial Stability Oversight Council, which oversees some of the country's largest financial institutions. \"Putting a Wall Street CEO in charge of his administration's oversight of Wall Street is dangerous and even more proof that Donald Trump is only interested in protecting corporations at the expense of working families,\" said Jessica Mackler, head of American Bridge 21st Century, a Democratic political action committee. In 2014, OneWest was sold to financial services firm CIT Group for $3.4 billion. Mnuchin is on CIT's board of directors but is not involved in day-to-day operations. He owns about $100 million in company stock, according to compensation research firm Equilar. After moving to California with the purchase of IndyMac, Mnuchin also became involved in financing Hollywood films. Dune Capital invested in several blockbusters, including \"American Sniper,\" \"Gravity,\" \"Avatar\" and \"Life of Pi.\" The Washington Post's Renae Merle contributed to this report. ",
    "title": "Trump expected to pick former Goldman executive Steven Mnuchin as treasury secretary - Chicago Tribune"
   },
   {
    "entities": [
     "mauro",
     "president-elect",
     "gilani",
     "network",
     "pakistan",
     "action",
     "2007",
     "email",
     "fbi",
     "york",
     "print",
     "christian",
     "u.s.",
     "sheikh",
     "project",
     "moa",
     "november 29, 2016",
     "trump",
     "mawyer",
     "america",
     "nov. 8",
     "martin",
     "clarion",
     "new",
     "ryan",
     "hancock",
     "n.y."
    ],
    "id": 28,
    "text": "US Islamist group arming up in anticipation of Trump, report claims Published               November 29, 2016 Facebook 0 Twitter 0 livefyre Email Print Gilani issued a statement right after Trump was elected, according to the report. (Christian Action Network) An Islamist group with secretive compounds around the U.S. is arming up in anticipation of raids by the incoming Trump administration, according to a new report from a nonprofit think tank. Muslims of America, which is headquartered in Hancock, N.Y., and run from Pakistan by leader Sheikh Gilani, operates 22 “Islamic villages” around the nation. The compounds are legal, but Gilani has recently ordered all unarmed members to gather firearms, licenses and hunting permits, according to Clarion Project . Gilani believes his group will be targeted by Trump. “I foretold disastrous results should this man be elected as the American President,” Gilani said in a statement shortly after Trump was elected president on Nov. 8. “He has come as a test and trial for the faithful adherents of the holy books.” Supporters say the compounds are simply Islamic communes for mainly African-American Muslims who seek to follow Gilani’s teachings in a rural setting. While they have been the subject of numerous accusations and undercover reporting, the group is not known to have supported or conducted terrorist activity, and its critics are widely dismissed as conspiracy theorists . A confidential source allegedly inside the organization told Martin Mawyer of the Christian Action Network and Ryan Mauro of the Clarion Project that the group expects the FBI to reopen its cases against them as a “homegrown terrorist organization,” according to the report. According to the report, the sources stated that members across the country were given instructions by Gilani to “be prepared to fight,” against President-Elect Trump, who the group believes is part of a satanic-Zionist conspiracy to destroy Islam. Muslims of America’s headquarters in rural New York is known as “Islamberg.” According to a 2007 FBI report obtained by the Clarion Project, MOA “possesses an infrastructure capable of planning and mounting terrorist campaigns within the U.S. and overseas.” Advertisement ",
    "title": "US Islamist group arming up in anticipation of Trump, report claims | Fox News"
   },
   {
    "entities": [
     "group",
     "facebook",
     "arizona",
     "penn",
     "ten",
     "lions",
     "alabama",
     "turner",
     "buchanan",
     "wisconsin",
     "kirby",
     "army",
     "weekend",
     "oklahoma",
     "tech",
     "louisville",
     "florida",
     "twitter",
     "clemson",
     "state-michigan",
     "hocutt",
     "ezekiel",
     "dec. 4",
     "the",
     "nittany",
     "five",
     "of",
     "pinterest",
     "bowl",
     "college",
     "jan. 9",
     "last weekend",
     "playoff",
     "erick",
     "linkedin",
     "jennifer",
     "western",
     "peach",
     "tampa",
     "8:56 p.m. est",
     "dec. 31",
     "november 29, 2016",
     "ohio",
     "smith",
     "michigan",
     "tuesday",
     "conversation",
     "fiesta",
     "final",
     "big",
     "sunday",
     "wolverines",
     "virginia",
     "guidelines",
     "google+",
     "acc",
     "colorado",
     "fla",
     "football",
     "state",
     "navy",
     "dec. 10",
     "washington"
    ],
    "id": 29,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest College Football Playoff rankings: Washington joins Alabama, Ohio State, Clemson The final College Football Playoff committee's ranking before next Sunday's final selection are out and Alabama is again No. 1. But there's been some changes below after Ohio State's overtime defeat of Michigan. Post to Facebook College Football Playoff rankings: Washington joins Alabama, Ohio State, Clemson The final College Football Playoff committee's ranking before next Sunday's final selection are out and Alabama is again No. 1. But there's been some changes below after Ohio State's overtime defeat of Michigan. Check out this story on USATODAY.com: http://usat.ly/2ghneRS CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 13 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs College Football Playoff rankings: Washington joins Alabama, Ohio State, Clemson Erick Smith , USA TODAY Sports 8:56 p.m. EST November 29, 2016 Washington Huskies defensive back Ezekiel Turner celebrates a sack against Arizona State. (Photo: Jennifer Buchanan, USA TODAY Sports) The outcome of the Ohio State-Michigan showdown had a significant impact on the College Football Playoff picture. The overtime loss by the Wolverines became Washington's gain as the Huskies moved into the No. 4 spot in the playoff committee's rankings Tuesday. Alabama continues its stranglehold on the top has it has for each of the last five weeks. Following the Tide are Ohio State and Clemson. The Wolverines, previously in the third spot, dropped to fifth Rounding out the top 10 are Wisconsin, Penn State, Colorado, Oklahoma and Oklahoma State. The last weekend of the season should clarify things. Washington and Colorado will meet in the Pac-12 title game, Wisconsin and Penn State square off for the Big Ten championship, Clemson faces Virginia Tech with the ACC crown on the line and the winner between Oklahoma and Oklahoma State will capture the Big 12. Ohio State might have the strongest resume of all the contenders with wins against Oklahoma and Wisconsin on the road, plus the win against Michigan. But the Buckeyes won't be able to enhance its position with the committee after missing the Big Ten title game. College Football Playoff committee chairman Kirby Hocutt seemed to downplay the possibility of the Buckeyes getting passed by either Penn State or Wisconsin. In the case of the Nittany Lions, which beat Ohio State, Hocutt said there is significant separation between the teams. He added the committee doesn't \"look ahead\" to the possibility of Penn State winning the conference champion in its ranking. Clemson looks to be in good shape to make the field should it win. The same with Washington. But if either or both should lose that would likely open the door for Big Ten champion or possibly Colorado. The current rating seem to indicate the Big 12 will miss the playoff for the second time in the three years of the system. Oklahoma and Oklahoma State are behind four Big Ten teams and the two Pac-12 teams playing this weekend. Also noteworthy in the rankings is Florida State being one spot ahead of Louisville at No. 12. That likely indicates the Seminoles will head to the Orange Bowl if Clemson wins the ACC. Virginia Tech would take the spot if it wins. No. 18 Western Michigan is two spots ahead of Navy for the Group of Five berth. The Broncos and Midshipmen play in their respective conference championship games this weekend. If they both win, it's possible the committee will wait until Dec. 10 — when Navy faces Army — to determine who gets the nod. The top four teams in final ranking of the committee on Dec. 4 will play in the College Football Playoff. The semifinals will take place on Dec. 31 at the Peach Bowl and Fiesta Bowl. The championship game will be held on Jan. 9 in Tampa, Fla. The committee rankings: ",
    "title": ""
   }
  ]
 }
}