{
 "01": {
  "col-sim": {
   "cosine": 0.28001117283752325,
   "entity": 0.4216370213557839
  },
  "exec-time": 8.55619740486145,
  "links": [
   {
    "entities": [
     "alshon",
     "akiem",
     "nfc",
     "jeffery",
     "washington",
     "monday",
     "the third quarter",
     "vikings",
     "cutler",
     "dan",
     "jay",
     "leonard",
     "field",
     "soldier",
     "hicks",
     "jordan",
     "howard",
     "the second quarter",
     "wiederer",
     "20-10",
     "cornelius",
     "floyd",
     "north-leading",
     "night"
    ],
    "id": 0,
    "text": "NFC North So much for all that rust on Bears quarterback Jay Cutler. So much for the idea that a ferocious Vikings defense would terrorize a short-handed Bears offensive line. So much for the forecasts that the Bears would stagger into their open date at 1-7. Turning in a complete performance Monday night at Soldier Field, the Bears upset the NFC North-leading Vikings 20-10. Cutler’s 11-yard touchdown toss to Alshon Jeffery in the third quarter provided a 20-3 lead, the Bears’ biggest lead of the entire season. And against a shaky Vikings’ offense, that advantage provided a sense of comfort and confidence that had yet to be felt this season. The Bears jumped all over the Vikings in the first half, building a 13-0 lead midway through the second quarter. Jordan Howard scored the game’s first touchdown on a 2-yard run, continuing an impressive first half. Howard compiled 145 total yards before halftime, including a 69-yard run to spark the Bears’ first scoring drive. The defense also stood strong, forcing the Vikings into four consecutive three-and-outs at one point of the first half. The Bears also held the Vikings to a field goal after facing a first-and-goal situation from the 3-yard line. First-half sacks from Cornelius Washington, Leonard Floyd and Akiem Hicks set a tone as the Bears defense held the Vikings to 98 total yards in the first half, an average of 3.0 per play and 16.3 per possession. -- Dan Wiederer ",
    "title": "Week 8 live blog: Bears defeat Vikings 20-10 for second victory of the season - Chicago Tribune"
   },
   {
    "entities": [
     "house",
     "donald",
     "december 2015",
     "earlier this month",
     "twitter",
     "foxnews.com",
     "oct. 19",
     "bob",
     "vladimir",
     "email",
     "john",
     "2016",
     "for",
     "caplin",
     "progress",
     "putin",
     "james",
     "party",
     "democratic",
     "gop",
     "news",
     "clinton",
     "june",
     "mook",
     "last week",
     "previously",
     "o'keefe",
     "cnn",
     "lux",
     "white",
     "petkanas",
     "creamer",
     "february of last year",
     "democracy",
     "tanden",
     "a",
     "trump",
     "chicago",
     "obama",
     "mike",
     "dec. 17, 2015",
     "veritas",
     "dnc",
     "podesta",
     "sunday",
     "zac",
     "print",
     "duck-suited",
     "american",
     "oct. 23",
     "neera",
     "project",
     "hillary",
     "robby",
     "wikileaks",
     "facebook",
     "fox",
     "$1,500",
     "robert",
     "partners",
     "glen",
     "center"
    ],
    "id": 1,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   A Democratic operative who bragged about getting orders from Hillary Clinton to execute a bizarre stunt aimed at Donald Trump and was linked to a covert operation to incite the Republican presidential nominee’s supporters was “close” to Clinton’s campaign manager, according to an email released Sunday by WikiLeaks – despite the campaign’s denial of any “relationship” with the consultant.    Democracy Partners co-founder Mike Lux made the eyebrow-raising assertion in a Dec. 17, 2015 email to Center for American Progress leader Neera Tanden. The message , found in a trove hacked from Clinton Campaign Chairman John Podesta’s account and posted by WikiLeaks, refers to an alleged connection between Democracy Partners head Robert Creamer and Clinton Campaign Manager Robby Mook. “Just wanted to pass along this note I sent to Bob Creamer, who as you may know is consulting for the DNC and is close to Robby Mook,” Lux wrote in a note about outreach to grassroots progressives. DEM OPERATIVES LOSE JOBS AFTER UNDERCOVER VIDEO COMMENTS Mook previously denied any ties between the Clinton campaign and Creamer after undercover video surfaced appearing to tie Creamer to schemes to incite brawls at Trump rallies and illegally bus voters to polling stations. “These individuals no longer have any relationship with the DNC. They’ve never had a relationship with the Clinton campaign,” Mook said on CNN on Oct. 23. “And my understanding is that the events that are referenced happened in February of last year, they did not have a contract with the DNC until June. But putting all that aside, this was again, a video that was leaked out for the purpose of damaging the campaign.” Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → But Lux’s email would appear to call most of that statement into question. Mook stated Democracy Partners didn’t “have a contract with the DNC until June [2016],” though Lux clearly asserts Creamer is “consulting for the DNC” as of December 2015. Lux’s characterization of Mook and Creamer as “close,” and Creamer’s own boast in one video of getting a directive from Clinton, also raise questions about Mook’s response. Asked about any relationship between Creamer and Mook, Clinton spokesman Glen Caplin told FoxNews.com in an email that the Clinton camp was not authenticating individual emails from the Podesta hack. Instead, Caplin blasted Trump for not standing up to Russian President Vladimir Putin, whose government many intelligence analysts blame for the email theft. Creamer earlier this month said he was “stepping back” from efforts to elect Clinton as the Democratic presidential nominee following the release of the undercover, edited Project Veritas video in which a Democracy Partners subcontractor appeared to describe a push to incite Trump supporters to violence. Another video emerged last week that showed Creamer twice bragging that Clinton personally approved plans to place Donald Duck-suited activists at Trump rallies. Amid separate reports finding Creamer made hundreds of White House visits, the email released Sunday provided yet another link between the highest levels of the Democratic Party and the operative. The GOP quickly posted to its website the text of the email alongside Mook’s recent denial. Trump has referenced the Project Veritas videos on the campaign trail and during the third presidential debate. “I was wondering what happened with my rally in Chicago and other rallies where we had such violence,” Trump said during the Oct. 19 debate. “[Clinton’s] the one, and [President] Obama, that caused the violence. They hired people, they paid them $1,500, and they’re on tape saying, be violent, cause fights, do bad things.” The DNC and Clinton campaign have steadfastly disavowed the actions discussed in the videos, produced by controversial conservative activist James O’Keefe. “While Project Veritas has been known to offer misleading video out of context, some of the language and tactics referenced in the video are troubling even as a theory or proposal never executed,” Clinton campaign spokesman Zac Petkanas said earlier this month. Advertisement ",
    "title": "Controversial Dem operative 'close' to Clinton campaign boss, email claims | Fox News"
   },
   {
    "entities": [
     "nov. 8",
     "governmental",
     "council",
     "stern",
     "studies",
     "samuel",
     "emily",
     "zahniser",
     "l.a.",
     "eric",
     "angeles",
     "harbor",
     "steve",
     "manhattan",
     "lacey",
     "leung",
     "2013",
     "commission",
     "janice",
     "david",
     "of",
     "$60,000",
     "political",
     "los",
     "$94,700",
     "$9,000",
     "buscaino",
     "james",
     "beach",
     "for",
     "times",
     "board",
     "$203,500",
     "garcetti",
     "lopez",
     "the day",
     "monday",
     "clinton",
     "napolitano",
     "gateway",
     "fppc",
     "supervisors",
     "county",
     "travis",
     "the",
     "wierenga",
     "california",
     "planning",
     "jay",
     "queally",
     "jackie",
     "joe",
     "gil",
     "$72-million",
     "cedillo",
     "hahn",
     "sunday",
     "geske",
     "u.s.",
     "$600,000",
     "reyes",
     "da",
     "hillary",
     "practices",
     "halloween",
     "mexico",
     "bob",
     "fair",
     "department",
     "alpert",
     "ethics",
     "jane",
     "center",
     "robison",
     "city"
    ],
    "id": 2,
    "text": "DA's office will review campaign contributions from donors with ties to Sea Breeze developer Sea Breeze Travis Geske An aerial view of the Sea Breeze apartment complex under construction in Harbor Gateway. The Los Angeles County district attorney's office is reviewing campaign donations made to politicians by people directly or indirectly connected to developer Samuel Leung. An aerial view of the Sea Breeze apartment complex under construction in Harbor Gateway. The Los Angeles County district attorney's office is reviewing campaign donations made to politicians by people directly or indirectly connected to developer Samuel Leung. (Travis Geske) David Zahniser and James Queally Contact Reporters The Los Angeles district attorney’s office said Monday that it would review a series of campaign contributions made by donors with ties to a developer who secured approval for a controversial $72-million apartment complex. On Sunday,  a Times investigation showed that more than 100 donors who were directly or indirectly connected to developer Samuel Leung had made donations totaling more than $600,000 to L.A.-area politicians while his 352-unit Sea Breeze project was being reviewed. Of those who donated, 11 denied making contributions or said they didn’t remember doing so, and one told The Times she had been reimbursed for at least one donation. The responses raise questions about whether someone else was the source of the money — a practice that is not permitted under campaign finance laws. Jane Robison, a spokeswoman for Dist. Atty. Jackie Lacey, said prosecutors were “aware of the allegations” surrounding the Sea Breeze project, located in L.A.’s Harbor Gateway neighborhood, and would review them. (David Zahniser and Emily Alpert Reyes) A review by the district attorney’s office is the first step in the process of determining whether an investigation is warranted.  It remains unclear if the city Ethics Commission plans to launch a separate probe. An official there said his agency is not allowed, under city law, to confirm or deny whether any investigation is taking place. The commission is charged with looking into alleged violations of campaign contribution laws in city campaigns only. A spokesman with the Fair Political Practices Commission, which investigates campaign finance law violations at the state and local levels, would not comment on whether his agency is looking at the donations linked to the Sea Breeze developer. \"All I can say is that we are aware of it,\" said FPPC spokesman Jay Wierenga, referring to The Times’ story on the donations. Several members of the Los Angeles City Council received donations as they were considering the Sea Breeze complex. U.S. Rep. Janice Hahn (D-Los Angeles), who represented Harbor Gateway during her days on the council, received at least $203,500 in contributions and wrote a letter favorable to the project. Campaign finance experts said the statements to The Times from donors, some of them low-income workers with ties to Leung’s business interests, suggest donations may have been made by someone else in an effort to bypass campaign contribution limits. Leung said he did not reimburse any donor and has declined repeated requests for further comment from The Times. Emails and phone calls made to a representative for Leung on Monday were not returned. Sea Breeze was initially opposed by staffers in the Department of City Planning and rejected by the Planning Commission. But both Mayor Eric Garcetti and the City Council reversed the commission’s decision. In 2013, a campaign committee that supported Garcetti's mayoral bid, but was not controlled by him, received $60,000 from companies and individuals with direct or indirect ties to Leung. (Steve Lopez) Politicians and neighborhood activists have called for a wide range of investigations since The Times’ story was published. Councilman Joe Buscaino , a backer of Sea Breeze who received $94,700 in contributions from donors connected to Leung, said the city’s Ethics Commission should check to see if any donors were reimbursed. Buscaino has also promised to return any campaign funds found to be improper by investigators. Councilman Gil Cedillo , who accepted at least $9,000 from donors tied to Leung, also voiced support for an outside review. He serves on the council committee that vetted the Sea Breeze project — and overturned the Planning Commission’s decision. “I am just as concerned as my colleagues and welcome an Ethics Commission investigation,” he said in a statement. \"If after an investigation the funds are in fact found to be questionable, I will return all donations immediately.” Former Manhattan Beach Mayor Steve Napolitano, who is running against Hahn in the Nov. 8 election for a seat on the Los Angeles County Board of Supervisors, has also called for local and federal prosecutors to investigate the donations. On Monday, Napolitano also asked for the county to form its own ethics commission to review similar situations. Bob Stern, the former president of the California Center for Governmental Studies and a coauthor of the state Political Reform Act, said any criminal investigation would likely focus on anyone suspected of reimbursing donors, rather than the politicians who received contributions.  If the donations were found to have come from someone other than the listed donors, prosecutors could bring charges of campaign money laundering as well as violations of campaign contribution limits. “It’s unlikely that the politicians will be charged unless they were involved in the actual scheme, but they probably will have to turn over the money to the city or the state if it was found that the money was illegally received,” he said. “Most of the time the politicians don’t know where the money is coming from, unless they are told.” The pattern of donations struck Stern as odd. “Many of these people don’t sound like they could afford to make these contributions,” he said. Caption 90 seconds: 4 stories you can't miss Another Hillary Clinton email scandal , an apartment complex in Los Angeles received some curious donations , California’s water conservation is seeing a backslide , and the Day of the Dead fuses with Halloween in Mexico . Caption 90 seconds: 4 stories you can't miss ",
    "title": "DA&apos;s office will review campaign contributions from donors with ties to Sea Breeze developer - LA Times"
   },
   {
    "entities": [
     "inc.",
     "congress",
     "2016",
     "late last week",
     "fbi",
     "james",
     "interactive",
     "new",
     "cbs",
     "news",
     "clinton",
     "monday",
     "lynch",
     "doj",
     "october",
     "fedarcyk",
     "abedin",
     "loretta",
     "huma",
     "hillary",
     "york",
     "comey",
     "weiner",
     "janice"
    ],
    "id": 3,
    "text": "Hillary Clinton is slamming FBI director James Comey's decision to release a letter about the probe into the Democratic nominee's emails. Ed O'Ke... Investigators have already seen the subject, date, and time of the emails, but the software will isolate messages that may be relevant to the Clinton server investigation. Agents will cast out emails they’ve already seen and search for those that came from Clinton or that may contain classified information. Then agents will manually go through those emails. “I think this will be an extended process, given the sheer volume of emails ... and then any follow-up investigation, additional warrants, interviews, re-interviews,” said Janice Fedarcyk, a former assistant director of the FBI. FBI agents in New York discovered the new emails earlier in October while investigating Weiner for allegedly sending sexually explicit text messages to a minor .  Still unanswered is why FBI Director James Comey was not informed about the new emails until late last week. Also unclear is how Huma Abedin’s emails ended up on her husband’s laptop, and whether they will change the outcome of the investigation, in which Comey recommended that Clinton not be prosecuted for mishandling classified information. Sources said that Comey felt bound to inform Congress of the new development, but the timing of the revelation put him at odds with the attorney general. “I do not honestly think that they will rush an investigation of this, this nature and this sensitivity,” said Fedarcyk.  Part of the delay was in securing a warrant to look at the emails.  CBS News learned Monday that there was friction between Comey and the DOJ.  Attorney General Loretta Lynch felt that getting a search warrant in this case -- so close to an election -- violated department policy. Comey got one anyway. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Questions surround decision to re-open Clinton email investigation - CBS News"
   },
   {
    "entities": [
     "congress",
     "johnson",
     "fbi",
     "6 percent",
     "new",
     "41 percent",
     "news",
     "oct 31 2016",
     "clinton",
     "gary",
     "friday",
     "51 percent",
     "trump",
     "jill",
     "the entire week",
     "3 percent",
     "forty-four percent",
     "nbc",
     "york",
     "comey",
     "anthony",
     "weiner",
     "47 percent",
     "55 percent",
     ", 4:01 pm",
     "44 percent",
     "stein"
    ],
    "id": 4,
    "text": "Email Results for the entire week of the tracking poll show that in a four-way match-up, Clinton enjoys 47 percent support among likely voters, while Trump holds onto 41 percent support. Gary Johnson drops a single point to 6 percent support, and Jill Stein has 3 percent support. In a two-way race, Clinton enjoys a 7-point lead over Trump, with 51 percent support compared to Trump's 44 percent. On Friday, FBI Director Comey sent a letter to Congress stating that the bureau would be reviewing emails that may be related the investigation into Clinton's use of a private server during her tenure as secretary of state. The emails— which were uncovered during an unrelated investigation of former New York congressman Anthony Weiner , federal officials told NBC News—came as a huge surprise to the Clinton campaign just 11 days ahead of the general election. The Democratic nominee—as well as several prominent party leaders—expressed confusion and anger with the announcement. When asked whether she thought the news would affect the election, Clinton said, \"I think people made up their minds a long time ago.\" Likely voters were split on whether they thought the controversial announcement by the FBI was an important issue to discuss or more of a distraction to the campaign. A slight majority of likely voters nationwide—55 percent—said it was an important issue. Forty-four percent said the news was more of a distraction to the campaign. Oct 31 2016, 4:01 pm ET ",
    "title": "Poll: Clinton Maintains National Lead Over Trump Despite FBI Letter - NBC News"
   },
   {
    "entities": [
     "ind.",
     "family",
     "january 1",
     "aetna",
     "400%",
     "once",
     "m.",
     "global",
     "now",
     "services",
     "jha",
     "shari",
     "human",
     "medicaid",
     "chan",
     "nebel",
     "iu",
     "$7,500",
     "$2,085",
     "today",
     "public",
     "center",
     "last year",
     "office",
     "3%",
     "shield",
     "zionsville",
     "of",
     "this year",
     "t.h.",
     "october 31, 2016",
     "bernard",
     "coast",
     "ashish",
     "brennan",
     "obamacare",
     "unitedhealthcare",
     "rate",
     "jack",
     "2.5%",
     "blue",
     "southwest",
     "sylvia",
     "scheer/indystar",
     "goodman",
     "institute",
     "frank",
     "116%",
     "medicare",
     "robert",
     "o'donnell",
     "medicine",
     "30%",
     "2010 before",
     "december 15",
     "2016",
     "for",
     "collin",
     "7:32 p.m. edt",
     "first month",
     "gulf",
     "the first six months of this year",
     "monday",
     "tuesday",
     "usa",
     "2855",
     "monday, oct. 31, 2016",
     "andy",
     "averitt",
     "$97,000",
     "obama",
     "burwell",
     "medical",
     "cms",
     "united",
     "levitt",
     "health",
     "current",
     "gluck",
     "20%",
     "centers",
     "foundation",
     "linkedin",
     "healthcare",
     "external",
     "$900",
     "john",
     "school",
     "harvard",
     "kati",
     "jayne",
     "relations",
     "aca",
     "arizona",
     "kleymeyer",
     "2017",
     "kaiser",
     "larry",
     "early this year",
     "april",
     "$695",
     "analysis",
     "matt",
     "rudavsky",
     "and",
     "80%",
     "facebook",
     "florida",
     "cross",
     "policy",
     "indiana",
     "national"
    ],
    "id": 5,
    "text": "Rate hikes, new doctors: Obamacare exchange opens to angst Most lower income people who get good subsidies can get affordable health insurance. Post to Facebook Rate hikes, new doctors: Obamacare exchange opens to angst Most lower income people who get good subsidies can get affordable health insurance. Check out this story on USATODAY.com: http://usat.ly/2f6kqVO CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 101 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Rate hikes, new doctors: Obamacare exchange opens to angst Jayne O'Donnell and Shari Rudavsky, USA TODAY Network 7:32 p.m. EDT October 31, 2016 x Share As its fourth open enrollment starts Tuesday, here are five of the things most would agree are best and worst about the ACA. USA TODAY, Collin Brennan Kati Averitt, with her son Jack Averitt, 1, is facing highter health care premiums after the insurer she and her family found through the ACA marketplace, has announced it's leaving her area, Zionsville, Indiana, Monday, Oct. 31, 2016. (Photo: Robert Scheer/IndyStar) As open enrollment starts Tuesday on the Affordable Care Act exchanges, consumers in some parts of the country are bracing for huge rate hikes, while many others are preparing to change insurers and likely doctors. The crazy quilt of 2017 changes is creating angst among both supporters of the law and consumers under 65 who don't get their insurance through work. And it comes as enrollment needs a big boost, especially of younger, healthier people to help offset insurers' costs of covering the sicker people who have signed up so far. \"The way people are experiencing Obamacare varies tremendously across the country,\" says Larry Levitt, a senior vice president of the non-partisan Kaiser Family Foundation.  \"In some states, the market is stable and in other places, it’s a bit of a mess.\" For example, the second lowest cost silver plan — which federal subsidies are based upon — was up 116% in Arizona and down 3% in Indiana. In Indiana, four insurers left the exchange and four remain, while consumers in all but one Arizona county only have one insurer to buy from. Much of Southwest Florida, a region with uninsured rates above the national average, will have a single insurer from which they can select plans: Florida Blue. Nearly 93,000 residents of the Gulf Coast counties enrolled in exchange plans during the last enrollment period, according to government figures. About 80,000 of them live in counties with a single provider this time around. Obamacare: There's at least some agreement on what's best, worst \"This year, the vast majority of consumers will qualify for tax credits that help keep coverage affordable, and it’s easier than ever to shop around and compare options,” said Health and Human Services Secretary Sylvia M. Burwell said in a statement. A key point of pride among Obamacare supporters is that about 20 million more people were insured early this year than in 2010 before the law took effect. Federal data out Monday also show, however, that there was no statistically significant difference between the number insured in the first six months of this year compared to the same period last year. Decisions by insurers including Aetna, UnitedHealthcare and Blue Cross Blue Shield to leave many states prompted insurance regulators to allow insurers to refile their rate requests, often more than once. That led eight states to approve rates that were often far higher than those originally proposed by insurers. It's critical to attract more people into the exchanges to make them \"attractive for more insurers,\" says Ashish Jha, a physician who is a professor of both health policy and medicine at Harvard. \"We have to fix it one way or another,\" says Jha. Ashish Jha is a practicing general internist who is also a professor of health policy at the Harvard T.H. Chan School of Public Health, director of the Harvard Global Health Institute, professor of medicine at Harvard Medical School, and a member of the Institute of Medicine.  (Photo: Harvard Office of External Relations) Jha favors more generous subsidies to help people afford insurance instead of increasing the tax penalties for not buying it. \"Prices go up and young healthy people opt out,\" Jha says, which causes rates to rise, creating a \"vicious cycle.\" A \"virtuous cycle\" is possible too, he says, when prices go down, more people buy health insurance and more insurers come in. Andy Nebel, who has a Chicago-area video production company, was used to the downsides of health insurance as someone with several preexisting health conditions before the ACA. One plan he bought had a $7,500 deductible per claim. But now he's worried insurance companies are taking advantage of people like him with individual insurance. He's shopping for a new plan because his Aetna plan was eliminated. However, the closest hospital for his only Blue Cross Blue Shield option is nearly two hours away. \"I understand that poor people who get some federal relief will be able to get affordable health insurance, but middle class individuals who want to buy health insurance are being shut out,\" says Nebel, who is 53. \"What kind of a country is it where I can’t leave and start my own company and and get good health insurance?\" The law shouldn't allow health plans to \"dump sick people on other health plans,\" says economist John Goodman, a critic of Obamacare who helped draft an alternative pending in the SenateBut that's what the narrow networks of hospitals and doctors allow by making their plans \"unattractive to people who would have very high health care costs.\" Young healthy people shouldn't have to bear the burden either, says Goodman.  The ACA also decreased the number of levels of underwriting it allows, which forces young people to pay more than many believe they should. \"The federal government created this problem.,\" says Goodman, who was the longtime head of the free market National Center for Policy Analysis. \"Taxpayers should generally be called upon to solve it, not just a small number of young people in the individual market. \" How 2017 is different: • Shopping around more important than ever.  The Centers for Medicare and Medicaid Services will match people whose insurers are leaving the exchanges to another plan, but consumers will only be officially enrolled if and when they pay their first month's premium.  For those whose insurer is still on the exchange, most who don’t return to Healthcare.gov by December 15 — the deadline for coverage that takes effect on January 1 — will be re-enrolled in their current plan. But shopping around saves money. CMS says if every returning consumer picked the cheapest plan in the same metal level as last year, their average premiums would drop by 20% a month over 2016. • Rates are often way up. The tax credits more than 80% of people get to pay their premiums will generally keep up with the rate increases, shielding people below 400% of the federal poverty limit — about $97,000 a year for a family of four — from most of the pain. But the people who aren't eligible for tax credits will be especially hard hit. • Tax penalties will be at their maximum.  Those who weren't insured in 2016 will have the highest penalties at tax time in April: $695 per adult or a maximum of $2,085 per family or 2.5% of adjusted gross income, whatever's higher. Some experts recommend that the penalty for remaining uninsured should be higher as it is often cheaper to remain uninsured than to pay the penalty. Hitting home In Indiana, more than 68,000 people find themselves starting anew on the marketplace after the departure of their insurers for this year. Four plans, including United Healthcare and IU Health, opted not to offer plans for 2017, leaving only four insurers on the exchange. Kati Averitt and her family are among those bracing for what the market may bring. Until last year, Averitt, a teacher, and her husband, who works for a small business, had insurance through her employer. Then their infant son arrived and Averitt decided to quit her job and stay at home. Through an insurance agent, the Zionsville, Ind., family found a plan they liked for a monthly premium of just under $900. Kati Averitt, with her son Jack Averitt, 1, is facing highter health care premiums after the insurer she and her family found through the ACA marketplace, has announced it's leaving her area, Zionsville, Indiana, Monday, Oct. 31, 2016.  (Photo: Robert Scheer/IndyStar) Then came the letter from United Healthcare. “It’s kind of back to the drawing board for us because we don’t have any other options,” Averitt said. “Of course, I’m worried about how much it will be.” Across the board, Indiana marketplace consumers can expert premiums to increase between 15 to 30%, said Matt Kleymeyer, Indiana market leader for Bernard Health.  He cautions his clients not to choose plans based on price alone, if at all possible. Many of the cheaper plans available offer fewer choices when it comes to providers. Whatever happens with the ACA, Jha says he hopes it doesn't lead to an abandonment of the Obama administration's commitment to those who couldn't afford insurance before the law. \"We're too wealthy of a country to not cover the poor,\" he says. Tell us your healthcare experiences at healthinsurance@usatoday.com  Contributing: Frank Gluck, (Fort Myers) News-Press  2855 CONNECT TWEET 3 LINKEDIN 101 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2f6kqVO ",
    "title": "Rate hikes, new doctors: Obamacare exchange opens to angst"
   },
   {
    "entities": [
     "house",
     "eric",
     "thompson",
     "james",
     "jeff",
     "photo",
     "party",
     "nov. 4",
     "washington",
     "now",
     "cummings",
     "vt.",
     "post",
     "leahy",
     "ap",
     "conyers",
     "josh",
     "anthony",
     "cardin",
     "l.",
     "elijah",
     "del.",
     "h.",
     "tribune",
     "of",
     "at 7:51 pm",
     "horwitz",
     "w.",
     "sari",
     "zapotosky",
     "j.",
     "buy",
     "earnest",
     "kadzik",
     "lynch",
     "earlier this fall",
     "dianne",
     "charles",
     "comey",
     "weiner",
     "patrick",
     "md.",
     "wait",
     "minneapolis",
     "congress",
     "russia",
     "nakashima",
     "grassley",
     "2016",
     "three years ago",
     "fbi",
     "justice",
     "capitol",
     "democratic",
     "tom",
     "clinton",
     "monday",
     "greg",
     "last week",
     "committee",
     "friday",
     "white",
     "hamburger",
     "obama",
     "thomas",
     "july",
     "u.s.",
     "ellen",
     "b.",
     "r.",
     "huma",
     "calif.",
     "hillary",
     "senate",
     "wheeler/star",
     "peter",
     "judiciary",
     "jaffe",
     "june 7, 2016",
     "john",
     "george",
     "feinstein",
     "benjamin",
     "e.",
     "oct. 28",
     "jr.",
     "october 31",
     "carper",
     "larry",
     "abedin",
     "loretta",
     "hill",
     "cnbc",
     "oct. 7",
     "holder",
     "matt",
     "bastien",
     "department",
     "bush"
    ],
    "id": 6,
    "text": "Comey faces a firestorm of criticism over renewed Clinton email probe The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it The Post’s Matt Zapotosky explains why FBI Director James B. Comey has found himself at the center of the presidential campaign in recent days. (Bastien Inzaurralde/The Washington Post) By Sari Horwitz , Tom Hamburger and Ellen Nakashima October 31 at 7:51 PM Follow @sarihorwitz Follow @thamburger Follow @nakashimae The Justice Department moved Monday to quell the outrage and frenetic speculation surrounding FBI Director James B. Comey’s disclosure last week that the bureau has resumed its investigation of Hillary Clinton’s private email server after discovering a new trove of emails. The department signaled that it now wants the politically charged investigation to follow standard procedures, including a strict limit on official comments about the probe and the provision of updates to Congress through routine channels. But after Comey’s highly unusual disclosure last week rocked the final days of the presidential campaign, it may prove impossible for Justice to lower the temperature and regain control over how the investigation is conducted and depicted to the public. On Monday, criticism of Comey continued to mount, notably from prominent former law enforcement officials. Democrats and Republicans alike on Capitol Hill amplified their demands that Comey and Attorney General Loretta E. Lynch provide a more detailed account of the investigation into the emails, which were found on a computer belonging to former congressman Anthony Weiner (D-N.Y.) earlier this fall. Justice is a staid and secretive department, and on Monday officials tried to restore that traditional bearing, trying to tamp down the highly public disclosures about a confidential investigation. The Post’s Matt Zapotosky breaks down the unknowns following the FBI’s announcement on Oct. 28 that it will renew its Hillary Clinton email probe. (Bastien Inzaurralde/The Washington Post) Justice officials said there will be no further statements or news conferences about the Clinton investigation until it is completed. The FBI has software capable of sifting through thousands of emails found on Weiner’s computer, identifying ones that investigators have already reviewed as well as searching for key words that might indicate that the emails may have contained classified information. The department also sent a three-paragraph letter to six lawmakers saying it would move quickly in pursuing the renewed investigation into emails potentially tied to Clinton’s server. The letter was sent by the department’s head of legislative affairs — not Comey or Lynch — in a return to standard practice. “The Department of Justice appreciates the concerns raised in your letter,” wrote Assistant Attorney General for Legislative Affairs Peter J. Kadzik, addressing lawmakers who had asked Comey and Lynch for more details. In particular, the lawmakers had pressed for details about the investigative steps being taken by the FBI, the number of emails involved and the steps being taken to determine how many of the emails duplicate those already reviewed by the FBI. [ Read the letter the Justice Department sent to lawmakers ] “We assure you that the Department will continue to work closely with the FBI and together, dedicate all necessary resources and take appropriate steps as expeditiously as possible,” Kadzik wrote, adding no new details about the investigation. “We hope this information is helpful.” It was not, according to several lawmakers and their staffs. “We are not satisfied with the FBI response,” said a staffer for Rep. Elijah E. Cummings (D-Md.), who was one of the congressmen who received the letter, along with Democratic Sens. Thomas R. Carper (Del.), Patrick J. Leahy (Vt.), Dianne Feinstein (Calif.) and Benjamin L. Cardin (Md.), and Rep. John Conyers Jr. (D-Mich.). 1 of 15 Who is FBI Director James B. Comey? View Photos Scenes from the career of the bureau’s head. Caption Scenes from the career of the bureau’s head. June 7, 2016  FBI Director James B. Comey speaks during a news conference in Minneapolis. Jeff Wheeler/Star Tribune via AP Buy Photo Wait 1 second to continue. Sen. Charles E. Grassley (R-Iowa), chairman of the Senate Judiciary Committee, wrote Comey Monday saying that the disclosure provided to Congress last week “did not go far enough” and was unfair to Congress, the American people and Clinton. “In the absence of additional, authoritative information from the FBI in the wake of your vague disclosure, Congress and the American people are left to sift through anonymous leaks from Justice Department officials to the press of varying levels of detail, reliability, and consistency,” Grassley wrote. “The American people deserve better than that.” The senator asked Comey to answer by Nov. 4 a series of questions about the discovery of the emails and what the FBI has learned about their contents. Grassley’s request adds to the increasing pressure on Comey to release more details and clarify his letter to Congress. A bipartisan group of about 100 former federal prosecutors and senior Justice Department officials have also called on Comey to release more information. “We do not question Director Comey’s motives,” wrote the group, which included President Obama’s former attorney general, Eric H. Holder Jr., and former deputy attorney general Larry Thompson, who served under President George W. Bush. “However, the fact remains that the Director’s disclosure has invited considerable, uninformed public speculation about the significance of newly-discovered material just days before a national election,” the group wrote. “For this reason, we believe the American people deserve all the facts, and fairness dictates releasing information that provides a full and complete picture regarding the material at issue.” Comey set off a firestorm Friday by telling the chairmen of eight congressional committees that the FBI would take “appropriate investigative steps” to determine whether newly discovered emails found in an unrelated investigation contain classified information and to assess whether they are relevant to the investigation involving Clinton’s private email server. The unrelated case was an investigation of Weiner, who is accused of having explicit exchanges with a 15-year-old girl. Weiner is the estranged husband of top Clinton aide Huma Abedin. [ Abedin says she doesn’t know how her emails wound up on her husband’s computer ] Justice officials have said that before Comey notified Congress, they warned him that doing so would go against long-standing practices of the department not to comment on ongoing investigations and not to take steps that could be viewed as influencing an election. However, officials familiar with Comey’s decision said that he felt a sense of obligation to lawmakers to “supplement” his testimony under oath in July that the Clinton investigation was complete and there would be no charges. Comey was also concerned that word of the new email discovery would leak to the media and raise questions of a coverup, the officials said. Comey’s disclosure about the Clinton probe is particularly striking, some U.S. officials said, because he had advised against the administration publicly accusing Russia of trying to meddle in the 2016 election because it would seem too political too close to Election Day. Comey eventually supported the administration’s Oct. 7 denunciation, which alluded to hacks of Democratic Party organizations, as long as it did not have the FBI’s name on it, officials said. His desire to keep the FBI out of the announcement stemmed from several concerns, including a wish not to appear biased as the bureau conducted a probe into Russian hacking, they said. Comey’s position was first reported by CNBC. White House press secretary Josh Earnest praised Comey on Monday as “a man of principle . . . integrity and talent” and said that Obama, who nominated Comey three years ago to serve a 10-year term, does not believe that he is trying to influence the presidential election. Earnest said that the president believes it is important for the “norms, traditions and guidelines” surrounding FBI investigations to be followed. But Earnest said repeatedly that he would “neither defend nor criticize” Comey’s decision, saying he lacked the independent knowledge to weigh in. [ The Clinton email probe: Questions and answers ] One official said the total number of emails recovered in the investigation into Weiner is close to 650,000, although that reflects many emails that are not related to the Clinton investigation. But officials familiar with the case said that the messages include a significant amount of correspondence associated with Clinton and Abedin. It should not take long for the FBI to determine if there are emails that are duplicates of ones already collected in the probe, bureau experts said. But if the bureau finds emails that contain potentially classified information, getting those analyzed could take weeks because the agencies whose information was being discussed would need to review them, officials said. Greg Jaffe contributed to this report. Read more: ",
    "title": "Comey faces a firestorm of criticism over renewed Clinton email probe - The Washington Post"
   },
   {
    "entities": [
     "solomon",
     "council",
     "privacy",
     "last year",
     "pathmark",
     "census",
     "raymond",
     "eric",
     "klan",
     "october 30, 2016",
     "klux",
     "november 2, 2016",
     "10 p.m.",
     "germantown",
     "$5,000",
     "sheryl",
     "mount",
     "inez",
     "1996",
     "philadelphia",
     "blacks",
     "hilary",
     "new",
     "deborah",
     "times",
     "once",
     "2008",
     "four years ago",
     "ira",
     "washington",
     "gay",
     "marlene",
     "natalie",
     "now",
     "clinton",
     "monday",
     "county",
     "pennsylvania",
     "cincinnati",
     "stolberg",
     "october 31, 2016",
     "chestnut",
     "visteon",
     "trice",
     "obama",
     "2010",
     "trump",
     "parker",
     "september",
     "america",
     "data",
     "philly",
     "swift",
     "3 in the morning",
     "east",
     "u.s.",
     "medicaid",
     "goldstein",
     "hill",
     "muhammad",
     "ford",
     "ku",
     "cherelle",
     "philabundance",
     "montgomery",
     "nana",
     "york",
     "past",
     "melton",
     "1969",
     "policy",
     "north",
     "airy",
     "today",
     "clarence",
     "pa.",
     "city"
    ],
    "id": 7,
    "text": "Privacy Policy Blacks have less equity in their homes and are less likely than whites to inherit money, and were thus hit harder by the foreclosure crisis. They are more likely than whites to be raising grandchildren or supporting needy relatives. In tough times, they have less to fall back on. All of this is playing out here in East Mount Airy, once a heavily white and Jewish neighborhood in northwestern Philadelphia, just across the border from suburban Montgomery County. Sandwiched between Chestnut Hill, with its upscale boutiques, and less affluent Germantown, where Ms. Solomon lives, it has long stood for upward black mobility. “I often say this was the place where working-class black folks would come when they wanted some R and R,” Cherelle Parker , a member of the Philadelphia City Council and former state legislator, said. “But R and R has translated from rest and relaxation to reverse mortgages and retirement insecurity.” Marlene Trice, who founded the Kitchen of Love, bears witness to these changes. Video Running the Kitchen of Love Marlene Trice, the founder of the Kitchen of Love, and Natalie Solomon, a volunteer, prepare to give out food at the pantry, which serves 500 to 700 people a week. By AINARA TIEFENTHÄLER and SHERYL GAY STOLBERG on Publish Date October 30, 2016. Photo by Hilary Swift for The New York Times. A no-nonsense woman with a booming voice and a penchant for T-shirts with sayings like “Keep Calm and Love Jesus,” Mrs. Trice, 69, and her husband, Clarence, 73, bought their home in East Mount Airy in 1969. He details cars; she worked at the prepared food counter at Pathmark — “I fried the chicken, made the hoagies, did the party trays” — until its parent company filed for bankruptcy last year. “I thought I would work until I was 75,” she said. In 1996, Mrs. Trice opened the food pantry in North Philadelphia, the poor neighborhood where she grew up. In 2010, a new recreation center was built in East Mount Airy. Ms. Parker suggested that Mrs. Trice move the pantry to the old center, in a boxy cinder-block building next to a playground and school. “I said, ‘No, the people are not going to come out like they do in North Philly,’” Mrs. Trice recalled. “But now, let me tell you something: They made a liar out of me.” Continue reading the main story Video “It Helps” Hundreds of people, many retired and all trying to make ends meet, come each week to the Kitchen of Love in Mount Airy, a tidy middle-class neighborhood in Philadelphia. By AINARA TIEFENTHÄLER and SHERYL GAY STOLBERG on Publish Date October 30, 2016. Photo by Hilary Swift for The New York Times. Helping, and Receiving Help Ms. Solomon turned up at the Kitchen of Love four years ago, frightened and sick. “I was hoping it would help me to eat better,” she said. Advertisement Continue reading the main story A daughter of a factory worker and a Philadelphia police officer, Ms. Solomon is a private woman, and not as financially secure as some of the people she now serves. She inherited her house from her mother, raised five children and lost two sons to violence. She was engaged once, but never married; in a quiet moment, she wondered if “maybe I should have, because I would have a husband to help me out.” Still, during her 27 years at the Ford factory, later spun off as a subsidiary called Visteon, she “considered myself middle class.” Active in her union, she took trips to cities like Cincinnati, where she shook hands with Mr. Obama at the N.A.A.C.P. convention in 2008. She thought he might save the plant, but it closed in 2010 . She does not blame him. “I blame Ford,” she said. Photo A poster of the Obama family in Cuts Correct, a barbershop in Mount Airy. Many residents are mourning the end of President Obama’s tenure. Credit Hilary Swift for The New York Times She was too young for early retirement, and the Affordable Care Act had not yet become law. She declined coverage under the Cobra program; she needed the money, she said, to buy heating oil for her house. When her unemployment compensation ran out, she dipped into her pension, agreeing to benefits at a vastly reduced rate: roughly $5,000 a year. The local community college offers a human services program — “to prepare graduates for careers as professionals in mental health agencies and social services,” according to its website — and Ms. Solomon enrolled. She has no computer and was often on campus until 10 p.m. “I wasn’t really eating,” she said. “Maybe twice a week I would go to the cafeteria and eat half a turkey sandwich with lettuce and tomatoes on, but most of the time I drank Mountain Dew and Pepsis and coffee and cakes to keep myself alert, for the sugar. I would wake up at 3 in the morning, trying to do homework.” EAST MOUNT AIRY, Pa. Sources: U.S. Census Data; Ira Goldstein, Policy Map by Reinvestment Fund Then the fainting spells started. She spent five days in the hospital getting blood transfusions. Mrs. Trice later helped her find a doctor. Today, Ms. Solomon has health coverage through Medicaid , expanded in Pennsylvania under the Affordable Care Act. “She came to me asking for help,” Mrs. Trice recalled. “And after maybe six months, she asked me, ‘Could I volunteer?’” Uncertain Times Parked outside Mrs. Trice’s home is a rusty white pickup truck, with 172,000 miles on it and a creaky driver’s-side door that needs to be slammed several times before it will shut. Stepping off the bus, Ms. Solomon pulled the key out of her purse: Her volunteer duties include driving to local grocery stores to pick up their castoffs. Advertisement Continue reading the main story A mile away, Mrs. Trice was barking out orders amid shelves of canned goods and 30-pound “senior boxes” of food for the elderly that are distributed once a month. Gospel music played on an old boom box. A truck from Philabundance , the regional hunger relief organization, was on the way. As much as food, the Kitchen of Love offers comfort in an uncertain world. It is a place to debate whether the new Powerball lottery is a good value or a scam; to get tips on which programs help with home heating costs; to watch the schoolchildren, in uniforms of khaki and blue, scamper around the playground — and maybe get a kiss from a grandchild passing by. It is also, lately, a place to vent about a presidential race that feels too horrible to watch, yet too compelling to avoid. Continue reading the main story Photo Raymond Melton, 11, left, and his brother, Eric, 9, playing basketball behind their Mount Airy home in September. Credit Hilary Swift for The New York Times In Mr. Trump’s statements, people here concede, there is a tiny kernel of truth. Yes, there is violence in their community; Ms. Solomon, in her quiet grief, knows this. Yes, many people here lost their jobs, even under an African-American president, but some of Ms. Solomon’s friends from the factory are now employed. When people here watch Trump rallies, some see imagery that reminds them of their childhoods in the Deep South; some go so far as to wonder if Mr. Trump’s supporters have been planted by the Ku Klux Klan. Their feelings about Mrs. Clinton are mixed, but those who are voting for president will vote for her. They hold Republicans in disdain. But their reaction to Mr. Trump is especially deep and visceral. “Back to slavery days,” Ms. Solomon said gravely. “Do as master say.” But if Mr. Trump has brought racial animus to the fore, some see that as a blessing. “It kind of pulled a blindfold off of America,” Inez Muhammad, 54, a disabled federal worker, said. Like many here and across the nation, Ms. Solomon is looking past Election Day: She fears that Washington “will be a mess,” with Mr. Trump kicking up a fuss if he loses. She has been working on her résumé and intends to re-enroll in college, to prove to her grandchildren that “if Nana can get a degree, you can too.” In the meantime, she has volunteered to help Democrats register voters and pushing everyone she knows to go to the polls, especially her grandson, who is 18. “I told him, that’s not a given right for black people,” she said. “Too many people died for you to give up that right.” Correction: November 2, 2016 Because of an editing error, a picture caption on Monday with an article about the concerns of voters in Philadelphia misstated the given name of a woman who volunteered at the Kitchen of Love food pantry in the Mount Airy neighborhood. She is Natalie Solomon, not Deborah. And also because of editing errors, a second picture caption misstated the surname of a founder of the food pantry and a third caption referred incorrectly to Raymond and Eric Melton, who were shown playing ball in the neighborhood. The founder of the pantry is Marlene Trice, not Price. And while the brothers live near the Kitchen of Love, they are not fed by the pantry. Follow Sheryl Gay Stolberg on Twitter @SherylNYT . A version of this article appears in print on October 31, 2016, on page A1 of the New York edition with the headline: Black Voters, Aghast at Trump, Find a Place of Food and Comfort. Order Reprints | Today's Paper | Subscribe ",
    "title": "Black Voters, Aghast at Trump, Find a Place of Food and Comfort - The New York Times"
   },
   {
    "entities": [
     "the weekend",
     "nicholas",
     "house",
     "peter",
     "congress",
     "vermont",
     "judiciary",
     "ben",
     "donald",
     "eric",
     "npr",
     "johnson",
     "grassley",
     "of",
     "maryland",
     "george",
     "fbi",
     "james",
     "images",
     "justice",
     "kamm/afp/getty",
     "8:30 p.m.",
     "feinstein",
     "nov. 4",
     "foreign",
     "washington",
     "w.",
     "tom",
     "clinton",
     "monday",
     "relations",
     "tuesday",
     "committee",
     "california",
     "white",
     "homeland",
     "obama",
     "earnest",
     "carper",
     "kadzik",
     "delaware",
     "trump",
     "intelligence",
     "post",
     "last friday",
     "doj",
     "july",
     "abedin",
     "currently",
     "dianne",
     "leahy",
     "huma",
     "holder",
     "hillary",
     "security",
     "chuck",
     "department",
     "josh",
     "comey",
     "anthony",
     "weiner",
     "cardin",
     "carrie",
     "senate",
     "patrick",
     "james-rsb-",
     "bush"
    ],
    "id": 8,
    "text": "Twitter Enlarge this image White House spokesman Josh Earnest at the White House briefing Tuesday, where he said he would \"neither defend nor criticize what Director [James] Comey has decided to communicate to the public\" regarding the investigation of Hillary Clinton's private email server. Nicholas Kamm/AFP/Getty Images hide caption toggle caption Nicholas Kamm/AFP/Getty Images White House spokesman Josh Earnest at the White House briefing Tuesday, where he said he would \"neither defend nor criticize what Director [James] Comey has decided to communicate to the public\" regarding the investigation of Hillary Clinton's private email server. Nicholas Kamm/AFP/Getty Images Updated at 8:30 p.m. ET In a letter to several Democratic senators Monday, the Justice Department said it \"will continue to work closely with the FBI and together, dedicate all necessary resources and take appropriate steps as expeditiously as possible\" regarding the review of thousands of newly discovered emails that may be relevant to the investigation of Hillary Clinton's email server. Did FBI Director James Comey's Email Announcement Break The Law? The letter, signed by Assistant Attorney General Peter Kadzik, came in response to four Senate Democrats who sent the Justice Department a strongly worded letter of their own, pressing for more details about precisely why FBI Director James Comey revived the inquiry into Clinton's emails. That letter was signed by Patrick Leahy of Vermont, the top Democrat on the Judiciary Committee; Dianne Feinstein of California, the top Democrat on the Intelligence Committee; Tom Carper of Delaware, the top Democrat on the Homeland Security Committee; and Ben Cardin of Maryland, the top Democrat on the Foreign Relations Committee. The letter did not discuss whether the department officials were on board with Comey's decision to disclose the revived investigation last Friday. Leahy, Feinstein, Carper and Cardin called Comey's disclosure to Congress about the renewed probe \"vaguely worded\" and left \"so many questions unanswered.\" In particular, they wrote, \"it is not clear whether the emails identified by the FBI are even in the custody of the FBI, whether any of the emails have already been reviewed, whether Secretary Clinton sent or received them, or whether they even have any significance to the FBI's previous investigation.\" Article continues after sponsorship The senators had set a deadline of Monday for answers. The DOJ letter did not include any more information about the investigation. Republican Chuck Grassley, chairman of the Senate Judiciary Committee and a fierce Clinton critic, sent a letter to Comey Monday, castigating him for not providing \"additional context\" to his disclosure. \"Without additional context, your disclosure is not fair to Congress, the American people, or Secretary Clinton,\" Grassley wrote. Grassley acknowledged DOJ faced a difficult decision about whether to disclose the new development, but said he was disappointed in Comey's cryptic approach. \"While I disagree with those who suggest you should have kept the FBI's discovery secret until after the election, I agree that your disclosure did not go far enough,\" Grassley wrote. \"Unfortunately, your letter failed to give Congress and the American people enough context to evaluate the significance or full meaning of this development.\" Grassley then laid out 10 questions for the FBI to answer, including whether the FBI had read the new emails, whether any of the emails are duplicates of those the bureau already investigated and exactly how the FBI learned of the existence of the new emails. Grassley demanded answers to his questions by Nov. 4. Also on Monday, the White House carefully tried to steer clear of the political fight over Comey's controversial decision to publicize a new round of scrutiny related to Clinton's private email server. \"I'll neither defend nor criticize what Director Comey has decided to communicate to the public about this investigation,\" White House spokesman Josh Earnest said Monday. Comey has become a lightning rod since he notified Congress last Friday that agents had discovered additional emails that could be relevant to the server probe. Although Comey said he couldn't be sure of the emails' significance, the announcement — just a week and a half before the presidential election — sent shock waves through the political world. Republicans, including Donald Trump, cheered the renewed scrutiny, while Democrats cried foul. The partisan sniping was the opposite of what it had been in July, when Comey concluded a lengthy investigation of Clinton's private server with a finding that no reasonable prosecutor would bring criminal charges. The new emails were discovered during an unrelated investigation of former Rep. Anthony Weiner, the estranged husband of top Clinton aide Huma Abedin. Former Attorney General Eric Holder and others have criticized Comey for publicizing the renewed scrutiny at such a preliminary stage, before agents are even aware whether the emails contain additional information. In an op-ed for the Washington Post , Holder pointed to long-standing Justice Department policies against taking actions near an election that could influence the outcome. Earnest said he doesn't think that was Comey's intent. \"The president doesn't believe that Director Comey is intentionally trying to influence the outcome of an election,\" Earnest said. \"The president believes that Director Comey is a man of integrity. He's a man of principle. And he's a man of good character.\" Obama appointed Comey to lead the FBI. He earlier held high-ranking positions in the George W. Bush administration. Earnest added that even if there were not an election just over a week away, Justice Department guidelines typically limit what officials are allowed to say about investigations. He suggested that's an important safeguard to protect innocent targets of a probe, given the government's broad powers to gather information. Officials at the Department of Justice urged Comey not to deliver his notice to Congress but did not order the FBI director to hold off. Doing so might have looked like the department was running interference on behalf of the Democratic presidential candidate. The White House has also been careful about that, going to what Earnest called \"great lengths\" to insulate the FBI's probe \"from even the appearance of political interference.\" As NPR's Carrie Johnson reports, the FBI is currently sifting through the newly discovered emails to figure out whether they are duplicates of what agents already read during the investigation of Clinton that ended in no criminal charges in July. Longtime friends tell Carrie that Comey felt boxed in by the situation — he had testified twice that the server investigation was over. But then he was faced with the new email findings, which he worried could leak. Clinton has urged the FBI to put out more information, saying over the weekend that \"it's pretty strange to put something like that out with such little information right before an election.\" ",
    "title": "Clinton Emails: Justice Department Dedicating 'All Necessary Resources' To Review Quickly : NPR"
   },
   {
    "entities": [
     "congress",
     "peter",
     "ben",
     "time",
     "of",
     "fbi",
     "james",
     "justice",
     "new",
     "siegel",
     "oct 31, 2016",
     "clinton",
     "monday",
     "kazik",
     "friday",
     ", 6:08 pm",
     "obama",
     "thomas",
     "pierre",
     "doj",
     "abedin",
     "sunday",
     "huma",
     "hillary",
     "york",
     "last thursday",
     "department",
     "weiner",
     "anthony",
     "comey",
     "weeks ago"
    ],
    "id": 9,
    "text": "What's Next for the FBI's Renewed Investigation Into Clinton's Email Server By Pierre Thomas Oct 31, 2016, 6:08 PM ET 0 Shares WATCH Hillary Clinton's Email Saga Explained 0 Shares Email The FBI says it's moving ahead with urgency as it begins the examination of newly discovered emails that prompted a review of the investigation into Hillary Clinton 's use of a private server. Investigators have taken the hard drive out of former New York Congressman Anthony Weiner ’s laptop and made a mirror image of it to immediately begin pulling data. Weiner’s laptop contained hundreds of thousands of emails, but the FBI team is only focusing on the thousands that appear to be associated with Huma Abedin , Weiner's now-estranged wife and Clinton insider, said sources familiar with the investigation. Obama Doesn't Believe FBI Director Trying to Influence Election With Clinton Email Investigation Investigators are targeting work-related emails and any emails that may have gone to the private Clinton server. The FBI will use computers to eliminate any emails that they’ve already seen. Agents will also look at the time frame when Clinton was in office, but may include some of the time after she left office, according to sources. The investigators working on the latest cache of emails is the same FBI team that conducted the Clinton private email server probe. It’s a collection of cyber and forensic experts, and counterintelligence agents, which number in the dozens. The goal was to have people most familiar with this case step back into it, said sources familiar with the investigation. The FBI hasn't yet determined if the newly discovered emails are truly \"new\" or whether any of the emails contained any type of sensitive information. The emails were found as part of a separate criminal investigation as FBI agents in New York were analyzing a laptop used by Weiner, who had been accused of sending sexually explicit messages to an underage girl. Since the Clinton-related emails were found while investigating another case, the FBI needed a separate warrant to examine the news emails. Federal agents discovered the emails weeks ago, but presented the findings to FBI Director James Comey last Thursday. On Friday, Comey sent a letter to key members of Congress informing them of the update. That sparked a frenzy within the Clinton campaign and immediate backlash against Comey, as lawmakers and former officials on both sides of the aisle demanded for a more complete understanding of the new information. It is also long-standing DOJ tradition to steer clear of potentially influential investigative actions so close to an election. On Sunday, the FBI obtained the appropriate warrant and began reviewing thousands of emails. Comey is receiving regular updates on the investigation and if something definitive is developed quickly, he might consider whether to release additional information. On Monday, the Department of Justice said it was moving as \"expeditiously as possible\" in response to Democrats and Republicans in Congress who had asked for additional information related to the FBI's investigation. \"We assure you that the Department will continue to work closely with the FBI and together, dedicate all necessary resources and take appropriate steps as expeditiously as possible, wrote Assistant Attorney General Peter Kazik in the letter. Officials in the Justice Department weren't trying to block the FBI from trying to review these emails, according to sources familiar with the discussions. However, there was tension over whether the FBI should notify Congress about it with the knowledge that it would be immediately leaked—and potentially affect an election that is effectively already underway, said those sources. Ben Siegel contributed to this story. 0 Shares ",
    "title": "What's Next for the FBI's Renewed Investigation Into Clinton's Email Server - ABC News"
   }
  ]
 }
}