{
 "02": {
  "col-sim": {
   "cosine": 0.19966840673590855,
   "entity": 0.2581988897471611
  },
  "exec-time": 9.824061632156372,
  "links": [
   {
    "entities": [
     "russell",
     "kris",
     "ben",
     "bryant",
     "wednesday",
     "strop",
     "kuc",
     "aroldis",
     "--",
     "cubs",
     "cleveland",
     "wood",
     "travis",
     "rizzo",
     "tuesday",
     "addison",
     "arrieta",
     "pedro",
     "chicago",
     "mike",
     "chapman",
     "tomlin",
     "zobrist",
     "chris",
     "montgomery",
     "josh",
     "anthony",
     "indians",
     "night",
     "jake"
    ],
    "id": 0,
    "text": "Chicago Cubs The Chicago Cubs are alive and kicking. Their backs against the wall, the Cubs came out swinging and throttled the Cleveland Indians 9-3 in Game 6 of the World Series on Tuesday night in Cleveland. The victory set up a winner-take-all Game 7 on Wednesday night with the Cubs looking to snap a 107-year championship drought. The heart of the lineup did the damage Tuesday night with Addison Russell knocking in six runs — including a third-inning grand slam that gave the Cubs a 7-0 lead — and Kris Bryant and Anthony Rizzo also homered. Bryant finished with four hits, Rizzo three and Russell and Ben Zobrist each had two. Jake Arrieta went 5 2/3 innings, yielding two runs on three hits with three walks and nine strikeouts, to earn the victory. Mike Montgomery, Aroldis Chapman, Pedro Strop and Travis Wood came on in relief to seal the deal. Indians starter Josh Tomlin didn’t make it out of the third inning and allowed six runs on six hits with a walk and no strikeouts. — Chris Kuc ",
    "title": "Cubs beat Indians 9-3 to force decisive Game 7 in World Series - Chicago Tribune"
   },
   {
    "entities": [
     "inc.",
     "donald",
     "stegman",
     "bellvue",
     "sandusky",
     "$15",
     "2016",
     "tudor",
     "fall",
     "george",
     "interactive",
     "victorian",
     "cbs",
     "w.",
     "news",
     "clinton",
     "chip",
     "county",
     "1, 2016, 7:01 pm",
     "inn",
     "donna",
     "obama",
     "november",
     "trump",
     "$14",
     "reid",
     "mcnemar",
     "ohio",
     "richard",
     "hillary",
     "beans",
     "coco",
     "current",
     "the last several years",
     "bush"
    ],
    "id": 1,
    "text": "By Chip Reid CBS News November 1, 2016, 7:01 PM Ohio small business owners at odds over candidates' economic plans Email SANDUSKY COUNTY, Ohio -- Fall is candy season, and it’s also when talk in Donna McNemar’s candy shop, Coco Beans in Sandusky County, Ohio, turns to politics.  Sandusky is a swing county in a swing state. President Obama narrowly won it twice, but so did George W. Bush. “I would like to see Donald Trump win this election,” McNemar said, and she especially likes his plans for the economy. Donna McNemar making buckeye candies CBS News “When you want business to grow, would you not need somebody that knows business?” she said. She prefers Trump’s current plan on the minimum wage: He wants the states to decide . Hillary Clinton supports a minimum wage as high as $15 an hour. Donna McNemar CBS News “If we’re forced to pay $15 for minimum wage, guess who’s gonna work more hours? Me. Because I’m going to have to lay off employees. I can’t, we can’t, handle that kind of increase,” McNemar said. She also favors Trump’s tax plan , with across the board cuts, the biggest for the wealthiest Americans. Clinton’s plan would raise taxes on the rich. “I understand that they’re wealthy and make a lot of money. But I also understand that they worked really hard for that money and if they have to pay more taxes it has to go somewhere and it’s going to come down to me,” McNemar said. Across Sandusky County in Bellvue, Ohio, Richard Stegman has a very different view. He is a big fan of Hillary Clinton. Stegman owns the Victorian Tudor Inn, a bed and breakfast he bought right before the recession hit. Richard Stegman, center, serving guests at his bed and breakfast CBS News “I was this close, so close, to actually losing everything,” he said. He credits President Obama’s policies with turning the economy around and thinks Clinton would stay the course. “I think it all goes under the umbrella of her experience,” he said. Richard Stegman CBS News When it comes to minimum wage, “I personally for the last several years have been paying my staffs anywhere from $14 to $15 an hour. You know, that’s smart business” Stegman said. “I need good people.” He also prefers Clinton’s tax policies to Trump’s. “Her tax proposal benefits a wide variety of people,” he said. “We don’t need a tax policy that really benefits just a small segment. I think hers is very broad.” Stegman agreed that he thinks Clinton will help the middle class more than Donald Trump. Two small business owners on opposite sides in a county that could decide which way this battleground state swings. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Ohio small business owners at odds over candidates' economic plans - CBS News"
   },
   {
    "entities": [
     "recently",
     "democrats",
     "post-abc",
     "toomey",
     "peter",
     "donald",
     "house",
     "congress",
     "oval",
     "katie",
     "at 1:56 pm",
     "time",
     "office",
     "tim",
     "tumulty",
     "karen",
     "cook",
     "november 1",
     "don",
     "individual",
     "rourke/ap",
     "fbi",
     "philadelphia",
     "1996",
     "louis",
     "last 15",
     "james",
     "benghazi",
     "gowdy",
     "mcginty",
     "kaine",
     "washington",
     "kane",
     "charlie",
     "gop",
     "news",
     "tom",
     "clinton",
     "now",
     "the 1990s",
     "sharon",
     "pennsylvania",
     "cnn",
     "tuesday",
     "a week ago",
     "friday",
     "white",
     "this week",
     "chesnet",
     "j.",
     "jankauskas",
     "trump",
     "libya",
     "trey",
     "freeh",
     "post",
     "r",
     "1994",
     "u.s.",
     "october",
     "abedin",
     "2012",
     "clintons",
     "b.",
     "bill",
     "50 percent",
     "huma",
     "matt",
     "ryan",
     "hillary",
     "stevenson/the",
     "weiner",
     "anthony",
     "fox",
     "comey",
     "wolf",
     "last tuesday",
     "senate",
     "paul",
     "patrick",
     "today",
     "meehan",
     "d.",
     "oct. 24"
    ],
    "id": 2,
    "text": "Clinton’s email trouble is a conversation starter for Republicans in tight races The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Karen Tumulty and Paul Kane November 1 at 1:56 PM Follow @ktumulty Follow @pkcapitol The latest Washington Post-ABC News tracking poll shows Donald Trump and Hillary Clinton in a virtual dead heat nationally. (Peter Stevenson/The Washington Post) The Hillary Clinton email controversy has given down-ballot Republicans something they badly need in the final days of the election: an opportunity to go on offense and talk about something other than Donald Trump. “Hillary Clinton’s latest chapter in her ongoing email scandal, saga, is just a reminder of how much corruption there is in Washington and how disturbing this is,” the embattled Sen. Patrick J. Toomey (R- Pa .) told voters this week at a diner in the town of Media, near Philadelphia. He noted that the administration of Pennsylvania Gov. Tom Wolf (D) is resisting a court order to release more than 50,000 emails that Toomey’s Democratic opponent, Katie McGinty, sent while she was the governor’s chief of staff. “Her devotion to Hillary Clinton is so complete that now she’s decided that she has to have her own email scandal,” Toomey said. McGinty, left, and Toomey, right, at an Oct. 24 debate in Philadelphia. (Photos by Matt Rourke/AP) As recently as a week ago, the Republicans’ chances of holding on to the Senate appeared to be slipping away. Individual GOP candidates’ efforts to distance themselves from Trump were being overwhelmed by the furor over an 11-year-old video in which the nominee boasted of kissing and groping women without their consent, and the subsequent claims by a procession of women that he had actually committed such acts. Last Tuesday, the nonpartisan Cook Political Report, which had earlier predicted that Republicans would manage to keep their Senate losses low, shifted to a projection that the Democrats would pick up five to seven seats — enough to regain control of the chamber. In the last 15 public polls, all in October, Pennsylvania’s Senate race has been nearly deadlocked: Three showed a tie, four had Toomey ahead and seven gave McGinty an edge, with most of those leads being within the margin of error. But now, Republicans see a chance to change the subject and remind voters of the drama and perceived moral ambiguity that has surrounded the Clintons for more than a quarter-century. Republicans could hardly have conjured a better “October surprise” than the revelation that a trove of emails belonging to close Clinton aide Huma Abedin had turned up on the laptop of Abedin’s husband, former congressman Anthony Weiner (D-N.Y.), who is under investigation over sexually suggestive texts he allegedly sent to a 15-year-old girl. However the latest FBI investigation of Abedin’s emails turns out, the fact that they are even at issue goes back to Clinton’s initial misjudgment in setting up a private email account and server. And that can be traced to the secretive impulses that have so often driven the candidate and her inner circle. “This is what life with the Clintons look like,” House Speaker Paul D. Ryan (R-Wis.) told Fox News on Tuesday. “There’s always a scandal, one after another. There’s an investigation.” “So they can’t win,” he added, “and she can come in with a Democratic Congress — worst of all possible things — if Republicans do not turn out and do not vote.” Though it is an implicit acknowledgment of the fact that the Democrat remains more likely than not to win the White House , Republicans are seizing upon an argument that they must retain control of Congress to be a check on Clinton — not only on her agenda but on the behavior of her administration. “We used to say in prosecution, it’s primacy and recency. The closing argument reintroduces all of the most pertinent issues,” said Rep. Patrick Meehan (R-Pa.), who was campaigning with Toomey. “Look at this,” Meehan said in reference to the latest email controversy. “This is almost the personification of the trust issue.” The email issue may also have the effect of helping to unify Republicans, who have been divided over Trump. Don Chesnet, 71, a retired small-business man, explained his views of Trump and Clinton, respectively: “You either have scum or you have a criminal.” He added that “scum” might not rub off, while criminal behavior was an affront to taxpayers. View Graphic Even a small shift in the political breeze could have a big impact on the Senate races, said Charlie Cook, editor and publisher of the Cook Political Report. “There are six races that are just teetering on the edge, where it wouldn’t take much to tip several of them the same way,” Cook said. He added that there is a significant slice of the electorate that is voting for Clinton primarily because they find Trump unacceptable. “They don’t like her, don’t trust her and would rather not vote for her but feel they have no choice,” Cook said. “There are a lot of voters who would certainly like to hedge [that vote] a little bit.” Some Democrats worry that they have seen all this before — the last time that someone named Clinton was their standard-bearer. In 1996, Bill Clinton was cruising to reelection when a controversy exploded over the fact that Democrats had been taking large donations from foreign entities that are forbidden from donating to U.S. campaigns. A number of those illegal donors had access to the Clinton White House. “That’s a good parallel” to the effect that the resurgent email controversy could have today, a senior House Democrat said, requesting anonymity to discuss the downbeat feeling some have. In 1996, Bill Clinton’s big lead held up, although he remained under 50 percent and House Democrats — who had hoped to bounce back into the majority after their disastrous 1994 showing — picked up fewer than five seats and remained in the minority for a decade to come. The 42nd president also had a contentious relationship with the FBI director at the time, Louis Freeh — and such a drama could play out again with another Clinton in the Oval Office. Hillary Clinton and her top campaign officials have been highly critical of the unusual decision by FBI Director James B. Comey to go public Friday with the fact that the bureau had resumed its investigation of the emails. All of which gives voters a new set of crosscurrents to navigate as Election Day draws near. For down-ballot Democrats, Sharon Jankauskas is their nightmare. The 60-year-old nurse practitioner, who attended Toomey’s campaign event in Media, said she sees the presidential races as the “lesser of two evils.” She plans to vote for Clinton but is also pulling for Toomey. She also likes Clinton’s running mate, Sen. Tim Kaine (D-Va.). So Jankauskas is looking for what, in her view, is a silver lining to electing Clinton: “We can always impeach her and get her out.” All of which raises the possibility that another Clinton in the White House could bring a reprise of the political culture of the 1990s, when a Republican Congress was constantly investigating the Clintons. Americans have already gotten a foretaste. when the congressional panel investigating the 2012 attacks on a U.S. diplomatic post in Benghazi, Libya, helped uncover the fact that Clinton had been using a private email address and server when she was secretary of state. Rep. Trey Gowdy (R-S.C.) told CNN that if Clinton is elected, Congress will continue its scrutiny. “The legislative branch does have an obligation to provide oversight,” Gowdy said. Correction: An earlier version of this article incorrectly identified Sen. Patrick J. Toomey as a Democrat. He is a Republican. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Clinton’s email trouble is a conversation starter for Republicans in tight races - The Washington Post"
   },
   {
    "entities": [
     "donald",
     "information",
     "twitter",
     "voting",
     "john",
     "2016",
     "of",
     "associated",
     "fbi",
     "minnesota",
     "once",
     "reed",
     "brazile",
     "eau",
     "democratic",
     "november 01, 2016",
     "news",
     "clinton",
     "republican",
     "pennsylvania",
     "cnn",
     "tuesday",
     "committee",
     "friday",
     "sanford",
     "states",
     "claire",
     "donna",
     "press",
     "trump",
     "america",
     "michigan",
     "podesta",
     "reince",
     "wisconsin",
     "hillary",
     "united",
     "facebook",
     "fox",
     "florida",
     "thursday",
     "early",
     "college",
     "night",
     "center",
     "national"
    ],
    "id": 3,
    "text": "Trump encourages Wisconsin early-absentee voters with 'buyer's remorse' to support him instead Published               November 01, 2016 Facebook 0 Twitter 0 livefyre Email Print   Republican presidential nominee Donald Trump spent Tuesday night at a campaign stop in Wisconsin encouraging voters who filed early-absentee ballots for Hillary Clinton to change their votes to support him. Trump highlighted the developments since Friday's announcement from the FBI that it would revisit the Clinton email probe while speaking to a crowd in Eau Claire, Wisconsin. \"For all those voters who have buyer’s remorse, Wisconsin is one of those several states where you can change your early ballot if you think you’ve made a mistake,\" Trump told supporters. \"A lot of stuff has come out since your vote,\" he added. \"If you live here, or Michigan, Pennsylvania, or Minnesota, you change your vote to Donald Trump.\" In Wisconsin, voters can change their minds up to three times, but the deadline for doing so is Thursday. Changing votes is very rarely done, the Early Voting Information Center at Reed College told the Associated Press. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Trump also took time during his rally to hit Clinton presidential campaign Chairman John Podesta and interim chair of the Democratic National Committee Donna Brazile over emails released by WikiLeaks which appeared to show her sending the Clinton campaign a question before a CNN town hall event while she was a contributor at the network. \"Could you imagine if Reince got the question for a debate and found out,\" Trump told supporters, referencing Republican National Committee Chair Reince Preibus. \"It would be a double electric chair.\" He also used a line from his hit-TV show \"The Apprentice.\" \"John Podesta, if he worked for me I would fire him so fast, like 'The Apprentice,'\" Trump said. \"I would say 'John, you’re fired!'” Clinton meanwhile launched her own fresh line of attacks at a campaign stop in Sanford, Florida by saying the businessman has \"no excuse\" for not releasing his tax returns, and once again calling on him to do so before the election. \"We’ve got someone running for president who not only bullied people and made bigoted comments, he is the only major party nominee for president in 40 years who hasn’t released his tax returns,\" she said. Clinton told supporters she's particularly interested in learning about any dealings Trump has had with Russian interests and whether he contributed to charity. The Democratic presidential nominee told the crowd that most of those in attendance have probably paid more in federal taxes than Trump. \"He took everything our great country has to offer, scooped it up with both hands and then paid nothing to support us,\" Clinton said. \"Then he has the nerve to call our military a disaster, to insult POWs when he hasn’t paid a penny to support the people who put on the uniform of the United States of America.\" She also slammed his business record. \"Donald Trump is the poster boy for everything that is wrong with this economy,\"  she told supporters. The Associated Press contributed to this report.  Advertisement ",
    "title": "Trump encourages Wisconsin early-absentee voters with 'buyer's remorse' to support him instead | Fox News"
   },
   {
    "entities": [
     "bugnaski",
     "ty",
     "november 2, 2016",
     "biden",
     "marc",
     "david",
     "ky.",
     "bureau",
     "james",
     "daily",
     "oct. 31, 2016",
     "jeff",
     "bridge",
     "expo",
     "pablo",
     "western",
     "kaijo",
     "charlie",
     "cleveland",
     "ariz.",
     "lauderhill",
     "cincinnati",
     "cummings",
     "fort",
     "naples",
     "$100,000",
     "forge",
     "pence",
     "warch",
     "mike",
     "arena",
     "2001",
     "ohio",
     "russ",
     "ap",
     "sports",
     "college",
     "luke",
     "today",
     "bernie",
     "wisconsin",
     "center",
     "monsivais",
     "brian",
     "axelrod",
     "tim",
     "rapids",
     "boulder",
     "records",
     "6:32 a.m. edt",
     "denise",
     "of",
     "lynne",
     "wright",
     "campus",
     "kaine",
     "sladky",
     "capital",
     "oct. 8",
     "brennan",
     "feingold",
     "kellyanne",
     "nov. 2, 2016",
     "dade",
     "federal",
     "vault",
     "j.",
     "carolina",
     "jack",
     "tiffany",
     "chelsea",
     "last day",
     "mark",
     "november 1, 2016",
     "kalamazoo",
     "wawa",
     "ryan",
     "william",
     "kowalsky",
     "rourke",
     "kelly",
     "free",
     "n.c.",
     "state",
     "comey",
     "north",
     "reich",
     "valley",
     "garza",
     "donald",
     "roebling",
     "amyette",
     "airport",
     "samad",
     "2003",
     "2013",
     "rich",
     "appleton",
     "suspension",
     "tampa",
     "fbi",
     "conway",
     "october of 2015",
     "indiana",
     "mesa",
     "wis.",
     "fla.",
     "macomb",
     "clinton",
     "monday",
     "tuesday",
     "usa",
     "miami",
     "getty",
     "claire",
     "harnik",
     "obama",
     "trump",
     "'70",
     "gabby",
     "machado",
     "powers",
     "sunday",
     "spencer",
     "grand",
     "o'meara",
     "bill",
     "marcell",
     "knight",
     "hillary",
     "sanders",
     "switzerland",
     "andrew",
     "lawrence",
     "2005",
     "kent",
     "senate",
     "$450,000",
     "burke",
     "lauderdale",
     "park",
     "linsley",
     "martinez",
     "foundation",
     "colo.",
     "chapel",
     "sullivan",
     "bobby",
     "warren",
     "john",
     "recreation",
     "bayfront",
     "images",
     "community",
     "justin",
     "franke",
     "eau",
     "detroit",
     "news",
     "jacksonville",
     "deltaplex",
     "chip",
     "dan",
     "columbus",
     "somodevilla",
     "alicia",
     "&",
     "press",
     "1983",
     "'70s",
     "intervention",
     "michigan",
     "a.",
     "university",
     "lakefront",
     "hill",
     "fallon",
     "nov. 1, 2016",
     "chris",
     "matt",
     "amphitheater",
     "york",
     "giffords",
     "mich.",
     "facebook",
     "florida",
     "fred",
     "erlanger",
     "pa.",
     "city"
    ],
    "id": 4,
    "text": "FBI surprises again, shares files on Bill Clinton pardon of Marc Rich William Cummings , USA TODAY 6:32 a.m. EDT November 2, 2016 16k Shares x Share The FBI released documents concerning a questionable pardon Bill Clinton issued of a financier charged with tax evasion back in 2001. See how the investigation played out. USA TODAY NETWORK The FBI gave the Hillary Clinton campaign another unpleasant surprise Tuesday, this time releasing 129 pages of documents from a 2001 investigation into Bill Clinton's controversial presidential pardon of fugitive Marc Rich. The bureau initially released the heavily redacted files on Monday, but drew more attention to the documents in a tweet Tuesday. The Clinton team questioned the timing of the release, which comes one week before the election and just days after Director James Comey's stunning announcement that the FBI was looking into newly discovered emails related to its investigation of Hillary Clinton. William J. Clinton Foundation: This initial release consists of material from the FBI's files related to the Will... https://t.co/Y4nz3aRSmG — FBI Records Vault (@FBIRecordsVault) November 1, 2016 \"This initial release consists of material from the FBI's files related to the William J. Clinton Foundation, a non-profit 501(c)(3) organization,\" reads a statement on the FBI records vault website . \"The bulk of these records come from a 2001 FBI investigation into the pardon of Marc Rich (1934-2013), aka Marcell David Reich, by President Clinton in 2001; it was closed in 2005. The material is heavily redacted due to personal privacy protections and grand jury secrecy rules.\" Rich, who died in 2013, was a financier who fled to Switzerland after being indicted on multiple federal charges, including tax evasion, in 1983. Clinton's motive for pardoning Rich on his last day in office was questioned because Rich's ex-wife, Denise Rich, was a wealthy Democratic donor who made a $450,000 donation to Clinton's presidential library foundation and more than $100,000 to Hillary Clinton's Senate campaign. In a statement, the FBI said that any material requested three or more times under the Freedom of Information Act is automatically made available to the public online on a \"first in, first out basis.\" \"Absent a FOIA litigation deadline, this is odd,\" Clinton spokesman Brian Fallon tweeted before the FBI released its statement. \"Will the FBI be posting docs on Trump's housing discrimination in '70?\" Absent a FOIA litigation deadline, this is odd. Will FBI be posting docs on Trump's housing discrimination in '70s? https://t.co/uJMMzX6rtI — Brian Fallon (@brianefallon) November 1, 2016 The FBI actually did release a file on Donald Trump's father, Fred, on Oct. 8. The bureau also tweeted a link to those documents, along with links to files from 20 other cases — including  the investigation into Hillary Clinton's email server — from its Records Vault account on Sunday. Prior to that, the last tweet from that account was in October of 2015. David Axelrod, a former adviser to President Obama, said the document release is another case of the FBI intervening in the election. \"Whatever the reasoning behind it, this latest release further brands the @FBI as the Federal Bureau of Intervention,\" Axelrod said in a tweet. \"It's a head-scratcher!\" Whatever the reasoning behind it, this latest release further brands the @FBI as the Federal Bureau of Intervention. It's a head-scratcher! — David Axelrod (@davidaxelrod) November 1, 2016 The majority of the pages in the documents are completely redacted and they do not appear to shed any new light on the case. Comey took over the FBI probe into the Rich pardon in 2003 and the case was closed in 2005 with no charges filed. Posted! A link has been posted to your Facebook feed. President Obama speaks at a Clinton rally at the University of North Carolina in Chapel Hill, N.C., on Nov. 2, 2016.  Pablo Martinez Monsivais, AP Hillary Clinton greets supporters outside an early voting center in Lauderhill, Fla., on Nov. 2, 2016.  Jewel Samad, AFP/Getty Images Mike Pence speaks at a campaign stop in Mesa, Ariz., on Nov. 2, 2016.  Matt York, AP Vice President Biden speaks to a crowd of supporters of Hillary Clinton during a rally in Tampa, Fla., on Nov. 2, 2016.  Charlie Kaijo, AP Donald Trump speaks to his supporters during his campaign rally at Bayfront Park Amphitheater in Miami on Nov. 2, 2016.  Luke Franke, Naples Daily News Chelsea Clinton campaigns for her mother on Nov. 2, 2016, at a rally in Boulder, Colo.  Brennan Linsley, AP A Trump supporter holds up signs in Miami on Nov. 2, 2016.  Luke Franke, Naples Daily News Bernie Sanders greets supporters while campaigning for Hillary Clinton at Western Michigan University in Kalamazoo, Mich., on Nov. 2, 2016.  Mark Bugnaski, AP Audience members gather ahead of a Trump campaign stop at the University of Wisconsin Eau Claire on Nov. 1, 2016, in Eau Claire, Wis.  Matt Rourke, AP President Obama walks off stage to greet the crowd after speaking during a campaign event for Hillary Clinton at Capital University on Nov. 1, 2016 in Columbus, Ohio.  Ty Wright, Getty Images Hillary Clinton speaks during a campaign rally in Fort Lauderdale, Fla., on Nov. 1, 2016.  Jewel Samad, AFP/Getty Images Tim Kaine is introduced to the crowd by Russ Feingold during a campaign visit at the Warch Campus Center on Nov. 1, 2016, at Lawrence University in Appleton, Wis.  Dan Powers, AP Tiffany Trump, left, daughter of Donald Trump, and Trump campaign manager Kellyanne Conway shop for snack food at a Wawa gas station  on Nov. 1, 2016, in Valley Forge, Pa.  Chip Somodevilla, Getty Images Hillary Clinton holds hands with former Miss Universe Alicia Machado during a campaign rally on Nov. 1, 2016, in Dade City, Fla.  Chris O'Meara, AP Former president Bill Clinton campaigns for his wife on Nov. 1, 2016, in Florida City, Fla.  Lynne Sladky, AP Mike Pence welcomes Donald Trump to the stage during a campaign event about the Affordable Care Act on Nov. 1, 2016, in Valley Forge, Pa.  Chip Somodevilla, Getty Images Hillary Clinton holds a mask as she jokes with members of her staff aboard her campaign plane on Oct. 31, 2016, in Erlanger, Ky.  Justin Sullivan, Getty Images Hillary Clinton arrives to speak at a rally at Kent State University in Kent, Ohio, on Oct. 31, 2016.  Andrew Harnik, AP Donald Trump is introduced by former Indiana University basketball coach Bobby Knight during a campaign rally at the Deltaplex Arena on Oct. 31, 2016 in Grand Rapids, Mich.  Chip Somodevilla, Getty Images Hillary Clinton arrives at Cleveland Burke Lakefront Airport on Oct. 31, 2016.  Andrew Harnik, AP Members of \"Zombies for Trump\" mug for the camera following a Trump campaign event at Macomb Community College on Oct. 31, 2016, in Warren, Mich.  Jeff Kowalsky, AFP/Getty Images Hillary Clinton campaigns with former congresswoman Gabby Giffords and her husband, Mark Kelly, at the base of the John A. Roebling Suspension Bridge in Cincinnati on Oct. 31, 2016.  Matt Rourke, AP Donald Trump takes the stage before speaking to a crowd during a rally at the Macomb Community College Sports & Expo Center in Warren, Mich., on Oct. 31, 2016.  Ryan Garza, Detroit Free Press Tim Kaine speaks at the Jack Amyette Recreation Center during a campaign rally in Jacksonville, N.C., on Oct. 31, 2016.  Mike Spencer, AP Like this topic? You may also like these photo galleries: Replay ",
    "title": "FBI surprises again, shares files on Bill Clinton pardon of Marc Rich"
   },
   {
    "entities": [
     "1:06",
     "recently",
     "sarlin",
     "wabc",
     "house",
     "donald",
     "brad",
     "jason",
     "benjy",
     "et",
     "2016",
     "$25 million",
     "fbi",
     "james",
     "new",
     "ferguson",
     "jon",
     "washington",
     "unite",
     "gop",
     "news",
     "nov 1",
     "clinton",
     "now",
     "jesse",
     "last week",
     "pennsylvania",
     "tuesday",
     "usa",
     "epic-mra",
     "white",
     "colorado",
     "obama",
     "trump",
     ", 4:58 pm",
     "michigan",
     "2:03",
     "virginia",
     "abedin",
     "romney",
     "2012",
     "3:27",
     "hail",
     "ohio",
     "chris",
     "mary",
     "mitch",
     "huma",
     "parscale",
     "hillary",
     "nbc",
     "mexico",
     "past",
     "the week before",
     "stewart",
     "miller",
     "weiner",
     "florida",
     "anthony",
     "comey",
     "hampshire",
     "cavanagh",
     "fox",
     "senate",
     "wilson",
     "wisconsin",
     "pac"
    ],
    "id": 5,
    "text": "Nov 1 2016, 4:58 pm ET Trump Campaign Bets on Late Push in Democratic States by Benjy Sarlin One Week to Election: Trump Seizes Momentum, Tries to Unite GOP 2:03 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161102165040if_/http://www.nbcnews.com/widget/video-embed/798620739930\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Facing a narrow path to 270 electoral votes, Donald Trump's campaign is scheduling events and buying ad in new states that have swung Democratic in recent years. On Tuesday, the campaign announced it was purchasing $25 million in TV ads for the final week in blue states like New Mexico and Michigan -- both of which Trump has visited in the last few days -- along with more obvious swing states like Ohio and Florida. They also are staying on the air in battleground states like Virginia and Colorado where the campaign has struggled to stay competitive in public polls. With one week to go, the question is whether this is a move borne out of strength or desperation. The Trump campaign has argued that the moves reflect their confidence that recent news of further FBI inquiry into emails by Clinton aide Huma Abedin obtained from an investigation into estranged husband Anthony Weiner has set the stage for a breakthrough. \"While Mr. Trump continues to climb in the polls and accelerate outreach in states like Michigan and New Mexico that are rarely won by Republican Presidential candidates, Hillary Clinton is preoccupied fighting the sitting FBI Director and President Obama over yet another email scandal,\" Trump's digital director Brad Parscale said in a statement announcing the buy. As Democrats and some Republicans were quick to note, though, there's a long tradition of campaigns behind in the polls making a last-second move into unusual states. \"I think it's a reflection of how weak his prospects are as opposed to any sign of strength,\" Mitch Stewart, who served as Obama's battleground director in the last presidential campaign. \"It reminds me of Romney making late plays in Michigan and Pennsylvania in 2012.\" Play Analysis: Where Does the Electoral College Map Stand? 1:06 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161102165040if_/http://www.nbcnews.com/widget/video-embed/798626883859\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Regardless of the motive, the Clinton campaign and its allies made clear they wouldn't let Trump push into states uncontested. On Tuesday, they announced six-figure buys in Michigan, New Mexico, Virginia, and Colorado. Priorities USA, a top Democratic super PAC, is also going on the air in Colorado, Michigan and Wisconsin, where the Clinton campaign recently bought ad time. \"The Trump campaign claims their path to White House is through states like these but we're going to make sure those doors remain shut,\" Clinton campaign spokesman Jesse Ferguson said in a statement. State and national polling has been relatively scarce since the news of the FBI investigation broke. While there have been no substantive revelations concerning Clinton's use of a private account, the news of the new emails has fueled a partisan war over director James Comey's decision to make the discovery public. What we know so far about the political fallout is mixed: An NBC News| SurveyMonkey poll showed the race unchanged and Clinton holding a 6-point lead, but other polls show Trump gaining in recent days, even before the FBI story. And a Washington Post/ABC daily tracking poll even gave Trump a 1-point lead on Tuesday. Clinton still maintains a lead in national polling averages as well as key states like Pennsylvania, Virginia, and Colorado that would put her past the 270 electoral votes needed to win the White House. But Democrats have expressed some concern that the news may hurt them in key Senate races . Play National polls differ as election nears 3:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161102165040if_/http://www.nbcnews.com/widget/video-embed/798255683881\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump spokesman Jason Miller told WABC last week that their campaign's polling showed a \"dead heat\" in both Michigan and New Mexico. But a battleground map sent to supporters in a fundraising email on Tuesday showed New Mexico still blue, while Michigan was a \"toss up\" state. And it said that Trump was \"close\" in states like Pennsylvania, New Hampshire, and Colorado rather than winning. Trump campaign sources told NBC New that while the latest ad buy reflected improved polling in some states like New Mexico, the main purpose was to project confidence in the final days by going \"on offense\" rather than be portrayed as fighting to gain ground in existing battleground states. Jon Cavanagh, a pollster with Michigan-based EPIC-MRA, sounded confused by Trump's recent interest in the state given that surveys have consistently showed him down throughout the race by between 5 and 11 points. \"I'm not real sure what to make of it,\" he said. He noted an online poll by Fox 2 Detroit/Mitchell Poll conducted since the FBI news found Clinton up by 6, consistent with their findings the week before and polling averages of the state. New Mexico, where polling has been infrequent, may be even more of a reach thanks to its substantial Latino population. Trump's longstanding calls for a border wall and mass deportations have largely derailed outreach efforts and early vote patterns in several states already show a surge in Latino turnout . \"Trump pressing into those states now is the political equivalent of throwing a Hail Mary from his own five yard line,\" Republican pollster Chris Wilson said in an e-mail. \"For a Hail Mary to work, you have to have at least moved the ball down the field prior to the desperate throw.\" Play ",
    "title": "Trump Campaign Bets on Late Push in Democratic States - NBC News"
   },
   {
    "entities": [
     "nov. 8",
     "recently",
     "nov 1, 2016",
     "donald",
     "twitter",
     "rapids",
     "time",
     "2013",
     "warren",
     "sept. 15 of this year",
     ", 3:02 pm",
     "fbi",
     "james",
     "jon",
     "this summer",
     "--",
     "o'reilly",
     "news",
     "tom",
     "clinton",
     "monday",
     "abc",
     "states",
     "friday",
     "april 2011",
     "j.",
     "obama",
     "trump",
     "the next day",
     "liddy",
     "michigan",
     "may",
     "$2 million",
     "u.s.",
     "october",
     "2012",
     "doj",
     "grand",
     "abedin",
     "bill",
     "huma",
     "august 6, 2012",
     "hillary",
     "2011",
     "united",
     "karl",
     "comey",
     "fox",
     "anthony",
     "weiner",
     "today",
     "barack"
    ],
    "id": 6,
    "text": "How Donald Trump's Remarks About Renewed Clinton Email Probe Mirror Birtherism By TOM LIDDY Nov 1, 2016, 3:02 PM ET 0 Shares WATCH Hillary Clinton Tries to Shift Campaign Tone 0 Shares Email During a campaign rally in Grand Rapids, Michigan, Monday, Donald Trump said he was \"sure\" that what's contained in the emails at the center of the FBI 's renewed probe into Hillary Clinton 's use of a private server is \"absolutely devastating.\" Those emails are under review by the FBI, and their content has not been released publicly, but Trump appears certain in his pronouncement despite a lack of evidence. His trading on uncertainty without proof may seem familiar: His talk of the renewed probe mirrors his years-long perpetuation of the birther movement. A Look Back at October Surprises and Why Clinton's Email May Not Be One Birtherism Before the 2012 presidential race , when Trump considered a run, the real estate mogul cast aspersions on President Barack Obama, questioning whether he was a natural-born U.S. citizen and therefore eligible to be president. During Trump's initial push of birtherism, he repeatedly suggested that there was something amiss with Obama's birth certificate, despite having no evidence to support that claim. \"I want him to show his birth certificate,\" Trump said on ABC's \"The View\" in 2011. \"There is something on that birth certificate that he doesn't like.\" Birtherism was strongly linked to the theory that Obama is a secret Muslim and wants to hide his religion from the American people. Trump floated that possibility on Bill O'Reilly's show on Fox News in 2011. \"People have birth certificates. He doesn't have a birth certificate. He may have one, but there's something on that, maybe religion. Maybe it says he is a Muslim,\" he said . \"I don't know. Maybe he doesn't want that. Or he may not have one. But I will tell you this. If he wasn't born in this country, it's one of the great scams of all time.\" Trump also claimed on the \"Today\" show in April 2011 that he dispatched investigators to look into the matter \"and they cannot believe what they're finding.\" He claimed during the segment that Obama's certificate of live birth was \"easy to get\" and that Obama spent $2 million in legal fees to avoid the issue. That month, Obama released his birth certificate, but that still didn't satisfy Trump, who wrote on Twitter that it was a \"fraud.\" An 'extremely credible source' has called my office and told me that @BarackObama 's birth certificate is a fraud. — Donald J. Trump (@realDonaldTrump) August 6, 2012 And in 2013, one of the last times that he publicly discussed the issue before his presidential run, Trump again refused to acknowledge the evidence presented by Obama. \"Well, I don't know. Was there a birth certificate? You tell me. You know some people say that was not his birth certificate. So maybe it was, maybe it wasn't,\" he told ABC News' Jon Karl . As recently as Sept. 15 of this year, Trump refused to acknowledge that Obama was born in the United States, but the next day, after five years, Trump finally conceded, \"President Barack Obama was born in the United States. Period.\" Clinton Email Probe Trump has gone to great lengths to paint Clinton as the most corrupt politician in American history, repeatedly calling her \"crooked Hillary,\" among other monikers. \"Hillary's corruption is a threat to democracy, and the only way to stop it is for you on Nov. 8 to show up at the polls and vote,\" he said at an appearance in Warren, Michigan, Monday. He has called her a criminal on many occasions. \"Hillary is the one who set up an illegal private email server in a closet to shield her criminal activity ,\" he told the crowd Monday. He even threatened during their second debate to throw her in jail if he becomes president. Clinton was admonished this summer by FBI Director James Comey for her handling of email, including classified information, on her private email server while she was the secretary of state. She has acknowledged she made \"a mistake\" by using the private server. But she and her top aides have not been criminally charged in the matter. The FBI did not recommend charges in the case, and the DOJ declined to prosecute. Comey explained at the time that \"it takes mishandling it and criminal intent\" to make a case. \"I think she was extremely careless. I think she was negligent. That I could establish. What we can't establish is that she acted with the necessary criminal intent,\" he said . \"'Should have known,' 'must have known,' 'had to know' does not get you there. You have to prove beyond a reasonable doubt that they knew they were engaged in something that was unlawful.\" In a memo to FBI employees, Comey said the case was \"not a cliffhanger\" and \"really wasn't a prosecutable case.\" Little is known publicly about the new batch of emails, found on the computer of Clinton aide Huma Abedin 's estranged husband, Anthony Weiner. In a letter to lawmakers Friday, Comey said the new emails \"appear to be pertinent to the investigation.\" But in an internal memo sent later that day, he said the agency doesn't \"know the significance of this newly discovered collection of emails.\" It is also not clear whether any of the emails were sent by Clinton or if they contain any sensitive information. Clinton has slammed the review, saying there is \"no case here.\" But that didn't stop Trump from pouncing on Monday. \"We can be sure that what is in those emails is absolutely devastating, and I think we're going to find out, by the way, for the first time,\" he said. 0 Shares ",
    "title": "How Donald Trump's Remarks About Renewed Clinton Email Probe Mirror Birtherism - ABC News"
   },
   {
    "entities": [
     "council",
     "alice",
     "l.a.",
     "angeles",
     "lytton",
     "1960",
     "des",
     "kamala",
     "david",
     "der",
     "al",
     "los",
     "walton",
     "ryu",
     "fbi",
     "sharpton",
     "times",
     "use",
     "cubs",
     "gop",
     "area",
     "clinton",
     "last week",
     "tuesday",
     "8150",
     "van",
     "investigators",
     "committee",
     "california",
     "southern",
     "central",
     "gehry",
     "brug",
     "november",
     "heights",
     "harris",
     "$2 million",
     "currently",
     "strip",
     "land",
     "sunset",
     "kurt",
     "meyer",
     "barbara",
     "chatsworth",
     "moines",
     "management",
     "caption",
     "santa",
     "hollywood",
     "frank",
     "townscape",
     "hillary",
     "bay",
     "savings",
     "crescent",
     "senate",
     "west",
     "partners",
     "last week's three-hour",
     "today",
     "brian",
     "valley",
     "city"
    ],
    "id": 7,
    "text": "L.A. City Council approves Frank Gehry's project on the Sunset Strip 8150 Sunset Gehry Partners, LLP The Los Angeles City Council voted 13-0 Tuesday to approve a mixed-use development designed by Frank Gehry at Sunset and Crescent Heights boulevards. Above, a model rendering of the project. The Los Angeles City Council voted 13-0 Tuesday to approve a mixed-use development designed by Frank Gehry at Sunset and Crescent Heights boulevards. Above, a model rendering of the project. (Gehry Partners, LLP) Alice Walton Contact Reporter The Los Angeles City Council on Tuesday unanimously approved a mixed-use development designed by Frank Gehry that will anchor the eastern edge of the Sunset Strip.  The relatively swift approval of the project Tuesday was a contrast to last week’s three-hour discussion on the famed architect’s design for 8150 Sunset Blvd. The five-building complex at Sunset and Crescent Heights boulevards will include two residential towers, terraced gardens and a shopping center.  Elected officials for both Los Angeles and West Hollywood as well as some neighborhood groups had voiced concern about the project, which originally included a 234-foot-tall tower. Critics believed the tower would be out of scale with the neighborhood. Others worried the project would bring too much traffic to an already busy intersection.  Why a Frank Gehry project on the Sunset Strip doesn't appeal to some Hollywood residents A proposal for two towers, one rising 15 stories, terraced gardens and 334,000 square feet of retail is meeting stiff resistance from Hollywood residents. A proposal for two towers, one rising 15 stories, terraced gardens and 334,000 square feet of retail is meeting stiff resistance from Hollywood residents. See more videos But at last week’s Planning and Land Use Management Committee meeting , the developer, Townscape Partners, agreed to reduce its tallest tower to 178 feet and add more affordable housing and more parking spaces. It will also provide $2 million to ease traffic congestion. The project will have 229 residential units, including 38 for low-income families. There will be 65,000 square feet of commercial space and a pedestrian plaza.  Many of those changes came after the area’s councilman, David Ryu, released a lengthy letter outlining his concerns over the density and height of the development.  “Compromise is never easy but it’s a core value of our city and democracy,” said Ryu, who represents this stretch of the Sunset Strip. “While this compromise isn’t perfect, 8150 Sunset Blvd. is a much better project today.”  One issue that has yet to be decided is what will happen with the Lytton Savings building on the project site. The building, which is currently a Chase bank, was designed by architect Kurt Meyer in 1960. It was nominated for historic-cultural landmark status but council members have delayed a vote on its landmark status until November.  If the City Council votes to preserve the bank building, it could be incorporated into Gehry’s design or moved to a new location.  Caption 90 seconds: 4 stories you can't miss What the FBI would have to find to press charges against Hillary Clinton , Frank Gehry’s controversial development is approved , two Des Moines officers were shot to death , and the Cubs push a game 7 of the World Series . Caption 90 seconds: 4 stories you can't miss What the FBI would have to find to press charges against Hillary Clinton , Frank Gehry’s controversial development is approved , two Des Moines officers were shot to death , and the Cubs push a game 7 of the World Series . Caption Man shot dead by sheriff's deputy after allegedly stabbing woman at Chatsworth courthouse Investigators at the Chatsworth courthouse where a sheriff's deputy shot and killed a man who was accused of stabbing a woman. Brian van der Brug / Los Angeles Times Investigators at the Chatsworth courthouse where a sheriff's deputy shot and killed a man who was accused of stabbing a woman. Brian van der Brug / Los Angeles Times Caption Rev. Al Sharpton kicks off 'Yes on 61' rally The Rev. Al Sharpton kicks off a rally and march in support of Proposition 61, the California ballot measure that seeks to lower the price state agencies pay for prescription drugs. The Rev. Al Sharpton kicks off a rally and march in support of Proposition 61, the California ballot measure that seeks to lower the price state agencies pay for prescription drugs. Caption Senate candidate Kamala Harris pushing to help down-ballot Democrats State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  Caption 90 seconds: 4 stories you can't miss ",
    "title": "L.A. City Council approves Frank Gehry&apos;s project on the Sunset Strip - LA Times"
   },
   {
    "entities": [
     "peter",
     "british",
     "louai",
     "npr",
     "the past",
     "lebanon",
     "bank",
     "whatsapp",
     "society",
     "aleppo",
     "square",
     "syria",
     "kenyon",
     "alison",
     "skype",
     "$500",
     "central",
     "this week",
     "u.s.",
     "university",
     "2012",
     "omayyad",
     "2011",
     "damascus",
     "facebook",
     "isis",
     "syriatel",
     "beirut",
     "meuse/npr",
     "syrian"
    ],
    "id": 8,
    "text": "Twitter Enlarge this image Young people pose at \"I Heart Damascus\" in Omayyad Square, in the capital of Syria. Alison Meuse/NPR hide caption toggle caption Young people pose at \"I Heart Damascus\" in Omayyad Square, in the capital of Syria. Alison Meuse/NPR At Damascus University, Syria's oldest and largest institution of higher education, students casually stroll the sprawling campus. Female students sport salon-fresh locks or smart white headscarves. Skinny jeans are still in fashion. The sounds are of fountains and chirping birds, not of bombs. A naïve tourist could be forgiven for forgetting there is a brutal war tearing apart Aleppo, a city 200 miles to the north, or that armed opposition groups continue to have a foothold in the capital itself. But there are no tourists here. My NPR colleague Peter Kenyon and I were at the university for a government-approved conference this week, which offered a rare opportunity for foreign journalists to visit Damascus. As a journalist based in Beirut, covering Syria for the past 4 1/2 years, I spend hours each day communicating via Skype, Whatsapp and Facebook with Syrians suffering the unimaginable: hunger, bombings and siege. Some are living in areas surrounded and under fire by hard-line opposition groups, others by ISIS, and still more, are under attack by their own government. Article continues after sponsorship For Foreign Journalists, A Rare Invitation To Damascus As I leave the campus and walk through the streets of Damascus, bustling with cars, couples and children, I wonder how many of the capital's residents have grown used to the strange paradox of life during wartime. Did they lose a brother serving in the army or perhaps in a rebel brigade? How many had relatives kidnapped by the gangs that have sprung up amid the chaos? Maybe they had a son or daughter thrown in prison for joining the protests in those early days of the uprising in 2011. I wonder if they changed their minds about the upheaval when they saw hard-line jihadists rise to prominence and vow to take their cosmopolitan city. Do they believe it was the government's crackdown that pushed the protesters to arms and drove throngs of young dreamers from the country? Many here seem to be carrying on with grace and dignity, even enjoying mundane, simple pleasures — like the teenage girls and a 40-something man snapping selfies in front of a giant \"I (Heart) Damascus\" sculpture in a main square. Enlarge this image Syrian students on campus at a Damascus University in 2012, a year after the war started. Louai Beshara/AFP/Getty Images hide caption toggle caption Louai Beshara/AFP/Getty Images Syrian students on campus at a Damascus University in 2012, a year after the war started. Louai Beshara/AFP/Getty Images At the phone carrier, Syriatel, the salesman helping me set up a local cell number asked if I could be patient while he helped two trainees, a man and a woman, learn the ropes. It was a good opportunity to register a mobile to someone with a foreign passport, in this case, a U.S. passport. He walked us through each step, gently reminding them to get the passport number right and asking with care if I wanted an \"nice number\" — one easy to memorize. When the time came to pay, I realized I was just short of the Syrian pounds needed. There would be no credit card fallback or paying in dollars like I can in neighboring Lebanon. In Syria, cash is king; sanctions have stifled whatever global financial engagement the country was adopting before the war. Maybe the Syriatel salesman blamed the U.S. government for imposing sanctions, but if so, he didn't let on. Almost bashful, he told me not to worry and that I could come back anytime before closing to bring the money. So began my odyssey to find a place to change my American dollars. After going along the street from bank to bank, holding out hope for the Lebanese branches, I realized I'd have to go across town to the Central Bank district, where I'd find exchange offices. I flagged down a cab, agreeing to pay him at the end of our errands. We wound through Damascus traffic, finally arriving at our destination, a private exchange office on a tree-lined street, in sight of the imposing Central Bank. Changing $500 to be safe, I received in return wads of Syrian 500-pound notes bound in rubber bands. The teller handed me a black plastic bag to keep my transaction out of sight and a receipt, signed and stamped, with the official exchange rate of 514 Syrian pounds to the dollar. The government maintains this rate despite the existence of the black market, which pays slightly better. Back to my cab and I was on my way again through traffic, back at Syriatel to deliver the 4,000 Syrian pounds I owed. The salesman and his trainees smiled graciously and I went out the door, feeling more conscious of how cut off we were from the rest of the world. It was time to get back to the British Syrian Society conference my colleague and I were attending. I had missed the panel on the impact of sanctions. ",
    "title": "A Glimpse of Syria's Capital As War Wages : Parallels : NPR"
   },
   {
    "entities": [],
    "id": 9,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   }
  ]
 }
}