{
 "08": {
  "col-sim": {
   "cosine": 0.33548754028863065,
   "entity": 0.5577733510227171
  },
  "exec-time": 11.621127367019653,
  "links": [
   {
    "entities": [
     "nevada",
     "house",
     "georgia",
     "new",
     "this summer",
     "johnny",
     "rubio",
     "now",
     "mccain",
     "ayotte",
     "dec. 10",
     "louisiana",
     "2010",
     "portman",
     "virginia",
     "illinois",
     "2018",
     "r-marco",
     "ohio",
     "russ",
     "evan",
     "weeks earlier",
     "hoosier",
     "wisconsin",
     "r-kelly",
     "tim",
     "hassan",
     "berkley",
     "blunt",
     "2020",
     "missouri",
     "fall",
     "this year",
     "kaine",
     "the minute",
     "d-harry",
     "roy",
     "feingold",
     "pennsylvania",
     "carolina",
     "kander",
     "r-pat",
     "young",
     "duckworth",
     "mark",
     "isakson",
     "50 percent",
     "shelley",
     "kelly",
     "r-ron",
     "state",
     "north",
     "jan. 10",
     "keystone",
     "patrick",
     "the past week",
     "night",
     "morning",
     "toomey",
     "jason",
     "bayh",
     "deborah",
     "democratic",
     "clinton",
     "tuesday",
     "white",
     "getty",
     "joe",
     "obama",
     "trump",
     "todd",
     "ross",
     "july",
     "u.s.",
     "reid",
     "burr",
     "maggie",
     "tammy",
     "r-richard",
     "aclu",
     "hillary",
     "rob",
     "heller",
     "hampshire",
     "senate",
     "the past week may",
     "thailand",
     "katie",
     "johnson",
     "john",
     "images",
     "wednesday",
     "mcginty",
     "kirk",
     "gop",
     "chip",
     "somodevilla",
     "arizona",
     "2017",
     "heck",
     "dean",
     "2012",
     "murphy",
     "ron",
     "florida",
     "wilson",
     "indiana"
    ],
    "id": 0,
    "text": "Twitter Enlarge this image Sen. Kelly Ayotte of New Hampshire (from left), Sen. Ron Johnson of Wisconsin and Sen. Roy Blunt of Missouri. Chip Somodevilla, Mark Wilson (2)/Getty Images hide caption toggle caption Chip Somodevilla, Mark Wilson (2)/Getty Images Sen. Kelly Ayotte of New Hampshire (from left), Sen. Ron Johnson of Wisconsin and Sen. Roy Blunt of Missouri. Chip Somodevilla, Mark Wilson (2)/Getty Images Republicans are feeling the best they have this cycle about their chances of holding their majority in the U.S. Senate, but doing that would require several states to break their way on election night. That's a risky place to be one day before control of the Senate is decided. The tightening of the presidential race over the past week may have had an impact on these Senate contests. Most of the contests remain firm toss-ups, though Democrats still have multiple paths to winning back the five seats they need (or just four if Democrat Hillary Clinton wins the presidency). Illinois is all but assured of being in the Democrats' column, but it is the only seemingly sure thing. Former Democratic Sen. Russ Feingold's lead in Wisconsin has shrunk in the closing days, and both parties are spending anew. Republicans, though, privately say they would be shocked if it broke their way. Article continues after sponsorship A Week From Election Day, Democrats Have Many Paths To A Senate Majority The next two most likely to flip, Pennsylvania and New Hampshire, depend so much on the presidential race. Both are tight, but Democrats might have the edge because of a superior turnout operation. Weak GOP incumbents in Missouri and North Carolina continue to give Democrats an ever-so-slight edge, but in Missouri especially, the conservative lean of the state is certainly helping Republicans. North Carolina will also likely track closely to the presidential results in the battleground state. Perhaps the biggest shift over the past week has been in Indiana. Former Democratic Sen. Evan Bayh hasn't had a cakewalk since he jumped into the race in July. His advantage here is gone, while Republicans are increasingly optimistic. And it's another state that's likely Republican in the presidential race. Nevada, the lone GOP offensive opportunity, has sunk on the list of most likely to flip control, with early voting in the state signaling heavy Democratic and Hispanic turnout. Still, if Democrats do take back control of the Senate, it will be by a much slimmer margin than they had hoped for weeks earlier. And if it's a one-seat majority, get ready for another fight in a year if Clinton does become president. That's because Vice President Tim Kaine's Senate seat in Virginia will come open in 2017, and it would become the focus of a very competitive special election. Even if Republicans lose the majority, they would have every incentive to delay and not go along with major legislation. Why? The 2018 Senate map is a minefield for Democrats. Expect some late calls across the board. And at least one race, possibly two, may go into overtime. The open Louisiana race won't be decided until a Dec. 10 runoff, because Tuesday is actually the all-party primary. And if Georgia GOP Sen. Johnny Isakson falls below 50 percent, he'll be forced into a Jan. 10 runoff. Both, however, won't decide the Senate, as they should stay in Republican hands. Here's our final ranking of the vulnerable Senate races, from most to least likely to change party hands: 1. Illinois (R-Mark Kirk) Previous rank: 1 'Your Parents Came All The Way From Thailand': Senator Wrongly Hits Rival On Heritage This one was baked a long time ago, and Kirk's downward spiral in the closing weeks certainly didn't help. No suspense here — Democrats start out at least a net one for the night with Rep. Tammy Duckworth poised to become the state's next senator. 2. Wisconsin (R-Ron Johnson) Previous rank: 2 It would be a pleasant surprise for Republicans if Johnson did hang on here in his rematch with former Democratic Rep. Russ Feingold. Final polling in the state showed this one was neck-and-neck, and spending from both sides has proven that. But Democrats view the last-minute investments as an insurance policy — you don't want to look back and regret not having done what it takes. If Johnson does pull what would be an upset here, it's going to be a very long night for Democrats. 3. Pennsylvania (R-Pat Toomey) Previous rank: 3 Clinton is favored in the Keystone State, but the margin may decide whether she takes Democratic nominee Katie McGinty with her. Toomey has pulled out all the final stops at the end, and his closing ad even quoted President Obama praising him for his work on gun-control legislation. But that tactic drew a sharp statement from the White House. Of the toss-up states, though, Democrats feel best about this one while Republicans don't. 4. New Hampshire (R-Kelly Ayotte) Previous rank: 6 The Granite State is tight across the board, but when you factor in Democrats' get-out-the-vote operation, and the fact that late deciders typically break their way here, it might be good news for Democratic Gov. Maggie Hassan. Still, this one could go either way. 5. Missouri (R-Roy Blunt) Previous rank: 4 This race had to be a perfect storm for Democrats to even have a chance, and that has happened. Blunt is viewed as the ultimate insider, and he hasn't taken his challenge from Secretary of State Jason Kander seriously enough. Kander, a war veteran, was an early, solid recruit. Still, the Republican lean of the state is showing up in polls. If Blunt is able to win, it will be Trump who carries him across the finish line — the opposite of most of the other races on here. 6. North Carolina (R-Richard Burr) Previous rank: 7 Burr has been another underwhelming incumbent, but former state Rep. Deborah Ross has taken plenty of hits from Republicans over her tenure as head of the state's ACLU. Burr has also had some foot-in-the-mouth moments that are adding to the GOP's headache here. As the presidential race goes, so likely goes this Tar Heel State contest. 7. Indiana (Open, R-Dan Coats is retiring) Previous rank: 5 In Indiana's Senate Race, Political Royalty Tries To Put On A Fresh Face No candidate has seen his stock fall as far and as fast as former Democratic Sen. Evan Bayh did this year. His late entry into the race this summer was heralded as a major shake-up, and it was, forcing Republicans to worry about this seat. But his double-digit lead has evaporated, thanks to questions about his residency, lobbyist ties and his final months in office back in 2010. Now, the momentum is all with GOP Rep. Todd Young, who has a slight edge in the final polls. Republicans are increasingly bullish, and with good reason. Trump's prospects have improved in the Hoosier State as well, which should help Young. 8. Nevada (Open, D-Harry Reid) Previous rank: 8 Hispanic Voters Key In Deciding Nevada's Tight Senate Race This is the only Democratic-held seat on this list. Republicans liked the trajectory of this race for months, but the state's Democratic tilt seems to have won out. An uptick in Hispanic turnout in the early vote, fueled by antipathy for Trump, isn't helping GOP Rep. Joe Heck, who has seesawed back and forth on his party's controversial presidential nominee. This state is hard to poll, but it almost always underestimates Democrats, particularly Latinos. Some Republicans point out that Sen. Dean Heller was able to win here in 2012 even as Obama carried the state, but his opponent, then-Rep. Shelley Berkley, was a poor candidate who was under a House ethics probe. 9. Florida (R-Marco Rubio) Previous rank: 9 There may be some Wednesday morning quarterbacking going on if Rubio is able to beat Democratic Rep. Patrick Murphy by just a few points. But caution: Results may appear closer than they actually are. Some Democrats have begun finger pointing, saying they are missing a chance to take out a possible 2020 presidential candidate. But Democratic money was likely better spent putting multiple cheaper races into play. This is an incredibly expensive state, and the minute Rubio decided not to retire, he was going to be incredibly hard for Democrats to knock off. Not ranked: Arizona or Ohio Yes, we're stopping our rankings with just nine, because those are the only truly competitive races to watch on election night. Clinton playing in Arizona had given Democrats renewed hope they could knock off Sen. John McCain there, but there's no data to back that up. And Ohio Sen. Rob Portman likely sealed his ticket back to the Senate a long time ago, running maybe the best race of the cycle and putting away his opponent early. ",
    "title": "GOP Hopes Rise In Battle For The Senate, But Democrats Still Have The Edge : NPR"
   },
   {
    "entities": [
     "raleigh",
     "house",
     "damon",
     "donald",
     "eric",
     "biden",
     "sarasota",
     "of",
     "sarah",
     "new",
     "times",
     "2008",
     "tomorrow",
     "washington",
     "w.",
     "fla.",
     "clinton",
     "monday",
     "now",
     "ivanka",
     "jr.",
     "pennsylvania",
     "states",
     "credit",
     "white",
     "michelle",
     "j.",
     "obama",
     "trump",
     "carolina",
     "palin",
     "mills/the",
     "america",
     "michigan",
     "saunders",
     "university",
     "doug",
     "r.",
     "mary",
     "hoch",
     "charlotte",
     "bill",
     "winter/the",
     "hillary",
     "joseph",
     "united",
     "york",
     "pittsburgh",
     "daniel",
     "n.c.",
     "rudolph",
     "north",
     "giuliani",
     "alaska"
    ],
    "id": 1,
    "text": "Continue reading the main story Hillary Clinton and Donald J. Trump hopscotched from Pennsylvania to North Carolina to Michigan on Monday in the final, frenzied hours of the presidential campaign, offering clashing closing arguments as the sprawling map of the United States was reduced to a string of must-win states. Accompanied by rock stars, ex-presidents, old friends and their grown children, the Democratic and Republican nominees pleaded with voters to end a traumatic campaign with an emphatic endorsement of their visions for the country. Mrs. Clinton, whom polls show leading Mr. Trump, gave a sunny and optimistic summation of her candidacy for the White House as she embarked on a four-state tour on Monday. “Tomorrow, you can vote for a hopeful, inclusive, big-hearted America,” she told a crowd in Pittsburgh. “Our core values are being tested in this election.” Photo Hillary Clinton campaigned at the University of Pittsburgh as part of a four-state trip on Monday. Credit Doug Mills/The New York Times Mr. Trump, who was campaigning in five states on Monday, took a darker approach, assailing the “crooked media,” attacking a “corrupt Washington establishment” and mocking Mrs. Clinton over and over. “It’s a rigged, rigged system,” he declared in Raleigh, N.C. “And now it’s up to the American people to deliver the justice that we deserve at the ballot box tomorrow.” Advertisement Continue reading the main story As the campaign wound down, both candidates dispensed with ritual. Mrs. Clinton, who relishes upbraiding her opponent, abandoned her usual assault on Mr. Trump’s conduct and temperament. And Mr. Trump, who normally seeks to convey confidence at all times, sounded uncharacteristically vulnerable . “They say we’ll get a tremendous amount of credit, win or lose,” he said during a rally in Sarasota, Fla. “I said: ‘No, no, no, no. I don’t want any credit if we lose.’” Despite the ugliness of the campaign, there were signs that Americans were seizing the opportunity to express themselves at the ballot box in large numbers. Turnout in states that allow early voting was high , and in interviews, many voters said they were eager to bring an end to this unusual, exhausting and still suspenseful election. Photo Donald J. Trump arrived for a rally in Raleigh, N.C., on Monday. Credit Damon Winter/The New York Times “I’m totally ready for this election to be over,” said Mary Hoch, 54, who attended Mr. Trump’s rally in Sarasota with a “Make America Great Again” hat on her head and a “Deplorable Lives Matter” pin on her shirt. Ms. Hoch predicted a Trump victory. “I think there are a lot of silent Trump voters,” she said. Daniel Saunders, 58, who attended a rally for Mrs. Clinton in Charlotte, N.C., was just as exasperated by the race. “I’m embarrassed by it,” he said. But Mr. Saunders said he was convinced that Mrs. Clinton would eke out a win. “I think it will be close, but I think she will pull it out,” he said. Both Mr. Trump and Mrs. Clinton sent their running mates, families and allies across the country to maximize their reach in crucial swing states. Mr. Trump relied on his three oldest children — Ivanka, Eric and Donald Jr. — along with Rudolph W. Giuliani, the former New York mayor, and Sarah Palin, the former governor of Alaska and 2008 Republican vice-presidential nominee. Mrs. Clinton deployed President Obama and former President Bill Clinton, as well as Vice President Joseph R. Biden Jr. and the first lady, Michelle Obama, perhaps the most popular political figure in the country. ",
    "title": "Optimism From Hillary Clinton and Darkness From Donald Trump at Campaign’s End - The New York Times"
   },
   {
    "entities": [
     "russell",
     "kyle",
     "donald",
     "l.a.",
     "earlier monday",
     "kamala",
     "david",
     "of",
     "jovi",
     "philadelphia",
     "new",
     "springsteen",
     "times",
     "jon",
     "gop",
     "area",
     "clinton",
     "monday",
     "armand",
     "pennsylvania",
     "southern",
     "california",
     "bon",
     "central",
     "pence",
     "trump",
     "carolina",
     "mall",
     "mike",
     "harris",
     "lauter",
     "michigan",
     "virginia",
     "university",
     "riley",
     "ohio",
     "barbara",
     "santa",
     "bruce",
     "bay",
     "hillary",
     "pittsburgh",
     "emamdjomeh",
     "hampshire",
     "florida",
     "independence",
     "north",
     "senate",
     "valley",
     "kim"
    ],
    "id": 2,
    "text": "David Lauter, Kyle Kim and Armand Emamdjomeh “It’s like any family,” said Russell Riley, a University of Virginia professor and author of “Inside the Clinton Presidency: An Oral History.” “It’s possible within the family to know that there are squabbles. But by golly, if there’s an attack on the family from the outside, everybody rallies around.” The Philadelphia rally on Independence Mall is another chance for Clinton to unleash some of the celebrity star power her campaign has enjoyed in the closing stretch – Bruce Springsteen and Jon Bon Jovi are slated to perform. Not only is Pennsylvania a key state for Clinton, she needs supporters’ excitement at a fever pitch near the finish line. Unlike other battlegrounds like Ohio and Florida, almost all ballots are cast on election day. “In Pennsylvania, it’s all about election day,” Clinton said during a rally earlier Monday in Pittsburgh. Trump was also racing across the country to hit several battleground states Monday, with stops in Florida, North Carolina, Pennsylvania and a pair of late-night rallies with running mate Mike Pence in New Hampshire and Michigan. Caption Senate candidate Kamala Harris pushing to help down-ballot Democrats State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  Caption Senate candidate Kamala Harris pushing to help down-ballot Democrats State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  State Atty. Gen. Kamala Harris’ campaign bus tour will wind through Southern California, the Santa Barbara coast, the Bay Area and the Central Valley. The Senate candidate's tour includes rallies in California congressional districts Democrats hope to wrest away from GOP incumbents or are struggling to hold onto in hotly contested races.  Caption The L.A. Times has all your California election coverage Join us at latimes.com for full election coverage of California's measures and propositions. Join us at latimes.com for full election coverage of California's measures and propositions. Caption Watch: The full, final presidential debate Hillary Clinton and Donald Trump sparred about abortion, the economy, fitness for the presidency and foreign policy during the final presidential debate. Full coverage .  Hillary Clinton and Donald Trump sparred about abortion, the economy, fitness for the presidency and foreign policy during the final presidential debate. Full coverage .  Caption How big are Trump's proposed tax cuts? Clinton calls them 'massive' The candidates spar over taxes.  The candidates spar over taxes.  Caption We scored the third presidential debate. Hillary Clinton won, and it wasn't even close. Times judges give the victory to Hillary Clinton. Again. Full campaign coverage . Times judges give the victory to Hillary Clinton. Again. Full campaign coverage . ",
    "title": "Hillary Clinton&apos;s final set piece: A rally in Philadelphia with the Obamas and Bruce Springsteen - LA Times"
   },
   {
    "entities": [
     "raleigh",
     "edith",
     "election",
     "hauslohner",
     "earlier monday",
     "gaga",
     "sullivan",
     "commission",
     "georgia",
     "sarasota",
     "of",
     "jovi",
     "david",
     "fbi",
     "justice",
     "$66 million",
     "minnesota",
     "philadelphia",
     "day",
     "springsteen",
     "durham",
     "tomorrow",
     "jon",
     "2008",
     "new",
     "washington",
     "abigail",
     "nakamura",
     "fla.",
     "the day",
     "clinton",
     "monday",
     "this last day",
     "mook",
     "now",
     "county",
     "pennsylvania",
     "abc",
     "tuesday",
     "dade",
     "miami",
     "federal",
     "arizona",
     "midnight",
     "greenwood",
     "bon",
     "midwest",
     "michelle",
     "obama",
     "trump",
     "carolina",
     "s.c.",
     "weigel",
     "michigan",
     "july",
     "sunday",
     "2012",
     "virginia",
     "childs",
     "grand",
     "university",
     "nine days earlier",
     "35 percent",
     "bruce",
     "lady",
     "ellison",
     "hillary",
     "robby",
     "pittsburgh",
     "mich.",
     "department",
     "hampshire",
     "comey",
     "florida",
     "north",
     "isis",
     "n.h.",
     "gearan",
     "$100 million",
     "keith",
     "rapids"
    ],
    "id": 3,
    "text": "[ For FBI, email investigation yields little but criticism ] Earlier Monday, her campaign manager Robby Mook criticized Comey’s handling of the probe as “bizarre,” even as he said that he was relieved by the outcome. “We were glad obviously that this was resolved,” Mook told “Good Morning America” on ABC. “I don’t understand why he couldn’t have just looked into the matter and resolved it and not created such a ruckus in the campaign, but we’re just glad in this last day Hillary can get back on the road.” In July, Comey ended an FBI probe into the server saying that Clinton was “extremely careless” with classified information in the emails, but that “no reasonable prosecutor” would recommend criminal charges. A government official said Comey’s latest letter represented the conclusion of the FBI’s investigation. Trump, who had been trailing badly in the polls when the new emails were revealed, has since narrowed the gap, leaning on a message that Clinton was “crooked” and likely to be charged. But Clinton appears narrowly ahead in most polls, and her campaign officials pointed to heavy turnout among Hispanics and Asians in crucial swing states, such as Florida and North Carolina, as evidence that the race was moving in their direction. More than 6.4 million voters in Florida have voted early, up nearly 35 percent over 2012, according to the Clinton campaign, with big early surges in majority Hispanic Miami Dade county. More broadly, the Clinton campaign said that early voter turnout was breaking records — with more than 41 million Americans casting ballots before Election Day “We are on the path to see more Americans vote than we have ever seen in our history,” Clinton said in Pittsburgh. “If the lines are long tomorrow, please wait.” The Justice Department said Monday that it would deploy more than 500 poll-watchers from its Civil Rights Division to monitor voting in 67 jurisdictions in 28 states, including at least three in each of the swing states. Many of the jurisdictions have large Native American, black, Latino and Muslim populations The department said its lawyers would be working to enforce federal voting rights laws “to ensure that every eligible person that wants to do so is able to cast a ballot.” It also has a hotline (toll free at 1-800-253-3931 or 202-307-3931) to register complaints. In the last few days of the campaign, Trump has invested time and resources in blue-leaning states, including Minnesota, Michigan and Pennsylvania. Most recent opinion polls show Clinton leading in all three, but Trump is hoping for a surge among white voters who lack college degrees. The real estate developer told crowd after crowd Monday that he was on track to victory, urging his supporters to ignore the “phony stuff” in the media. And Trump continued to erroneously assert that he had given “over $100 million” of his personal funds to finance his campaign. (In fact, he donated a little more than $66 million, according to Federal Election Commission reports.) “If we don’t win, I will consider this the single greatest waste of time, energy … and money,” Trump said in Raleigh, adding, “If we don’t win, honestly, we’ve all wasted our time.” On Sunday, Trump used a swing through the Midwest to warn about the threat of refugees, including in Minnesota, where he singled out “large numbers of Somali refugees coming into your state ... and with some of them then joining ISIS.” Rep. Keith Ellison, a Democratic congressman from Minnesota, said Trump’s remarks would backfire on him by spurring Somali Americans to go to the polls. “Any young Somali who was wondering – should I vote? should I not vote? — is off the fence now,” he said. “He probably gave us two to three points, and he badly misunderstood who our Somali immigrants are. They’re neighbors. ... If you attack them, you attack the whole state of Minnesota.” Both Trump and Clinton scrambled across the country Monday, appearing within hours of each other in Grand Rapids, Mich., and Raleigh. The appearances reflect an electoral map that seemed to shift in the wake of Comey’s announcement of the new emails nine days earlier. Clinton, who had been trying to expand the electoral map by focusing on red states that included Georgia and Arizona, has turned back to defend blue turf such as Michigan and Pennsylvania. On Monday, Clinton was set to hold four rallies in three states: North Carolina, Pennsylvania and Michigan. She will finish the day with a rally in Philadelphia that includes President Obama, first lady Michelle Obama, Bruce Springsteen and Jon Bon Jovi, followed by a midnight speech in Raleigh, where Lady Gaga was set to appear. The Clinton campaign is leaning heavily on the president and Michelle Obama to drum up enthusiasm and spur voter turnout on election day. Obama appeared in Michigan several hours ahead of Clinton and used his remarks to praise the Democratic nominee and tout his work in the first term to bolster the country’s then-sputtering auto industry. “I think I’ve earned some credibility here,” Obama said of his efforts to shore up the auto industry. When it comes to voting for Clinton on Tuesday, he continued, “I am asking you to trust me on this one.” [ Clinton holds edge in swing state Virginia ] Later in the day, in Durham, N.H., Obama grew reflective, noting that it was his final solo rally as president. He recounted the story of Edith Childs , the Greenwood, S.C., city councilwoman who coined the 2008 Obama campaign slogan “Fired Up! Ready to Go!” — the same story he told at his last rally on the eve of his first election. “It’s not often you have a chance to shape history. The world is watching us,” the president told thousands of cheering supporters who filled an arena at the University of New Hampshire. “This is one of those moments,” Obama added. “Don’t let it slip away.” Gearan reported from Pittsburgh and Grand Rapids, Mich., Sullivan from Raleigh and Sarasota, Fla., and Gold from Washington. Abigail Hauslohner and David Weigel in Washington and David Nakamura in Durham, N.H., contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Clinton and Trump in last-day dash with FBI email probe over but not forgotten - The Washington Post"
   },
   {
    "entities": [
     "nevada",
     "oct. 26",
     "oct. 29",
     "law",
     "des",
     "nov. 3",
     "georgia",
     "oct. 17",
     "atlanta",
     "|",
     "school",
     "iowa",
     "new",
     "herald/unh",
     "nov. 4",
     "winthrop",
     "oct. 25",
     "marquette",
     "news",
     "clinton",
     "oct. 28",
     "roanoke",
     "oct. 30",
     "nebraska",
     "pennsylvania",
     "portland",
     "abc",
     "arizona",
     "colorado",
     "press",
     "trump",
     "carolina",
     "quinnipiac",
     "norbert",
     "michigan",
     "virginia",
     "university",
     "oct. 20",
     "oct. 10",
     "ohio",
     "oct. 27",
     "oct. 16",
     "oct. 23",
     "moines",
     "oct. 13",
     "oct. 31",
     "nov. 1",
     "nov. 2",
     "oct. 15",
     "hampshire",
     "florida",
     "north",
     "oct. 24",
     "college",
     "utah",
     "wisconsin",
     "maine",
     "alaska",
     "register",
     "nov. 6"
    ],
    "id": 4,
    "text": "Toss-up races are in Arizona, Florida, Georgia, New Hampshire, North Carolina and Maine’s 2nd Congressional District. States leaning Democratic are Colorado, Michigan, Nevada, Pennsylvania, Virginia and Wisconsin. Races leaning Republican are Alaska, Iowa, Ohio, Utah and Nebraska’s 2nd Congressional District. Here are the latest polls that meet ABC News' standards in these battleground contests: TOSS-UPS Trump 45, Clinton 40 | NBC/WSJ/Marist | Oct. 30 – Nov. 1 Trump 49, Clinton 44 | CNN/ORC | Oct. 27 – Nov. 1 Florida Clinton 46, Trump 45 | Quinnipiac University | Nov. 3 – Nov. 6 Clinton 49, Trump 47 | CNN/ORC | Oct. 27 – Nov. 1 Clinton 46, Trump 45 | Quinnipiac University | Oct. 27 – Nov. 1 Georgia Trump 45, Clinton 44 | NBC/WSJ/Marist | Oct. 30 – Nov. 1 Trump 44, Clinton 44 | Quinnipiac University | Oct. 20 – Oct. 26 Trump 43, Clinton 39 | Atlanta Journal-Constitution | Oct. 17 – Oct. 20 New Hampshire Clinton 49, Trump 38 | WMUR/UNH | Nov. 3 – Nov. 6 Clinton 44, Trump 44 | UMass Lowell/7 News | Oct. 28 – Nov. 2 Clinton 46, Trump 39 | WMUR/UNH | Oct. 26 – Oct. 30 North Carolina Clinton 47, Trump 45 | Quinnipiac University | Nov. 3 – Nov. 6 Clinton 47, Trump 44 | Quinnipiac University | Oct. 27 – Nov. 1 Clinton 47, Trump 41 | NBC/WSJ/Marist | Oct. 25 – Oct. 26 Maine 2nd Congressional District Clinton 43, Trump 40 | Portland Press Herald/UNH | Oct. 20 – Oct. 25 LEANING DEMOCRATIC Clinton 45, Trump 37 | Quinnipiac University | Oct. 10 – Oct. 16 Nevada Trump 49, Clinton 43 | CNN/ORC | Oct. 27 – Nov. 1 Clinton 43, Trump 43 | NBC/WSJ/Marist | Oct. 20 – Oct. 24 Clinton 46, Trump 44 | CNN/ORC | Oct. 10 – Oct. 15 Pennsylvania Clinton 48, Trump 43 | Quinnipiac University | Oct. 27 – Nov. 1 Clinton 48, Trump 44 | CNN/ORC | Oct. 27 – Nov. 1 Clinton 47, Trump 41 | Quinnipiac University | Oct. 10 – Oct. 16 Virginia Clinton 45, Trump 38 | Roanoke College | Oct. 29 – Nov. 1 Clinton 44, Trump 39 | Winthrop University | Oct. 23 – Oct. 30 Clinton 50, Trump 38 | Quinnipiac University | Oct. 20 – Oct. 26 Wisconsin Clinton 46, Trump 40 | Marquette Law School | Oct. 26 – Oct. 31 Clinton 47, Trump 39 | WPR/St. Norbert | Oct. 13 – Oct. 16 LEANING REPUBLICAN Trump 46, Clinton 39 | Des Moines Register | Nov. 1 – Nov. 4 Trump 44, Clinton 44 | Quinnipiac University | Oct. 20 – Oct. 26 Ohio Trump 46, Clinton 41 | Quinnipiac University | Oct. 27 – Nov. 1 Trump 45, Clinton 45 | Quinnipiac University | Oct. 10 – Oct. 16 Trump 48, Clinton 44 | CNN/ORC | Oct. 10 – Oct. 15 There is no recent polling that meets ABC News' standards in Michigan, Alaska, Utah or Nebraska’s 2nd Congressional District. 0 Shares ",
    "title": "The Final 15: The Latest Polls in the Swing States That Will Decide the Election - ABC News"
   },
   {
    "entities": [
     "raleigh",
     "electoral",
     "congress",
     "donald",
     "court",
     "election",
     "twitter",
     "scorecard",
     "this spring",
     "james",
     "2013",
     "2016",
     "associated",
     "iowa",
     "fbi",
     "philadelphia",
     "justice",
     "conway",
     "the second",
     "new",
     "1988",
     "day",
     "tomorrow",
     "2008",
     "november 07, 2016",
     "washington",
     "four years ago",
     "supreme",
     "gop",
     "news",
     "clinton",
     "monday",
     "pennsylvania",
     "kellyanne",
     "tuesday",
     "midnight",
     "arizona",
     "this past weekend",
     "press",
     "pence",
     "trump",
     "carolina",
     "obama",
     "mike",
     "america",
     "michigan",
     "u.s.",
     "sunday",
     "virginia",
     "2012",
     "35 percent",
     "hillary",
     "nbc",
     "pittsburgh",
     "n.c.",
     "facebook",
     "hampshire",
     "florida",
     "north",
     "fox",
     "isis",
     "department",
     "comey",
     "college",
     "utah",
     "today",
     "barack",
     "pa."
    ],
    "id": 5,
    "text": "Closing Arguments: Trump pledges jobs, security; Clinton sounds unity message in final push Published               November 07, 2016 Facebook 0 Twitter 0 livefyre Email Print   Donald Trump and Hillary Clinton barnstormed the country on election eve Monday to deliver their respective closing arguments before the raucous 2016 presidential race goes to the voters, with Trump vowing to make America safe and prosperous again and Clinton vowing to unite a divided nation. “Anger is not a plan,” the Democratic presidential nominee said in Pittsburgh, Pa. As Clinton blasted what she called her opponent’s “divisive vision” for America, Trump blamed her and her husband’s policies for manufacturing job losses and vowed a change if he’s elected. “We are going to bring back jobs that have been stolen from you. We’re going to bring back wealth taken from this country,” Trump, the Republican nominee, said in battleground state North Carolina, the second of his five stops Monday.    Trump began his day in Florida before heading to North Carolina, Pennsylvania, New Hampshire and Michigan. The race remains tight hours before voting gets underway. The latest Fox News Electoral Scorecard shows Trump’s prospects improving in four key states -- Arizona, Iowa, Utah and North Carolina – though Clinton still has the advantage on the electoral map. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Clinton returned to the campaign trail Monday, less than 24 hours after the FBI concluded a revived probe into her personal email use as secretary of state, lifting a cloud off her campaign in the final hours as she seeks to become the first woman elected president in U.S. history. “Tomorrow we face the test of our time,” Clinton said at her first rally, in Pittsburgh. “Will we come together as a nation or split further apart? … We don’t have to accept a dark and divisive vision for America. Tomorrow you can vote for a hopeful, inclusive big-hearted America.” Before embarking on her three-state campaign swing, Clinton told reporters that she has \"some work to do to bring the country together\" and that she wants to be president for those who vote for her and those who don't. Clinton after Pennsylvania went to battleground state Michigan before planning to return for an event in Philadelphia, then a midnight rally in Raleigh, N.C. Trump on Monday resumed his breakneck race through the country to make a final appeal to voters to help him \"drain the swamp\" in Washington. In the wake of the FBI announcement, he urged voters to \"deliver justice at the ballot box.\"  On Sunday, Trump and running mate Mike Pence held events in seven states, with the last starting after midnight in Virginia. “She wants to fight ISIS?” Trump said Monday in North Carolina about Clinton, who has essentially led for the entire 2016 election cycle. “She wants to fight nobody. She’s got no chance.” Trump is aiming for an upset victory Tuesday, which is still possible if he is able to win key toss-up states and pick off one or more strategic states considered Democratic territory. The former reality TV star shocked the country’s political class this spring when he defeated 16 major candidates in the Republican primaries, among them several senators and governors. While seeking victories in the so-called battleground states, which have a mix of voters who could go for either major party candidate, Pennsylvania is considered critical for Trump. The state has not elected a GOP presidential nominee since 1988 in the candidates’ race to get 270 Electoral College votes. Trump still expressed optimism Monday about winning Pennsylvania. “Are you watching what’s happening in Philadelphia?” Trump asked. “We are going to win.” The public transit system in liberal-leaning Philadelphia will be running in time for Election Day, after a weeklong strike, which is good news for Clinton and other Democratic candidates on Tuesday's ballots. City officials were worried that the strike could affect turnout at the polls. Pennsylvania does not offer early voting, so Election Day turnout is key. Early voting in other battleground states suggests Clinton is leading among Hispanics, a key voting bloc. However, the African-American vote does not appear as strong for her as it was in 2008 and 2012 when black voters helped elect and re-elect Barack Obama.  The Justice Department said Monday that it will send more than 500 staffers to 28 states on Election Day to monitor the polls. That's a 35 percent reduction from the number four years ago, amid Trump’s persistent warning about potential voter fraud at polling stations. Department officials say personnel will be sent to 67 jurisdictions to watch for potential civil rights violations. The announcement also came amid rising concerns about voter intimidation, particularly aimed at minorities. The Department has said its poll-watching presence has been curtailed by a 2013 Supreme Court opinion that gutted a key provision of the Voting Rights Act. Kellyanne Conway, Trump's campaign manager, said Monday on NBC’s “Today” show that the staff has not stopped Trump from tweeting despite a report suggesting otherwise.  Many of Trump’s most inflammatory comments during the campaign were made on Twitter. But he has exhibited unusual restraint on social media in the final days of the campaign. After days of attacks on Trump's qualifications and temperament, Clinton this past weekend cast herself as the candidate of \"healing and reconciliation,\" despite being one of the most divisive figures in American politics. Overshadowing the flurry of last-minute campaigning was FBI Director James Comey's latest letter to Congress, informing lawmakers the bureau had found no evidence in its hurried review of newly discovered emails to warrant criminal charges against Clinton. The Associated Press contributed to this report. Advertisement ",
    "title": "Closing Arguments: Trump pledges jobs, security; Clinton sounds unity message in final push | Fox News"
   },
   {
    "entities": [
     "inc.",
     "right now",
     "bobo",
     "2003",
     "2016",
     "kolhepp",
     "interactive",
     "brown",
     "cbs",
     "charlie",
     "monday",
     "now",
     "county",
     "carver",
     "tuesday",
     "clevenger",
     "kohlhepp",
     "kevin",
     "sunday",
     "rusty",
     "late august",
     "anderson",
     "spartanburg",
     "night"
    ],
    "id": 6,
    "text": "Close WSPA One body was uncovered at the location Kolhepp pointed to on Sunday, and another was discovered Monday, Spartanburg County Coroner Rusty Clevenger said at a press conference Monday night. Brown’s boyfriend Charlie Carver, with whom she had vanished from Anderson in late August, was also found dead on the property, bringing the total number of bodies uncovered on the sprawling 100-acre lot to three. Investigators say Kohlhepp also confessed to the shooting deaths of four people in a  notorious 2003 case in Chesnee known as the “Superbike murders.” In total, he is a suspect in seven deaths. Clevenger did not release details on the state of the two bodies found Sunday and Monday, including their gender or whether they were decomposed, pending an examination. Both of the bodies were removed from the lot Monday and are now off-site, he said. New details on woman held captive for months “I can’t state how long they have been deceased or how long they have been buried,” Clevenger said. Lt. Kevin Bobo, a spokesman for the Spartanburg County Sheriff’s office, said the majority of the property has been searched and authorities don’t believe they will uncover any more remains. He said there would be a “scaled-down”  law enforcement presence at the site Tuesday to re-check the grounds. “Right now we feel like we have found all the bodies that are here,” Bobo said. On Sunday, Kohlhepp appeared in an orange jumpsuit for the brief bond hearing and declined to make a statement. He’s indicated he is not planning on hiring an attorney. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Another body uncovered on lot of suspected serial killer Todd Kohlhepp where Kala Brown found chained - CBS News"
   },
   {
    "entities": [
     "news/wall",
     "donald",
     "hit",
     "election",
     "rapids",
     "gaga",
     "2:49",
     "sarasota",
     "2016",
     "jovi",
     "fbi",
     "philadelphia",
     "james",
     "minnesota",
     "new",
     "day",
     "springsteen",
     "once",
     "kaine",
     "tomorrow",
     "jon",
     "cbs",
     "nov 7",
     "news",
     "clinton",
     "monday",
     "great",
     "republican",
     "pennsylvania",
     ", 3:49 pm",
     "trail",
     "evening",
     "the last day",
     "lakes",
     "bon",
     "michelle",
     "obama",
     "trump",
     "carolina",
     "allendale",
     "mall",
     "america",
     "mike",
     "pence",
     "michigan",
     "2:15",
     "chelsea",
     "virginia",
     "university",
     "sunday",
     "street",
     "grand",
     "bill",
     "lady",
     "bruce",
     "hillary",
     "nbc",
     "pittsburgh",
     "andrew",
     "hampshire",
     "state",
     "florida",
     "north",
     "independence",
     "comey",
     "2005",
     "rafferty",
     "journal",
     "midnight get",
     "barack",
     "morning",
     "last month",
     "tim"
    ],
    "id": 7,
    "text": "Nov 7 2016, 3:49 pm ET Clinton, Trump Hit Trail for Frantic Final Day of Campaigning by Andrew Rafferty 1 More Day: Clinton Makes Late Push to Defend Battleground States 2:49 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161108010443if_/http://www.nbcnews.com/widget/video-embed/803146819526\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Hillary Clinton is using the final day of campaigning to shore up support in key battleground states while Donald Trump is crisscrossing the country in the hopes of mounting a surprise victory on Election Day. With polls showing him trailing, Trump is frantically trying to pave the way for an upset win with stops in Florida, North Carolina, Pennsylvania, New Hampshire, and Michigan. \"This is the last day of our campaign. Who would have believed this? Who would have believed it? It's been some campaign too,\" Trump said during a morning rally in Sarasota, Florida. Clinton will hit both of Pennsylvania's largest cities — Pittsburgh and Philadelphia — along with stops in Michigan and a midnight get out the vote rally at North Carolina State University with Lady Gaga. Her running mate, Tim Kaine, will barnstorm North Carolina and Virginia. \"Tomorrow, you can vote for a hopeful, inclusive, big-hearted America. And our core values are being tested in this election. And I know that people are frustrated, a lot of people feel left out and left behind. There's fear, even anger in our country. But I've gotta say, anger is not a plan, my friends,\" Clinton said during her rally in Pittsburgh. The highlight of her schedule will be an evening rally on Independence Mall in Philadelphia featuring President Barack Obama, Michelle Obama, President Bill Clinton, Chelsea Clinton and musicians Bruce Springsteen and Jon Bon Jovi. She also will air a two-minute television ad that will air on NBC and CBS on Monday evening. Play Clinton: 'I Want to Be a President for All Americans' 2:15 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161108010443if_/http://www.nbcnews.com/widget/video-embed/803165764000\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Clinton has focused her closing argument on promoting a largely optimistic message about an inclusive country with opportunities for all. Trump has continued to focus much of his message on his opponent and her email controversy. \"Look at what she's done with the emails, as an example. I mean, did you ever see a mess like this? Did you ever see -- of course, the FBI, the director, was obviously under tremendous pressure,\" Trump said during his North Carolina rally. The final NBC News battleground map shows the Democratic nominee with a comfortable lead over Trump, netting 274 electoral votes. Trump garners 170 with 94 votes in the toss up column. And the former secretary of state got more good news on Sunday, when FBI Director James Comey sent a letter to lawmakers saying a review of newly discovered emails had not changed the FBI's previous conclusion that Clinton is not guilty of criminal wrongdoing. But the closing days of the campaign have been filled with surprises in how both candidates have spent their time and resources. The final national NBC News/Wall Street Journal poll of the 2016 presidential race shows a tightening race with Clinton hanging on to a four-point lead. She had an 11-point edge in the poll last month following the release of a 2005 tape where Trump talks about groping women. Clinton's Allendale, Michigan event Monday will mark the second time in recent days she has visited the Great Lakes State that was once thought to be solidly in her corner. But polling in the state has shown Clinton's lead shrinking. Trump also continues to push in Michigan with a joint rally with Republican vice presidential nominee Mike Pence in Grand Rapids. On Sunday, he made a surprising stop in Minnesota, where polling shows Clinton with a sizable lead. Play ",
    "title": "Clinton, Trump Hit Trail for Frantic Final Day of Campaigning  - NBC News"
   },
   {
    "entities": [
     "house",
     "$66.8 million and seventh",
     "geissler",
     "jan",
     "dukakis",
     "new",
     "assembly",
     "once",
     "tomorrow",
     "washington",
     "2014",
     "matea",
     "stacey",
     "illinois",
     "the two-year 2016",
     "highland",
     "elections",
     "past",
     "arlington",
     "estates",
     "center",
     "$125 million",
     "commissioners",
     "tribune",
     "of",
     "perez",
     "1988",
     "the minute",
     "evanston",
     "h.w.",
     "responsive",
     "republican",
     "springfield",
     "schakowsky",
     "munger",
     "gold",
     "duckworth",
     "mark",
     "wescott",
     "bruce",
     "rauner",
     "state",
     "morning",
     "donald",
     "election",
     "general",
     "for",
     "army",
     "day",
     "democratic",
     "clinton",
     "monday",
     "60 percent",
     "tuesday",
     "7 p.m.",
     "michael",
     "white",
     "the last day",
     "d.c.",
     "mendoza",
     "obama",
     "trump",
     "madigan",
     "13 days in 2012",
     "currently",
     "u.s.",
     "antonio",
     "tammy",
     "trier",
     "hillary",
     "leslie",
     "senate",
     "park",
     "sean",
     "sullivan",
     "politics",
     "george",
     "nov. 7, 2016",
     "board",
     "kirk",
     "gop",
     "susana",
     "winnetka",
     "hoffman",
     "chicago",
     "heights",
     "anne",
     "$58.4 million",
     "york",
     "6 a.m.",
     "gearan",
     "ridge",
     "barack",
     "bush",
     "city"
    ],
    "id": 8,
    "text": "Decision day for Illinois voters on president, Senate and beyond Duckworth, Kirk Stacey Wescott, Antonio Perez / Chicago Tribune Rep. Tammy Duckworth, left, and Sen. Mark Kirk make campaign appearances on Nov. 7, 2016. Rep. Tammy Duckworth, left, and Sen. Mark Kirk make campaign appearances on Nov. 7, 2016. (Stacey Wescott, Antonio Perez / Chicago Tribune) Privacy Policy An ever-more-polarized electorate goes to the polls Tuesday to decide races from the White House to the county courthouse in one of the most contentious and expensive elections in Illinois history. Polls open statewide at 6 a.m. and close at 7 p.m., though voters in line at closing time are still eligible to vote, election officials said. A chance of morning rain is in the forecast. Voters throughout Illinois will pick a successor to hometown two-term Democratic President Barack Obama , choose a U.S. senator and weigh in on a special election for comptroller. In many parts of the state, voters also will decide Illinois House and Senate contests that have amassed record spending by forces allied with Republican Gov. Bruce Rauner and Democratic Speaker Michael Madigan . Congressional, judiciary and county races also are on the ballot. Before voters even get to those choices, though, they'll be asked if they want to change the Illinois Constitution with an amendment that aims to prevent transportation-related funding from being used for nontransportation purposes. Once they wade through that lengthy question, voters will get to the marquee contest — the race for president featuring Democratic nominee Hillary Clinton , who was born in Chicago and raised in Park Ridge, against New York real estate mogul and former reality TV star Donald Trump , the GOP nominee. The winner here gets Illinois' 20 electoral votes, with 270 securing the presidency. Donald Trump hammered Hillary Clinton in the final hours before Election Day as corrupt and urged voters to \"deliver justice at the ballot box,\" while Clinton pivoted away from the email controversy that has dogged her campaign and suggested Monday that early voter turnout was breaking her way. ... ... (Sean Sullivan, Anne Gearan, Matea Gold) As has been the case in most recent presidential elections, Illinois largely has served as flyover territory, owing to the state's tradition of heavily favoring the Democrat. Illinois last went Republican in 1988, voting for Republican George H.W. Bush against Democrat Michael Dukakis. As a result, the presidential contest in Illinois has served more as a point for questions about voter intensity and turnout, particularly in the first presidential race without Obama on the ticket in eight years, and whether the battle for the White House will have any down-ballot effects. Monday was the last day for early voting, and at times lines of people wrapped around the Chicago Board of Election Commissioners' special voting center in the Loop. On the eve of Election Day, more than 1.6 million people statewide had voted early or by mail as the number of registered voters crossed the 8 million mark, the State Board of Elections said. Early voting records were expected as the chance to cast a ballot ahead of time was expanded to more than a month after running 13 days in 2012. Election officials said they weren't sure if it was a sign of large turnout or just a substitution from normal Election Day voting. Voters also can register on Election Day. Rather than serving as a contested battleground state, Illinois has served as a significant source of cash to federal candidates, including those running for president. The Center for Responsive Politics calculated Illinois donations to federal candidates and national political parties at more than $125 million during the two-year 2016 election cycle. The group ranked Illinois fourth nationally in contributions to Democrats at more than $66.8 million and seventh to Republicans, with more than $58.4 million — not including money given to super political action committees. But big money, especially from outside groups, failed to materialize in the U.S. Senate campaign between Republican Sen. Mark Kirk , of Highland Park, who is seeking a second term, and Democratic challenger Tammy Duckworth , a two-term congresswoman from Hoffman Estates. The contest is central to Democratic efforts to retake the Senate from Republicans. With a Clinton victory, Democrats need to take four seats currently held by the GOP, five if Trump wins the White House. Heading into the Senate contest, Kirk faced difficult headwinds due to Illinois' Democratic presidential-year propensity. Duckworth also raised more money than Kirk for more than a year, and major Republican-backed national super PACs and independent spending groups shied away. Mark Kirk Antonio Perez / Chicago Tribune Sen. Mark Kirk greets supporters as he makes a campaign stop at the New Trier Republican headquarters Nov. 7, 2016, in Winnetka. Sen. Mark Kirk greets supporters as he makes a campaign stop at the New Trier Republican headquarters Nov. 7, 2016, in Winnetka. (Antonio Perez / Chicago Tribune) On Monday, Kirk stopped by a Republican campaign office in Winnetka, where he spoke to about two dozen campaign workers and supporters. He predicted an \"upset win\" on Tuesday as he lamented the difficulties of running as a Republican statewide. \"When you're a Republican in Illinois, everybody discounts you,\" said Kirk, who noted that his own campaign polling showed him trailing Duckworth. \"People usually are surprised by a Kirk win that comes on a Tuesday election day.\" It wasn't long ago that a Republican won statewide office here — Rauner did it in 2014. But aside from publicly supporting Kirk's candidacy, the Republican governor and de facto leader of the Illinois GOP hasn't figured much in Kirk's campaign, which has centered on a pledge to restore fiscal order to the federal government. Since Rauner took office, state government has been embroiled in a political stalemate between the governor and Democrats who control the General Assembly — and the dysfunction has helped to drive the state far deeper into the red. \"It's probably my strategy, that I have not sought to borrow every single problem from Springfield,\" Kirk said when asked why he hadn't tapped Rauner for help on the campaign trail. \"My job is to take care of problems in Washington, D.C. I am up to the minute on Washington, D.C. ... let Bruce run the state, because I think — I very much support the governor.\" Tammy duckworth Stacey Wescott / Chicago Tribune Tammy Duckworth, 8th District Congresswoman and Democratic candidate for the U.S. Senate, greets well-wishers Nov. 7, 2016, outside her campaign office in Arlington Heights. Tammy Duckworth, 8th District Congresswoman and Democratic candidate for the U.S. Senate, greets well-wishers Nov. 7, 2016, outside her campaign office in Arlington Heights. (Stacey Wescott / Chicago Tribune) Duckworth made an election eve stop at a Democratic campaign office in Arlington Heights, where she and fellow candidates spent a few minutes dialing for votes. \"I'm pushing hard every single minute, every single hour, all the way through the election day,\" Duckworth said. \"I learned in the Army never to give up on the mission before it's accomplished, and I'm going to keep working as hard as I can.\" Flanked by U.S. Rep. Jan Schakowsky , of Evanston, and Chicago City Clerk Susana Mendoza , who is running against Republican Comptroller Leslie Geissler Munger, Duckworth thanked campaign workers for knocking on doors \"not just for me but for everyone on the ticket.\" \"I can't wait to get to work and get past tomorrow,\" Duckworth said. The Rauner-Madigan battle will play out in General Assembly contests. All 118 House seats and 40 of 59 Senate seats are up, though more than 60 percent have candidates running unopposed and additional contests feature only token opposition. ",
    "title": "Decision day for Illinois voters on president, Senate and beyond - Chicago Tribune"
   },
   {
    "entities": [
     "5 a.m.",
     "heel",
     "ty",
     "lebanon",
     "julio",
     "beach",
     "stadium",
     "daily",
     "durham",
     "tomorrow",
     "washington",
     "jeremy",
     "charlie",
     "kaijo",
     "cleveland",
     "winterville",
     "fairgrounds",
     "ivanka",
     "ottawa",
     "liberties",
     "smialowski",
     "oregon",
     "forge",
     "2010",
     "bennett",
     "allendale",
     "nephi",
     "mann",
     "cruz",
     "kamm",
     "oklahoma",
     "evan",
     "pines",
     "technology",
     "tillinger",
     "sports",
     "l.",
     "today",
     "amodei",
     "simmons",
     "hassan",
     "z",
     "court",
     "blunt",
     "missouri",
     "scott",
     "of",
     "this year",
     "maryland",
     "minnesota",
     "wright",
     "2008",
     "roy",
     "rhode",
     "gary",
     "dade",
     "2nd",
     "bon",
     "jay",
     "coats",
     "jack",
     "tiffany",
     "1 a.m.",
     "young",
     "tar",
     "wawa",
     "moines",
     "pittsburgh",
     "puskar",
     "raleigh",
     "children",
     "toomey",
     "perry",
     "election",
     "locher",
     "sancya",
     "brandon",
     "diaz",
     "cortez",
     "tampa",
     "deborah",
     "fisher",
     "tamara",
     "an hour later",
     "seth",
     "hershey",
     "clinton",
     "katy",
     "usa",
     "arkansas",
     "tuesday",
     "frey",
     "7 p.m.",
     "road",
     "melanie",
     "getty",
     "joe",
     "11%",
     "robarts",
     "todd",
     "powers",
     "susan",
     "ford",
     "r.",
     "american",
     "reno",
     "hillary",
     "sanders",
     "united",
     "mindy",
     "andrew",
     "district",
     "d.",
     "6:39 p.m. est",
     "park",
     "verduzco",
     "1948",
     "lennihan",
     "johnson",
     "sullivan",
     "george",
     "bayfront",
     "secret",
     "colorado",
     "12 midnight",
     "klann",
     "a.",
     "lakefront",
     "citizen-times",
     "mavericks",
     "concord",
     "amphitheater",
     "giffords",
     "mich.",
     "auditorium",
     "florida",
     "news-press",
     "west",
     "national",
     "hillsborough",
     "steve",
     "myers",
     "georgia",
     "david",
     "ky.",
     "south",
     "a decade ago",
     "georgio",
     "once",
     "bitzer",
     "western",
     "long",
     "7 percentage points",
     "amy",
     "abc",
     "r-iowa",
     "9 p.m.",
     "pence",
     "baumgartner",
     "herald",
     "mike",
     "warch",
     "illinois",
     "richard",
     "mcmuffin",
     "leesburg",
     "masto",
     "hawaii",
     "paul",
     "people",
     "40%",
     "nov. 6, 2016",
     "sterling",
     "center",
     "monsivais",
     "tim",
     "st.",
     "boulder",
     "mcgovern",
     "brooklyn",
     "45%",
     "upper",
     "philadelphia",
     "campus",
     "sladky",
     "gerry",
     "montana",
     "charleston",
     "taylor",
     "county",
     "nov. 2, 2016",
     "kansas",
     "california",
     "cuban",
     "heather",
     "o'hara",
     "las",
     "pat",
     "kander",
     "idaho",
     "chelsea",
     "mile",
     "robinson",
     "plains",
     "from",
     "end of the",
     "rourke",
     "kowalsky",
     "free",
     "resort",
     "panama",
     "the last week",
     "state",
     "emery",
     "european",
     "beyonce",
     "chester",
     "valley",
     "independent",
     "nicholas",
     "garza",
     "donald",
     "metropolitan",
     "learning",
     "suspension",
     "jason",
     "2016",
     "for",
     "army",
     "ana",
     "mesa",
     "wallace",
     "trisco",
     "cathedral",
     "committee",
     "claire",
     "islands",
     "southwestern",
     "priebus",
     "machado",
     "spencer",
     "burr",
     "pressphoto",
     "maggie",
     "montgomery",
     "knight",
     "gregory",
     "hampshire",
     "n.h.",
     "utah",
     "tennessee",
     "1964",
     "electoral",
     "katie",
     "chapel",
     "gazette-journal",
     "john",
     "broome",
     "recreation",
     "alabama",
     "1996",
     "community",
     "page",
     "detroit",
     "dallas",
     "pembroke",
     "melbourne",
     "line",
     "anthem",
     "kentucky",
     "field",
     "september",
     "heck",
     "2012",
     "wolstein",
     "alexandra",
     "oct. 24, 2016",
     "ted",
     "albers",
     "york",
     "ron",
     "republic",
     "manchester",
     "westchester",
     "november 7, 2016",
     "three weeks ago",
     "kyle",
     "mandel",
     "brendan",
     "jovi",
     "finn",
     "richardson",
     "jeff",
     "bridge",
     "new",
     "expo",
     "erik",
     "pablo",
     "supporters",
     "tea",
     "lauderhill",
     "cincinnati",
     "catawba",
     "blake",
     "moroti",
     "harry",
     ",6",
     "arena",
     "virginia",
     "reform",
     "ohio",
     "founders",
     "howard",
     "ap",
     "lesser",
     "oct. 29, 2016",
     "jim",
     "peninsula",
     "college",
     "bernie",
     "s.",
     "rapids",
     "melania",
     "albuquerque",
     "mukwonago",
     "associated",
     "lynne",
     "afp/getty",
     "kaine",
     "walker",
     "1992",
     "gerald",
     "republican",
     "nov.",
     "kellyanne",
     "phoenix",
     "a week ago",
     "carolina",
     "reince",
     "ryan",
     "cellphone",
     "institute",
     "n.c.",
     "imperial",
     "alex",
     "night",
     "1968",
     "mcdonald's",
     "airport",
     "texas",
     "appleton",
     "reagan",
     "gene",
     "cuyahoga",
     "mcmullin",
     "grassley",
     "bayh",
     "iowa",
     "nov. 6 2016",
     "conway",
     "day",
     "complex",
     "burgess",
     "fla.",
     "macomb",
     "wayne",
     "island",
     "states",
     "white",
     "allison",
     "harnik",
     "ngan",
     "gabby",
     "nugent",
     "sunday",
     "khan",
     "reid",
     "u.s.",
     "o'meara",
     "bill",
     "charlotte",
     "sentinel",
     "pensacola",
     "observer",
     "farrand",
     "main",
     "pnc",
     "senate",
     "burke",
     "maine",
     "register",
     "lauderdale",
     "aleutian",
     "martinez",
     "joel",
     "kondik",
     "atlanta",
     "lake",
     "progress",
     "images",
     "nov. 7, 2016",
     "justin",
     "mcginty",
     "wyoming",
     "eau",
     "gop",
     "caitlin",
     "great",
     "deltaplex",
     "fullscreen",
     "nebraska",
     "dan",
     "columbus",
     "arizona",
     "this week",
     "dakota",
     "heights",
     "academy",
     "tallulah",
     "neibergall",
     "university",
     "matt",
     "connecticut",
     "asheville",
     "catherine",
     "facebook",
     "erlanger",
     "indiana",
     "pa.",
     "6 p.m.",
     "nevada",
     "house",
     "vegas",
     "korte",
     "bugnaski",
     "biden",
     "10 p.m.",
     "ann",
     "hudsonville",
     "al",
     "james",
     "oct. 31, 2016",
     "party",
     "service",
     "erie",
     "sensenbrenner",
     "supreme",
     "now",
     "ariz.",
     "elise",
     "shortt",
     "ayotte",
     "fort",
     "louisiana",
     "naples",
     "humayun",
     "saturday",
     "delaware",
     "russ",
     "senne",
     "journal",
     "public",
     "wisconsin",
     "luke",
     "berwyn",
     "n.y.",
     "noble",
     "8 p.m.",
     "tempe",
     "nov. 4, 2016",
     "lebron",
     "williams",
     "network",
     "massachusetts",
     "1976",
     "arbor",
     "brennan",
     "capital",
     "union",
     "pennsylvania",
     "feingold",
     "wilmington",
     "heinz",
     "j.",
     "pittsburgh's",
     "international",
     "va.",
     "atkinson",
     "mark",
     "prole",
     "kalamazoo",
     "khizr",
     "agency",
     "fayetteville",
     "four years later",
     "charles",
     "kelly",
     "mexico",
     "oct. 17, 2016",
     "denver",
     "north",
     "patrick",
     "5 percentage points",
     "giant",
     "roebling",
     "amyette",
     "lush",
     "mississippi",
     "samad",
     "24%",
     "pollack",
     "nov. 3, 2016",
     "ephriam",
     "ray",
     "catholics",
     "hall",
     "country",
     "democratic",
     "amendola",
     "wis.",
     "clark",
     "miami",
     "civil",
     "obama",
     "trump",
     "ross",
     "romney",
     "grand",
     "vucci",
     "kinfay",
     "petersburg",
     "king",
     "pinnacle",
     "lawrence",
     "club",
     "mitt",
     "kent",
     "alaska",
     "walter",
     "mandi",
     "linsley",
     "vermont",
     "cabarrus",
     "colo.",
     "oct. 14, 2016",
     "des",
     "bobby",
     "milwaukee",
     "sarasota",
     "edgewater",
     "warren",
     "teixeira",
     "golf",
     "7:30 p.m.",
     "columbia",
     "perot",
     "franke",
     "jon",
     "steven",
     "nov. 5, 2016",
     "ruy",
     "news",
     "nev.",
     "jacksonville",
     "dee",
     "r-texas",
     "chip",
     "somodevilla",
     "semansky",
     "alicia",
     "&",
     "press",
     "michigan",
     "hill",
     "nov. 1, 2016",
     "chris",
     "glorioso",
     "conn.",
     "jersey",
     "city",
     "r-nev."
    ],
    "id": 9,
    "text": "How to make sense of what's happening as polls close on election night Gregory Korte , USA TODAY 6:39 p.m. EST November 7, 2016 Nervous? Here is what to expect tomorrow. USA TODAY Hillary Clinton and Donald Trump on their final campaign swings before Election Day. (Photo: AP) WASHINGTON — In the race for president of the United States, everyone's vote counts. But some count more than others. That fact of American democracy is never more obvious on Election Day, when the president and vice president are elected state-by-state under systems that change from county-by-county or even precinct-by-precinct. By the end of the night, more than 100 million individual voting decisions will be distilled into the only votes that count: the 538 votes in the Electoral College . The first candidate to 270 wins. Beyond the red states and blue states, voters will be segmented into bellwether counties, in-person voters and absentee ballots, and dozens of demographic groups: men and women, the more and less educated, Baby Boomers and Millennials, Catholics and Jews, African-Americans and Hispanics, union and non-union households. For savvy election watchers, understanding those differences can send signals about who's winning and whose losing even before the last vote is cast. The Associated Press and the television networks have traditionally used exit polling to help quickly \"call\" states for one side or another. But as more states allow greater access to early voting, it's also possible for significant numbers of votes — more than half in some states — to be counted and reported immediately after the polls close. What time do polls open and close in each state on Election Day? With the results in most states seemingly predetermined, the race comes down to a handful of \"swing states\" — places like Florida, North Carolina, Ohio and Nevada. Most analysts agree that Donald Trump needs more of those states than Hillary Clinton does. But the president isn't the only federal office on the ballot. The 2010 Tea Party surge swept in a class of Republican senators now defending their seats. Twenty-four of the 34 Senate seats are being defended by Republicans, and Democrats only need to win five of them to regain control of the Senate — or just four if Democratic vice presidential nominee Tim Kaine is presiding. Here's a guide to watching the returns: 5 a.m. ET Every state has different poll opening and closing times, but in Vermont the polls can open as early as 5 a.m. And almost as soon as poll workers show up, there will almost certainly be problems reported. Locked polling places. Long lines. Power outages. Ballot shortages. Those are all problems that can bedevil election officials even in a less contentious election year. Social media and growing distrust of the election system will shine a brighter light on them this year. And given the acrimony of 2016 — and Trump's charges that the election will be \"rigged\" — both sides will be carefully watching to make sure elections are conducted peacefully and fairly. 6 p.m. ET Polls close in most of Indiana and Kentucky. Senate race to watch: Democratic hopes to win the Senate could depend on a comeback by Democratic former senator Evan Bayh, scion of an Indiana political family. Bayh has been in a tight race with GOP Rep. Todd Young for the seat now occupied by retiring Sen. Dan Coats. 7 p.m. ET Polls close in Georgia, South Carolina, Vermont and Virginia, most of Florida, and the western parts of Indiana and Kentucky. Battlegrounds: Florida is one of the first states with polls to close, and — if recent elections are any guide — will be one of the last states to be called. That means election watchers could have one eye on the Sunshine State for much of the night. But early voting could give some early indications: As of Sunday, 6.2 million voters had already cast ballots. That's nearly half the number of registered voters, and three-quarters of the number voting in 2012. Registered Democrats had cast 32,528 more votes than registered Republicans, but that gap is narrower than it was in 2012. Here's why Donald Trump (almost certainly) can't win without Florida Hillsborough County, home of Tampa, has the ethnic and economic diversity to make it a near-perfect microcosm, with a mix of longtime residents and snowbirds from other swing states like Michigan and Ohio. “That diversity in geography and diversity in demographics makes Hillsborough County such a purple county,\" said Ana Cruz, the former head of the Florida Democratic Party. Hillsborough is \"a microcosm of what this battleground state of Florida represents.\" By all rights, Georgia shouldn't be in play; it hasn't gone Democratic since Bill Clinton in 1992. Trump has a healthy lead in recent polls, so a Clinton win — or even a close race — could signal trouble for Trump later on. One reason: It would likely signal a motivated African-American turnout, which is going overwhelmingly for Clinton. An election official hands out stickers to encourage early voting in Atlanta on Oct. 17, 2016.  (Photo: Erik S. Lesser, European Pressphoto Agency) 7:30 p.m. ET Polls close in North Carolina, Ohio and West Virginia. Battlegrounds: Ohio, Ohio, Ohio. It's not as important as it was a decade ago, but it's still more important to Trump as it is to Clinton. No Republican has won the White House without it. And on paper, it should be fertile ground for Trump's message: It has a high proportion of white voters without a college degree, and it's been buffeted by job losses caused by globalization. Reviving Rust Belt city in Ohio not convinced by Donald Trump's message Look to swing counties like Stark, Ross and Clark as bellwethers. Ottawa County, on Lake Erie, has predicted the national winner every year since 1964. But don't call the state until Cleveland vote comes in. Cuyahoga County often reports its votes late, and its high concentration of true-blue Democratic voters can cancel out Trump wins downstate. \"I always feel like the Republican generally leads in the middle portion of the night, and then we wait and see if what happens in Cuyahoga,\" said Kyle Kondik, author of  The Bellwether: Why Ohio Picks the President . North Carolina is enjoying — if that's the right word — its newfound status as a swing state. In 2008, President Obama was the first Democrat to win it since 1976, but he lost it to Republican Mitt Romney four years later. It's gotten plenty of attention from both campaigns — and from Obama, who made three stops there in the last week of the campaign. At the same time, the state has been roiled by debates on transgender bathrooms and voting rights. The African-American turnout was key to Obama's 2008 victory and is crucial for Clinton as well. \"If she doesn’t have a decent showing by black voters, then it makes it that much harder to make the state flip to blue,\"  said Mike Bitzer , a political scientist at Catawba College. Early voting is a good sign of whether the Clinton campaign has been successful in getting those voters to the polls; the first returns reported after the polls close could be revealing. Senate race to watch: Democrat Deborah Ross, an American Civil Liberties Union lawyer, is challenging Republican Sen. Richard Burr in the Tar Heel State. Burr made national headlines in the final days with comments about putting a bull's-eye on Clinton and promising to block Supreme Court nominees for another four years. A win by Democratic Senate challenger Deborah Ross in North Carolina could signal a change in Senate control.  (Photo: Gerry Broome, AP) 8 p.m. ET Polls close in Alabama, Connecticut, Delaware, the District of Columbia, Illinois, most of Kansas, Maine, Maryland, Massachusetts, most of Michigan, Mississippi, Missouri, New Hampshire, New Jersey, Oklahoma, Pennsylvania and Rhode Island, most of Texas, eastern Tennessee and the Florida panhandle. Battlegrounds: Pennsylvania is so important to Democrats that Clinton decided to end her campaign there with a Philadelphia rally that brought her heaviest hitters — the president and first lady — back to the city where she was nominated. A big turnout in Pennsylvania is essential for her, but much of the attention will be in the suburban \"collar counties\": Bucks, Chester, Delaware and Montgomery. The moderate Republican voters there are usually a counterbalance to the urban Democrats, but this year could be different. A suburban tide against Trump could sink his election bid \"In Donald Trump, you have a perfect storm of a candidate in terms of pressing buttons to sending white, college-educated voters, particularly women, in the other direction,\" said Ruy Teixeira, a fellow at the liberal Center for American Progress. Part of Michigan's Upper Peninsula is on Central time, so polls there close an hour later. But networks could call the state earlier based on exit polls in the Eastern time zone. Turnout in Detroit's Wayne County will be a key indicator of Clinton's support among African-Americans, but a better bellwether might be Macomb County, just north of 8 Mile Road. It's historically been ground zero for Reagan Democrats and could indicate whether Trump's anti-trade, anti-immigration message swings enough union members to close the gap. Trump, Clinton each face challenges courting African-American vote in Detroit Maine is a curiosity, because it's one of two states (Nebraska is the other) that splits its electoral votes by congressional district — giving Trump a chance to pick up a spare vote in Maine's 2nd district. New Hampshire voters have seen these candidates up close more than anyone else, and Trump has surged in the polls there in recent weeks. A Trump win may not be decisive — it has just four electoral votes — but it could be a signal of whether Trump's rebound is for real . Senate races to watch: In Missouri, GOP Sen. Roy Blunt faces a surprisingly strong challenger in Democratic Army veteran Jason Kander. In New Hampshire, Democratic Gov. Maggie Hassan is taking on GOP Sen. Kelly Ayotte in a race dominated by the candidates' relationship to the presidential candidates. And in Pennsylvania, Republican Sen. Pat Toomey is fending off a challenge from Katie McGinty, a former environmental protection official with close ties to Clinton and Obama. Republican Sen. Pat Toomey and Democratic challenger Katie McGinty take part in a debate in Philadelphia on Oct. 24, 2016.  (Photo: Matt Rourke, AP) Polls close in Arkansas. 9 p.m. ET Polls close in Arizona, Colorado, western Kansas, Louisiana, the western Upper Peninsula of Michigan, Minnesota, eastern Nebraska, New Mexico, New York, western South Dakota the western panhandle of Texas, Wisconsin and Wyoming. Battlegrounds: In a normal election year, Arizona would be safely in the Republican column. The state has gone Democratic just once since 1948, and that was in the three-way race in 1996 when Reform Party candidate Ross Perot siphoned off Republican votes. While an Arizona Republic poll three weeks ago showed Clinton up by 5 percentage points, more recent polls have favored Trump. But those poll results are based largely on models that show that Hispanic voters are historically underrepresented in voter turnout. And Democrats are hoping that Trump's anti-immigration rhetoric will drive Latinos to the polls. Exit polls will show whether that's happening. Trump supporters arrive at a rally in Phoenix on Oct. 29, 2016.  (Photo: Caitlin O'Hara, AFP/Getty Images) Obama carried Colorado twice, moving it from purple to blue on most electoral maps, and Clinton leads in most recent polls. And its demographics work against Trump: It's younger, more educated and more Hispanic than the country at large. But Trump visited the state Saturday night , and GOP officials say they've pulled ahead on mail-in votes submitted by Republican voters. \"I don't think people are talking about it today, but we're 1,700 votes ahead in an all mail-in state in Colorado today. It is a jump ball in Colorado,\" Republican National Committee Chairman Reince Priebus said on ABC's This Week. That's a change from a week ago, when Trump visited the state and claimed there were \"real problems with ballots being sent\" and encouraged supporters to vote in person. In New Mexico, Clinton has had a consistent lead in the polls, with the latest Albuquerque Journal poll showing her leading, 45% to 40%. So the most interesting thing to watch may be how well former New Mexico governor Gary Johnson does. The Libertarian candidate once hoped to play spoiler here, but his support has been cut to 11% from his high-water mark of 24% in September. 10 p.m. ET Polls close in southern Idaho, Iowa, Montana, Nevada, eastern North Dakota, far eastern Oregon and Utah. Battlegrounds: Once considered competitive, Iowa seems to be trending in Trump's direction. A Des Moines Register poll published Sunday showed him up by 7 percentage points. “The bigger surprise on election night would be if he lost Iowa, not that he won it,” said Amy Walter, national editor at the nonpartisan Cook Political Report. “Donald Trump can’t afford to lose Iowa, and Hillary Clinton can.” Like Colorado, Nevada is another state where the two main sources of predictive data — polls and early votes — are trending in opposite directions. Trump seems to have a slight lead in recent polls, but a surge of early ballots cast by registered Democrats would seem to favor Clinton. Trump needs crossover and independent votes — and big turnout by Republicans on Election Day — to overcome a 40,000-ballot early-vote advantage by registered Democrats. But Rep. Mark Amodei, R-Nev., told a Trump rally in Reno on Saturday that the early voting numbers fail to take into account independent voters, who he said will break toward Trump on Tuesday. “Guess what, the history in Nevada is Election Day is elephant day. Election Day is independent day,\" he said. Also closely watched will be the fate of Utah's six electoral votes, with recent polls showing insurgent conservative Evan McMullin within striking distance of Donald Trump. McMullin would be the first third-party candidate to win electoral votes since George Wallace in 1968 — and those are electoral votes Trump needs. Senate race to watch: The retirement of Senate Minority Leader Harry Reid leaves an open seat in Nevada. Hoping to fill it are Catherine Cortez Masto, the Democratic former state attorney general, and GOP Rep. Joe Heck. Democratic candidate Catherine Cortez Masto shakes hands with GOP Rep. Joe Heck after the Nevada Senate debate on Oct. 14, 2016, in North Las Vegas.  (Photo: Erik Verduzco, AP) Polls close in California, Hawaii, northern Idaho, western North Dakota, most of Oregon and Washington. 12 midnight ET Polls close in most of Alaska. 1 a.m. ET Polls close in half the Aleutian Islands of Alaska. Contributing: Joel Burgess of the Asheville Citizen-Times, Susan Page of USA TODAY, Alexandra Glorioso of the Naples Daily News, and Amy Bennett Williams of the Fort Myers News-Press, Jason Noble of the Des Moines Register, Seth Richardson of the Reno Gazette-Journal. More election coverage from USA TODAY: Posted! A link has been posted to your Facebook feed. The moon is visible, right, as Democratic presidential candidate Hillary Clinton arrives at Gerald R. Ford International Airport in Grand Rapids, Mich., on Nov. 7, 2016, to attend a campaign rally.  Andrew Harnik, AP Republican presidential candidate Donald Trump gestures as he arrives to speak to a campaign rally on Nov. 7, 2016, in Raleigh.  Evan Vucci, AP Democratic vice presidential candidate Tim Kaine speaks during a campaign rally, Nov. 7, 2016, in Charleston, N.C.  John D. Simmons, The Charlotte Observer, via AP Fullscreen Tiffany and Ivanka Trump talk with women about owning small businesses at the Michigan Women in Business Roundtable, a private event during a campaign stop for Republican presidential candidate Donald Trump, at the Pinnacle Center in Hudsonville, Mich., on Nov. 7, 2016.  Allison Farrand, The Grand Rapids Press, via AP Democratic presidential nominee former secretary of State Hillary Clinton waits to go onstage during a campaign rally at Grand Valley State University on Nov. 7, 2016, in Allendale, Mich.  Justin Sullivan, Getty Images Former Arizona congresswoman Gabby Giffords walks with her husband, Mark Kelly, after speaking at a campaign event for Democratic presidential candidate Hillary Clinton on Nov. 7, 2016, at the University of New Hampshire in Durham.  Elise Amendola, AP President Obama speaks at the University of Michigan in Ann Arbor on Nov. 7, 2016, during a campaign rally for Democratic presidential candidate Hillary Clinton.  Pablo Martinez Monsivais, AP Republican candidate Donald Trump holds up a mask of his face during his speech at Robarts Arena on the Sarasota Fairgrounds on Nov. 7, 2016, in Florida.  Katie Klann, Naples Daily News, via USA TODAY NETWORK Children cheer for Republican presidential nominee Donald Trump during a campaign rally in the Robarts Arena at the Sarasota Fairgrounds on Nov. 7, 2016 in Florida.  Chip Somodevilla, Getty Images Democratic presidential nominee Hillary Clinton speaks during a rally outside the University of Pittsburgh's Cathedral of Learning  on Nov. 7, 2016, in Pittsburgh.  Brendan Smialowski, AFP/Getty Images Supporters look on as Democratic presidential nominee Hillary Clinton speaks at a campaign rally Nov. 7, 2016, in Pittsburgh.  Justin Sullivan, Getty Images Chelsea Clinton introduces President Obama as they stump for her mother, Democratic nominee Hillary Clinton, on the eve of the election at the Ray L. Fisher Stadium in Ann Arbor, Mich., on Nov. 7, 2016.  Mandi Wright, Detroit Free Press, via USA TODAY Network President Obama stumps for Democratic nominee, Hillary Clinton on the eve of the election in Ann Arbor, Mich.  Mandi Wright, Detroit Free Press, via USA TODAY Network People hold up letters reading \"Vote Now\" before President Obama speaks at a rally for Democratic presidential candidate Hillary Clinton in Ann Arbor, Mich., on Nov. 7, 2016.  Nicholas Kamm, AFP/Getty Images Democratic presidential candidate Hillary Clinton speaks to the news media before boarding her plane at Westchester County Airport in White Plains, N.Y., on Nov. 7, 2016, to travel to Pittsburgh.  Andrew Harnik, AP Republican presidential candidate Donald Trump hugs the American flag after speaking at a rally Nov. 7, 2016, in Leesburg, Va.  Alex Brandon, AP Republican presidential candidate Donald Trump's plane pulls up for a plane-side rally in a hangar at Pittsburgh International Airport in Imperial, Pa., on Nov. 6, 2016.  Gene J. Puskar, AP Fullscreen David McGovern, right, watches as his husband, Steven Pollack, walks their daughter, Claire, to school on Nov. 7, 2016, in the Brooklyn borough of New York. The family draped a large American flag on their Park Slope home \"as a celebration of the election and democracy,\" said Pollack. They also placed a cardboard poster of Democratic presidential candidate Hillary Clinton and her running mate, Tim Kaine, on their doorstep.  Mark Lennihan, AP Khizr Khan, the father of fallen Army Capt. Humayun Khan, introduces Democratic presidential candidate Hillary Clinton during a rally in Manchester, N.H., on Nov. 6, 2016.  Andrew Harnik, AP A supporter holds a copy of the U.S. Constitution during a campaign rally with Democratic presidential nominee former secretary of State Hillary Clinton on Nov. 6, 2016 in Manchester, N.H.  Justin Sullivan, Getty Images Musician James Taylor performs during a campaign event for Democratic presidential candidate Hillary Clinton on Nov. 6, 2016, in Manchester, N.H.  Steven Senne, AP Republican presidential candidate Donald Trump turns to the American flag at a campaign rally in Sterling Heights, Mich., on Nov. 6, 2016.  Paul Sancya, AP A child invited on stage by Republican presidential candidate Donald Trump cheers during a campaign rally on Nov. 6  2016, in Sterling Heights, Mich.  Jeff Kowalsky, AFP/Getty Images Singer Ted Nugent sings the National Anthem before Donald Trump addresses supporters on Nov.,6  2016, in Sterling Heights, Mich.  Jeff Kowalsky, AFP/Getty Images Dee, left, and Steve Perry -- dressed as Hillary Clinton and Donald Trump -- wait in line to see Republican presidential nominee Donald Trump address supporters on Nov. 6, 2016, in Sterling Heights, Mich.  Jeff Kowalsky, AFP/Getty Images Republican vice presidential nominee Mike Pence, governor of Indiana, takes a photo with a supporter during a campaign stop at the Edgewater Beach and Golf Resort in Panama City Beach, Fla., on Nov. 6, 2016.  Heather Howard, News Herald, via AP Democratic presidential candidate Hillary Clinton, accompanied by LeBron James, takes the stage at a rally at the Cleveland Public Auditorium on Nov. 6, 2016.  Andrew Harnik, AP A young supporter cries as Hillary Clinton speaks during a get-out-the-vote concert featuring Katy Perry on Nov. 5, 2016, in Philadelphia.  Justin Sullivan, Getty Images Blake Baumgartner, 8, left, and her sister Emery Baumgartner, 6, right, dance with friend Tallulah Tillinger, 7, all from Washington, Conn., before the Katy Perry concert supporting Hillary Clinton on Nov. 5, 2016, in Philadelphia.  Julio Cortez, AP Democratic presidential nominee and former secretary of State Hillary Clinton (R) raises her arms with Katy Perry (L) during a get-out-the-vote concert at the Mann Center for the Performing Arts on Nov. 5, 2016, in Philadelphia.   Justin Sullivan, Getty Images Republican presidential nominee Donald Trump arrives for a rally at the National Western Complex in Denver on Nov. 5, 2016.  Mandel Ngan, AFP/Getty Images Supporters of Republican presidential candidate Donald Trump cheer as he arrives to speak during a campaign rally on Nov. 5, 2016, in Denver.  Evan Vucci, AP Democratic vice presidential candidate Tim Kaine plays harmonica alongside rocker Jon Bon Jovi at a Get Out The Vote rally in St. Petersburg, Fla., on Nov. 5, 2016.   Tamara Lush, AP Fullscreen Mindy Finn, (L) running mate of  U.S. independent presidential candidate Evan McMullin, (R) hold an 'Egg McMuffin' at a McDonald's on Nov. 5, 2016, in Ephriam, Utah. Some of McMullin's opponents have dubbed him 'Evan McMuffin.' McMullin is holding campaign rallies in five small towns through out southern Utah.   George Frey, Getty Images Secret Service agents rush Republican presidential candidate Donald Trump off the stage at a campaign rally in Reno, Nev., on Nov. 5, 2016.   John Locher, AP A man is escorted by law enforcement officers moments after Republican presidential candidate Donald Trump was rushed offstage by Secret Service agents during a campaign rally in Reno, Nev., on Nov. 5, 2016.  Evan Vucci, AP Supporters of Republican presidential candidate Donald Trump look on as he speaks during a campaign rally on Nov. 5, 2016, in Denver.   Evan Vucci, AP Hillary Clinton speaks at a Pembroke Pines, Fla., campaign rally on Nov. 5, 2016.  Clinton encouraged voter turnout to a crowd gathered in the rain.  David Albers, Naples (Fla.) Daily News Two Hillary Clinton supporters chant with the crowd as they wait for Clinton to speak at a rally in Pembroke Pines, Fla., on Nov. 5, 2016.  David Albers, Naples (Fla.) Daily News, via USA TODAY Network Melania Trump and her husband, Republican presidential candidate Donald Trump, arrive for a campaign rally on Nov. 5, 2016, in Wilmington, N.C.  Evan Vucci, AP Fullscreen From left, congressman Jim Sensenbrenner, House Speaker Paul Ryan, Republican vice presidential nominee Mike Pence, Sen. Ron Johnson and Wisconsin Gov. Scott Walker give the 'W' sign at a Get Out the Vote rally at Field Park in Mukwonago, Wis., on Nov. 5, 2016.  Pat A. Robinson, Milwaukee Journal Sentinel, via USA TODAY Network Democratic vice presidential candidate Tim Kaine campaigns for Hillary Clinton on Nov. 5, 2016, at Florida SouthWestern State College in Fort Myers, Fla. Several hundred people attended the rally.  Kinfay Moroti, The News-Press, via USA TODAY Network Supporters cheer as Republican presidential nominee Donald Trump speaks during a rally in the Special Events Center of the Florida State Fairgrounds in Tampa on Nov. 5, 2016.  Mandel Ngan, AFP/Getty Images Republican presidential nominee Donald Trump kisses a baby he brought onstage while speaking to a crowd of several thousand supporters at the Florida State Fairgrounds on Nov. 5, 2016, in Tampa.  Luke Franke, Naples (Fla.) Daily News, via USA TODAY Network Independent presidential candidate Evan McMullin talks to supporters gathered for a rally at a city park on Nov. 5, 2016, in Nephi, Utah. McMullin is holding campaign rallies in five small towns thoughout southern Utah.  George Frey, Getty Images Fullscreen From left, Beyonce, Democratic presidential nominee former secretary of State Hillary Clinton and Jay Z appear onstage during a Get Out the Vote concert at Wolstein Center on Nov. 4, 2016, in Cleveland. With four days to go until Election Day, Hillary Clinton was campaigning in Pennsylvania, Ohio and Michigan.  Justin Sullivan, Getty Images Supporters of Republican presidential candidate Donald Trump cheer as he arrives for a rally on Nov. 4, 2016, in Wilmington, Ohio.  Evan Vucci, AP Democratic presidential candidate Hillary Clinton, right, poses for a group selfie with people who stood behind her onstage after making her remarks at a Pennsylvania Democrats Pittsburgh Organizing Event at Heinz Field in Pittsburgh on Nov. 4, 2016.  Gene J. Puskar, AP A young supporter holds a doll of Democratic presidential nominee former secretary of State Hillary Clinton during a rally at The Great Hall at Heinz Field on Nov. 4, 2016 in Pittsburgh.  Justin Sullivan, Getty Images Supporters of Republican presidential candidate Donald Trump cheer during a campaign rally on Nov. 4, 2016, in Hershey, Pa.  Evan Vucci, AP Donald Trump, Republican presidential candidate, takes the stage during a campaign rally at the Giant Center in Hershey, Pa., on Nov. 4, 2016.  Jeremy Long, Lebanon Daily News, via USA TODAY Network President Obama reacts to seeing supporters as he walks onstage at PNC Music Pavilion in Charlotte on Nov. 4, 2016, during a campaign rally for Democratic presidential candidate Hillary Clinton.  Pablo Martinez Monsivais, AP Cellphone cameras capture the moment as Sen. Tim Kaine, Hillary Clinton's running mate, walked through the crowd after speaking at the Florida Institute of Technology, in Melbourne, Fla., on Nov. 4, 2016.  Tim Shortt, Florida Today, via USA TODAY Network Supporters cheer for Donald Trump during a campaign rally at the Atkinson Country Club on Nov. 4, 2016, in Atkinson, N.H.  Chip Somodevilla, Getty Images Hillary Clinton, accompanied by Dallas Mavericks basketball team owner Mark Cuban, arrives at Detroit Metropolitan Airport on Nov. 4, 2016, to attend a rally.  Andrew Harnik, AP President Obama reacts to seeing supporters at Fayetteville State University on Nov. 4, 2016, in Fayetteville, N.C., during a campaign rally for Hillary Clinton.  Pablo Martinez Monsivais, AP Donald Trump arrives for a rally at the Atkinson Country Club in Atkinson, N.H., on Nov. 4, 2016.  Mandel Ngan, AFP/Getty Images Tim Kaine speaks during a campaign stop on Nov. 3, 2016, in Phoenix.  Matt York, AP Hillary Clinton waves at supporters during a campaign rally in Winterville, N.C., on Nov. 3, 2016.  Jewel Samad, AFP/Getty Images Georgio Trisco screams \"Trump!\" during a campaign rally at the Cabarrus Arena on Nov. 3, 2016, in Concord, N.C.  Chip Somodevilla, Getty Images President Obama arrives at a rally for Hillary Clinton and fellow Democrats at Florida International University Arena on Nov. 3, 2016, in Miami.  Al Diaz, AP Ivanka Trump looks at an onion slide during a campaign stop for her father on Nov. 3, 2016, at the Founders Academy in Manchester, N.H.  Jim Cole, AP Melanie Trump walks on stage to deliver a speech at the Main Line Sports Center in Berwyn, Pa., on Nov. 3, 2016.  Patrick Semansky, AP Fullscreen Republican vice presidential nominee Mike Pence,second from right, accompanied by from left, Rep. Steve King, R-Iowa, Sen. Charles Grassley, R-Iowa, and Sen. Ted Cruz, R-Texas, reacts to supporters before speaking at a campaign rally on Nov. 3, 2016, in Prole, Iowa.  Charlie Neibergall, AP Donald Trump speaks during a campaign rally on Nov. 2, 2016, in Pensacola, Fla.  Evan Vucci, AP Hillary Clinton reacts as she is handed a portrait of herself to sign after a rally at Arizona State University in Tempe, Ariz., on Nov. 2, 2016.  Andrew Harnik, AP President Obama speaks at a Clinton rally at the University of North Carolina in Chapel Hill, N.C., on Nov. 2, 2016.  Pablo Martinez Monsivais, AP Hillary Clinton greets supporters outside an early voting center in Lauderhill, Fla., on Nov. 2, 2016.  Jewel Samad, AFP/Getty Images Mike Pence speaks at a campaign stop in Mesa, Ariz., on Nov. 2, 2016.  Matt York, AP Vice President Biden speaks to a crowd of supporters of Hillary Clinton during a rally in Tampa, Fla., on Nov. 2, 2016.  Charlie Kaijo, AP Donald Trump speaks to his supporters during his campaign rally at Bayfront Park Amphitheater in Miami on Nov. 2, 2016.  Luke Franke, Naples Daily News Chelsea Clinton campaigns for her mother on Nov. 2, 2016, at a rally in Boulder, Colo.  Brennan Linsley, AP A Trump supporter holds up signs in Miami on Nov. 2, 2016.  Luke Franke, Naples Daily News Bernie Sanders greets supporters while campaigning for Hillary Clinton at Western Michigan University in Kalamazoo, Mich., on Nov. 2, 2016.  Mark Bugnaski, AP Audience members gather ahead of a Trump campaign stop at the University of Wisconsin Eau Claire on Nov. 1, 2016, in Eau Claire, Wis.  Matt Rourke, AP President Obama walks off stage to greet the crowd after speaking during a campaign event for Hillary Clinton at Capital University on Nov. 1, 2016 in Columbus, Ohio.  Ty Wright, Getty Images Hillary Clinton speaks during a campaign rally in Fort Lauderdale, Fla., on Nov. 1, 2016.  Jewel Samad, AFP/Getty Images Tim Kaine is introduced to the crowd by Russ Feingold during a campaign visit at the Warch Campus Center on Nov. 1, 2016, at Lawrence University in Appleton, Wis.  Dan Powers, AP Tiffany Trump, left, daughter of Donald Trump, and Trump campaign manager Kellyanne Conway shop for snack food at a Wawa gas station  on Nov. 1, 2016, in Valley Forge, Pa.  Chip Somodevilla, Getty Images Hillary Clinton holds hands with former Miss Universe Alicia Machado during a campaign rally on Nov. 1, 2016, in Dade City, Fla.  Chris O'Meara, AP Former president Bill Clinton campaigns for his wife on Nov. 1, 2016, in Florida City, Fla.  Lynne Sladky, AP Mike Pence welcomes Donald Trump to the stage during a campaign event about the Affordable Care Act on Nov. 1, 2016, in Valley Forge, Pa.  Chip Somodevilla, Getty Images Hillary Clinton holds a mask as she jokes with members of her staff aboard her campaign plane on Oct. 31, 2016, in Erlanger, Ky.  Justin Sullivan, Getty Images Hillary Clinton arrives to speak at a rally at Kent State University in Kent, Ohio, on Oct. 31, 2016.  Andrew Harnik, AP Donald Trump is introduced by former Indiana University basketball coach Bobby Knight during a campaign rally at the Deltaplex Arena on Oct. 31, 2016 in Grand Rapids, Mich.  Chip Somodevilla, Getty Images Hillary Clinton arrives at Cleveland Burke Lakefront Airport on Oct. 31, 2016.  Andrew Harnik, AP Members of \"Zombies for Trump\" mug for the camera following a Trump campaign event at Macomb Community College on Oct. 31, 2016, in Warren, Mich.  Jeff Kowalsky, AFP/Getty Images Hillary Clinton campaigns with former congresswoman Gabby Giffords and her husband, Mark Kelly, at the base of the John A. Roebling Suspension Bridge in Cincinnati on Oct. 31, 2016.  Matt Rourke, AP Donald Trump takes the stage before speaking to a crowd during a rally at the Macomb Community College Sports & Expo Center in Warren, Mich., on Oct. 31, 2016.  Ryan Garza, Detroit Free Press Tim Kaine speaks at the Jack Amyette Recreation Center during a campaign rally in Jacksonville, N.C., on Oct. 31, 2016.  Mike Spencer, AP Like this topic? You may also like these photo galleries: Replay ",
    "title": "How to make sense of what's happening as polls close on election night"
   }
  ]
 }
}