{
 "12": {
  "col-sim": {
   "cosine": 0.38503894536147387,
   "entity": 0.5577733510227171
  },
  "exec-time": 6.937349319458008,
  "links": [
   {
    "entities": [
     "bannon",
     "house",
     "mercer",
     "eric",
     "steve",
     "marc",
     "david",
     "rick",
     "stephen",
     "jeff",
     "bridge",
     "new",
     "newt",
     "marsha",
     "washington",
     "the day",
     "now",
     "ivanka",
     "breitbart",
     "elise",
     "costa",
     "trumps",
     "fort",
     "carson",
     "tower",
     "pence",
     "mike",
     "post",
     "organization",
     "jessica",
     "richard",
     "josh",
     "anthony",
     "lee",
     "thursday",
     "paul",
     "manhattan",
     "time",
     "next four years",
     "don",
     "jared",
     "ex-christie",
     "w.",
     "republican",
     "kellyanne",
     "marino",
     "kushner",
     "barletta",
     "jan. 20",
     "scaramucci",
     "reince",
     "tyler",
     "hicks",
     "ryan",
     "deirdra",
     "dearborn",
     "christie",
     "robert",
     "pitcock",
     "rudy",
     "mackler",
     "congress",
     "donald",
     "ben",
     "jason",
     "century",
     "sessions",
     "november 11",
     "rnc",
     "short",
     "conway",
     "capitol",
     "at 4:04 pm",
     "indiana",
     "mcgahn",
     "o'regan",
     "blackburn",
     "tom",
     "clinton",
     "rebekah",
     "rucker",
     "michael",
     "committee",
     "friday",
     "hope",
     "d.c.",
     "nick",
     "trump",
     "devin",
     "n.j.",
     "priebus",
     "scavino",
     "walsh",
     "american",
     "bill",
     "hillary",
     "rudolph",
     "miller",
     "giuliani",
     "senate",
     "ayers",
     "peter",
     "bondi",
     "katie",
     "sean",
     "sullivan",
     "philip",
     "victoria",
     "george",
     "steven",
     "news",
     "bossie",
     "walker/the",
     "flynn",
     "jr.",
     "pam",
     "dan",
     "lou",
     "nunes",
     "bagger",
     "21st",
     "hill",
     "chris",
     "palatucci",
     "york",
     "viebeck",
     "thiel",
     "florida",
     "mnuchin",
     "jersey",
     "bush",
     "national",
     "gingrich"
    ],
    "id": 0,
    "text": "Pence replaces Christie as leader of Trump transition effort Players The inside track on Washington politics. Be the first to know about new Players stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Robert Costa , Philip Rucker and Elise Viebeck November 11 at 4:04 PM Follow @costareports Follow @PhilipRucker Follow @eliseviebeck Vice president-elect Mike Pence. (Mark Wilson/Getty Images) Vice President-elect Mike Pence will replace New Jersey Gov. Chris Christie as chairman of President-elect Donald Trump’s presidential transition effort, a change that will cement the Indiana governor’s influence over the incoming administration’s policy and personnel. Trump, in a broad transition shake-up announced Friday, also gave his son-in-law and three eldest children official roles as transition advisers. The involvement of Trump’s adult children raises the specter of conflicts of interest, since they are poised to manage Trump’s business over the next four years. The changes within the transition effort will substantially dilute the influence of Christie and his closest aides, add a conservative edge to the upper level of Trump’s team and formally empower Trump’s family in decisions about their father’s administration. Rick Dearborn, the chief of staff to Sen. Jeff Sessions (R-Ala.), a Trump loyalist and hard-line voice on immigration, will now serve as the transition’s executive director, replacing ex-Christie chief of staff Richard Bagger. The three Trump children — Donald Jr., Eric and Ivanka Trump — and Jared Kushner, husband to Ivanka Trump, will serve on the transition’s executive committee. The move comes after two former aides to Christie, whose administration has been hobbled by scandal, were convicted for their roles in politically motivated lane closures on the George Washington Bridge. Christie, however, remains involved in the transition and was named a vice chair on Friday along with Sessions, former New York mayor Rudolph W. Giuliani, former House speaker Newt Gingrich, retired Lt. Gen. Michael Flynn and Republican presidential primary contender Ben Carson — all considered likely members of a Trump administration. [ Trump loyalists, inner circle poised to claim top government roles ] “Together this outstanding group of advisors, led by Vice President-elect Mike Pence, will build on the initial work done under the leadership of New Jersey Gov. Chris Christie to help prepare a transformative government ready to lead from day one,” Trump said in a statement. “The mission of our team will be clear: put together the most highly qualified group of successful leaders who will be able to implement our change agenda in Washington,” the statement said. “Together, we will begin the urgent task of rebuilding this nation — specifically jobs, security and opportunity.” During his campaign, President-elect Donald Trump repeatedly vowed to \"drain the swamp\" in D.C. and rid the federal government of political elites and lobbyists. But just days into his transition to president, Trump seems to be doing the opposite. (Deirdra O'Regan/The Washington Post) The changes come as the transition effort races to organize personnel and policy for the administration that will begin Jan. 20. Three days after Trump’s surprise win over Democratic presidential nominee Hillary Clinton and one day after Trump met with leaders in Washington, campaign insiders spent Friday at Trump Tower in Manhattan to discuss the next steps. The group included Christie, who met privately Thursday with campaign chairman and Breitbart News chief Steve Bannon for several hours, according to two people familiar with the meeting who requested anonymity to discuss Friday’s shake-up. A senior Republican briefed on the Trump transition team’s deliberations said Trump confidants, including Kushner and banker Steven Mnuchin, his campaign’s national finance co-chairman and a possible Cabinet appointee, felt the transition team was too loyal to Christie and wanted to assert Trump’s influence on the operation. The Republican spoke on the condition of anonymity because the talks have been confidential. “The Trump high command felt like the president-elect needed to get control of his transition,” this person said. “It was populated with Christie loyalists, not that they weren’t for Trump, and it didn’t appear to be as ramped up as it should have been. So taking a page from George W. Bush’s book, he decided to put his vice president in charge.” Pence and Christie also met privately on Thursday for about 90 minutes, according to one Republican briefed on the meeting. Christie’s sidelining comes as he is increasingly consumed by the so-called Bridgegate scandal, in which George Washington Bridge traffic lanes were closed as political retribution against the Democratic mayor of Fort Lee, N.J. Christie has claimed he did not know about the scheme at the time, but multiple witnesses in the corruption trial against his former aides said he did know. The Democratic majority leader of the New Jersey Senate called Thursday for impeachment proceedings against Christie, who is seen as unable to focus full-time on transition work. Other people familiar with Friday’s developments played down the reduction in Christie’s power but acknowledged that he had been layered in the inner circle. They described Sessions and Dearborn as low-key presences at Trump Tower in recent days and the “natural” successors to Christie because of their loyalty to the candidate and populist instincts. Neither clashed with Christie, the people said. The appointment of Dearborn is intended to install someone well known to Congress to serve as a bridge between Trump Tower and Capitol Hill, helping recruit talent and processing incoming requests and résumés from lawmakers. Pence is also bringing on three of his senior advisers — Nick Ayers, Josh Pitcock and Marc Short — to assist him on transition work. Other prominent Trump allies, including Mnuchin, Bannon, billionaire investor Peter Thiel and Republican National Committee Chairman Reince Priebus, will serve on the 16-person executive committee alongside Trump’s children and son-in-law. Ethics experts and Trump opponents raised questions about the younger Trumps’ participation in the transition given the Trump Organization’s announcement Friday that it is working to “immediately transfer” company leadership to them. “The notion that Trump would put his company into a blind trust run by his children was already a total farce. Now, it’s even more alarming that his children will be involved in the government while managing his dangerous conflicts of interest with our adversaries,” said Jessica Mackler, the president of the liberal group American Bridge 21st Century. Other members of the executive committee are Reps. Lou Barletta (R-Pa.), Marsha Blackburn (R-Tenn.), Tom Marino (R-Pa.) and Devin Nunes (R-Calif.), Florida Attorney General Pam Bondi; conservative donor Rebekah Mercer and New York investor Anthony Scaramucci. The transition staff will include figures familiar from Trump’s campaign: Kellyanne Conway as senior adviser, Don McGahn as general counsel, David Bossie as deputy executive director, Stephen Miller as national policy director, Jason Miller as communications director and Hope Hicks as national press secretary. Dan Scavino will continue to run the social-media operation. RNC Chief of Staff Katie Walsh will serve as another senior adviser. Prominent Christie allies Bagger and Bill Palatucci, who formerly served as the transition’s general counsel, will return to the private sector. Trump’s announcement stated they would remain “advisers” to the transition. “The signal is they’ve lost confidence in Christie and that Mike Pence will have a very outsized role,” Republican consultant Rick Tyler said of the changes. “Everything that is happening reflects the new dynamics and how Trump is going to be as president, focusing on the big picture and leaving details to others.” “You’ve got people coming in who are going to help him with his agenda,” added Tyler, a longtime adviser to Gingrich. “This is going to be a team that’s ready to work with Paul Ryan and Congress.” Giuliani was among the insiders who spent part of the day at Trump Tower. “I can see already how he is going to be a great president,” he told reporters in the lobby. Sean Sullivan contributed. Former New York mayor Rudy Giuliani told reporters on Friday that his advice to President-elect Donald Trump is \"out of great loyalty\" and has \"no expectation\" about his role in Trump's administration. (Victoria Walker/The Washington Post) powerpost ",
    "title": "Pence replaces Christie as leader of Trump transition effort - The Washington Post"
   },
   {
    "entities": [
     "noah",
     "house",
     "donald",
     "christi",
     "for",
     "george",
     "contact",
     "max",
     "new",
     "2008",
     "service",
     "darron",
     "washington",
     "w.",
     "2015",
     "clinton",
     "indianapolis",
     "bierman",
     "memoli",
     "cummings",
     "michael",
     "friday",
     "white",
     "parsons",
     "pence",
     "trump",
     "nov. 10, 2016",
     "2010",
     "mike",
     "obama",
     "reporters",
     "months ago",
     "a.",
     "bush",
     "chris",
     "hillary",
     "stier",
     "ap",
     "christie",
     "partnership",
     "jersey",
     "public",
     "indiana"
    ],
    "id": 1,
    "text": "Trump replaces Christie with Pence as head of transition team amid bumpy first steps Mike Pence Darron Cummings / AP Vice President-elect Mike Pence reacts after speaking at a public rally on Nov. 10, 2016, in Indianapolis. Vice President-elect Mike Pence reacts after speaking at a public rally on Nov. 10, 2016, in Indianapolis. (Darron Cummings / AP) Noah Bierman , Michael A. Memoli and Christi Parsons Contact Reporters President-elect Donald Trump named Indiana Gov. Mike Pence , the vice president-elect, to head their transition team, abruptly replacing New Jersey Gov. Chris Christie on Friday amid increasing signs that the effort to prepare the next White House is off to a rocky start. Trump also took the unusual step of naming his three oldest children and his son-in-law to top posts, moves certain to create potential conflicts of interest given that his attorney said Trump would put his children in charge of his assets while he is president. The transition team is always crucial, but especially so for the first president elected without experience in either government or the military. In addition to recruiting thousands of people to staff the White House, Cabinet agencies, embassies and other key government posts, the transition team needs to make sure Trump is briefed and prepared to take responsibility for the government and for implementing his policy initiatives as soon as he is inaugurated in just 76 days. “You need to have your team on the field when the clock starts,\" said Max Stier, who heads the Partnership for Public Service, a Washington nonprofit that focuses on good-government practices. \"This is not simply about achieving the policy promises; it’s also about keeping us safe. Transitions are the point of maximum vulnerability for our nation.\" The effort is almost always well underway before a new president is elected, given the complexity and critical nature of the job, even as candidates know the work will be in vain if they are not chosen by the voters. Legislation passed in 2010, and updated in 2015, formalized much of the process for the transition from George W. Bush to Obama after the 2008 election, considered one of the smoothest in history. Both Trump and Hillary Clinton formed transition teams months ago that began working with the White House on first steps toward a potential handoff. ",
    "title": "Trump replaces Christie with Pence as head of transition team amid bumpy first steps - Chicago Tribune"
   },
   {
    "entities": [
     "bannon",
     "house",
     "congress",
     "donald",
     "cathleen",
     "tim",
     "bob",
     "overnight",
     "halper",
     "david",
     "john",
     "stephen",
     "george",
     "capitol",
     "bolton",
     "new",
     "koch",
     "afternoon",
     "w.",
     "gop",
     "news",
     "corker",
     "clinton",
     "now",
     "republicans",
     "breitbart",
     "republican",
     "may end",
     "d.",
     "tuesday",
     "committee",
     "friday",
     "white",
     "california",
     "states",
     "obamacare",
     "pence",
     "trump",
     "obama",
     "phillips",
     "mike",
     "lauter",
     "priebus",
     "reince",
     "hill",
     "chris",
     "nations",
     "bill",
     "decker",
     "evan",
     "ryan",
     "hillary",
     "united",
     "last night",
     "medicare",
     "fox",
     "thursday",
     "christie",
     "senate",
     "paul",
     "tennessee",
     "jersey",
     "night",
     "nine hours later",
     "k.",
     "bush",
     "national"
    ],
    "id": 2,
    "text": "The fight to define Trump's presidency will be waged between two competing factions COMBO-US-VOTE-TRANSITION-PRIEBUS-BANNON AFP/Getty Images Republican National Convention Chairman Reince Priebus and Donald Trump's campaign Chief Executive Officer Stephen K. Bannon. Republican National Convention Chairman Reince Priebus and Donald Trump's campaign Chief Executive Officer Stephen K. Bannon. (AFP/Getty Images) Cathleen Decker and Evan Halper Contact Reporters Fresh from a successful battle against a Democratic opponent, Donald Trump ’s attention must now turn to defining his presidency. His campaign offered two divergent approaches. He was a disruptive bomb-thrower when it came to general demeanor and his immigration and national security stances. He was a more conventional Republican when it came to his social-issue positions and economic concerns. The warring options were on sharp display overnight into Friday. Responding to protests around the country Thursday night, Trump first issued a tweet in keeping with the defiant tone of his campaign that “professional protesters, incited by the media, are protesting. Very unfair!” Nine hours later came one that was more presidential in approach, if a reversal from his first sentiment. When all the ballots are counted —  some 4.3 million remained in California as of Thursday night, according to the state’s secretary of state —  Hillary Clinton will have won the popular vote by well over a million votes, en route to losing the electoral college and the White House. The result put... When all the ballots are counted —  some 4.3 million remained in California as of Thursday night, according to the state’s secretary of state —  Hillary Clinton will have won the popular vote by well over a million votes, en route to losing the electoral college and the White House. The result put... (David Lauter) “Love the fact that the small groups of protesters last night have passion for our great country. We will all come together and be proud!” he said. The early discussions about key positions in his administration included similarly opposed sentiments, suggesting that Trump has yet to lock down precisely how he will approach governing the nation. Among those being considered for presidential chief of staff — the figure who more than any other determines how well a White House works, and at what — was Stephen K. Bannon, who took a leave as chairman of Breitbart News to serve as Trump’s campaign CEO. Bannon is a controversial figure even among Republicans , seen in the campaign as encouraging Trump’s more eye-opening stunts such as his news conference with several women who accused former President Bill Clinton of making sexual advances. He also fanned some of Trump’s incendiary rhetoric about immigrants, Muslims and African Americans. But he has no experience in governing or keeping on track an organization as large as the executive branch. Another person being considered was the far more buttoned-down Republican National Committee Chairman Reince Priebus, an establishment figure who has close ties to House Speaker Paul D. Ryan and other GOP leaders, having helped to run the party for almost six years. Bannon and Priebus share an alliance with Trump, but little else. The pick is seen as essential to Trump’s direction since the chief of staff often has the president’s ear just before a decision is reached. The picture is no clearer for other top Cabinet posts, such as secretary of State. Trump is considering Sen. Bob Corker of Tennessee, a consensus builder in the Senate who is well-liked across the aisle. But he is also looking at former United Nations Ambassador John Bolton, one of the most aggressive neoconservative hawks during the George W. Bush administration and a favorite among the Breitbart set. Adding further uncertainty, on Friday afternoon Trump shook up his transition team, announcing that Vice President-elect Mike Pence would take over, replacing New Jersey Gov. Chris Christie. As much as staffing, Trump’s presidency also will be defined by the issues he chooses to take up early in his administration. Already, outside groups and Republicans on Capitol Hill, who have control of both houses, are pressuring Trump to make good on myriad and sometimes competing campaign promises. And they are moving into the vacuum formed by the lack of substantive policy proposals in the campaign. Trump’s success in Tuesday’s election rested on running against both parties, Democrats and Republicans alike. That suggests that he may end up cutting a distinct path untethered to the traditional lines, even Republican ones. For now, the president-elect is keeping his options open, at least publicly. In a brief comment to reporters on Capitol Hill on Thursday, he offered only one broad directive. “We're going to work very strongly on immigration, healthcare and we're looking at jobs, big-league jobs,\" he said. Asked specifically whether he intended to ban Muslims from entering the United States, as he pledged during the campaign, Trump raised his hand, said \"thank you” and walked off. Turning from a campaign to governing is difficult for any winning nominee, but for Trump it represents not just an occupational shift but a cultural one. He will go from being the top man in a company bearing his name, with his children as his chief lieutenants, to commanding the sprawling executive branch with miles-long lines of authority and an expansive reach over issues with which he has no experience. He will confront not only the majesties of the presidency but its limitations — specifically the other equal partners in government, such as a legislative branch that runs on its own calendar and with its own priorities. For more on politics » Both Trump and Capitol Hill Republicans appear eager to make the repeal of Obamacare a prime early focus. In the waning days of the campaign, he had talked of calling a special session to repeal his predecessor’s signature achievement, but Congress will already be in session by the time he becomes president. “We would urge them to go big on the issues and the first would be to repeal Obamacare,” said Tim Phillips, the president of Americans for Prosperity, the Koch brothers-allied interest group that worked in dozens of states to elect Republicans. “It was a key issue in the elections in the Senate and the presidential as well. Don’t nibble around the edges. Go big,” said Phillips, whose organization also favors early action on tax reform. But calling for the repeal of a measure at campaign rallies peopled by voters who dislike Obama is different altogether than taking health insurance coverage from 20 million Americans without a detailed plan for replacing it. Already, differences have emerged between Trump and House Speaker Ryan as to how expansive changes would be. Ryan, in a Fox News interview on Friday, suggested a revamping of both healthcare and the Medicare and Medicaid programs, long thwarted by Obama’s threatened veto. “If you are going to repeal and replace Obamacare, you have to address those issues as well,” Ryan said. “Those things are part of our plan.” But the coalition that helped elect Trump benefits from the very programs that Ryan wants to shrink. And as a candidate, Trump deviated from Republican promises to curtail entitlements. Still on his campaign website is a quote from the candidate distancing himself from the very measures Ryan discussed Friday. ",
    "title": "The fight to define Trump&apos;s presidency will be waged between two competing factions - LA Times"
   },
   {
    "entities": [
     "recently",
     "inc.",
     "house",
     "lesley",
     "donald",
     "melania",
     "nov",
     "texas",
     "better",
     "2016",
     "february",
     "interactive",
     "cbs",
     "news",
     "7:09 pm est",
     "now",
     "clinton",
     "aca",
     "stahl",
     "7 p.m.",
     "friday",
     "obamacare",
     "obama",
     "trump",
     "way",
     "street",
     "sunday",
     "clintons",
     "thurday",
     "bill",
     "ryan",
     "last",
     "wall",
     "hillary",
     "11, 2016",
     "updated",
     "thursday",
     "paul",
     "journal"
    ],
    "id": 3,
    "text": "CBS News Last Updated Nov 11, 2016 7:09 PM EST Donald Trump will appear in his first extensive post-election interview Sunday on “60 Minutes” at 7 p.m. ET After running a heated campaign predicated in part on  rolling back President Obama’s signature healthcare law , Donald Trump is now signaling an openness to keeping the Affordable Care Act in some form. People with pre-existing conditions will still be covered in the version of health care that Trump wants to see replace Obamacare , he said in a wide-ranging interview with CBS News’ Lesley Stahl on “ 60 Minutes .” Production shots from Trump's interview with 60 Minu... “It happens to be one of the strongest assets,” Trump said about insuring people with pre-existing conditions. “It adds cost, but it’s very much something we’re gonna try and keep.” And, he told Stahl, that there will be no lapse between the repeal of Mr. Obama’s signature health-care law and its replacement by his version. The’re won’t be “a two day period” or “a two year period where there’s nothing. It will be repealed and replaced. I mean, you’ll know. And it’ll be great health care for much less money,” he promised. Trump on Obamacare “Either Obamacare will be amended, or repealed and replaced,” Mr. Trump told the Wall Street Journal in an interview published Friday. Mr. Trump favors keeping in place protections for patients with pre-existing conditions, along with a measure that allows parents to keep their children on their insurance policies until the age of 26, the Journal said, and it also reported that during their meeting Thursday, Mr. Obama asked the president-elect to reconsider repealing it.  In fact, Mr. Trump told the Journal that a big reason for his shift from his call for a full repeal was his meeting with Mr. Obama, who, he said, suggested areas of Obamacare to keep intact. “I told him I will look at his suggestions, and out of respect, I will do that,” Mr. Trump said. 17 Photos The Trump kids The measures on pre-existing conditions and keeping children on their parents’ policies are popular even among the most partisan Republican legislators who have called for a full repeal of the law, and they have been included in proposals that would replace the ACA with a GOP-backed alternative. House Speaker Paul Ryan’s “Better Way” healthcare plan, for example, would also prevent insurance companies form denying coverage to those with existing conditions and would keep the parental provision. Trump on speaking with the Clintons Trump himself has said before in a Republican primary debate that he would want to keep some measures Obamacare instituted. “I would absolutely get rid of Obamacare. I want to keep pre-existing conditions. It’s a modern age, and I think we have to have it,” Mr. Trump said in February at the CNN-Telemundo debate in Texas. “I would absolutely get rid of Obamacare. I want to keep pre- existing conditions. It’s a modern age, and I think we have to have it.” But Trump’s recent answer in the Journal is a softening even from the plan his campaign team recently put on his website for his first 100 days in office , which explicitly calls for a piece of legislation called the “Repeal and Replace Obamacare Act.” The legislation, according to Mr. Trump’s plan, “fully repeals Obamacare and replaces it.”  In the interview with “60 Minutes,” the president-elect also said talked about the call he received from Hillary Clinton when she conceded. 40 Photos Melania Trump “[I]t was a lovely call and it was a tough call for her,” Mr. Trump said.  “I can imagine. Tougher for her than it would have been for me. I mean, for me, it would have been very, very difficult. She couldn’t have been nicer. She just said, ‘Congratulations, Donald, well done.’” And former President Bill Clinton called Thurday, Mr. Trump said.  “He couldn’t have been more gracious,” the president-elect said. “He said it was an amazing run. One of the most amazing he’s ever seen.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Donald Trump open to amending Obamacare - CBS News"
   },
   {
    "entities": [
     "bannon",
     "house",
     "peter",
     "donald",
     "ben",
     "twitter",
     "eric",
     "november 11, 2016",
     "2016",
     "sessions",
     "stephen",
     "rick",
     "george",
     "bridge",
     "jeff",
     "presidential",
     "new",
     "newt",
     "executive",
     "washington",
     "steven",
     "news",
     "now",
     "flynn",
     "republican",
     "jr.",
     "ivanka",
     "dan",
     "carson",
     "michael",
     "committee",
     "friday",
     "white",
     "pence",
     "trump",
     "national",
     "mike",
     "team",
     "priebus",
     "reince",
     "september 2013",
     "chris",
     "transition",
     "gallo",
     "york",
     "past",
     "thiel",
     "dearborn",
     "facebook",
     "fox",
     "giuliani",
     "christie",
     "rudy",
     "mnuchin",
     "jersey",
     "future",
     "night",
     "k.",
     "city",
     "gingrich"
    ],
    "id": 4,
    "text": "Pence replaces Christie in Trump transition team shuffle Published               November 11, 2016 Facebook 0 Twitter 0 livefyre Email Print   Vice President-elect Mike Pence is taking over White House transition efforts from New Jersey Gov. Chris Christie – one of a host of changes announced Friday by President-elect Donald Trump as he works quickly to form his administration-in-waiting. Pence will now serve as chairman of the transition team. Christie, the scandal-scarred governor who has supported Trump ever since dropping his own 2016 presidential bid, will remain on board – only in a lesser role, as one of several transition vice chairs. “Together this outstanding group of advisors, led by Vice President-elect Mike Pence, will build on the initial work done under the leadership of New Jersey Gov. Chris Christie to help prepare a transformative government ready to lead from day one,” Trump said in a statement. “The mission of our team will be clear: put together the most highly qualified group of successful leaders who will be able to implement our change agenda in Washington.” The decision marks Trump’s biggest personnel move since being elected president. Speculation is widespread over whom he will consider for the highest-profile Cabinet and White House positions in his administration, but the first order of business was sorting out the team leading those discussions. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Trump expressed gratitude for the New Jersey governor's support in his election night acceptance speech. But in recent weeks, Christie’s reputation has taken more hits from the scandal involving staffers who shut down several lanes of the George Washington Bridge in September 2013 to punish a political rival. Two more aides were found guilty of involvement in a trial where Christie's own knowledge of the closures repeatedly was called into question.  Christie has maintained his innocence and said the outcome of the trial confirmed his past statements that those aides were responsible. It’s unclear where the controversy goes from here, but Christie is set to continue serving as Trump transition vice chair along with Ben Carson, former House Speaker Newt Gingrich, retired Lt. Gen. Michael Flynn, former New York City Mayor Rudy Giuliani and Sen. Jeff Sessions. The news comes as Trump himself was in New York for discussions on his future administration team.  Trump also announced Friday that several other big names would join the Presidential Transition Team Executive Committee, including: his finance chairman Steven Mnuchin; venture capitalist Peter Thiel; Republican National Committee Chairman Reince Priebus; campaign CEO Stephen K. Bannon; and children Donald Trump Jr., Eric Trump and Ivanka Trump. Some of those figures are also seen as potential prospects for key administration posts.  Sessions’ chief of staff Rick Dearborn will be executive director of the transition team.  Fox News' Dan Gallo contributed to this report. Advertisement ",
    "title": "Pence replaces Christie in Trump transition team shuffle | Fox News"
   },
   {
    "entities": [
     "2:11",
     "bannon",
     "house",
     "donald",
     "tur",
     "jaffe",
     "steve",
     "eric",
     "financial",
     "texas",
     "cia",
     "jeb",
     "2016",
     "jared",
     "hensarling",
     "george",
     "conway",
     "bridge",
     "presidential",
     "new",
     "newt",
     "washington",
     "potential",
     "news",
     "cabinet",
     "katy",
     "flynn",
     "ivanka",
     "jr.",
     "trump's",
     "kellyanne",
     "services",
     "nov 11",
     "friday",
     "homeland",
     "kushner",
     "committee",
     "white",
     "pence",
     "trump",
     "treasury",
     "mike",
     "america",
     "intelligence",
     "team",
     "michigan",
     ", 4:52 pm",
     "rogers",
     "alexandra",
     "chris",
     "transition",
     "mccaul",
     "share",
     "nbc",
     "york",
     "security",
     "past",
     "giuliani",
     "christie",
     "rudy",
     "thursday",
     "jersey",
     "night",
     "city",
     "gingrich"
    ],
    "id": 5,
    "text": "Nov 11 2016, 4:52 pm ET 'Drain the Swamp'? Trump's Potential Cabinet Fills Out With Washington Insiders by Alexandra Jaffe and Katy Tur Share VP-Elect Pence Takes Over Trump Presidential Transition Team 2:11 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161112013539if_/http://www.nbcnews.com/widget/video-embed/807068739586\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Donald Trump on Friday announced Vice President-elect Mike Pence would take over transition planning from Chris Christie, a move that sources say reflect a diminished role for the New Jersey governor. Sources tell NBC News that the controversy surrounding two former Christie aides being convicted in the closure of George Washington Bridge lanes was an issue, but more significant was Christie's failure to vocally defend Trump at key moments throughout the campaign. Pence, meanwhile, increasingly earned Trump's trust and respect by becoming one of his more vocal defenders on the campaign trail. Christie will remain a vice-chair, along with a number of other key campaign advisers, including former House Speaker Newt Gingrich, Gen. Mike Flynn and former New York City mayor Rudy Giuliani, among others. \"The mission of our team will be clear: put together the most highly qualified group of successful leaders who will be able to implement our change agenda in Washington,\" Trump said in a statement. Pence, as well as Trump's son-in-law Jared Kushner and campaign chief Steve Bannon will be leading the charge to whittle down names for cabinet positions. The transition executive committee will include three of his children, Donald Trump Jr., Eric Trump and Ivanka Trump. But despite Donald Trump's campaign pledge to \"drain the swamp\" in Washington and his outsider campaign, many of the prospects are clear Washington insiders. Sources tell NBC News that Texas Rep. Mike McCaul, chairman of the House Homeland Security Committee, is being considered for Secretary of Homeland Security; former Michigan Rep. Mike Rogers, a past chairman of the House Intelligence Committee, is on the list for Director of the CIA; while Texas Rep. Jeb Hensarling, chairman of the Financial Services Committee, is in the mix for Treasury Secretary. Rep. Mike McCaul, Michigan Rep. Mike Rogers, Texas Rep. Jeb Hensarling NBC News Hensarling weighed in on the chatter with a statement saying \"serving in [Trump's] Cabinet is not something I've indicated an interest in and it's not something I am pursuing\" — but notably he didn't rule it out. \"It's nice to be mentioned, and I certainly want to help our new president make America stronger and more prosperous, but serving in his Cabinet is not something I've indicated an interest in and it's not something I am pursuing,\" he said. \"I've got enough on my plate working for the great people of Texas, serving as chairman of the Financial Services Committee.\" Related: In Capitol Hill Meetings, Donald Trump Reveals His Top Priorities Meanwhile, key campaign operatives were keeping their options open. Trump Campaign Manager Kellyanne Conway, considered a possible pick for chief of staff or a senior adviser in the Trump White House, left the door open to both. \"Those decisions have not been made. We¹re just really trying to help with the transition and also just really digest the incredible victory that we had, but I'll be talking to Mr. Trump directly about that soon,\" she told NBC News Thursday night, when asked about the chatter. Play ",
    "title": "'Drain the Swamp'? Trump's Potential Cabinet Fills Out With Washington Insiders - NBC News"
   },
   {
    "entities": [
     "oval",
     "house",
     "congress",
     "donald",
     "office",
     "martinez",
     "november 11, 2016",
     "john",
     "brendan",
     "of",
     "earlier this year",
     "february",
     "buck",
     "pablo",
     "elledge",
     "jayne",
     "last year before",
     "7:17 p.m. est",
     "this month",
     "usa",
     "the",
     "friday",
     "obamacare",
     "white",
     "jackie",
     "obama",
     "trump",
     "nov. 10, 2016",
     "street",
     "oklahoma",
     "today",
     "okla.",
     "ryan",
     "wall",
     "goodman",
     "ap",
     "facebook",
     "paul",
     "journal",
     "barack",
     "monsivais",
     "o'donnell"
    ],
    "id": 6,
    "text": "Trump suggests Obamacare's protections for the sick may stay Jackie Elledge of Okla. is worried about losing insurance while \"fighting for my life.\" Post to Facebook Trump suggests Obamacare's protections for the sick may stay Jackie Elledge of Okla. is worried about losing insurance while \"fighting for my life.\" Check out this story on USATODAY.com: http://usat.ly/2fKxxMJ CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 230 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump suggests Obamacare's protections for the sick may stay Jayne O'Donnell , USA TODAY 7:17 p.m. EST November 11, 2016 x Share Donald Trump told 'The Wall Street Journal' that he may retain certain parts of the Affordable Care Act, a shift in tone since he promised to repeal it during his campaign. USA TODAY NETWORK In this photo taken Nov. 10, 2016, President Barack Obama meets with President-elect Donald Trump in the Oval Office of the White House. Obamacare was one of the topics discussed. (Photo: Pablo Martinez Monsivais, AP) President-elect Trump backed down a bit from his vow to repeal Obamacare, suggesting in an interview Friday that he might retain the prohibition of discrimination based on preexisting conditions and the ability to keep children on parents' insurance until they are 26. In an interview with the Wall Street Journal, Trump reportedly said he would move quickly to deal with the Affordable Care Act (ACA), because patients \"can’t use it\" due to its high costs. A total repeal of the ACA would be as difficult as it is unlikely. Legislation that passed both houses of Congress last year before it was vetoed by President Obama would have left more than 20 million people without insurance. It would have eliminated the subsidies to help them pay for it, the penalties if they don't buy it and the taxes to cover the costs. Trump election helps spur top Obamacare signups this month Health care economist John Goodman, who advises Republican members of Congress, says that’s something neither party is likely to vote for without the assurance of a presidential veto. Neither party can afford the political backlash that would follow any move to take away 20 million people's health insurance Trump's apparent support for two of the most popular parts of the health law came as a spokesman for House Speaker Paul Ryan tweeted that Ryan's \"A Better Way\" Obamacare replacement also would protect those with preexisting conditions and allow parents to keep children on parents' plans until they are 26. Twitter | @brendanbuck Brendan Buck on Twitter That would be a major relief to Jackie Elledge of Oklahoma, who discovered she had stage 4 cancer earlier this year and then lost her job when her employer went out of business in February. Her chemotherapy treatments are all that are keeping her alive, but they make her so sick she can't work. She is paying for a subsidized Obamacare plan with her disability payments and won't be eligible for Medicare for at least two years. That may be as long as she has live, however. \"I should not have to worry about being able to get health insurance while I am fighting for my life,\" says Elledge. ",
    "title": "Trump suggests Obamacare's protections for the sick may stay"
   },
   {
    "entities": [
     ", 4:39 pm",
     "house",
     "donald",
     "judiciary",
     "grassley",
     "gibson/getty",
     "zach",
     "clinton",
     "ali",
     "committee",
     "rogin",
     "obamacare",
     "willing",
     "trump",
     "obama",
     "street",
     "nov 11, 2016",
     "ryan",
     "wall",
     "hillary",
     "chuck",
     "senate",
     "paul",
     "journal"
    ],
    "id": 7,
    "text": "Trump Willing to Keep Parts of Obamacare, Stays Mum on Clinton Prosecution By ALI ROGIN Nov 11, 2016, 4:39 PM ET 0 Shares Play Zach Gibson/Getty Images WATCH Donald Trump Goes to Capitol Hill Promising More Jobs, to Repeal Obamacare and Look at Immigration 0 Shares Email After a campaign full of bombastic rhetoric over things like repealing and replacing Obamacare and sending Hillary Clinton to jail, the realities of legislating appear to be catching up to President-elect Donald Trump . In an interview with the Wall Street Journal , Trump acknowledged there are aspects of President Obama’s signature health care plan that he wants to maintain, like protecting patients with pre-existing conditions and allowing parents to keep their children on their own plans until age 26. “I like those very much,” he said, according to the newspaper. Most congressional Republicans would agree that in order to craft a viable alternative to the president’s law, they need to include at least those two aspects, which appear to be very popular with participants in the Affordable Care Act. Both of the items Trump mentioned are included in House Speaker Paul Ryan ’s “Better Way” health care agenda, although he has not yet offered actionable legislation to achieve them. Trump also appeared to back off his desire to appoint a special prosecutor to investigate Hillary Clinton’s use of a private email server, which prompted chants of “Lock Her Up!” at his rallies. “It’s not something I’ve given a lot of thought, because I want to solve health care, jobs, border control, tax reform,” he said. The office of Senate Judiciary Committee Chuck Grassley , who has vowed to continue investigating Clinton, did not respond to a request for comment. 0 Shares ",
    "title": "Trump Willing to Keep Parts of Obamacare, Stays Mum on Clinton Prosecution - ABC News"
   },
   {
    "entities": [
     "st.",
     "housing",
     "eisenhower",
     "radio",
     "wabe",
     "vietnam",
     "npr",
     "emporia",
     "january",
     "bravo",
     "of",
     "atlanta",
     "army",
     "the year before",
     "caroline",
     "philadelphia",
     "wamu",
     "louis",
     "new",
     "storycorps",
     "minnesota",
     "washington",
     "company",
     "now",
     "taylor",
     "years later",
     "hanson",
     "rees",
     "1973",
     "garrett",
     "the",
     "gary",
     "arizona",
     "kansas",
     "germany",
     "youtube",
     "loren",
     "dwight",
     "d.c.",
     "whyy",
     "obama",
     "kmuw",
     "america",
     "local",
     "holbrook",
     "2001",
     "marie",
     "berntsen",
     "u.s.",
     "pleiku",
     "unknown",
     "delta",
     "ed",
     "soldier",
     "day on nov. 11, 1954",
     "tomb",
     "hawaii",
     "media",
     "afghanistan",
     "king",
     "york",
     "cemetery",
     "camp",
     "department",
     "volunteers",
     "arlington",
     "an",
     "khe",
     "thursday",
     "alvin",
     "patrick",
     "city",
     "today",
     "public",
     "meehan",
     "national"
    ],
    "id": 8,
    "text": "Enlarge this image People attend the Veterans Day Parade in New York City Thursday. Known as \"America's Parade,\" it features over 20,000 participants, including veterans of numerous eras, military units, businesses and high school bands and civic and youth groups. Anadolu Agency/Getty Images hide caption toggle caption Anadolu Agency/Getty Images People attend the Veterans Day Parade in New York City Thursday. Known as \"America's Parade,\" it features over 20,000 participants, including veterans of numerous eras, military units, businesses and high school bands and civic and youth groups. Anadolu Agency/Getty Images Stories from the frontlines of war — and from the descendants of military families — are being told on this Veterans Day, as America honors those who've worn its uniforms and promised to protect it. The conversation also centers on how the U.S. can return the obligation, and serve its veterans. President Obama laid a wreath at the Tomb of the Unknown Soldier at Arlington National Cemetery, praising the military and highlighting the story of Patrick Holbrook, a young veteran from Hawaii who had written to him to say, \"Sir, all my life I've tried to find what a Good man is, and be that man but I [realize] now life is more difficult for some. I'm not sure where I am going, and it is something that I can not shake.\" YouTube Obama said, in both a written reply to Holbrook and at today's ceremony: \"I can tell from your letter you are already a good man; you just need to find the calling that will express that goodness — or it will find you. Article continues after sponsorship Here's a sampling of Veterans Day stories from NPR and its member stations. This list isn't exhaustive — but it gives a sense of the breadth of the military community, and the wide range of experiences and challenges shared by veterans. From St. Louis Public Radio comes the story of how a team of archivists are trying to recover millions of veterans' records that were damaged in a 1973 fire. Years later, the documents remain vital: They can determine veterans' benefits and burial rights. The center gets anywhere from 4,000 and 5,000 requests every day. \"They're not just documents,\" said technician Marie Taylor, 25, who was trying to restore a soldier's file from World War II. \"There was somebody who lived this out. I'm doing my best to preserve that. To remember that.\" From Arizona Public Media comes the account of a visit to Camp Bravo, a tent city that serves as a base for homeless veterans who need, as the station says, \"shelter, nourishment and protection against the damages they bear from mental and physical injury, addiction, and isolation.\" Member station WABE in Atlanta describes how the city is closing in on the federal designation of having ended homelessness among veterans. \"According to the U.S. Department of Housing, about 360 veterans were in shelters or on Atlanta streets in January,\" WABE reports, \"nearly half what it was the year before.\" The wildly varying ways veterans who return from war are seen by civilians is at the heart of the Veterans Coming Home project that's been explored at a local level by member station WHYY in Philadelphia. \"Civilians don't even know how to approach veterans,\" says Caroline Meehan, program and research manager of Volunteers of America. \"There's now sort of this view, this dichotomy in society: Are veterans just heroes? Or are they scary people with PTSD who are gonna explode?\" Members station WAMU in Washington tells us about a father and son who were both deployed to Afghanistan, years apart. Their conversation was recorded by StoryCorps Local. \"I never thought that you would end up fighting on the same battlefields that I was in,\" Gary Berntsen, who went to Afghanistan after the 2001 attacks, tells his son Garrett. First-person accounts make up Minnesota Public Radio's project with LifePosts for Veterans. It includes the story of a journalist and photographer who worked in Afghanistan — and who realizes, \"I'm too confused to know that I'm scared.\" Another voice comes from Vietnam vet Loren Hanson, whose tour as a finance clerk wasn't as quiet as he expected: \"After a short flight to Pleiku then on to An Khe, I processed through the replacement detachment and was assigned to Delta Company 1st Bn (Abn) 8th Cav, the \"Jumping Mustangs\", an Airborne unit - risky stuff for a leg finance clerk.\" And from member station KMUW in Kansas comes this historic note: \"The idea for Veteran's Day began through the efforts of Emporia shoe repairman Alvin King.\" After King's nephew was killed serving in the Army in Germany during World War II, King pushed to expand Armistice Day — which was dedicated to World War I veterans — to cover all U.S. military veterans. Rep. Ed Rees of Emporia \"agreed to take King's idea to Washington, D.C.,\" KMUW reports. \"The legislation passed, and President Dwight Eisenhower—a native Kansan — signed the bill establishing the nation's first Veterans Day on Nov. 11, 1954.\" ",
    "title": "Parades, Memories And Appreciation: Veterans Day 2016 : The Two-Way : NPR"
   },
   {
    "entities": [
     "bannon",
     "house",
     "icahn",
     "goldman",
     "twitter",
     "barbaro",
     "texas",
     "november 11, 2016",
     "ruth",
     "jeb",
     "sessions",
     "hensarling",
     "david",
     "haberman",
     "alabama",
     "manafort",
     "capitol",
     "august",
     "new",
     "silicon",
     "times",
     "service",
     "justice",
     "jeff",
     "wing",
     "the last minute",
     "steven",
     "washington",
     "news",
     "sachs",
     "now",
     "ivanka",
     "breitbart",
     "republican",
     "secret",
     "cnn",
     "fremson/the",
     "inside",
     "committee",
     "friday",
     "credit",
     "white",
     "tower",
     "dimon",
     "arizona",
     "michael",
     "pentagon",
     "trump",
     "obama",
     "pence",
     "may",
     "priebus",
     "carl",
     "hill",
     "maggie",
     "york",
     "thiel",
     "state",
     "department",
     "facebook",
     "thursday",
     "christie",
     "giuliani",
     "mnuchin",
     "paul",
     "west",
     "night",
     "valley",
     "streitfeld",
     "national",
     "treasury"
    ],
    "id": 9,
    "text": "Privacy Policy Whether that exchange suggests that Mr. Trump would not offer the Treasury job to Mr. Dimon is unclear. Aides to Mr. Trump have declined to confirm who is on the shortlist for cabinet posts. And despite the president-elect’s return to Twitter on Thursday night, he has so far said nothing specific about his possible picks. For now, Mr. Trump is firmly ensconced in Trump Tower, where he returned after his whirlwind day at the White House and Capitol Hill on Thursday. Trump Tower has been transformed into a kind of fortress by the Secret Service and the local police. The building has now been ringed by Jersey barriers and concrete blocks marked “NYPD.” The Secret Service has set up checkpoints on each end of 56th Street near the tower, and pedestrian access has been restricted around the building. Photo Ivanka Trump arriving at Trump Tower on Friday. Credit Ruth Fremson/The New York Times Inside, Mr. Trump and his top aides are accelerating efforts to evaluate possible job candidates. There are some indications that the transition effort was slow to start up, perhaps the result of Mr. Trump’s upset victory, which caught much of the political world by surprise. At least a few of the people helping organize the search for Mr. Trump were tapped at the last minute, while others have been preparing quietly for weeks. At the Pentagon and the State Department, officials of the Obama administration said Thursday that they had not yet heard from Mr. Trump’s transition team about beginning the complex work of transferring responsibilities and authority. A spokesman for the State Department said he did not have “any firm word” on when briefings might begin for designated officials from the new government. Even as Mr. Trump moves to create a new administration, his transition team is being reshaped. It has been led by Mr. Christie since May, when Mr. Trump became the presumptive Republican nominee. The transition team was treated as something of a backwater. Mr. Trump appeared to care little about it, and the adviser who was most involved with it, Paul Manafort, left the campaign in August. Now, with Mr. Trump preparing to take office in less than 90 days, the transition work has abruptly come to life again, but with a lag in who might get slots. Advertisement Continue reading the main story For now, Mr. Pence will play a more prominent role, according to two advisers to Mr. Trump, as will Mr. Sessions. Both men have been involved in the transition since it began, but Mr. Christie’s role may now change, according to the advisers. Mr. Thiel, the billionaire Silicon Valley investor, was offered a role on the team and is under consideration to lead it, according to one person briefed on the matter. Still, the pending reorganization has not stopped a steady flow of potential appointees from being mentioned. The critical position of chief of staff — the gatekeeper for the president inside the West Wing — is expected to come down to a choice between Mr. Bannon, the editor of Breitbart News who was chairman of Mr. Trump’s campaign, and Mr. Priebus, chairman of the Republican National Committee. Mr. Giuliani told CNN on Thursday that he might accept an appointment as attorney general, saying that “there’s probably nobody that knows the Justice Department better than me.” Steven Mnuchin, a former Goldman Sachs executive and Mr. Trump’s campaign finance chairman, is said to be a serious contender for Treasury secretary (though Carl Icahn, the investor, and Representative Jeb Hensarling, Republican of Texas, have also been mentioned in the news media). Correction: November 11, 2016 An earlier version of this article misidentified the state Senator Jeff Sessions represents. It is Alabama, not Arizona. Michael Barbaro, Maggie Haberman and David Streitfeld contributed reporting. Follow The New York Times’s politics and Washington coverage on Facebook and Twitter , and sign up for the First Draft politics newsletter . ",
    "title": "Vice President-Elect Pence to Take Over Trump Transition Effort - The New York Times"
   }
  ]
 }
}