{
 "13": {
  "col-sim": {
   "cosine": 0.3434864170745835,
   "entity": 0.4944132324730442
  },
  "exec-time": 10.151030778884888,
  "links": [
   {
    "entities": [
     "cheney",
     "brookings",
     "bannon",
     "house",
     "mercer",
     "eric",
     "t.",
     "bob",
     "commerce",
     "marc",
     "david",
     "rick",
     "stephen",
     "mclean",
     "jeff",
     "james",
     "new",
     "newt",
     "cohen",
     "washington",
     "supreme",
     "corker",
     "m.",
     "now",
     "breitbart",
     "ricardel",
     "tower",
     "saturday",
     "at 6:07 pm",
     "pence",
     "mike",
     "post",
     "deyoung",
     "quayle",
     "richard",
     "petraeus",
     "rahm",
     "first year",
     "thursday",
     "paul",
     "porter",
     "l.",
     "afghanistan",
     "ankara",
     "court",
     "studies",
     "office",
     "manhattan",
     "h.",
     "scott",
     "iraq",
     "of",
     "jared",
     "defense",
     "2008",
     "reed",
     "emanuel",
     "w.",
     "mira",
     "f.",
     "republican",
     "kellyanne",
     "tenn.",
     "israel",
     "kushner",
     "jan. 20",
     "fethullah",
     "pentagon",
     "international",
     "reince",
     "condoleezza",
     "va.",
     "management",
     "ryan",
     "arnold",
     "agency",
     "iii",
     "gulen",
     "charles",
     "deirdra",
     "security",
     "dearborn",
     "state",
     "first week",
     "priest",
     "carafano",
     "christie",
     "k.",
     "congress",
     "donald",
     "tumulty",
     "reagan",
     "jason",
     "sessions",
     "army",
     "chamber",
     "conway",
     "norman",
     "ray",
     "justice",
     "meese",
     "o'regan",
     "burgess",
     "wing",
     "fisher",
     "wis.",
     "last summer",
     "tom",
     "clinton",
     "rebekah",
     "rucker",
     "trump's",
     "last spring",
     "2000",
     "michael",
     "committee",
     "states",
     "white",
     "d.c.",
     "johns",
     "obama",
     "trump",
     "mineta",
     "hennessey",
     "intelligence",
     "november 12",
     "thomas",
     "priebus",
     "u.s.",
     "rice",
     "jeffrey",
     "susan",
     "rogers",
     "institution",
     "b.",
     "bill",
     "cole",
     "hillary",
     "united",
     "baker",
     "rudolph",
     "ueland",
     "giuliani",
     "senate",
     "d.",
     "allen",
     "eliot",
     "cia",
     "karen",
     "philip",
     "hopkins",
     "muslim",
     "islamic",
     "school",
     "george",
     "benjamin",
     "news",
     "kellogg",
     "budget",
     "flynn",
     "jr.",
     "``mack''",
     "greenblatt",
     "ronald",
     "&",
     "lahood",
     "a.",
     "dana",
     "university",
     "hill",
     "chris",
     "and",
     "bastien",
     "y.",
     "york",
     "advanced",
     "mclarty",
     "department",
     "smith",
     "florida",
     "west",
     "jersey",
     "summer",
     "turkey",
     "keith",
     "barack",
     "darrell",
     "bush",
     "national",
     "gingrich"
    ],
    "id": 0,
    "text": "Can Trump broaden his government beyond loyalists — and does he want to? The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Philip Rucker , Dana Priest and Karen DeYoung November 12 at 6:07 PM Follow @PhilipRucker Follow @karendeyoung1 Nowhere did Donald Trump’s candidacy inspire more trepidation or alarm than in the national security community, inhabited by many Republicans who vehemently denounced their party’s nominee as dangerously unfit to be commander in chief. Now, as President-elect Trump begins assembling his government, scores of former senior national security officials, foreign policy specialists and career civil servants are wrestling with a dilemma: refuse government service or join the administration of the 45th president? Whether these seasoned experts step forward to help — and whether Trump accepts them into his administration — will send a powerful signal about the new president’s intentions and ability to broaden his sphere of influencers beyond the loyalists who helped steer him to an improbable triumph in the election. “I think it’s time for the intelligence guys to be professional and to suck it up,” said Charles Allen, who served nearly five decades in the CIA and is the unofficial dean of former intelligence community officials. “We work for the president and the Congress, and that’s all we do. We’re capable, and we have to do our job.” While most pronounced in the national security realm, this dynamic is evident throughout Trump’s transition, which is tasked with filling about 4,100 federal jobs. Washington’s officialdom is waiting with nervous anticipation for Trump’s first appointments, especially those in the West Wing who would serve as the president’s gatekeepers. During his campaign, President-elect Donald Trump repeatedly vowed to \"drain the swamp\" in D.C. and rid the federal government of political elites and lobbyists. But just days into his transition to president, Trump seems to be doing the opposite. (Deirdra O'Regan/The Washington Post) Does the president-elect install as White House chief of staff a broadly acceptable insider such as Republican National Committee Chairman Reince Priebus, who was recommended by House Speaker Paul D. Ryan (Wis.)? Or does he choose an antagonistic ideologue — perhaps Stephen K. Bannon, the Trump campaign chief executive who assailed the congressional leadership as chairman of Breitbart News? Does he tap a sober-minded consensus choice such as Sen. Bob Corker (Tenn.) as secretary of state or a combustible Trump confidant such as former New York mayor Rudolph W. Giuliani or former House speaker Newt Gingrich, who are both said to be eyeing the diplomatic post? Does Trump appoint industry lobbyists and forsake his pledge to “drain the swamp” of special interests? [ Donors and lobbyists already shaping Trump’s ‘drain the swamp’ administration ] “Personnel is policy,” said Scott Reed, a Washington establishment fixture and the U.S. Chamber of Commerce’s top political strategist. “We’re going to be watching those first couple of appointments. It will set the tone on what kind of relationship the president-elect will have with the town.” Trump campaign manager Kellyanne Conway said Saturday that a chief of staff announcement was “imminent,” telling reporters that Priebus was interested in the job and is one of several candidates Trump is considering. So far, Trump has sent mixed signals. He selected Vice President-elect Mike Pence, who is regarded as an advocate of inclusion and a bridge to the Washington establishment and conservative think tanks, to lead the transition. He has populated his transition teams with experienced hands for areas including national security, intelligence and military. “You don’t want to get in an echo chamber, where you only have ‘yes’ people and you don’t have any contrary thinking,” said former Republican congressman Benjamin Quayle. The Post’s Marc Fisher explains how some of President-elect Donald Trump’s traits could inform his leadership style when he takes office. (Bastien Inzaurralde/The Washington Post) Trump’s advisers said the president-elect is mindful of the importance of cultivating strong relationships with the Republican-led Senate and House to pass his ambitious agenda, including a tax overhaul and a sweeping infrastructure program. To that end, he tapped Rick Dearborn, a former chief of staff to Sen. Jeff Sessions (R-Ala.) who is well known to lawmakers, as transition director. And Eric Ueland, a veteran Senate staffer who runs the Senate Budget Committee, has been mentioned as a likely pick to head Trump’s Office of Management and Budget. There is talk among people familiar with the effort that Trump is open to tapping a Democrat to fill at least one Cabinet position — perhaps as secretary of transportation, a nonideological post for which President Obama chose Republican Ray LaHood and George W. Bush chose Democrat Norman Y. Mineta. Congressional Republicans, meanwhile, seem to be swooning at the unexpected opportunity to govern, though they could easily become alienated. “I’ve been on the phone with giddy Republicans for about 48 hours now,” Rep. Tom Cole (R-Okla.) said. “Everybody assumed we’d come back and be the firewall [against a President Hillary Clinton], and now we see the opportunity to be the point of the spear.” [ Trump maps out a new administration to bring a seismic shift to Washington ] ‘It’s their duty’ Some of the Republican national security figures who signed a public letter condemning Trump during the campaign said they would never serve in his administration, and they could be blacklisted anyway. But even they have been counseling others that serving might be the right thing to do for the country. As the seriousness of governing subsumes the vitriol of the campaign, a dozen national security experts interviewed said they believed experienced people will resume their roles as apolitical professionals and be willing to join the administration. “I know many of those people, and some would be sufficiently patriotic to think it’s their duty,” said Jeffrey H. Smith, former CIA general counsel and head of Arnold & Porter’s national security law practice. “It’s just too important.” Eliot Cohen, who served as counselor to former secretary of state Condoleezza Rice, was a driving force behind an open letter last spring , eventually signed by 122 Republican national security leaders who opposed Trump’s candidacy and pledged not to serve in a Trump administration. In an essay titled “To An Anxious Friend,” published Thursday in the American Interest, Cohen advised career military, diplomatic and intelligence officials to “continue to do their jobs.” “The government has to be staffed,” wrote Cohen, who is director of the strategic studies program at the School of Advanced International Studies at Johns Hopkins University. Those accepting, he wrote, should understand the limits of their influence and the extent to which the administration is “likely to be torn by infighting and bureaucratic skulduggery.” They should say yes, he said, “with two conditions . . . that they keep a signed but undated letter of resignation in their desk . . . and that they not recant a word of what they have said thus far.” Susan Hennessey, a fellow at Brookings and former attorney at the National Security Agency, said many of her friends who are career national security officers are trying to decide whether to remain in their jobs. “If you are a person who believes that Donald Trump threatens the very institution and poses a real threat to American security abroad because he is inexperienced and undisciplined, is it your duty to not participate or is it your duty to serve in hopes of providing him wise counsel?” she asked. [ How Donald Trump won: The insiders tell their story ] The leadership of Trump’s national security transition team includes former Republican officials and retired military officers well within the boundaries of the conservative mainstream. The team is headed by former Army lieutenant general Ronald L. Burgess Jr., a previous Defense Intelligence Agency director, and Mike Rogers, a former House Intelligence Committee chairman. Other players include retired one-star general Michael Meese, a protege of David H. Petraeus in Iraq and Afghanistan; Mira Ricardel, a veteran of the Pentagon; retired lieutenant general Keith Kellogg, an early Trump supporter; and James Carafano, another retired military officer. Others, particularly among those who have been active on Trump’s campaign, have engendered more skepticism. Since the election, some have already made policy statements causing concern — and creating uncertainty as to whether they are speaking for the incoming administration. Michael T. Flynn, the retired three-star general who often served as a Trump surrogate and a member of the 16-member top advisory group, on Election Day criticized Obama’s policy on Turkey, a key but troubling ally in the fight against the Islamic State. The United States, Flynn said in an opinion column published in the Hill, should show Turkey who its “real friends” are by extraditing the U.S. resident and Muslim cleric responsible, according to Ankara, for last summer’s coup attempt there. Because Turkey is such a crucial ally, Flynn wrote, the U.S. government should also stem its official criticism of the country’s crackdown on perceived political opponents. The Obama administration has said there will be no political interference in the Justice Department’s consideration of Turkey’s request to extradite Fethullah Gulen. On Thursday, Jason Greenblatt, named by Trump as one of his top advisers on Israel, said in Israeli radio interviews that the president-elect does not view Israeli settlements on Palestinian land as “an obstacle to peace.” Trump says the United States should not impose its own views on the issue, Greenblatt said, and should leave the two sides to work it out themselves. U.S. policy under Obama has been sharply critical of the expanding settlements, which have been internationally condemned as illegal. [ Trump and aides hedge on major pledges, including Obamacare and the wall ] Trump is widely expected to reward his loyalists with plum posts. People familiar with preliminary talks said Giuliani is said to favor secretary of state but also is under consideration for attorney general and secretary of homeland security. New Jersey Gov. Chris Christie also is in the mix for attorney general and secretary of state, as well as commerce secretary. And Gingrich could end up in any of a wide range of roles across foreign or domestic policy. ‘Managers and ideologues’ One factor contributing to the uncertainty is that the transition’s center of gravity is not in Washington, where the government provides office space, but at Trump Tower, the president-elect’s midtown Manhattan skyscraper. His three oldest children — and especially his son-in-law, Jared Kushner — are exerting great influence over the early deliberations, as are many of his campaign loyalists, including Bannon and major donor Rebekah Mercer. Darrell M. West, who heads governance studies at the Brookings Institution, said what he sees so far from the Trump transition is “schizophrenia. . . . When you look at the names being floated, it’s a mix of managers and ideologues.” In his transition’s first week, Trump has not announced any appointments. In 2008, President-elect Barack Obama named his White House chief of staff — then-Rep. Rahm Emanuel (D-Ill.) — two days after the election. Trump’s transition team, which had been led by Christie, has been at work since the summer. But many members did not expect Trump to win and are only now delving into the serious work of assembling the administration and mapping out a detailed agenda to launch after Trump’s Jan. 20 inauguration. “It’s like the dog chasing the bus and we’ve finally caught it, so now we have to figure out what to do,” said one Trump adviser, who spoke on the condition of anonymity because transition talks are confidential. For Trump, history offers different guides. President Ronald Reagan reached outside his inner circle of ideological Californians and brought in pragmatist James A. Baker III, who had run two primary campaigns against him, as his White House chief of staff. President Bill Clinton staged a splashy transition, promising a Cabinet that would “look like America.” But in the end, he stacked his White House with longtime friends — Thomas F. “Mack” McLarty III, a kindergarten classmate, became chief of staff — and went on to have a chaotic first year. The first glimmer of how President George W. Bush’s administration would run came when he empowered his No. 2, Richard B. Cheney, to assemble the government. With the outcome of the 2000 election still in doubt pending a Florida recount and a Supreme Court ruling, Cheney did so from the kitchen table at his townhouse in McLean, Va., and populated the administration with his own allies. Meanwhile, Obama, anxious to avoid Clinton’s mistakes, worked from the inside out. He put much of his early focus on filling jobs in the White House, led by the wily Emanuel, which foreshadowed a tightly centralized presidency. Karen Tumulty contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Can Trump broaden his government beyond loyalists — and does he want to? - The Washington Post"
   },
   {
    "entities": [
     "nevada",
     "12%",
     "green",
     "al",
     "midtown",
     "new",
     "party",
     "four years ago",
     "erie",
     "washington",
     "2004",
     "now",
     "danielle",
     "jill",
     "bush",
     "domenico",
     "past",
     "wilkes-barre",
     "college",
     "stein",
     "wisconsin",
     "kerry",
     "this year",
     "philadelphia",
     "1992",
     "w.",
     "county",
     "pennsylvania",
     "gary",
     "18-29",
     "carolina",
     "southwest",
     "research",
     "triangle",
     "19 percent",
     "north",
     "kurtzleben",
     "18%",
     "23%",
     "gore",
     "night",
     "donald",
     "npr",
     "texas",
     "2016",
     "6 percent",
     "1 percent",
     "democratic",
     "wis.",
     "clinton",
     "wayne",
     "tuesday",
     "2000",
     "obama",
     "trump",
     "u.s.",
     "romney",
     "bill",
     "3 percent",
     "hillary",
     "mitt",
     "20%",
     "electoral",
     "90 percent",
     "hilton",
     "johnson",
     "milwaukee",
     "john",
     "8 percent",
     "george",
     "1996",
     "24 percent",
     "detroit",
     "gop",
     "montanaro/npr",
     "arizona",
     "colorado",
     "michigan",
     "2012",
     "10 percent",
     "13%",
     "york",
     "mich.",
     "coalition",
     "11 percent",
     "third party"
    ],
    "id": 1,
    "text": "Donald Trump supporters cheer on Tuesday night at the New York Hilton Midtown. Chip Somodevilla/Getty Images hide caption toggle caption Donald Trump supporters cheer on Tuesday night at the New York Hilton Midtown. Chip Somodevilla/Getty Images The dust is starting to settle in Washington and around the country after an election that stunned political watchers and pollsters. Here are seven things we've learned about Donald Trump's path to victory Tuesday night: 1. Hillary Clinton now has a wider popular vote lead than Al Gore in 2000, but the Electoral College picks presidents. As vote continues to be counted, Hillary Clinton has now surpassed Al Gore's 2000 popular vote margin. Clinton's popular-vote lead is 668,171 over President-elect Donald Trump, according to the latest totals compiled by the U.S. Election Atlas. Gore got 547,398 more votes than George W. Bush in 2000. Clinton's lead will only likely grow as votes continue to be finalized. Democrats have now won the popular vote in six of the last seven presidential elections, but lost the Electoral College in two of them. This takes place as Democrats continue to migrate to cities and the coasts where their population is more concentrated. The constitution mandates the Electoral College picks presidents. The founders created that system in part to avoid the largest states picking \"favorite sons\" and having outsize influence. Article continues after sponsorship 2. Overall turnout will be about the same as 2012. Domenico Montanaro/NPR It may even surpass it when all the vote is counted. These figures represent only about half of all eligible voters in the U.S.. But, as explained below, Clinton earned a lower share than Obama and more voters chose third party candidates. 3. A significant chunk of voters were dissatisfied with their choice of candidates. The number of people electing not to vote for the Republican or Democratic nominee went up by 4.5 million votes, nearly tripling from 2012: Votes for third party or candidates outside the major parties in 2012 vs. 2016. Domenico Montanaro/NPR hide caption toggle caption Domenico Montanaro/NPR It's difficult to say who those voters would have gone to precisely. Libertarian Gary Johnson got more than 4 million votes (or 3 percent), up from 1.3 million in 2012. Green Party candidate Jill Stein got 1.3 million votes in this election, only about 1 percent overall. But more young voters went third party this year: 18-29 YEAR OLDS WHO CHOSE THIRD PARTY/OTHER 2012: 3 percent 4. Clinton did not fire up the Obama Coalition. Clinton got nearly 5 million fewer votes overall than Obama: Domenico Montanaro/NPR Trump, meanwhile, got roughly the same number of voters as Mitt Romney four years ago: Domenico Montanaro/NPR 18-29-YEAR-OLDS Young voters were the same share of the electorate (19 percent), but went in smaller margins for Clinton than Obama and they jumped in third-party support from 3 percent to 8 percent: 2012: 60-37 Obama, 3 percent third party 2016: 55-37 Clinton, 8 percent third party LATINOS By their sheer size, Latinos went up as a share of the electorate from 10 percent to 11 percent, but the idea that they would turn out for Clinton in bigger numbers than Obama because of Trump turned out just not be true overall — and a significant share, especially among Latinos, went third party: 2012: 71-27 Obama 2016: 65-29 Clinton; 6 percent third party Latinos certainly had an impact in the Southwest, helping Clinton win Nevada and Colorado and even made Arizona and Texas closer than past years. Texas was within 10 points for the first time in 20 years, and Latinos were a quarter of the electorate (24 percent). It might be becoming clear that about 3 in 10 Latinos are simply part of the conservative base. BLACK VOTERS Black voters were down as a share of the electorate slightly and went for Clinton in a smaller margin — more like 2004 numbers for John Kerry: 2012: 13% of electorate, 93-6 Obama 2016: 12% of electorate, 88-8 Clinton In places like Wayne County, Mich., home to Detroit, and Milwaukee, Wis., Clinton was significantly off from Obama's vote total in 2012. In fact, had she met Obama's vote total, it would have made been more than enough to make up the statewide differences in both states: WISCONSIN STATEWIDE MARGIN: Trump +24,000 votes MILWAUKEE Obama total votes 2012: 332,000 Clinton total votes 2016: 289,000 (-43,000) MICHIGAN STATEWIDE MARGIN: Trump +13,000 votes WAYNE COUNTY Obama total votes 2012: 595,000 Clinton total votes 2016: 517,000 (-78,000) A similar pattern wouldn't have helped Clinton win Pennsylvania. She turned out about 25,000 fewer voters in Philadelphia than Obama, but that discrepancy would not have made up for the crumbling in rural areas and even some counties Obama won. Luzerne (Wilkes-Barre), for example, shifted huge to Trump – by 25 points. Erie shifted 18 points. In North Carolina, despite Clinton doing better in the Research Triangle area than Obama, black voters, who traditionally turn out at high rates in North Carolina, dropped significantly: BLACK VOTERS IN NORTH CAROLINA 2012: 23% of electorate, 96-4 for Obama 2016: 20% of electorate, 90-8 for Clinton Could they have made up the difference? Quite possibly. Trump won the state by 177,000 votes out of about 4.7 million votes. If black voters were the same share of the electorate as 2012, and Clinton won 90 percent, she would have picked up some 126,000 votes. Now, if they voted in the 96-percent, same margin as they did for Obama and turned out at the same share of the electorate, Clinton would have picked up 191,000 votes. Now almost no one expected, including the Clinton campaign, to get the same margins and share of the electorate with black voters as Obama, so these calculations probably aren't fair. What's more, Trump increased turnout among Republicans, so the black share would have to drop even if the same raw number turned out as 2016. Sure, mathematically, no slippage with black voters, no third-party bleed among young voters in particular and juicing the Latino vote would have meant Clinton could have won despite a white, working-class cratering (more on that below). But that's not realistic, considering the election didn't take place in a vacuum. The declines are interrelated. POST GRADUATES Post-graduates went by a slightly wider margin for Clinton than Obama: 2012: 18% of electorate, 55-42 Obama 2016: 18% of electorate, 58-37 Clinton This furthers the distinct education gap in this election, especially among whites. 5. Whites without college degrees have fled to the GOP. They were a group Democrats used to compete with. In 1992 and 1996, Bill Clinton won them by a point. But they have fled to the GOP in the years since –- and now the gap between whites with college degrees and without appears to be the widest ever. A whopping 35 points. NPR's Danielle Kurtzleben charted it here . WHITES WITHOUT A DEGREE ",
    "title": "How Did Donald Trump Win The Presidential Election And Hillary Clinton Lose?  : NPR"
   },
   {
    "entities": [
     ", 4:39 pm",
     "oval",
     "house",
     "lesley",
     "donald",
     "office",
     "twitter",
     "flores",
     "cbs",
     "news",
     "clinton",
     "now",
     "stahl",
     "7 p.m.",
     "white",
     "trump",
     "reena",
     "sunday",
     "bill",
     "hillary",
     "the last year",
     "instagram",
     "facebook",
     "november 12, 2016"
    ],
    "id": 2,
    "text": "By Reena Flores CBS News November 12, 2016, 4:39 PM In \"60 Minutes\" interview, Donald Trump weighs Twitter use as president Donald Trump will appear in his  first extensive post-election interview Sunday on “60 Minutes” at 7 p.m. ET/PT After frequently deploying his controversial Twitter account over the last year to wage his White House campaign, President-elect Donald Trump is now promising to be “very restrained” with his use of the social media platform while in the Oval Office. “60 Minutes” correspondent Lesley Stahl, in an interview to air Sunday on CBS, asked Trump whether he would continue utilizing Twitter as president. Trump replied with this: “I’m going to be very restrained, if I use it at all, I’m going to be very restrained.” “I find it tremendous,” he said of the social media platform, which he credited for winning the White House race. “It’s a modern form of communication. There should be nothing we should be ashamed of.” President-elect Donald Trump describes \"gracious\" congratulatory conversations with Hillary and Bill Clinton. Trump, who now has over 14 million Twitter followers, added: “It’s where it’s at...I do believe this, I really believe that the fact that I have such power in terms of numbers with Facebook, Twitter, Instagram, et cetera -- I think it helped me win all of these races where they’re spending much more money than I spent.” He dismissed his opponents’ use of their campaign cash to advertise in more traditional ways, saying that “social media has more power than the money they spent, and I think maybe to a certain extent, I proved that.” Trump, who estimates that 28 million people follow him on his Facebook, Twitter, and Instagram accounts, also touted the benefits of social media as an effective tool to fight back against news outlets. “It’s a great form of communication. Now do I say I’ll give it up entirely?” he told Stahl. “I’m not saying I love it, but it does get the word out. When you give me a bad story or when you give me an inaccurate story or when somebody other than you and another -- a network, or whatever, ‘cause of course, CBS would never do a thing like that right? I have a method of fighting back.” ",
    "title": "In \"60 Minutes\" interview, Donald Trump weighs Twitter use as president - CBS News"
   },
   {
    "entities": [
     "washburne",
     "oval",
     "house",
     "mercer",
     "cathleen",
     "commerce",
     "new",
     "washington",
     "the day",
     "$3 million",
     "now",
     "manufacturers",
     "matea",
     "tower",
     "mike",
     "post",
     "organization",
     "mckenna",
     "oklahoma",
     "jensen",
     "evan",
     "$5 million",
     "hart",
     "ap",
     "anthony",
     "public",
     "petrochemical",
     "office",
     "h.",
     "days later",
     "scott",
     "the previous year",
     "2008",
     "koch",
     "williams",
     "cbs",
     "w.",
     "gerald",
     "mcgehee",
     "bush-cheney",
     "scaramucci",
     "j.",
     "gold",
     "meredith",
     "birnbaum",
     "cgcn",
     "robert",
     "valley",
     "donald",
     "election",
     "2016",
     "$5,000",
     "army",
     "toner",
     "ray",
     "segal",
     "day",
     "bgr",
     "just",
     "tom",
     "rebekah",
     "clinton",
     "last week",
     "catanzaro",
     "halliburton",
     "2000",
     "michael",
     "friday",
     "white",
     "states",
     "obama",
     "trump",
     "u.s.",
     "jeffrey",
     "nov. 9, 2016",
     "american",
     "hillary",
     "united",
     "n.h.",
     "peter",
     "halper",
     "george",
     "silicon",
     "this aug.",
     "fleischer",
     "steven",
     "dallas",
     "news",
     "kellogg",
     "relations",
     "flynn",
     "energy",
     "harold",
     "&",
     "17,",
     "ari",
     "hamm",
     "decker",
     "and",
     "york",
     "thiel",
     "department",
     "industries",
     "hamburgerthe",
     "herbert",
     "manchester",
     "mnuchin",
     "fuel",
     "keith",
     "barack",
     "bush",
     "city"
    ],
    "id": 3,
    "text": "Donors and lobbyists already shaping Donald Trump's 'drain the swamp' administration Donald Trump Gerald Herbert / AP In this Aug. 17, 2016, file photo, then-Republican presidential candidate Donald Trump participates in a roundtable discussion on national security in his offices in Trump Tower in New York, with Ret. Army Gen. Mike Flynn, left, Ret. Army Lt. Gen. Keith Kellogg. Trump's transition team is rich with lobbyists, a climate change-denier and an ex-federal prosecutor involved in the mass firings of U.S. attorneys. Kellogg has been working closely with Trump adviser Flynn, advising the Trump campaign on matters relating to foreign policy and national security. In this Aug. 17, 2016, file photo, then-Republican presidential candidate Donald Trump participates in a roundtable discussion on national security in his offices in Trump Tower in New York, with Ret. Army Gen. Mike Flynn, left, Ret. Army Lt. Gen. Keith Kellogg. Trump's transition team is rich with lobbyists, a climate change-denier and an ex-federal prosecutor involved in the mass firings of U.S. attorneys. Kellogg has been working closely with Trump adviser Flynn, advising the Trump campaign on matters relating to foreign policy and national security. (Gerald Herbert / AP) Matea Gold, Tom HamburgerThe Washington Post The chant echoed through Donald Trump 's boisterous rallies leading up to Election Day: \"Drain the swamp! Drain the swamp! Drain the swamp!\" \"We are fighting for every citizen that believes that government should serve the people, not the donors and not the special interests,\" the billionaire real estate developer promised exuberant supporters at his last campaign rally in Manchester, N.H. But just days later, there is little evidence that the president-elect is seeking to restrain wealthy interests from having access and influence in his administration. It's not just corporate lobbyists who are playing early, visible roles in the new power structure. Some of Trump's biggest political donors are shaping the incoming administration, including Rebekah Mercer, a daughter of billionaire Robert Mercer, who is figuring prominently in behind-the-scenes discussions, according to people familiar with the transition. Mercer is among four major donors appointed by Trump Friday to a 16-person executive committee overseeing his transition. The others are campaign finance chairman Steven Mnuchin, New York financier Anthony Scaramucci and Silicon Valley investor Peter Thiel. Meanwhile, top campaign fundraisers and a raft of lobbyists tied to some of the country's wealthiest industries have been put in charge of hiring and planning for specific federal agencies. They include J. Steven Hart, chairman of the law and lobbying shop Williams & Jensen; Michael McKenna, an energy company lobbyist who is overseeing planning for the Energy Department; and Dallas fundraiser Ray Washburne, was has been tapped to oversee the Commerce Department. Billionaires who served as Trump's policy advisers, such as Oklahoma oil executive Harold Hamm, are under consideration for Cabinet positions. And Trump is still working to fashion ethical guardrails that would wall him off from his sprawling real estate empire. On Friday, the Trump Organization said it was focused on identifying how to \"immediately transfer\" management to his three oldest children - an arrangement government ethics experts said was fraught with conflicts, particularly since his children are also helping oversee the transition. Meredith McGehee, who heads policy and strategy for Issue One, a bipartisan group that aims to reduce the influence of wealthy interests on politics, said there is \"tremendous dissonance\" between Trump's rhetoric and early actions. \"Much of what he said was, 'I'm going to change the game,' \" she said. \"Of all of his messages, that one I think clearly resonated the strongest. That's going to be incredibly difficult when the people you bring in are the experts at making the game work for them.\" Trump aides and transition officials did not respond to repeated requests for comment about what role donors and lobbyists will play in the administration. In the few days since Trump's surprise win, Washington's lobbying industry - which largely eschewed his candidacy - has clamored for a spot in the incoming administration. The transition team, which is scrambling to make 4,000 political appointments in less than three months, has welcomed lobbyists' involvement and expertise, according to people familiar with the operation. Fresh from a successful battle against a Democratic opponent, Donald Trump ’s attention must now turn to defining his presidency. His campaign offered two divergent approaches. He was a disruptive rabble-rouser when it came to general demeanor and his immigration and national security stances. He... Fresh from a successful battle against a Democratic opponent, Donald Trump ’s attention must now turn to defining his presidency. His campaign offered two divergent approaches. He was a disruptive rabble-rouser when it came to general demeanor and his immigration and national security stances. He... (Cathleen Decker and Evan Halper) \"Every presidential candidate at one time or another runs against Washington,\" said energy lobbyist Scott H. Segal. \"But the last thing in the world any newly elected president wants to do is go into complicated issues with blinders on. As a result, they look to people as advisers and implementers that have a full understanding of the subject matter they are supposed to address.\" The courting started before Election Day, when trade association representatives and lobbyists were invited to transition policy developments sessions. Lobbyists were solicited to give up to $5,000 to finance the transition, a fundraising effort that accelerated last week as the team seeks to collect about $3 million more to hit a $5 million budget, according to a person familiar with the situation. Jeffrey H. Birnbaum, president of BGR Public Relations, said \"all the Washington regulars\" participated in the policy meetings, but added that such access is no guarantee Trump will take his cues from K Street. \"Just because a transition task force makes a recommendation doesn't mean that Donald Trump will follow it,\" he said. Still, the prominence of established Washington figures and wealthy donors comes as a jarring contrast to Trump's unequivocal rhetoric on the campaign trail, when he decried inside-the-Beltway denizens as \"corrupt.\" Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Full Donald Trump victory speech Donald Trump's complete victory speech in New York City after he was elected the 45th president of the United States. (CBS News) Donald Trump's complete victory speech in New York City after he was elected the 45th president of the United States. (CBS News) Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption World leaders react to the 2016 U.S. election results Leaders from around the world weigh-in on Donald Trump defeating Hillary Clinton for president of the United States. Leaders from around the world weigh-in on Donald Trump defeating Hillary Clinton for president of the United States. Caption President Obama's full statement the day after the 2016 presidential election Delivering a statement the day after the presidential election, President Barack Obama said he was encouraged by Trump's call for reconciliation. Nov. 9, 2016. (The White House)  Delivering a statement the day after the presidential election, President Barack Obama said he was encouraged by Trump's call for reconciliation. Nov. 9, 2016. (The White House)  Ari Fleischer, who served as President George W. Bush's press secretary, said the policy decisions Trump makes in the early days will directly reflect on his credibility. \"The transition affords him an opportunity to show he's going to govern consistent with the promises he made,\" Fleischer said. \"If you are a reformer and you genuinely want to change the system, you ban people who you say you're going to ban. Anything less starts to represent compromise.\" Michael Toner, who served as general counsel to the Bush-Cheney transition in 2000, said the 10-week period after the election is a key moment for establishing broad ethical policies that will govern the incoming administration. On the campaign trail, Trump promised to take several specific actions regarding lobbyists, including prohibiting White House and congressional officials from lobbying for five years after they leave government service. But his transition team has already rolled back some of the restrictions on lobbyists that Barack Obama established for his transition operation in 2008. Among the rules that have been discarded: a ban on lobbyists from contributing financially to the transition and a prohibition on lobbyists working on the transition from overseeing any fields of policy on which they had lobbied in the previous year. Several prominent lobbyists are overseeing the staffing of departments in which their clients have a direct interest, including energy adviser Michael Catanzaro, a partner at the lobbying firm CGCN, who has represented oil services giant Halliburton, Koch Industries and the petrochemical and refining association American Fuel and Petrochemical Manufacturers. ",
    "title": "Donors and lobbyists already shaping Donald Trump&apos;s &apos;drain the swamp&apos; administration - Chicago Tribune"
   },
   {
    "entities": [
     "weekend",
     "kris",
     "congress",
     "donald",
     "manhattan",
     "l.a.",
     "angeles",
     "kamala",
     "2006",
     "arrivals",
     "saturday's march",
     "for",
     "los",
     "a decade ago",
     "fbi",
     "james",
     "new",
     "times",
     "wednesday",
     "hall",
     "washington",
     "afternoon",
     "childhood",
     "clinton",
     "the",
     "kansas",
     "california",
     "tower",
     "saturday",
     "trump",
     "obama",
     "75%",
     "harris",
     "deferred",
     "u.s.",
     "101",
     "moveon.org",
     "lapd",
     "freeway",
     "kobach",
     "hillary",
     "york",
     "first year",
     "comey",
     "thursday",
     "early",
     "robert",
     "durst",
     "action",
     "city",
     "future",
     "night",
     "morning",
     "daytime"
    ],
    "id": 4,
    "text": "Read the story “This is hard to take in. I mean, it bothered me what he said about deporting 11 million illegal immigrants and all the offensive things he has said about everyone, including women.” Demonstrations also took place in other cities Saturday including New York, where thousands of marchers headed to Trump Tower, closing off streets and causing gridlock in parts of Manhattan. This is the first large daytime protest in L.A. since Trump was elected. The other protests occurred at night and resulted in some clashes. Los Angeles police have arrested hundreds of people over the last few days, including on Wednesday night when some demonstrators blocked lanes on the 101 Freeway. Nearly 200 anti-Trump protesters were arrested in downtown Los Angeles early Saturday morning after refusing the LAPD’s order to disperse. One undercover LAPD officer was assaulted on Thursday night. Saturday’s march was reminiscent in some ways of the series of huge immigration protests that hit Los Angeles a decade ago. Fueled by hard-line proposals in Congress regarding immigrants here illegally, nearly 500,000 people marched through downtown L.A. in 2006. California is a likely battleground as Trump crafts his immigration policy. Trump said during the presidential campaign that he would build a wall along the  U.S.-Mexico border  and deport people in the country illegally. He is expected to unwind the Deferred Action for Childhood Arrivals program, an initiative by President Obama that protects immigrants brought to the U.S. illegally as children. But California has some of the nation’s  most liberal policies when  it comes to handling immigrants here illegally. The state has allowed them to get driver’s licenses, health coverage for children and in-state tuition. Institutions like churches also support immigrants. Trump made illegal immigration a central issue of his campaign, arguing that people here without proper documentation are a drain on the economy and take jobs away from U.S. citizens. Trump has not outlined any specific immigration policies since winning the election. But Kris Kobach, Kansas secretary of state and a member of Trump’s immigration policy transition team,  told The Times  that the U.S. could easily boost deportations by more than 75% in his first year in office. Experts have said Trump could also reduce or slow down the process by which Mexicans get travel cards and visitor visas. But other Trump immigration ideas — such as building a massive wall along the border — are probably going to be more difficult to implement, they said. The Saturday protest began to wind down in the afternoon, though another round of night marches was possible. As many left, a few hundred lingering protesters gathered on the steps of City Hall to share their thoughts on the election. Passing a megaphone among them, some demonstrators talked about the importance of finding a direction forward, others said they wanted a female president, and still others admitted to feeling as if they had let  Hillary Clinton  down. One woman, who said she was transgender, warned listeners against getting violent. “If we get violent, we get stopped,” she said. A man urged the group to sign a petition on MoveOn.org to abolish the electoral college. “Trump didn't win the popular vote,” he said. “I don't understand why we aren't pushing that harder.” Caption Weekend Roundup: 7 stories you can't miss Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Caption Weekend Roundup: 7 stories you can't miss Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Donald Trump wins the presidency, we show you how your neighbors voted, thousands protest in Los Angeles, Kamala Harris is heading to Washington, FBI director James Comey has a rocky future, California's passed some major bills, and Robert Durst appears in a Los Angeles court on murder charges     Caption 90 seconds: 4 stories you can't miss ",
    "title": "8,000 anti-Trump marchers flood downtown Los Angeles; many fear immigration policies - LA Times"
   },
   {
    "entities": [
     "oval",
     "house",
     "congress",
     "donald",
     "bannon",
     "office",
     "eric",
     "goldman",
     "council",
     "negroponte",
     "korea",
     "morning",
     "john",
     "jared",
     "stephen",
     "iran",
     "crowley/the",
     "south",
     "george",
     "new",
     "party",
     "times",
     "washington",
     "japan",
     "w.",
     "news",
     "sachs",
     "clinton",
     "ivanka",
     "republican",
     "jr.",
     "breitbart",
     "d.",
     "friday",
     "white",
     "a day later",
     "kushner",
     "states",
     "credit",
     "obama",
     "trump",
     "priebus",
     "street",
     "reince",
     "ryan",
     "paris",
     "wall",
     "hillary",
     "united",
     "york",
     "security",
     "dallek",
     "the future",
     "current",
     "thursday",
     "robert",
     "paul",
     "journal",
     "k.",
     "bush",
     "national"
    ],
    "id": 5,
    "text": "Continue reading the main story “A new president is really vulnerable and open to all sorts of influence by strong-willed advisers,” said Robert Dallek, a presidential historian. “Trump’s appointments over the next six weeks will be very significant because they can show whether he wants to create some unity in the country, or whether he really intends to deliver on his ideas.” Advertisement Continue reading the main story One of the influences on Mr. Trump could come from an unlikely quarter: President Obama. Meeting in the Oval Office on Thursday, Mr. Trump said he looked forward “to dealing with the president in the future, including counsel.” A day later, in interviews with The Wall Street Journal and “ 60 Minutes ,’’ he said he had decided to retain elements of Mr. Obama’s landmark health care law after their conversation — a hint, at least, that he might govern less radically than he had campaigned. White House officials expressed hope that Mr. Obama would be able to impress on Mr. Trump the importance of other parts of his legacy, like the Paris climate accord and the Iran nuclear deal . The two will have the kind of peer-to-peer relationship that only fellow presidents can have — something that administration officials hope will appeal to Mr. Trump’s pride, as well as his desire to succeed, and make him view Mr. Obama less as a rival. They conceded, though, that there was little historical precedent for such a relationship, especially when the incoming president had ousted the incumbent’s party after such an acrid campaign, and that Mr. Trump and Mr. Obama were never likely to become buddies. Mr. Trump is drawing mainly from a pool of trusted aides and supporters, according to people familiar with the campaign. On Friday, he named three of his grown children — Ivanka, Donald Jr. and Eric — as well as his son-in-law, Jared Kushner, to his transition team, an arrangement that rang alarm bells in Washington because they will also manage his businesses. The Trump family, it is clear, will wield unusual power in the composition of an administration that is already shaping up as remarkable for its clannishness. Even within Mr. Trump’s tight circle, however, there are sharp differences in ideology, background and temperament that could play out in how the White House deals with Congress and how the United States deals with the rest of the world. Perhaps the deepest schism is between Stephen K. Bannon, the conservative provocateur and media entrepreneur who was Mr. Trump’s campaign chairman, and Reince Priebus, the Republican Party chairman who came to terms with Mr. Trump’s candidacy. Both are on a short list for chief of staff, according to people close to the campaign, and whoever is chosen, the other is likely to get another senior White House post. Each would bring a radically different approach to a job often called the second-most powerful in Washington — gatekeeper to the president and often the first and last person he sees in the Oval Office. Mr. Bannon, the executive chairman of the conservative website Breitbart News and one-time Goldman Sachs executive, is an avowed enemy of House Speaker Paul D. Ryan. An anti-establishment verbal bomb thrower with ties to the alt-right movement, Mr. Bannon may have little interest in compromising with the Republican-controlled Congress under its current leadership. He is an unabashed critic of the current immigration system and repeatedly encouraged Mr. Trump to appeal to the party’s base in the closing days of the campaign with arguments against globalization. Advertisement Continue reading the main story Mr. Priebus, a party loyalist who tried to reconcile Republican leaders with their renegade nominee, would most likely build bridges to Mr. Ryan and other Republican leaders. A Washington insider with a reputation for being easy to work with, Mr. Priebus would operate a more traditional White House, though given Mr. Trump’s flamboyant personality, traditional is a relative term. Photo Meeting with President Obama in the Oval Office on Thursday, Mr. Trump said he looked forward “to dealing with the president in the future, including counsel.” Credit Stephen Crowley/The New York Times In some ways, Mr. Bannon and Mr. Priebus are proxies for the larger battle over what kind of president Mr. Trump will be. Some former Republican officials held out hope that Mr. Trump would be receptive to moderating influences, but others worried that he would simply listen to the last person he spoke to. “You always have that tension between what he said to get elected and what he actually believes,” said John D. Negroponte, a former director of national intelligence under President George W. Bush. “How selective will his amnesia be?” Mr. Negroponte, a Republican who supported Hillary Clinton in the campaign, said he could imagine senior members of Mr. Trump’s National Security Council warning him about the dangers of “cutting loose countries from our nuclear umbrella,” which Mr. Trump threatened during the campaign to do in reference to Japan and South Korea. First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Trump’s Hires Will Set Course of His Presidency - The New York Times"
   },
   {
    "entities": [
     "house",
     "congress",
     "donald",
     "twitter",
     "three days",
     "2016",
     "fbi",
     "james",
     "new",
     "day",
     "times",
     "news",
     "clinton",
     "republican",
     "oct. 30",
     "white",
     "serafin",
     "$100,000",
     "saturday",
     "politico",
     "trump",
     "dnc",
     "july",
     "before election",
     "hillary",
     "gomez",
     "york",
     "state",
     "facebook",
     "comey",
     "november 12, 2016",
     "fox",
     "department",
     "thursday"
    ],
    "id": 6,
    "text": "Clinton tells fundraisers FBI Comey letter sank presidential bid Published               November 12, 2016 Facebook 0 Twitter 0 livefyre Email Print   Hillary Clinton has offered a couple of private but candid explanations about why she lost her White House bid, telling high-dollar fundraisers Saturday that FBI announcements about a second probe into her emails from her time as secretary of state were too damaging. Clinton said, \"Our analysis is that Comey’s letter raised doubts that were groundless and baseless...\" and \"stopped our momentum,\" a DNC fundraising source who was on the call told Fox News. Clinton made the remark on a roughly 30-minute conference call with Democrats who raised more than $100,000, according to Politico . The former State Department leader lost in a surprising defeat to Republican nominee Donald Trump -- a first-time candidate who essentially trailed in almost every major poll for the entire campaign. FBI Director James Comey told Congress in an Oct. 30 letter that the agency was looking at emails found in an unrelated case that could be related to a closed FBI case specifically about the Clinton emails. Clinton suggested her campaign’s internal poll numbers plunged after the letter but nevertheless rebounded, a person on the Saturday call told Politico. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → However, she said the second Comey letter, three days before Election Day, saying that she had essentially been cleared in the unrelated case, awakened Trump voters.     The FBI investigated Clinton using a private email server system while secretary of state. Comey said some of the emails included classified information and that she was “extremely careless” in her action. But he concluded the case in July without recommending criminal charges. Clinton on Thursday told her campaign staff that she had “stepped in it” by saying half of Trump’s supporters were “deplorables,” according to The New York Times. She and her campaign essentially defended the remark by saying she regretted saying “half” of the supporters were “racist, sexist, homophobic, xenophobic, Islamophobic\" people. Fox News' Serafin Gomez contributed to this report. Advertisement ",
    "title": "Clinton tells fundraisers FBI Comey letter sank presidential bid | Fox News"
   },
   {
    "entities": [
     "house",
     "donald",
     "conway",
     "capitol",
     "new",
     "manhttan",
     "republican",
     "kellyanne",
     "committee",
     "white",
     "tower",
     "trump",
     "nov. 10, 2016",
     "priebus",
     "reince",
     "hill",
     "nov. 12, 2016",
     "york",
     "nov 12, 2016",
     "city",
     ", 5:14 pm",
     "today",
     "national"
    ],
    "id": 7,
    "text": "Nov 12, 2016, 5:14 PM ET 0 Shares Star AP Photo | Getty Images (L-R) President-elect Donald Trump on Capitol Hill, Nov. 10, 2016 and Kellyanne Conway in New York City, Nov. 12, 2016. 0 Shares Email Donald Trump 's campaign manager Kellyanne Conway has said that the appointment of a White House chief of staff is \"imminent.\" Speaking briefly with reporters in the lobby of Trump Tower today, Conway said there are \"several people being considered and it's Mr. Trump's decision ultimately.\" She added that Republican National Committee chairman Reince Priebus has expressed interest in the position. The president-elect has been holed up inside Trump Tower in Manhttan with his transition team all day. ",
    "title": "Kellyanne Conway: Trump Chief of Staff Announcement 'Imminent' - ABC News"
   },
   {
    "entities": [
     "police",
     "house",
     "francisco",
     "garcia",
     "goldman",
     "eric",
     "mcnew",
     "ducey",
     "hagen",
     "berkeley",
     "irwin",
     "david",
     "hughes",
     "beach",
     "sweet",
     "beaty",
     "oscar",
     "lopes",
     "kristopher",
     "jeff",
     "daily",
     "max",
     "new",
     "bridge",
     "washington",
     "cat",
     "long",
     "lebowitz",
     "elliott",
     "armando",
     "janner",
     "plaza",
     "portland",
     "oza",
     "lulu",
     "fort",
     "courthouse",
     "tower",
     "saturday",
     "a",
     "dasilva",
     "5th",
     "mike",
     "post",
     "carl",
     "facebookemail",
     "jessica",
     "foley",
     "kamm",
     "101",
     "teagan",
     "nix",
     "palm",
     "jennifer",
     "freeway",
     "d.c.",
     "felomina",
     "5:11 p.m. est",
     "fifth",
     "bay",
     "ap",
     "altaffer",
     "luis",
     "lily",
     "camilo",
     "safo",
     "jim",
     "matthew",
     "college",
     "high",
     "people",
     "paul",
     "today",
     "tarrant",
     "l.",
     "rapids",
     "s.",
     "yorkers",
     "jane",
     "st.",
     "wade/star-telegram",
     "berkley",
     "damian",
     "damon",
     "congress",
     "boulder",
     "angeles",
     "tanan",
     "grace",
     "march",
     "scott",
     "hayden",
     "cassidy",
     "of",
     "philadelphia",
     "abigail",
     "us",
     "square",
     "connolly",
     "afp/getty",
     "burchell",
     "google",
     "union",
     "morse",
     "county",
     "nov.",
     "higgins/palm",
     "pennsylvania",
     "roark",
     "phoenix",
     "federal",
     "edward",
     "at",
     "california",
     "jay",
     "pelle/the",
     "anti-trump",
     "j.",
     "oakland",
     "chaudhary",
     "nov. 10, 2016",
     "dulles",
     "chinn",
     "chelsea",
     "madeline",
     "mark",
     "parks",
     "crispin",
     "nov 10, 2016",
     "jansky",
     "ryan",
     "agency",
     "nov. 12, 2016",
     "kena",
     "mehreen",
     "fairview",
     "ore.",
     "broadway",
     "denver",
     "state",
     "sather",
     "oviedo",
     "protesters",
     "north",
     "european",
     "robertson",
     "night",
     "javkhlantugs",
     "nicholas",
     "bowman",
     "magana",
     "donald",
     "ben",
     "alba",
     "twitter",
     "aracely",
     "nov. 11, 2016",
     "dozens",
     "u.c.",
     "texas",
     "anti",
     "avenue",
     "jason",
     "califo",
     "brandon",
     "2016",
     "platt",
     "seminario",
     "vigaray",
     "students",
     "betancur",
     "lowell",
     "capitol",
     "moore",
     "hall",
     "eugene",
     "fla.",
     "seattle",
     "worth",
     "hopwood",
     "arielle",
     "chiu",
     "usa",
     "tuesday",
     "ave.",
     "miami",
     "michael",
     "washington,",
     "states",
     "white",
     "friday",
     "getty",
     "the third day",
     "innew",
     "hope",
     "cory",
     "kevin",
     "trump",
     "rosa",
     "ringo",
     "larson",
     "kourkounis",
     "roybal",
     "nick",
     "california,",
     "austin",
     "street",
     "u.s.",
     "spencer",
     "yao",
     "san",
     "susan",
     "grand",
     "nov. 9, 2016",
     "aiken",
     "pressphoto",
     "otis",
     "november 9, 2016",
     "camera",
     "sproul",
     "building",
     "calif.",
     "pinterest",
     "united",
     "eisman",
     "miller",
     "chronicle",
     "group",
     "dovarganes",
     "cervantes",
     "lane",
     "skinner",
     "nelson",
     "jose",
     "a second night",
     "nicole",
     "peter",
     "park",
     "colo.",
     "linkedin",
     "york's",
     "watson",
     "athens",
     "karen",
     "janowsky",
     "john",
     "mission",
     "atlanta",
     "school",
     "warren",
     "los",
     "eisen",
     "guerra",
     "images",
     "wash.",
     "albany",
     "justin",
     "stephanie",
     "news",
     "area",
     "fullscreen",
     "dc",
     "dan",
     "arizona",
     "marcos",
     "ronald",
     "waterfront",
     "press",
     "chicago",
     "spokane",
     "tyska",
     "university",
     "hill",
     "calif",
     "john's",
     "mary",
     "ted",
     "demonstrators",
     "joshua",
     "raucheisen/naples",
     "york",
     "mich.",
     "facebook",
     "anti-donald",
     "november 12, 2016",
     ", 11,",
     "sanchez",
     "boston",
     "common",
     "republic",
     "nova",
     "west",
     "risberg",
     "bush",
     "city",
     "circle"
    ],
    "id": 8,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Trump protesters' resounding message: No national mandate Those taking to the streets come from all walks of life and they are determined to be heard. Post to Facebook Trump protesters' resounding message: No national mandate Those taking to the streets come from all walks of life and they are determined to be heard. Check out this story on USATODAY.com: http://usat.ly/2fmDK2B CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 468 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump protesters' resounding message: No national mandate Susan Miller , USA TODAY 5:11 p.m. EST November 12, 2016 Posted! A link has been posted to your Facebook feed. Thousands of people march to protest against president-elect Donald Trump, in Los Angeles on Nov. 12, 2016.  Eugene Garcia, European Pressphoto Agency Otis Nix, 8, holds a \"Trump is Mean\" sign during a protest outside the United States Federal Courthouse in Spokane, Wash., on Nov. 12, 2016.  Dan Pelle/The Spokesman-Review via AP Demonstrators protest against President-elect Trump in front of Trump Tower on Nov. 12, 2016 in New York.   Kena Betancur, AFP/Getty Images People take part in a protest against President-elect  Trump at Union Square on Nov. 12, 2016, in New York.  Kena Betancur, AFP/Getty Images Demonstrators gather outside the Edward Roybal Federal Building to protest against President-elect Donald Trump in Los Angeles on Nov. 12, 2016.   Ringo Chiu, AFP/Getty Images Demonstrators gather outside the Edward Roybal Federal Building to protest against US President-elect Donald Trump in Los Angeles on Nov. 12, 2016.   Ringo Chiu, AFP/Getty Images Demonstrators  protest against US President-elect Donald Trump in Los Angeles on Nov. 12, 2016.   Ringo Chiu, AFP/Getty Images Officers carry away a protester who had breached the barricade in front of Trump Tower during an anti-Trump demonstration in New York on Nov. 12, 2016.   Kevin Hagen, European Pressphoto Agency Demonstrators hold signs during a rally outside Trump Tower in New York on Nov. 12, 2016, to protest against President-elect Trump.   Mary Altaffer, AP Demonstrators hold signs during a rally outside Trump Tower in New York on Nov. 12, 2016.  Mary Altaffer, AP Police officers look down from Trump Tower as thousands of protesters gather to protest against President-elect Trump in New York on Nov. 12, 2016.   Kevin Hagen, European Pressphoto Agency Filmmaker Michael Moore joins the demonstrators during a protest against the election of President-elect Trump on  near Trump Tower on, Nov. 12, 2016, in New York.  Mary Altaffer, AP Police escort thousands of protesters as they march up Fifth Avenue to Trump Tower to protest against President-elect Trump inNew York on Nov. 12, 2016.  Kevin Hagen, European Pressphoto Agency Demonstrators chant slogans as they march up 5th Ave. during a protest against the election of President-elect Trump on Nov. 12, 2016, in New York.  Mary Altaffer, AP Thousands of protesters march up Fifth Avenue to Trump Tower to protest against President-elect Donald Trump in  New York on Nov. 12, 2016.   Kevin Hagen, European Pressphoto Agency Grace Burchell, left, and Teagan Sweet, both Freshman at St. John's College chant during a protest against the election of President-elect Donald Trump on Nov. 12, 2016, in New York's Union Square.  Mary Altaffer, AP Anti-Trump demonstrators hold a U.S. flag upside-down as they march in a rally in downtown Los Angeles on  Nov. 12, 2016, to protest against President-elect Donald Trump.   Damian Dovarganes, AP A demonstrator carries a Trump pinata as thousands march in reaction to the election of Republican Presidential candidate Donald Trump as the 45th president of the United States, in Los Angeles, Califo. in Nov. 12, 2016.  Mike Nelson, European Pressphoto Agency Thousands of people march to protest against president-elect Donald Trump, in Los Angeles, Calif. on Nov. 12, 2016.  Eugene Garcia, European Pressphoto Agency Thousands of demonstrators march to protest the election of Donald Trump as the 45th president of the United States, in Los Angeles, Calif. on Nov. 12, 2016.   Mike Nelson, European Pressphoto Agency Fullscreen Demonstrators march to Trump Tower in Chicago on Nov. 12, 2016, as marches continue across the US against the policies of President-elect Donald Trump. Americans spilled into the streets Saturday for a new day of protests against Trump, even as the president-elect appeared to back away from the fiery rhetoric that propelled him to the White House.   Nova Safo, AFP/Getty Images A woman holds a poster during a rally against President-elect Trump in Union Square on Nov. 12, 2016, in New York.   Kena Betancur, AFP/Getty Images Demonstrators march to protest against President-elect Trump in Los Angeles on Nov. 12, 2016.   Ringo Chiu, AFP/Getty Images A group of students demonstrate outside of the White House in opposition of President-elect Trump, in Washington, on Nov. 12, 2016.  Jose Luis Magana, AP Fullscreen Protesters march in the street to demonstrate against the election of President-elect Trump in Atlanta on Nov. 11, 2016. Spurred by fear and outrage, protesters around the country rallied and marched Friday as they have done daily since Donald Trump's presidential election victory.   David Goldman, AP Fullscreen A Trump supporter with a flag, left, counter protests as Mark Hughes, right, President of the Next Generation Action Network, Tarrant County chapter leads a small group outside the courthouse protesting in opposition of President-elect Trump on Nov., 11, 2016, in Fort Worth, Texas.  Brandon Wade/Star-Telegram via AP Fullscreen People protest President-elect Donald J. Trump during a non-violent march in downtown Miami, Fla. on Nov. 11, 2016. According to one of the group's Facebook pages, the march aimed to warn the people against the dangers of a man like Donald Trump, particularly the encouragement of outspoken hate, racism, anti-islamism, and misogyny.   Nicole Raucheisen/Naples Daily News via USA TODAY NETWORK A large crowd protest in opposition of President-elect Donald Trump on Nov. 11, 2016, in front of the luxury condominium towers that bear his name along the waterfront in West Palm Beach, Fla.   Damon Higgins/Palm Beach Post via AP Ben Jansky and his mother, Jennifer Dulles  pause while marching as they protest the election of President-elect Donald Trump in Denver, CO.  Jason Connolly, AFP/Getty Images Demonstrators block traffic on the HWY 580 freeway during a march through the streets in protest against President-elect Donald Trump in Oakland, Calif Nov 10, 2016.   Peter Dasilva, European Pressphoto Agency Protesters march on their way to Waterfront Park in Portland, Ore., on the third day of protests over the results of the presidential election Nov. 10, 2016.   Jim Ryan, AP Dozens of anti-Donald Trump protesters stand along 5th Avenue in front of Trump Tower as New Yorkers react for a second night to the election of Trump.  Spencer Platt, Getty Images Anti President-elect Donald Trump protesters chant outside the White House in Washington, DC.   Jim Watson, AFP/Getty Images Mission High School students Hope Robertson, left, and Cat Larson yell as they protest with other high school students in opposition of Donald Trump in front of City Hall in San Francisco.  Jeff Chiu, AP People take part in a protest against President-elect Donald Trump in front of Trump Tower in New York.  Kena Betancur, AFP/Getty Images Dozens of anti-Donald Trump protesters stand along 5th Avenue in front of Trump Tower as New Yorkers react for a second night to the election of Trump.  Spencer Platt, Getty Images Donald J. Trump supporters, Mark Bowman, center, and Mike Bush, right, argue with protesters in opposition of Donald Trump at Rosa Parks Circle in Grand Rapids, Mich.  Cory Morse, The Grand Rapids Press via AP High school student protesters block Beach Street in opposition of Donald Trump  in San Francisco.  Eric Risberg, AP A student demonstrator holds a sign as she is joined hundreds of protestors who gathered at the University of California at Los Angeles campus in reaction to President-elect Donald Trump victory.  Mike Nelson, European Pressphoto Agency Lowell High School student Aracely Seminario protests with other students in opposition of Donald Trump in front of City Hall in San Francisco.  Jeff Chiu, AP Protesters gather in downtown Chicago as they protest the election of President-elect Donald Trump.  Nam Y. Huh, AP Protesters march in front of Trump Tower in downtown Chicago as they protest the election of President-elect Donald Trump.  Nam Y. Huh, AP Arielle Moore, 19, argues with a Trump supporter during a protest at Texas State University in San Marcos, Texas.  Jay Janner, AP Ronald Elliott, 18,  protests against Donald Trump at Texas State University in San Marcos, Texas.  Jay Janner, AP High school student protesters yell in opposition of Donald Trump in San Francisco.  Eric Risberg, AP People write protest messages on a drawing of President-elect Donald Trump in Union Square in New York.  Justin Lane, European Pressphoto Agency Demonstrators gather to protest Trump's victory, at a rally outside Los Angeles City Hall.  Ringo Chiu, AFP/Getty Images A protester confronts police as protesters shut down the 101 Freeway in Los Angeles.   Ringo Chiu, AFP/Getty Images Police advance on protesters who shut down the 101 freeway in opposition to the upset election of Donald Trump in Los Angeles.  David McNew, Getty Images People participate in a protest against President-elect Donald Trump in New York.  Alba Vigaray, European Pressphoto Agency People take part in a protest against President-elect Donald Trump near Trump tower in Chicago.  Paul Beaty, AFP/Getty Images People take part in a protest against President-elect Donald Trump near Trump tower in Chicago.  Paul Beaty, AFP/Getty Images Protesters march north on State Street to express their disapproval of President-elect Donald Trump in Chicago.  Armando L. Sanchez, Chicago Tribune via AP Mehreen Chaudhary chants during a protest in opposition of President-elect Donald Trump in Athens, Ga   John Roark, Athens Banner-Herald via AP Demonstrators gather and protest in opposition of President-elect Donald Trump in Athens, Ga   John Roark, Athens Banner-Herald via AP People hold signs as they listen to speakers at a protest against  President-elect Donald Trump in downtown Seattle.   Ted S. Warren, AP Chelsea Crispin, center, of Seattle joins thousands of protesters marching down 2nd Avenue against President-elect Donald Trump.  Karen Ducey, Getty Images Thousands of anti-Donald Trump protesters shut down 5th Avenue in front of Trump Tower as New Yorkers react to the election of Trump as president of the United States.  Spencer Platt, Getty Images Protesters hold up signs and yell during a protest against President-elect Donald Trump in the Boston Common  in Boston.  Scott Eisen, Getty Images People protest against the election of Donald Trump as the 45th president of the United States in front of Trump Tower in New York.  Peter Foley, epa People march in the streets in protest of the election of Republican Donald Trump on Nov. 9, 2016 in North Philadelphia, Pennsylvania. Trump's victory was widely seen as an upset.  Jessica Kourkounis, Getty Images People march in the streets in protest of the election of Republican Donald Trump on November 9, 2016 in North Philadelphia  Jessica Kourkounis, Getty Images Protesters hold up signs and yell during a protest against the election of Donald Trump in the Boston Common on Nov. 9, 2016 in Boston.  Scott Eisen, Getty Images Demonstrators rally outside Los Angeles City Hall to protest President-elect Donald Trump.  Ringo Chiu, AFP/Getty Images Latino students from Carl Hayden High School and other schools protest against President-elect Donald Trump outside the Arizona State Capitol in Phoenix.  Nick Oza, The Arizona Republic Police confront protesters during a demonstration against President-elect Donald Trump in Seattle's Capitol Hill neighborhood.  Ted S. Warren, AP A woman yells as she takes part in a protest against President-elect Donald Trump in Seattle's Capitol Hill neighborhood.   Ted S. Warren, AP Thousands of high school and college students march to Sproul Plaza on the University of California, Berkeley campus to protest President-elect Donald Trump.  Paul Chinn, San Francisco Chronicle via AP Protestors hold signs against President-elect Donald Trump in front of the White House in Washington, D.C.   Nicholas Kamm, AFP/Getty Images An anti-Donald Trump rally is held in Seattle.  Karen Ducey, Getty Images Latino students Oscar Camilo from Carl Hayden High School and other schools protest against President-elect Donald Trump outside the Arizona State Capitol in Phoenix.  Nick Oza, The Arizona Republic Demonstrators rally outside Los Angeles City Hall to protest President-elect Donald Trump.  Ringo Chiu, AFP/Getty Images Latino students from Carl Hayden High School and other schools protest against President-elect Donald Trump outside the Arizona State Capitol in Phoenix.  Nick Oza, The Arizona Republic Demonstrators rally outside Los Angeles City Hall to protest President-elect Donald Trump.  Ringo Chiu, AFP/Getty Images A woman takes part in a protest against President-elect Donald Trump in New York City.  Kena Betancur, AFP/Getty Images Max Janowsky and fellow Fairview High School students stage a walkout down Broadway in Boulder, Colo., to protest President-elect Donald Trump.  Paul Aiken, Daily Camera via AP Felomina Cervantes holds a sign that reads \"Shame on You America\" as she takes part in a protest against President-elect Donald Trump,  in Seattle's Capitol Hill neighborhood.   Ted S. Warren, AP Madeline Lopes, left, and Cassidy Irwin march with other protesters in downtown Oakland to protest President-elect Donald Trump's victory.  Jane Tyska, Bay Area News Group via AP Albany High School senior Lulu Lebowitz, center, holds a protest sign as she and classmates Lily Hopwood, left, and Tanan Javkhlantugs join others at U.C. Berkeley  in Berkley, Calif., in opposition of President-elect Donald Trump's victory.   Kristopher Skinner, Bay Area News Group via AP Protesters gather in front of Sather Tower at U.C. Berkeley  in Berkley, Calif., to protest President-elect Donald Trump's victory.   Kristopher Skinner, Bay Area News Group via AP Students at the University of Texas at Austin lead a protest down to Congress Bridge in Austin, Texas. Hundreds of University of Texas students march through downtown Austin in protest of President-elect Donald Trump's victory  Joshua Guerra, The Daily Texan via AP Protesters gather at the Capitol in Austin, Texas, in opposition of President-elect Donald Trump.  Joshua Guerra, The Daily Texan via AP Abigail Oviedo, 18, marches with protesters along Congress Avenue in Austin, Texas. Hundreds of University of Texas students march through downtown Austin in protest of President-elect Donald Trump.  Jay Janner, Austin American-Statesman via AP Protesters walk in the middle of traffic lanes after Donald Trump's election victory in downtown, Portland, Ore.  Portland police made no arrests during Tuesday night's post-election protest.   Stephanie Yao Long, The Oregonian via AP A demonstrator protests against President-elect Donald Trump at Washington Square Park in New York.  Matthew Eisman, WireImage Demonstrators protest against President-elect Donald Trump at Washington Square Park in New York.  Matthew Eisman, WireImage Like this topic? You may also like these photo galleries: Replay ",
    "title": "Trump protesters' resounding message: No national mandate"
   },
   {
    "entities": [
     "donald",
     "financial",
     "protection",
     "burtless",
     "brandon",
     "john",
     "wal-mart",
     "bureau",
     "2008",
     "epa",
     "3:44",
     "news",
     "maclean",
     "coerr",
     "bailey",
     "obamacare",
     "china",
     "trump",
     "kimberly",
     "america",
     "whitt",
     "u.s.",
     "last friday",
     "virginia",
     "kasich",
     "mary",
     "nbc",
     "consumer",
     "40 percent",
     "tennessee"
    ],
    "id": 9,
    "text": "What does a Donald Trump presidency mean for your 401k? 3:44 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161113023311if_/http://www.nbcnews.com/widget/video-embed/807377475624\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"Many of those products on Wal-Mart and Best Buy shelves are made in China. If we slap 40 percent tariffs on them, we'll pay more,\" said Burtless. \"If we have a smaller number of immigrants, that will also boost the prices of goods and services that U.S. consumers buy,\" by making it harder to supply cheap labor, he told NBC News. But in Trump country, the mood is jubilant. Galvanized steelworkers Bailey didn't vote for the President-elect's social rhetoric, as \"some things you think but don't say,\" but rather the manufacturing boost. He hopes Trump will stop \"gangster\" Chinese from dumping cheap poor quality steel on the market, cut his taxes, and repeal Obamacare; but he also acknowledged the challenges Trump faces in enacting his vision. \"Mr. Trump will have to deliver on his promises,\" said Bailey. \"If he doesn't, he's going to be remembered as a dumpster fire.\" Hopeful farmers On his way to pick strawberries and castrate some pigs, Brandon Whitt, 37, said he hoped Trump will help him hand down his Tennessee family farm to the ninth generation. Brandon Whitt with Mary, his 2nd eldest of four children. He hopes Trump will open up more opportunities for farmers like himself. Courtesy of Brandon Whitt \"We need those American-made products,\" he said. He's hoping for relief on the death tax and a curbing of EPA regulations so that his 2,400-acre farm can afford to keep raising hogs and growing soybeans, wheat, and small grains he sells locally and on the global market. But Whitt didn't vote for Trump. Refusing to choose between the \"lesser of two evils\" he \"voted with his heart\" and wrote in John Kasich. Still he said he is \"extremely pleased\" with the final election results. \"I saw a rural America, blue-collar, hat-wearing Americans that get out and work with their hands that stood up and expressed themselves,\" said Whitt. \"We gathered in churches and communities all across the countryside and we voted for what we thought provided a better opportunity for our families and our country as a whole.\" He hopes for more available and affordable loans for farmers, competitive trade deals, and closer ties between the urban and agricultural worlds. \"I walked into an 8th grade job fair last Friday and one of the first questions I got was from a girl who asked why I didn't wear overalls,\" said Whitt. \"There's a huge disconnect.\" Disappointed mothers Bridging the gap between farmers and cities isn't as much a priority for Kimberly Coerr, a 47-year-old single mother and marketing professional from Maclean, Virginia. She said she's worried about her 401(k), and for her three boys, ages 11, 12 and 16. Single mother Kimberly Coerr said she's less worried about kitchen table issue and more about about explaining Trump's behavior to her kids who think he's \"funny.\" Courtesy of Kimberly Coerr \"I do worry he's going to be a destabilizing factor for the economy,\" she said of Trump. \"That means working longer than I would want to for my retirement age, or not being as secure.\" While she won't turn down a tax cut, she says she knows that tax cuts generally benefit the wealthy and powerful. And she's not excited about the talk of deregulating the banks or rolling back consumer protections. Trump has promised to repeal the Dodd-Frank act put into place after the 2008 financial crisis. The act prohibits commercial banks from making investments bets with their own deposits, created the Consumer Financial Protection Bureau, and other regulatory reform to prevent banks from imploding so destructively. \"Released from restrictions they can put us in another case where banks can run rampant and fail and hurt us all over again,\" said Coerr. Play ",
    "title": "Trump USA: Steelworkers Buy Cruises, Immigrants Plan Deportation - NBC News"
   }
  ]
 }
}