{
 "14": {
  "col-sim": {
   "cosine": 0.45131336389885407,
   "entity": 0.6497862896539309
  },
  "exec-time": 10.447606563568115,
  "links": [
   {
    "entities": [
     "bannon",
     "house",
     "donald",
     "goldman",
     "steve",
     "npr",
     "montanaro",
     "stephen",
     "peralta",
     "sarah",
     "new",
     "washington",
     "gop",
     "news",
     "sachs",
     "now",
     "breitbart",
     "republican",
     "last week",
     "committee",
     "friday",
     "white",
     "obamacare",
     "tower",
     "national",
     "trump",
     "mccammon",
     "america",
     "priebus",
     "reince",
     "sunday",
     "domenico",
     "eyder",
     "hollywood",
     "2011",
     "york",
     "night",
     "k.",
     "city"
    ],
    "id": 0,
    "text": "Reince Priebus, chairman of the Republican National Committee, delivers a speech as Republican President-elect Donald Trump looks on during his election night event in New York City. Chip Somodevilla/Getty Images hide caption toggle caption Chip Somodevilla/Getty Images Reince Priebus, chairman of the Republican National Committee, delivers a speech as Republican President-elect Donald Trump looks on during his election night event in New York City. Chip Somodevilla/Getty Images Less than a week after his election, Donald Trump has begun to fill out the team he plans to bring with him to the White House. The president-elect announced Sunday that he has selected Republican National Committee Chairman Reince Priebus to serve as chief of staff in his incoming administration. In the same announcement, Priebus' appointment shared top billing with the news that Trump campaign CEO Stephen K. Bannon will serve as chief strategist and senior counselor to the president. Steve Bannon exits an elevator in the lobby of Trump Tower on Friday. He has been newly named the chief strategist of the Trump White House. Drew Angerer/Getty Images hide caption toggle caption Drew Angerer/Getty Images Steve Bannon exits an elevator in the lobby of Trump Tower on Friday. He has been newly named the chief strategist of the Trump White House. Drew Angerer/Getty Images \"I am thrilled to have my very successful team continue with me in leading our country,\" said Trump said in the emailed statement. \"Steve and Reince are highly qualified leaders who worked well together on our campaign and led us to a historic victory. Now I will have them both with me in the White House as we work to make America great again.\" The dual selections are likely to send two separate signals to those closely watching Trump's transition into power. The choice of Priebus, who has served as party chairman since 2011, suggests conciliation toward the establishment Republicans with whom Trump has often shared a strained relationship. A veteran GOP operative, Priebus is well accustomed to the capital's corridors of power. As NPR's Eyder Peralta reports for our NewsCast unit, \"In Priebus, Trump finds a Washington insider\" — and one who stayed loyal to Trump during a frequently rocky campaign. \"I am very grateful to the President-elect for this opportunity to serve him and this nation as we work to create an economy that works for everyone, secure our borders, repeal and replace Obamacare and destroy radical Islamic terrorism,\" Priebus said in the statement. Article continues after sponsorship FACT CHECK: Donald Trump's First 100 Days Action Plan Meanwhile, the inclusion of Bannon, the former head of the far-right outlet Breitbart News, suggests another direction entirely. Rumored to be have been considered for chief of staff himself, Bannon \"would have been the insurgent choice\" for the top aide job, Eyder says. He is \"known for his no-holds-barred approach to politics and his popularity among the alt-right ,\" as NPR's Sarah McCammon reported last week . NPR political editor Domenico Montanaro has more on the man who helped steer Trump's campaign during its final months: \"Unquestionably, [Bannon] is a take-no-prisoners operative. A former Hollywood producer, a Goldman Sachs managing director, as well, he ran the Breitbart website, which has become synonymous with the alt-right. And he's certainly no fan of the establishment Republicans.\" The statement did not clarify the distribution of duties between the two men, but said they will work \"as equal partners to transform the federal government.\" ",
    "title": "Donald Trump Taps Reince Priebus As Chief Of Staff, Steve Bannon As Chief Strategist : The Two-Way : NPR"
   },
   {
    "entities": [
     "recently",
     "spring",
     "bannon",
     "house",
     "3:39",
     "donald",
     "tur",
     "steve",
     "jaffe",
     "hallie",
     "reynolds",
     "graham",
     "november 13, 2016",
     "jenny",
     "time",
     "stone",
     "this weekend",
     "late october",
     "et",
     "2016",
     "rnc",
     "maryland",
     "capitol",
     "patriots",
     "beth",
     "party",
     "once",
     "washington",
     "afternoon",
     "epa",
     "cleveland",
     "news",
     "potential",
     "katy",
     "breitbart.com",
     "cabinet",
     "breitbart",
     "republican",
     "tea",
     "gop",
     "cnn",
     "trump's",
     "november 13, 2016 earlier sunday",
     "clinton",
     "loans",
     "july 21, 2016",
     "michael",
     "committee",
     "cos",
     "white",
     "citizens",
     "early october",
     "nov 13",
     "saturday",
     "trump",
     "quicken",
     "2010",
     "arena",
     "dave",
     "priebus marks",
     "priebus",
     "reince",
     "sunday",
     "april",
     "hill",
     "alexandra",
     "wisconsin",
     "ohio",
     "lindsey",
     "ryan",
     "roger",
     "bossie",
     "now",
     "martin",
     "hillary",
     "nbc",
     "november 12, 2016",
     "jackson",
     ", 5:45 pm",
     "paul",
     "fund",
     "night",
     "national"
    ],
    "id": 1,
    "text": "Nov 13 2016, 5:45 pm ET Donald Trump Names Reince Priebus Chief of Staff, Steve Bannon as Chief Strategist by Hallie Jackson, Katy Tur and Alexandra Jaffe Share NBC sources: Trump picks Priebus as chief of staff 3:39 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161114013525if_/http://www.nbcnews.com/widget/video-embed/807990851983\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Donald Trump has named Reince Priebus, chairman of the Republican National Committee, as his White House chief of staff, NBC News has learned. Trump's transition team confirmed the appointment Sunday afternoon, but sources said that the decision was finalized Saturday night The Republican, who is serving his third term with the RNC, was reported to be at the top of Trump's shortlist for the key White House position in the days following the election. That list also reportedly included Steve Bannon, Trump's controversial campaign CEO whose website, Breitbart News, has espoused anti-Semitic and nationalist views. Instead, Bannon will serve as chief strategist and senior counselor to the president, Trump's transition team announced Sunday. Under Bannon, Breitbart.com has embraced racist conspiracy theories and become what Bannon termed \"a platform for the alt-right.\" Related: 'Drain the Swamp'? Trump's Potential Cabinet Fills Out With Washington Insiders The choice of Priebus is certain to comfort establishment Republicans wary that the unpredictable candidate Trump will make a reappearance in the White House — but one that could fuel resentment among the grassroots. Republican National Committee Chairman Reince Priebus speaks during the final day of the 2016 Republican National Convention at Quicken Loans Arena in Cleveland, Ohio, on July 21, 2016. MICHAEL REYNOLDS / EPA Priebus earned respect from Republicans over the course of his six-year tenure as head of the RNC, proving to be a powerful fundraising force who deftly navigated the party through the internal squabbling sparked by the rise of the conservative Tea Party movement following the 2010 election. Priebus, once Wisconsin's GOP Chairman, has close ties to House Speaker Paul Ryan, also a Wisconsin Republican, and could serve as a liaison to Capitol Hill who's trusted by both sides. Sen. Lindsey Graham, a staunch member of the #NeverTrump movement, tweeted his own congratulations to Trump for selecting Priebus, but made no mention of Bannon. Congrats to @realDonaldTrump for outstanding choice of @Reince to be Chief of Staff. This shows me he is serious about governing. (1/2) — Lindsey Graham (@LindseyGrahamSC) November 13, 2016 Bannon's new role could in fact cause tension in many corners of the GOP. In an internal Breitbart email leaked to The Hill in early October, Bannon said that \"the 'long game' for his news site was for Ryan to be 'gone' by the spring.\" Ryan congratulated Priebus on Twitter, but made no mention of Bannon. I'm very proud and excited for my friend @Reince . Congrats! — Paul Ryan (@SpeakerRyan) November 13, 2016 Earlier Sunday, Ryan told CNN that he has never met Bannon, and was not concerned about the Breitbart chairman's potential role in a Trump White House. \"I don't know Steve Bannon, so I have no concerns. I trust Donald's judgment,\" Ryan said of the man whose website claimed in late October that Ryan was working to elect Democrat Hillary Clinton. While establishment Republicans applaud Trump's choice of Priebus, his appointment is likely to fuel concerns among grassroots conservatives who believe Priebus moved too aggressively to consolidate power among the GOP establishment during his tenure as RNC chairman. In fact, former Trump adviser Roger Stone tweeted this weekend the pick \"would cause a rebellion in Trump's base.\" The selection of @reince for COS in a @realDonaldTrump WH would cause a rebellion in Trump's base. #RyansBoy — Roger Stone (@RogerJStoneJr) November 12, 2016 Tea Party Patriots Citizens Fund co-founder Jenny Beth Martin also warned in a statement that naming Priebus, a \"Washington insider,\" as chief of staff \"would make it more difficult, not less, for President Trump to achieve the change the people voted for.\" A campaign source with knowledge of the decision said, \"Instead of draining the swamp, we just put in the head alligator.\" Related: Policy Divisions Between Trump and GOP Persist After Election Indeed, the pick of Priebus marks a remarkable turnaround in their once-fraught relationship that reflects Priebus' careful and persistent efforts to gain Trump's respect and confidence over the course of the general election campaign. During the primary fight, Trump railed against Priebus and the GOP for party rules concerning selection of the nominee that Trump insisted were unfair. \"It's a disgrace for the party. And Reince Priebus should be ashamed of himself,\" Trump said of the rules in April. At the time, Priebus tweeted in response: \"Nomination process known for a year + beyond. It's the responsibility of the campaigns to understand it. Complaints now? Give us all a break.\" But since Trump won his party's nomination, Priebus became one of the candidate's closest advisers and was seen as one of the forces that helped reign Trump in and keep him on-message — one of the small group of advisers dubbed the \"Trump Whisperers.\" The pick opens up the RNC chairmanship, but Trump is expected to have significant influence over who is eventually chosen by RNC membership as chair. Senior Trump adviser Dave Bossie, who was recently elected Republican National Committeeman from Maryland, is seen as a potential pick, and is said to be privately jockeying for the chairmanship. Hallie Jackson ",
    "title": "Donald Trump Names Reince Priebus Chief of Staff, Steve Bannon as Chief Strategist - NBC News"
   },
   {
    "entities": [
     "weekend",
     "bannon",
     "goldman",
     "twitter",
     "katie",
     "jared",
     "new",
     "times",
     "washington",
     "afternoon",
     "kristol",
     "navarro",
     "last summer",
     "sachs",
     "ivanka",
     "republican",
     "committee",
     "obamacare",
     "kushner",
     "obama",
     "trump",
     "america",
     "priebus",
     "sunday",
     "walsh",
     "bill",
     "york",
     "anna",
     "morning",
     "national"
    ],
    "id": 2,
    "text": "Continue reading the main story The site has accused President Obama of “importing more hating Muslims”; compared Planned Parenthood’s work to the Holocaust; called Bill Kristol, the conservative commentator, a “renegade Jew”; and advised female victims of online harassment to “just log off” and stop “screwing up the internet for men,” illustrating that point with a picture of a crying child. Advertisement Continue reading the main story The grass-roots activists may be angered by the selection of Mr. Priebus as chief of staff, viewing him as a deal maker who will be too eager to push the new president toward compromise on issues like taxes, immigration, trade, health care and the environment. In a statement Sunday afternoon, the transition team emphasized that the two men would work “as equal partners to transform the federal government.” That simultaneous announcement is consistent with Mr. Trump’s management style in his businesses and in his campaign: creating rival power structures beneath him and encouraging them to battle it out. It is also a reflection of who has the ear of the president-elect: his children, and especially Ivanka Trump and her husband, Jared Kushner. Both of them had argued that the chief of staff job should not be held by someone too controversial, according to several people familiar with the decision-making inside the transition effort. Mr. Kushner is likely to wield great influence over the new president regardless of whether he holds a formal title. Mr. Kushner, who has no experience in politics or government, often gets the final word in advising Mr. Trump. But while Mr. Trump apparently feels comfortable with Mr. Priebus, the people with knowledge of his weekend decision said that Mr. Bannon was still the adviser who was better able to talk forcefully to the president-elect during difficult moments. The transition team appeared eager to appease concerns among Mr. Trump’s most fervent supporters that choosing Mr. Priebus meant that the president-elect had already caved to the Washington “swamp” he had promised to drain. The team also wanted to mollify Mr. Bannon, and to that end, the official statement mentioned Mr. Bannon first. “We had a very successful partnership on the campaign, one that led to victory,” Mr. Bannon said in the statement. “We will have that same partnership in working to help President-elect Trump achieve his agenda.” Advertisement Continue reading the main story Mr. Priebus said he looked forward to working with Mr. Bannon and Mr. Trump “to create an economy that works for everyone, secure our borders, repeal and replace Obamacare and destroy radical Islamic terrorism.” Mr. Priebus is expected to have multiple deputies, including Katie Walsh, the chief of staff of the Republican National Committee, who is close to Mr. Priebus and helped ensure a tight working relationship between the party’s operational infrastructure and Mr. Trump’s campaign. A list of possibilities for key posts in the new administration. A onetime Goldman Sachs banker, Mr. Bannon has transformed himself into a media figure who favors a scorched-earth style of politics and is deeply suspicious of the government establishment and the corporate elite. During the campaign, he pushed Mr. Trump to embrace a fierce populism that helped fuel his victory. Mr. Trump’s decision last summer to put Mr. Bannon in charge of his campaign was part of an effort to reset a candidacy that had suffered from controversies surrounding high-level campaign officials. But Mr. Bannon is viewed with alarm by many, including some Republicans. Anna Navarro, a longtime Republican strategist who opposed Mr. Trump during the campaign, said on Twitter on Sunday: “Oh, hell! White supremacist, anti gay, anti Semite, vindictive, scary-ass dude named Senior Strategist. After vomiting, be afraid, America.” First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Donald Trump Picks Reince Priebus as Chief of Staff - The New York Times"
   },
   {
    "entities": [
     "brietbart",
     "bannon",
     "house",
     "congress",
     "donald",
     "steve",
     "katie",
     "march",
     "rnc",
     "of",
     "schumer",
     "party",
     "lewandowski",
     "once",
     "newt",
     "washington",
     "cbs",
     "cillizza",
     "news",
     "breitbart",
     "republican",
     "dan",
     "tuesday",
     "committee",
     "white",
     "trump",
     "zezima",
     "balz",
     "priebus",
     "reince",
     "chris",
     "ryan",
     "november 13",
     "at 4:46 pm",
     "2011",
     "chuck",
     "fox",
     "2005",
     "senate",
     "paul",
     "wisconsin",
     "corey",
     "d.",
     "national",
     "gingrich"
    ],
    "id": 3,
    "text": "Reince Priebus named Trump’s chief of staff The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Katie Zezima , Dan Balz and Chris Cillizza November 13 at 4:46 PM Follow @katiezez Follow @danbalz Follow @thefix Donald Trump speaks with Reince Priebus, chairman of the Republican National Committee, in March. (Chip Somodevilla/Getty Images) President-elect Donald Trump has chosen Republican National Committee Chairman Reince Priebus as his chief of staff, according to Trump's campaign. In choosing Priebus, 44, Trump has tapped a Washington insider who is viewed as broadly acceptable by vast swaths of the Republican Party. Priebus was recommended by House Speaker Paul D. Ryan (R-Wis.) and will be a bridge between the White House and the Republican-led Congress, as well as the heads of Cabinet agencies. [ The next big political fight could be between Trump and Republicans ] The choice signals Trump's willingness to work within the very establishment he assailed on the campaign trail. Priebus, a lawyer and longtime Wisconsin political operative, has been head of the RNC since 2011 and is well liked within Washington after years of forging ties with Republican leaders and lawmakers. He will undoubtedly start to smooth over residual friction from a campaign during which a number of Republicans refused to endorse Trump, reversed their endorsements or stepped away from him after a 2005 tape surfaced in which Trump is heard saying that he could force himself on women because he was a “star.” Trump had the chance to go in the opposite direction in picking his chief of staff: His antagonistic campaign chief executive and head of Brietbart News, Steve Bannon, also was said to be in the running for the job. Bannon will serve as chief strategist and senior counselor instead. As head of Breitbart News, Bannon launched political attacks against Ryan and other Republican leaders, assailing them as weak and ineffective, during the campaign. Corey Lewandowski, Trump’s first campaign manager, also was believed to be in the running. [ How the Republican Party created Donald Trump ] Priebus had a few clashes with Trump during the campaign; after the 2005 tape was released, Priebus slammed Trump, stating, “No woman should ever be described in these terms or talked about in this manner. Ever.” But his main goal has been to unite his party. Since Trump's victory, Priebus said, the president-elect has worked to move away from his divisive campaign rhetoric. “Once it was determined he was going to be the winner, he started looking at and thinking about that speech,” Priebus said on Fox News of Trump's victory speech on Tuesday. “He said, ‘We’re going to calm the waters. We’re going to bring people together. We’re not going to brag.' ” He added that Trump is a “reflective person” and that his public persona at rallies does not represent the complete man. “The guy in private is the gracious, personable guy that I’ve gotten to know. … I think that’s part of the reason why he won,” Priebus said. Newt Gingrich, a former House speaker who is on Trump's transition team, said the president-elect can work with both sides of the aisle in Congress — something Priebus will no doubt help smooth. “Trump has got to be the salesman,” Gingrich said on CBS's “Face the Nation. “Take something big like infrastructure. He can work with [Senate Democratic leader] Chuck Schumer on infrastructure. He can find a bipartisan path that allows us to dramatically improve infrastructure, something Trump knows an immense amount about.” politics ",
    "title": "Reince Priebus named Trump’s chief of staff - The Washington Post"
   },
   {
    "entities": [
     "ayers",
     "donald",
     "raymond",
     "steve",
     "alshon",
     "brad",
     "tribune",
     "john",
     "david",
     "warren",
     "stadium",
     "tampa",
     "conte",
     "james",
     "contact",
     "nfc",
     "once",
     "jeffery",
     "cubs",
     "barkley",
     "biggs",
     "monday",
     "reporter",
     "clinton",
     "vikings",
     "brent",
     "2009",
     "cutler",
     "dan",
     "this month",
     "jay",
     "2017",
     "trump",
     "chicago",
     "phillips",
     "hoyer",
     "sapp",
     "lynch",
     "bucs",
     "derrick",
     "sunday",
     "buccaneers",
     "oct. 20",
     "brooks",
     "chris",
     "ted",
     "ryan",
     "nov. 13, 2016",
     "brian",
     "packers",
     "matt",
     "wiederer",
     "hillary",
     "pace",
     "fox",
     "haugh",
     "rosenbloom",
     "north",
     "florida",
     "grimes",
     "robert",
     "broncos",
     "today",
     "future",
     "night",
     "nfl"
    ],
    "id": 4,
    "text": "Travesty in Tampa confirms Bears one of NFL's worst; nobody should feel safe Photos of the Bears-Buccaneers game at Raymond James Stadium on Nov. 13, 2016. David Haugh Contact Reporter Chicago Tribune Paid well to prevent losses as embarrassing as Sunday's, which painted the Bears as unprepared for the Buccaneers as they were overwhelmed, coach John Fox offered honesty that indicts everybody. \"I didn't see it coming,'' Fox said after a 36-10 defeat at Raymond James Stadium that was as incomprehensible as any he has endured with the Bears. The eyes can be the first thing to go for a football coach. But worse than Fox not seeing the Bears' abysmal effort coming, nothing that happened in the three-hour snoozefest suggested he knew how to stop it. Chicago constantly wants to debate quarterback Jay Cutler's future — at this point, it only will be surprising if he remains a Bear in 2017 — but things have deteriorated enough to start discussing Fox's too. And general manager Ryan Pace's. And team President Ted Phillips ', given that Phillips sits in a chair best occupied by a football executive. A team so maddeningly inconsistent 22 months into a regime requires a thorough evaluation, from the person who signs the checks to the guy who carries Fox's sideline cord. The Bears responded to their vacation week by taking another Sunday off, showing no evidence of coaching. Whether getting flagged for false starts or catching punts at the 5, the Bears too often lacked intelligence and intensity. That's on the 53 professionals on the roster but, in the NFL , getting them ready falls on the head coach and his staff. Vikings , Bears players and coaches commented on how emotional and passionate and great Jay Cutler was. Many of them offered thoughts on the leadership he provided as well as his excellent execution. I know Bears coaches and his teammates... After their surprising “Monday Night Football’’ win over the Vikings , Bears players and coaches commented on how emotional and passionate and great Jay Cutler was. Many of them offered thoughts on the leadership he provided as well as his excellent execution. I know Bears coaches and his teammates... (Steve Rosenbloom) It matters not one iota how average the rest of the NFC North has become; the Bears remain one of the NFL's worst teams. Sunday's travesty in Tampa confirmed it. No longer do the Bears have the Cubs as cover to distract our city's sports attention. In their first game since baseball season ended, the Bears only inspired apathy that often precedes irrelevance. The easier the Bears become to ignore, the harder it will be for the McCaskeys to justify doing nothing. The Bears entered the game as healthy as they have been yet made their fans feel sick after an outbreak of ineptness. All over the Buccaneers home stadium, seats were filled with loud and loyal people in orange-and-blue T-shirts and jerseys who wasted their money to see the Bears lose a winnable game. In retrospect, maybe rewarding a two-win team with an entire week off won't go down as one of Fox's brightest ideas. And while we're second-guessing, once Brian Hoyer broke his arm against the Packers on Oct. 20, were there no available veteran alternatives better than Matt Barkley ? Cutler deserved to be pulled after his third turnover Sunday, but no legitimate option existed. \"Our whole team was off today,\" Fox said. \"I don't think you can put it on one guy.'' Brad Biggs, Dan Wiederer on Bears' 36-10 loss to Buccaneers Tribune writers Brad Biggs and Dan Wiederer react to the Bears' 36-10 loss to the Buccaneers.  Tribune writers Brad Biggs and Dan Wiederer react to the Bears' 36-10 loss to the Buccaneers.  See more videos If this Buccaneers defense included Warren Sapp, Derrick Brooks and John Lynch, Cutler looking so lousy would have been understandable. But for an 11th-year veteran facing a bottom-five defense, the mistakes were unacceptable. Five Bucs opponents have scored 27 or more points, but the Bears' lone touchdown came on a fluke of a 50-yard Hail Mary pass. \"I didn't play well,'' Cutler acknowledged. Truth is, seldom has Cutler suffered through a worse stretch. Days after making national headlines by declaring himself a Donald Trump supporter, Cutler's play was deplorable. You might say Cutler made Bears opponents feel great again with familiar poor judgment. Only Hillary Clinton suffered a more disappointing performance in Florida this month. The same experienced quarterback who displayed such urgency against the Vikings showed a rookie's awareness. On Cutler's first interception, he stared down Alshon Jeffery and threw the slant pass even after cornerback Brent Grimes assumed inside position. On the second one, he floated a play-action, throwback pass that former Bears safety Chris Conte returned 20 yards for a touchdown before giving Chicago the proverbial middle finger. Cutler's two strip-sack fumbles — one in the red zone and the other in the end zone — reminded everybody how confounding Cutler remains. How many times has he fumbled on similar plays? To underscore the agony for everyone cursing the Cutler Era, the Bucs pass rusher who forced the safety — end Robert Ayers — was the player the Broncos drafted at No. 18 overall in 2009 with one of the picks the Bears traded them. ",
    "title": "Travesty in Tampa confirms Bears one of NFL&apos;s worst; nobody should feel safe - Chicago Tribune"
   },
   {
    "entities": [
     "right now",
     "oval",
     "melania",
     "congress",
     "lesley",
     "donald",
     "korea",
     "office",
     "asia",
     "court",
     "twitter",
     "eric",
     "night",
     "$400,000",
     "midwest",
     "don",
     "john",
     "quincy",
     "inauguration day",
     "fbi",
     "james",
     "new",
     "roe",
     "about the second",
     "once",
     "electoral",
     "cbs",
     "five weeks ago",
     "verizon",
     "washington",
     "france",
     "news",
     "supreme",
     "clinton",
     "now",
     "afternoon",
     "ivanka",
     "jr.",
     "tuesday",
     "stahl",
     "friday",
     "white",
     "obamacare",
     "michelle",
     "j.",
     "middle",
     "trump",
     "obama",
     "pence",
     "mike",
     "america",
     "house",
     "future",
     "tiffany",
     "friday, nov. 11, 2016",
     "yesterday",
     "east",
     "barron",
     "louisa",
     "albert",
     "adams",
     "chris",
     "ryan",
     "and",
     "hillary",
     "$1",
     "york",
     "instagram",
     "last night",
     "facebook",
     "comey",
     "isis",
     "north",
     "51 percent",
     "christie",
     "slovenia",
     "paul",
     "night before",
     "college",
     "$6 trillion",
     "u.k.",
     "barack",
     "city",
     "donald,"
    ],
    "id": 5,
    "text": "Close CBS News Donald Trump: And I like having that because I’m going to be inheriting that in a short period of time. I found him to be terrific. I found him to be-- very smart and very nice. Great sense of humor, as much as you can have a sense of humor talking about tough subjects, but we were talking about some pretty tough subjects. Donald Trump:–and we were talking about some victories, also, some things that-- that he feels very good about. But-- Lesley Stahl: Like-- Donald Trump: Well, what I really wanted to focus on was-- the Middle East, North Korea, Obamacare is tough. You know, healthcare is a tough situation. “I think the press tries to make you into something a little bit different. In my case, a little bit of a wild man. I’m not. I’m actually not. I’m a very sober person.” President-elect Donald Trump Lesley Stahl: Oh, I bet he asked you not to undo it. Donald Trump: Well, he didn’t ask me, no, he told me-- you know, the merits and the difficulties. And we understand that. Lesley Stahl: You looked pretty sober sitting there in the Oval Office, did something wash over you or-- Donald Trump: No, I think I’m a sober person. I think the press tries to make you into something a little bit different. In my case, a little bit of a wild man. I’m not. I’m actually not. I’m a very sober person. But it was respect for the office, it was respect for the president. Again, I never met him before, but we had-- we had a very good chemistry going. And-- and I really found—it might not be that I agree with him, but I really found the conversation unbelievably interesting. [Barack Obama: I want to emphasize to you, Mr. President-elect, that we now are gonna want to do everything we can to help you succeed, because if you succeed then the country succeeds.] Lesley Stahl: Was it at all awkward, at all, given what you’ve said about each other? You said he was not born in this country, he said things about you, he said you’re-- unqualified-- Donald Trump: You know what, it was a very-- it was a very interesting thing because-- I mean, few people have asked me from my family, what was that first period of time like? Lesley Stahl: Yeah. Donald Trump: We never discussed what was said about each other. I said terrible things about him, he said terrible things about me. We never ever discussed what we said about each other— Lesley Stahl: There was no awkwardness? Donald Trump: I’ll be honest, from my standpoint zero, zero. And that’s strange. I’m actually surprised to tell you that. It’s-- you know, a little bit strange. Donald Trump appears in his first extensive post-election with 60 Minutes’ Lesley Stahl. Close [Donald Trump: Thank you, sir.] Lesley Stahl: Do you think that-- that your election is a repudiation of his presidency? Donald Trump: No, I think it’s a moment in time where politicians for a long period of time have let people down. They’ve let ‘em down on the job front. They’ve even let ‘em down in terms of the war front. You know, we’ve been fighting this war for 15 years-- Lesley Stahl: This was the message of your campaign. Donald Trump: We’ve spent $6 trillion in the Middle East, $6 trillion, we could have rebuilt our country twice. And you look at our roads and our bridges and our tunnels and all of the-- and our airports are, like, obsolete. And I think it was just a repudiation of what’s been taking place over a longer period of time than that. Lesley Stahl: You know, you surprised everyone by winning the primaries, beating 17 other Republicans or 16, whatever-- people are really surprised that you won this election. Are people going to be surprised about how you conduct yourself as president? Donald Trump: You know, I’ll conduct myself-- in a very good manner, but depends on what the situation is, sometimes you have to be rougher. When I look at-- when I look at the world and you look at how various places are taking advantage of our country, and I say it, and I say it very proudly, it’s going to be America first. It’s not going to be what we’re doing—we, we’ve lost-- we’re losing this country. We’re losing this country. That’s why I won the election. And by the way, won it easily, I mean I won easily. That was big, big.  Lesley Stahl: Are you going to sometimes have that same rhetoric that you had on the stump? Or are you going to reign it in?  Donald Trump: Well, sometimes you need a certain rhetoric to get people motivated. I don’t want to be just a little nice monotone character and in many cases I will be. Lesley Stahl: Can you be? Donald Trump: Sure I can. I can be easily, that’s easier. Honestly to do that, it’s easier. Lesley Stahl: So let’s go through very quickly some of the promises you made and tell us if you’re going to do what you said or you’re going to change it in any way. Are you really going to build a wall?  Donald Trump: Yes. Lesley Stahl: They’re talking about a fence in the Republican Congress, would you accept a fence? Donald Trump: For certain areas I would, but certain areas, a wall is more appropriate. I’m very good at this, it’s called construction. Lesley Stahl: So part wall, part fence? Donald Trump: Yeah, it could be – it could be some fencing. Lesley Stahl: What about the pledge to deport millions and millions of undocumented immigrants? Donald Trump:  What we are going to do is get the people that are criminal and have criminal records, gang members, drug dealers, we have a lot of these people, probably two million, it could be even three million, we are getting them out of our country or we are going to incarcerate. But we’re getting them out of our country, they’re here illegally. After the border is secured and after everything gets normalized, we’re going to make a determination on the people that you’re talking about who are terrific people, they’re terrific people but we are gonna make a determination at that-- But before we make that determination-- Lesley, it’s very important, we want to secure our border. [Paul Ryan: We had a fantastic, productive meeting.] Lesley Stahl: So you were with Paul Ryan, you met with the Republican leadership, what was the-- one thing that you all agreed you want to get done right away? Donald Trump: Well, I would say there was more than one thing, there were three things, it was healthcare, there was immigration and there was a major tax bill lowering taxes in this country. We’re going to substantially simplify and lower the taxes-- Lesley Stahl: And you’ve got both Houses? Donald Trump: And I have both Houses and we have the presidency, so we can do things-- Lesley Stahl: You can do things lickety-split. Donald Trump: It’s been a long time since it’s happened. Donald Trump: And they gave me a lot of credit. Don’t forget, I was abused four or five weeks ago, they said I was going to-- instead of having all three, we would lose all three. So that was good. But those are the three things that we really discussed. Lesley Stahl: You said that lobbyists owned politicians because they give them money. Donald Trump: Yeah. Lesley Stahl: You admitted you used to do it yourself. You have a transition team— Donald Trump: And when you say lobbyists, lobbyists and special interests.  Lesley Stahl: And you want to get rid of all of that?  Donald Trump: I don’t like it, no.  Lesley Stahl: You don’t like it, but your own transition team, it’s filled with lobbyists.  Donald Trump: That’s the only people you have down there.  Lesley Stahl: You have lobbyists from Verizon, you have lobbyists from the oil gas industry, you have food lobby. Donald Trump: Sure. Everybody’s a lobbyist down there--  Lesley Stahl: Well, wait  Donald Trump: That’s what they are. They’re lobbyists or special interests— Lesley Stahl: On your own transition team.  Donald Trump:–we are trying to clean up Washington. Look--  Lesley Stahl: How can you claim--  Donald Trump: Everything, everything down there-- there are no people-- there are all people that work -- that’s the problem with the system, the system. Right now, we’re going to clean it up. We’re having restrictions on foreign money coming in, we’re going to put on term limits, which a lot of people aren’t happy about, but we’re putting on term limits. We’re doing a lot of things to clean up the system. But everybody that works for government, they then leave government and they become a lobbyist, essentially. I mean, the whole place is one big lobbyist. Lesley Stahl: But you’re, but you’re basically saying you have to rely on them, even though you want to get rid of them? Donald Trump: I’m saying that they know the system right now, but we’re going to phase that out. You have to phase it out.  Lesley Stahl: Let’s talk about your cabinet.  Donald Trump: OK.  Lesley Stahl: Have you made any decisions?  Donald Trump: Yes. Donald Trump: Well, I can’t tell you that, but I have made-- Lesley Stahl: Oh, come on— Donald Trump: You know the amazing thing to show you the incredible nature of our country. First of all, every major leader and probably less than major le- has called me, I’ve spoken to many of them and I’ll call the rest of them, but and I said, “Boy, this really shows you how powerful our country is.” France and U.K. and I mean everybody, all over Asia—and very, just to congratulate. But it really shows the power of our country. Lesley Stahl: One of the things you’re going to obviously get an opportunity to do, is name someone to the Supreme Court. And I assume you’ll do that quickly? Donald Trump: Yes. Very important. Lesley Stahl: During the campaign, you said that you would appoint justices who were against abortion rights. Will you appoint-- are you looking to appoint a justice who wants to overturn Roe v. Wade? Donald Trump: So look, here’s what’s going to happen-- I’m going to-- I’m pro-life. The judges will be pro-life. They’ll be very— Lesley Stahl: But what about overturning this law-- Donald Trump: Well, there are a couple of things. They’ll be pro-life, they’ll be-- in terms of the whole gun situation, we know the Second Amendment and everybody’s talking about the Second Amendment and they’re trying to dice it up and change it, they’re going to be very pro-Second Amendment. But having to do with abortion if it ever were overturned, it would go back to the states. So it would go back to the states and--  Lesley Stahl: Yeah, but then some women won’t be able to get an abortion?  Donald Trump: No, it’ll go back to the states. Lesley Stahl: By state—no some --  Donald Trump: Yeah.  Donald Trump: Yeah, well, they’ll perhaps have to go, they’ll have to go to another state.  Lesley Stahl: And that’s OK? Donald Trump: Well, we’ll see what happens. It’s got a long way to go, just so you understand. That has a long, long way to go.  Lesley Stahl: Are you in any way intimidated, scared about this enormous burden, the gravity of what you’re taking on?  Donald Trump: No.  Lesley Stahl: Not at all?  Donald Trump: I respect it. But I’m not scared by it. Lesley Stahl: Now you’re not scared, but there are people, Americans, who are scared and some of them are demonstrating right now, demonstrating against you, against your rhetoric-- Donald Trump: That’s only because they don’t know me. I really believe that’s only because-- Lesley Stahl: Well, they listened to you in the campaign and that’s-- Donald Trump: I just don’t think they know me.  Lesley Stahl: Well, what do you think they’re demonstrating against? Donald Trump: Well, I think in some cases, you have professional protesters. And we had it-- if you look at WikiLeaks, we had--  Lesley Stahl: You think those people down there are—  Donald Trump: Well Lesley—  Donald Trump: Oh, I think some of them will be professional, yeah-- Lesley Stahl: OK, but what about – they’re in every city. Lesley Stahl: When they demonstrate against you and there are signs out there, I mean, don’t you say to yourself, I guess you don’t, you know, do I have to worry about this? Do I have to go out and assuage them? Do I have to tell them not to be afraid? They’re afraid.  Donald Trump: I would tell them don’t be afraid, absolutely. “Don’t be afraid. We are going to bring our country back. But certainly, don’t be afraid.” President-elect Donald J. Trump  Lesley Stahl: But that’s not what you’re saying, I said it-  Donald Trump: Oh, I think, no, no, I think-- I am saying it, I’ve been saying it.  Lesley Stahl: OK. Donald Trump: Don’t be afraid. We are going to bring our country back. But certainly, don’t be afraid. You know, we just had an election and sort of like you have to be given a little time. I mean, people are protesting. If Hillary had won and if my people went out and protested, everybody would say, “Oh, that’s a terrible thing.” And it would have been a much different attitude. There is a different attitude. You know, there is a double standard here. It has been five full days since the election and anti-Trump demonstrations, driven in part by Hillary Clinton’s edge in the popular vote, have been significant. When we interviewed him on Friday afternoon Mr. Trump said he had not heard about some of the acts of violence that are popping up in his name… or against his supporters.  Nor he said had he heard about reports of racial slurs and personal threats against African Americans, Latinos and gays by some of his supporters. Donald Trump: I am very surprised to hear that-- I hate to hear that, I mean I hate to hear that-- Lesley Stahl: But you do hear it? Donald Trump: I don’t hear it—I saw, I saw one or two instances… Lesley Stahl: On social media? Donald Trump: But I think it’s a very small amount. Again, I think it’s-- Trump addresses reports of violence: \"Stop it\" Lesley Stahl: Do you want to say anything to those people? Donald Trump: I would say don’t do it, that’s terrible, ‘cause I’m gonna bring this country together.  Lesley Stahl: They’re harassing Latinos, Muslims-- Donald Trump: I am so saddened to hear that. And I say, “Stop it.” If it-- if it helps. I will say this, and I will say right to the cameras: Stop it. During the campaign Mr. Trump said he would appoint a special prosecutor to look into Hillary Clinton’s email issue. So we asked him if he plans to carry that out. That part of the interview and a discussion with the next first lady, Melania Trump, when we come back. The First Lady President-elect Donald Trump and future first lady Melania Trump Close CBS News On Friday, Donald Trump announced that he was changing the head of his transition team. Governor Chris Christie was replaced by Vice President-elect Mike Pence. Mr. Trump also added his three older children to the transition team.  Between now and Inauguration Day, the team must fill the new administration with 4,000 political appointees. That’s 4,000 new hires in just nine weeks. When we talked to Donald Trump on Friday, the enormity and gravity of his new role was just sinking in.  He was subdued.  We wondered if as president he planned to temper his rhetoric, lower the flame. Lesley Stahl: I want to ask you about the tweet that you put out, I think it was last night or the night before, about these demonstrators. Donald Trump: Yeah. Lesley Stahl: You said that they were professionals—and you said it was unfair. Donald Trump: I said some of them. Some of them are -- Lesley Stahl: But are you going to be tweeting and whatever you’re upset about just put out there when you’re president? Donald Trump: So it’s a modern form of communication, between Face-- you know, Facebook and Twitter and I guess Instagram, I have 28 million people. 28 million people-- Lesley Stahl: So you are going to keep it up? Donald Trump: It’s a great form of communication. Now, do I say I’ll give it up entirely and throw out, that’s a tremendous form-- I pick up-- I’m picking up now, I think I picked up yesterday 100,000 people. I’m not saying I love it, but it does get the word out. When you give me a bad story or when you give me an inaccurate story or when somebody other than you and another network, or whatever, ‘cause of course, CBS would never do a thing like that right? I have a method of fighting back. That’s very tough-- Lesley Stahl: But you’re going to do that as president? President-elect Donald Trump and future first lady Melania Trump sat down with Lesley Stahl in New York City on Friday, Nov. 11, 2016. Close Chris Albert Donald Trump: I’m going to do very restrained, if I use it at all, I’m going to do very restrained. I find it tremendous. It’s a modern form of communication. There should be nothing you should be ashamed of. It’s-- it’s where it’s at. I-- I do believe this, I really believe that, um-- the fact that I have such power in terms of numbers with Facebook, Twitter, Instagram, et cetera, I think it helped me win all of these races where they’re spending much more money than I spent. You know, I spent my money. A lot of my money. And I won. I think that social media has more power than the money they spent, and I think maybe to a certain extent, I proved that. Lesley Stahl: Are you going to ask for a special prosecutor to investigate Hillary Clinton over her emails? And are you, as you had said to her face, going to try and put her in jail? Special prosecutor for Hillary Clinton? Donald Trump: Well, I’ll tell you what I’m going to do, I’m going to think about it. Um, I feel that I want to focus on jobs, I want to focus on healthcare, I want to focus on the border and immigration and doing a really great immigration bill. We want to have a great immigration bill. And I want to focus on all of these other things that we’ve been talking about. Lesley Stahl: You-- you know, you-- Donald Trump: And get the country straightened away. Lesley Stahl: You called her “crooked Hillary,” said you wanted to get in jail, your people in your audiences kept saying, “Lock em’ up.” Donald Trump: Yeah. She did-- Lesley Stahl: Do you— Donald Trump: She did some bad things, I mean she did some bad things-- Lesley Stahl: I know, but a special prosecutor? You think you might… Donald Trump: I don’t want to hurt them. I don’t want to hurt them. They’re, they’re good people. I don’t want to hurt them. And I will give you a very, very good and definitive answer the next time we do 60 Minutes together. With that… [Donald Trump: You look great, honey.] We were joined by the next first lady, Melania Trump. She’ll be only the second foreign-born first lady. She’s from Slovenia. John Quincy Adams’ wife Louisa was the first.  Lesley Stahl: You know, I asked your husband if he was at all intimidated and scared about what lies ahead. The enormity. You’re about to be first lady. Are you a little nervous about it? Little tense? A little-- Future first lady Melania Trump Close CBS News Melania Trump: Well, there is a lot of responsibilities. And it’s-- a lot of work needs to be done. And-- it’s-- your-- stuff on your shoulders. And-- we will take care of it-- day by day. I will stay true to myself. I’m very strong and um-- tough and confident. And I will listen myself and I will do what is right and what feels to my heart. Lesley Stahl: What kind of a first lady do you think she’s going to be? Donald Trump: She will be terrific. She is very strong and very confident, but she’s very warm. And I think she’ll have a platform where she’ll really be able to do a lot of good. And that’s what she wants to do. Lesley Stahl: You know, first ladies usually have a cause. And you’ve already said you’re interested in speaking out against bullying on social media. Melania Trump: I think it’s very important because a lot of children and teenagers are getting hurt. And we need to teach them how to talk to each other, how to treat each other and to, to be able to connect with each other on the right way. It’s an ironic choice since her own husband sent out a stream of pretty nasty tweets during the campaign. Melania Trump speaks up if husband crosses line Lesley Stahl: What about your husband’s tweeting? Melania Trump: Well, sometimes he-- it got him in trouble. But it helped a lot as well. He had unbelievable following. Lesley Stahl: So you never say to him, “Come on”? Melania Trump: I did. Donald Trump: She does-- Melania Trump: I-- Melania Trump: You know, of course, I did many times, from the beginning of the campaign. But… Lesley Stahl: Does he listen to you? Melania Trump: Sometimes he listens, sometimes he doesn’t-- Donald Trump: I’m not a big tweeter. I mean, I don’t do too many, but they hit home. And they have to get a point across. Lesley Stahl: If he does something that you think crossed a line, will you tell him? Melania Trump: Yes, I tell him all the time. Lesley Stahl: All the time? Melania Trump: All the time. Lesley Stahl: And does-- Melania Trump: And-- Lesley Stahl: --he listen? Does he-- Melania Trump: I think he hears me. But he will do what he wants to do on the end. He’s an adult. He knows the consequences. And I give him my opinion. And he could do whatever he likes with it. Lesley Stahl: Did you ask Melania sort of, for permission, in a way, to run for president? Did you get her approval? Donald Trump: Well, I actually sat down with Melania and my whole family and we talked about it. Don, Ivanka, Eric, Tiffany. Barron to a lesser extent, but Barron too. Um, because in a way he’s affected every bit as much. Maybe more. Lesley Stahl: Maybe more. Donald Trump: And so we all had a dinner and I said, “I would like to do this. I think I can do a great job.” And I wanted to get, number one, a consensus and number two, ideally, their permission. And they all agreed. Lesley Stahl: Your son Barron, what is he, 10? Melania Trump: 10. Lesley Stahl: 10. He was on camera the whole time you were giving your acceptance speech. Does he get it? Does he know? Melania Trump: He knows. He knows-- Lesley Stahl: He knows? Melania Trump: --what’s going on. And, he’s very proud of his dad. Lesley Stahl: Now-- you met with Michelle Obama yesterday. Was there any awkwardness, given-- Melania Trump: No. Lesley Stahl: --what everybody was saying about everybody in the campaign? Melania Trump: No. I didn’t feel it. Lesley Stahl: Not at all? Melania Trump: No. Lesley Stahl: Tell us about the meeting. Melania Trump: Yes, she was a gracious host. We had a great time and we talk about raising children in the White House. She was very warm and very nice. Lesley Stahl: You know, she raised the two kids in the White House. But she had her mother living there. That’s an enormous help. Your parents are here, right? Melania Trump: They’re here. Lesley Stahl: Will they go to Washington with you? Melania Trump: They might. We will see. We will discuss that. Lesley Stahl: Are you prepared, both of you, for the lack of privacy and the intense scrutiny? And you know, first ladies are really criticized if one little hair’s out of place. Are you both prepared for this? Melania Trump: We are used to it. Donald Trump: I will say, it is on a different scale now, ‘cause I’ve had a lot. But I’ve never had anything like this. Lesley Stahl: You won’t be able to walk down the street-- Melania Trump: I didn’t do that for two years already, so you know, it will just continue. It’s another level, but it will continue. At that point, the discussion turned back to some of the thornier issues Mr. Trump faces. Lesley Stahl: FBI director James Comey. Are you going to ask for his resignation? Donald Trump: I think that I would rather not comment on that yet. I don’t-- I haven’t made up my mind. I respect him a lot. I respect the FBI a lot. I think -- Lesley Stahl: Even though they leak so much? Donald Trump: Well, there’s been a lotta leaking, there’s no question about that. But I would certainly like to talk to him. And see him. This is a tough time for him. And I would like to talk to him before I’d answer a question like that. Lesley Stahl: Sounds like you’re not sure. Donald Trump: Well, sure, I’m not sure. I’d wanna see, you know, he may have had very good reasons for doing what he did. Lesley Stahl: Are you gonna release your tax returns? Donald Trump: At the appropriate time, I will release them. But right now I’m under routine audit. Nobody cares. The only one who cares is, you know, you and a few people that asked that question. Obviously, the public didn’t care because I won the election very easily. So they don’t care. I never thought they did care. Lesley Stahl: Now, for months, you were running around saying that the system is rigged, the whole thing was rigged. You tweeted once that the Electoral College is a disaster for democracy. Donald Trump: I do. Lesley Stahl: So do you still think it’s rigged? Donald Trump: Well, I think the electoral ca-- look, I won with the Electoral College. Lesley Stahl: Exactly.But do you think-- Donald Trump: You know, it’s-- Lesley Stahl: --it’s rigged? Donald Trump: Yeah, some of the election locations are. Some of the system is. I hated-- Lesley Stahl: Even though you won you’re saying that-- Donald Trump: I hated-- well, you know, I’m not going to change my mind just because I won. But I would rather see it where you went with simple votes. You know, you get 100 million votes and somebody else gets 90 million votes and you win. There’s a reason for doing this because it brings all the states into play. Electoral College and there’s something very good about that. But this is a different system. But I respect it. I do respect the system. Lesley Stahl: What about vacations? You’re not going to take any vacations? You’ve said that. Donald Trump: We have so much work. There’s so much work to be done. And I want to get it done for the people. I want to get it done. We’re lowering taxes, we’re taking care of health care. I mean, there’s just so much to be done. So I don’t think we’ll be very big on vacations, no. Lesley Stahl: Are you gonna take the salary, the president’s salary? Donald Trump: Well, I’ve never commented on this, but the answer is no. I think I have to by law take $1, so I’ll take $1 a year. But it’s a -- I don’t even know what it is. Donald Trump: Do you know what the salary is? Lesley Stahl: $400,000 you’re giving up. Donald Trump: No, I’m not gonna take the salary. I’m not taking it. In a moment, the Trump children join us and we will ask the president-elect where he stands on gay marriage, Obamacare, and ISIS . The Trump Family Lesley Stahl spoke with President-elect Donald Trump and his family, including Melania, Ivanka, Tiffany, Eric and Donald, Jr.  Close Chris Albert On Tuesday, Donald Trump reached deep into America’s ranks of the discouraged and neglected, a largely white constituency.  They feel their America hasn’t been great for a long time. And they accepted a promise to make it great again. But Mr. Trump’s appeal wasn’t just to the disaffected. A map on election night was a sea of red, as he won support across the traditionally Republican South, but also deep into what used to be the blue wall of the Midwest. Hillary Clinton came up short among her own supporters in large cities and affluent suburbs, among minorities and especially women.  Just 51 percent of college-educated white women voted to make her the first female president.  Her base didn’t come with the enthusiasm and the turnout she needed to fend off Donald Trump’s new and energized coalition. On Friday Mr. Trump’s four older children – Tiffany, Donald, Jr., Eric And Ivanka -- joined us to talk about their father’s surprising victory. Lesley Stahl: Set the scene. It’s election night. Your father-- no one’s expecting him to win and it begins to dawn on you. Tell us about being in that room. ",
    "title": "President-elect Trump speaks to a divided country on 60 Minutes - CBS News"
   },
   {
    "entities": [
     "bannon",
     "house",
     "donald",
     "weaver",
     "goldman",
     "steve",
     "john",
     "stephen",
     "2:40 p.m.",
     "fbi",
     ", 1:26 p.m.",
     "capitol",
     "once",
     "washington",
     "wing",
     "1:55 p.m.",
     "gop",
     "news",
     "clinton",
     "now",
     "sachs",
     "breitbart",
     "republican",
     "amy",
     "d.",
     "committee",
     "kentucky",
     "white",
     "broadcasting",
     "trump",
     "america",
     "mcconnell",
     "priebus",
     ", 3:29 p.m.",
     "reince",
     "sunday",
     "hill",
     "kasich",
     "ohio",
     "mitch",
     "ryan",
     "nov. 13, 2016",
     "turner",
     "fiscus",
     "hollywood",
     "hillary",
     "senate",
     "paul",
     "west",
     "wisconsin",
     "k.",
     "national"
    ],
    "id": 6,
    "text": "Trump names GOP chairman Priebus as White House chief of staff and Bannon as top advisor Nov. 13, 2016, 3:29 p.m. Donald Trump continues his transition to the White House as protests and riots break out nationwide over his election. Trump names Republican National Committee chairman Reince Priebus as chief of staff He also gives a prominent role to campaign chairman Stephen K. Bannon Trump says he'll deport people in the country illegally who have criminal records Hillary Clinton says the FBI's late email review was one factor in her loss Calls to \"lock her up\" about Clinton may put Trump in a bind Nov. 13, 2016, 1:26 p.m. Trump chooses Priebus as chief of staff; Bannon to play major role Amy Fiscus Priebus, left, and Bannon (AFP/Getty Images) President-elected Donald Trump signaled Sunday that the dual forces that helped get him elected — Republican loyalists and far-right conservatives — will share power in his White House, naming strategists to two top West Wing posts. Republican National Committee chairman Reince Priebus will serve as his White House chief of staff, suggesting an increased willingness by Trump to work within Washington's system to accomplish his agenda. At the same time, however, Stephen K. Bannon, the campaign CEO who helped amplify some of Trump's most incendiary rhetoric about Muslims, immigrants and other minority groups, will serve as his chief strategist, according to a statement that called Priebus and Bannon \"equal partners.\" “I am thrilled to have my very successful team continue with me in leading our country,” Trump said in the statement. “Steve and Reince are highly qualified leaders who worked well together on our campaign and led us to a historic victory. Now I will have them both with me in the White House as we work to make America great again.” Priebus  was viewed as a choice who could bring order and experience to Trump's inner circle, which consists largely of family members and advisors with little experience in Washington. He also serves as a bridge to Republican leaders on Capitol Hill, including House Speaker Paul D. Ryan of Wisconsin and Senate Majority Leader Mitch McConnell of Kentucky.  Trump is known to value loyalty. Even as Trump's outsider candidacy split the GOP during the primaries, Priebus was one of the first party leaders to accept and promote Trump once it became clear he was the likely nominee. Bannon, who took leave from his job running the conservative Breitbart News site to run Trump's campaign, is a divisive figure. Breitbart, which had long promoted Trump's candidacy, has also given a platform to the so-called alt-right, a loose collective of openly racist and anti-Semitic activists. Bannon's new West Wing assignment immediately drew criticism from both Democrats and Republicans. \"Be very vigilant America,\" warned John Weaver, a top operative for Republican Ohio Gov. John Kasich 's presidential campaign.  Bannon, a former Goldman Sachs banker, has also worked in various roles in the entertainment industry , producing films and politically oriented documentaries. He also had a hand in Turner Broadcasting's purchase of Castle Rock and gained a stake in rights to a handful of television shows, including \"Seinfeld.\" 2:40 p.m.: This story was updated with details on Bannon's Hollywood career. 1:55 p.m.: This story was updated with background on Bannon. Latest updates ",
    "title": "Trump chooses Priebus as chief of staff; Bannon to play major role - LA Times"
   },
   {
    "entities": [
     "bannon",
     "house",
     "oval",
     "donald",
     "office",
     "steve",
     "nov. 11, 2016",
     "the past",
     "santucci",
     "john",
     "new",
     "once",
     "gop",
     "now",
     "breitbart",
     "republican",
     "committee",
     "white",
     "tower",
     "national",
     "trump",
     "pence",
     "mike",
     "america",
     "priebus",
     "reince",
     "ryan",
     ", 4:59 pm",
     "york",
     "nov 13, 2016",
     "paul",
     "this weekend"
    ],
    "id": 7,
    "text": "Trump Names Reince Priebus as Chief of Staff, Steve Bannon as Senior Adviser By JOHN SANTUCCI Nov 13, 2016, 4:59 PM ET 0 Shares WATCH Donald Trump's Chief of Staff Pick Could be Crucial 0 Shares Email Donald Trump has named Republican National Committee Chairman Reince Priebus as chief of staff to his new administration and former Breitbart CEO Steve Bannon as chief strategist and senior counselor to the president. This weekend Priebus and Bannon emerged as the top contenders for the chief of staff position, with the two seen as offering two sharply different paths for Trump to take in his first major hire as president-elect. Priebus has fostered close relationships over time with lawmakers from all factions of the party, while remaining steadfastly loyal to Trump once it became clear he had secured the party's nomination. Bannon on the other hand is a firebrand of the far right, whose website has in the past targeted many GOP leaders, including House Speaker Paul Ryan , deriding them as \"establishment\" figures. A press release announcing the appointments said both will work \"as equal partners to transform the federal government\" and to assist Vice President-elect Mike Pence in his new role as transition chairman. “I am thrilled to have my very successful team continue with me in leading our country,” Trump said in a statement. “Steve and Reince are highly qualified leaders who worked well together on our campaign and led us to a historic victory. Now I will have them both with me in the White House as we work to make America great again.” Presidents-elect typically name a chief of staff as one of their first and most crucial appointments because the person in this role can help determine a president's style of governing. But if precedent is any indication, the naming of Bannon as both Trump's chief strategist and senior counselor will provide him just as much access to the Oval Office. Drew Angerer/Getty Images Steve Bannon exits an elevator in the lobby of Trump Tower, Nov. 11, 2016, in New York. ",
    "title": "Trump Names Reince Priebus as Chief of Staff, Steve Bannon as Senior Adviser - ABC News"
   },
   {
    "entities": [
     "bannon",
     "house",
     "preibus",
     "donald",
     "weaver",
     "oval",
     "twitter",
     "steve",
     "graham",
     "office",
     "angeles",
     "adam",
     "john",
     "2016",
     "david",
     "south",
     "rnc",
     "associated",
     "los",
     "piccard",
     "august",
     "party",
     "this summer",
     "washington",
     "wing",
     "november 13, 2016",
     "news",
     "gop",
     "clinton",
     "now",
     "breitbart",
     "republican",
     "schiff",
     "jativa",
     "committee",
     "california",
     "white",
     "press",
     "obama",
     "trump",
     "carolina",
     "weber",
     "america",
     "carl",
     "priebus",
     "reince",
     "sunday",
     "nearly a decade ago",
     "kasich",
     "ohio",
     "danny",
     "lindsey",
     "mary",
     "ryan",
     "louise",
     "hillary",
     "2011",
     "joseph",
     "facebook",
     "fox",
     "paul",
     "west",
     "wisconsin",
     "cameron",
     "national",
     "axelrod"
    ],
    "id": 8,
    "text": "Trump names Priebus chief of staff, Bannon senior counselor Published               November 13, 2016 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump on Sunday appointed Republican National Committee Chairman Reince Priebus as his White House chief of staff. Trump also announced that campaign CEO Steve Bannon, the executive chairman of Breitbart News, will be his chief strategist and senior counselor.  Trump said that Priebus and Bannon will work as “equal partners\" -- as they did in the campaign -- to make the federal government “much more efficient, effective and productive.” “Steve and Reince are highly qualified leaders who worked well together on our campaign and led us to a historic victory,” Trump said. “Now I will have them both with me in the White House as we work to make America great again.” The appointments suggest Trump appealing to traditional Republican circles and the party's anti-establishment wing, which helped fuel the businessman's political rise. Bannon thanked Trump for the job, saying he and Priebus will extend their partnership in Washington to “help President-elect Trump achieve his agenda.” Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Priebus said Trump will be a “great president for all Americans” and expressed his gratitude for the being able to serve the president elect and the rest of the country in helping “create an economy that works for everyone, secure our borders, repeal and replace ObamaCare and destroy radical Islamic terrorism.” Priebus was one of Trump’s most loyal lieutenants during the real estate mogul's up-and-down campaign that resulted in many Republicans, particularly GOP candidates seeking reelection, distancing themselves from Trump.  In Trump’s victory speech after his upset win over Democratic rival Hillary Clinton, he notably praised Preibus’ efforts and loyalty. Reaction to Trump’s picks from both parties was quick. “Choice of @Reince as COS over Bannon seems like a strong signal that @realDonaldTrump is taking a more conventional, conservative path,” tweeted David Axelrod, a top campaign and White House adviser to President Obama. South Carolina GOP Sen. Lindsey Graham, who was vanquished by Trump in the Republican presidential primaries and did not support his campaign, tweeted, “Congrats to @realDonaldTrump for outstanding choice @Reince to be Chief of Staff. This shows me he is serious about governing.” However, California Democratic Rep. Adam Schiff tweeted: “Selection of Steve Bannon for senior WH role unsurprising but alarming. His alt-right, anti-Semitic, misogynistic views don't belong in WH.” And John Weaver, a Republican strategist who worked for Ohio Gov. John Kasich's presidential campaign, tweeted, \"The racist, fascist extreme right is represented footsteps from the Oval Office. Be very vigilant, America.\" Priebus, an attorney, is a former RNC general counsel and chairman of the Wisconsin Republican Party. He was elected RNC chairman in 2011 and has deep ties to GOP congressional leaders, particularly House Speaker and fellow Wisconsinite Paul Ryan. Under Bannon's tenure, the Breitbart News site pushed a nationalist, anti-establishment agenda and became one of the leading outlets of the so-called alt-right -- a movement often associated with white supremacy and a defense of \"Western values.\" Bannon, who became campaign CEO in August, pushed Trump to adopt more populist rhetoric and paint rival Hillary Clinton as part of a global conspiracy made up of the political, financial and media elite, bankers bent on oppressing the country's working people -- a message that carried Trump to the White House but to some, carried anti-Semitic undertones. An ex-wife of Bannon said he expressed fear of Jews when the two battled over sending their daughters to private school nearly a decade ago, according to court papers reviewed this summer by The Associated Press. In a sworn court declaration following their divorce, Mary Louise Piccard said her ex-husband had objected to sending their twin daughters to an elite Los Angeles academy because he \"didn't want the girls going to school with Jews.\" A spokeswoman for Bannon denied he made those statements. Neither Priebus nor Bannon bring significant policy experience to their new White House roles. Bannon was notably given top billing in the press release announcing the appointments, a curious arrangement giving that White House chief of staff is typically considered the most powerful West Wing job. Chiefs of staff in particular play a significant role in policy making, serving as a liaison to Cabinet agencies and deciding what information makes it to the president's desk. They're often one of the last people in the room with the president as major decisions are made. Fox News' Carl Cameron, Danny Jativa and Joseph Weber and the Associated Press contributed to this report.  Advertisement ",
    "title": "Trump names Priebus chief of staff, Bannon senior counselor | Fox News"
   },
   {
    "entities": [
     "oval",
     "house",
     "access",
     "crow",
     "morgan",
     "south",
     "kirby",
     "now",
     "engineers",
     "amy",
     "ball",
     "portland",
     "saturday",
     "the week",
     "pipeline",
     "corps",
     "begay",
     "ap",
     "nears",
     "a few months ago",
     "josh",
     "the coming winter",
     "thursday",
     "college",
     "linfield",
     "today",
     "office",
     "indigenous",
     "lewis",
     "commission",
     "ponca",
     "of",
     "philadelphia",
     "nation",
     "$1 million",
     "network",
     "argus",
     "mcminville",
     "jade",
     "republican",
     "county",
     "nov. 11",
     "federal",
     "$500,000",
     "8:54 p.m. est",
     "sonny",
     "iron",
     "dave",
     "ore.",
     "n.d.",
     "north",
     "robert",
     "keystone",
     "standing",
     "night",
     "nov. 8",
     "congress",
     "donald",
     "election",
     "texas",
     "oceti",
     "army",
     "justice",
     "saturdays",
     "clinton",
     "creek",
     "last week",
     "usa",
     "tuesday",
     "archambault",
     "road",
     "friday",
     "states",
     "falls",
     "joe",
     "obama",
     "trump",
     "austin",
     "sioux",
     "u.s.",
     "friday, nov. 11, 2016",
     "hillary",
     "united",
     "sundays",
     "environmental",
     "senate",
     "cannon",
     "s.d.",
     "earlier this month",
     "ii",
     "john",
     "meda",
     "this fall",
     "lake",
     "1806",
     "warren",
     "sarah",
     "wednesday",
     "leader",
     "november 13, 2016",
     "cloud",
     "great",
     "nebraska",
     "jr.",
     "oahe",
     "energy",
     "$103,000",
     "transfer",
     "dakota",
     "the next day",
     "september",
     "hult",
     "sakowin",
     "reservation",
     "kelcy",
     "stark",
     "saturday, nov. 12, 2016",
     "2011",
     "department",
     "facebook",
     "rock",
     "mandan",
     "partners",
     "82",
     "kennedy"
    ],
    "id": 9,
    "text": "Dakota pipeline protesters dig in as Trump nears Oval Office Trump election gives pipeline supporters hope for action by Obama and an end to rhetoric. Post to Facebook Dakota pipeline protesters dig in as Trump nears Oval Office Trump election gives pipeline supporters hope for action by Obama and an end to rhetoric. Check out this story on USATODAY.com: http://usat.ly/2foRMkv CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 39 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Dakota pipeline protesters dig in as Trump nears Oval Office USA Today Network John Hult, (Sioux Falls, S.D.) Argus Leader 8:54 p.m. EST November 13, 2016 x Share Spurred by fear and outrage, protesters around the country rallied and marched Friday as they have done daily since Donald Trump’s presidential election victory. (Nov. 11) AP Dakota Access Pipeline protesters link arms during a demonstration outside of a pipeline staging area County Road 82 in Mandan, N.D. on Saturday, Nov. 12, 2016. The peaceful protest ended without any arrests made despite heavy law enforcement presence at the staging area. (Photo: Josh Morgan for Argus Leader Meda) CANNONBALL, N.D. — Amy Lewis was driving through South Dakota when she got the news. She switched on her car radio on election night to hear that Democrat Hillary Clinton was losing must-win states, that Donald Trump was about to become president-elect of the United States, and that Republicans would retain control of both houses of Congress. Lewis began to cry. She’d been on her way to Oceti Sakowin, one of three camps set up near the Standing Rock Sioux Reservation in opposition to the Dakota Access Pipeline. 4 ways the Dakota Access Pipeline could be stopped Trump has pledged to expand fossil fuel exploration, owns stock in the pipeline and took campaign contributions from a pipeline executive. “I was like everyone else — I couldn’t believe it,” said Lewis, a member of the Ponca tribe of Nebraska who lives in Austin, Texas. “I didn’t even want to come. Stopping any of this with a Republican house and Senate is going to be next to impossible.” But then Lewis called her mother, who opposes the pipeline but had worried for her daughter’s safety. “She said, ‘I want you to be there now, more than I ever have,'” Lewis said. Lewis completed her journey the next day and soon found herself surrounded by well over 1,000 people at a camp that appeared unmoved by the ascendancy of a pro-oil president-elect. A Dakota Access Pipeline protester leads more than a hundred others down County Road 82 during a demonstration outside of a pipeline staging area in Mandan, N.D. on Saturday, Nov. 12, 2016.  (Photo: Josh Morgan/Argus Leader) Actions continued as the week drew to a close. Protesters blocked Highway 6 northwest of the camp Friday and locked arms at the entrance to a Dakota Access staging area just west of Mandan on Saturday. Organizers have been planning a series of demonstrations nationwide Tuesday since before the election. The goal of those 153 events nationwide — including one at Standing Rock with activist Robert Kennedy Jr. — is to push President Obama to take action to delay or stop the 1,172-mile project through executive action. That message is more urgent now, said Jade Begay, an organizer on the ground at Oceti Sakowin who works with the Indigenous Environmental Network. “Our fight has gotten a lot harder, but it actually makes us stronger,” Begay said. “This is our time to put pressure on President Obama.” Rubber bullet strikes camerawoman at Dakota pipeline protest The Obama administration took action this fall, but the decisions lacked finality. Three federal agencies forced the delay of an easement to drill beneath Lake Oahe to complete the final 90-115 feet of North Dakota construction in September, just hours after a judge ruled that the U.S. Army Corps of Engineers had properly consulted Standing Rock on the project’s potential impact to culturally sensitive sites. Obama said a re-route was on the table earlier this month, but the Justice Department said Thursday it plans to offer a “path forward” on the easement. Trump’s election has given pipeline supporters hope for an end to such rhetoric, and with good reason. Drummers lead a group of Dakota Access Pipeline protesters to the Oceti Sakowin campground after a special ceremony honoring Native American veterans took place on N.D. Highway 1806 on Friday, Nov. 11, 2016.  (Photo: Josh Morgan/Argus Leader) Trump has between $500,000 and $1 million invested in the pipeline, according to a financial disclosure form filed with the Federal Election Commission before Nov. 8. Kelcy Warren, CEO of Dakota Access operator Energy Transfer Partners, contributed $103,000 to Trump’s campaign. Trump’s priorities for his first 100 days include a re-start to the stalled Keystone XL pipeline and an across-the-board expansion of oil, coal and natural gas production. In a call with analysts last week, Warren called Trump’s commitment to infrastructure “refreshing.” None of that news has slowed the steady growth of the North Dakota opposition camps. The flags of hundreds of indigenous tribes worldwide fly in the right-of-way along Highway 1806 leading to Oceti Sakowin and line the well-traveled dirt paths that weave through it. All day and all night, a sacred fire burns, prayers are spoken or sung over the beat of traditional drums and campers paint banners bearing phrases like “NoDAPL,” “Water is Life” or “Defend the Sacred.” The camp has grown markedly in the past two weeks, Begay said, with at least 20 new large tipis erected and the placement of additional solar panels for electricity. A wooden enclosure for the camp’s water supply is rising just south of the sacred fire and yurts are popping up all along the grounds to prepare for the coming winter. “It’s definitely grown,” Begay said. “I don’t think anyone’s lost spirit.” Sonny Iron Cloud, 25, has watched the growth, as well. He left Sioux Falls to come home to Standing Rock a few months ago. Amy Lewis of Austin, Texas, left, and other Dakota Access Pipeline protesters relax at their campsite at the Oceti Sakowin campground near Cannon Ball, N.D. on Saturday, Nov. 12, 2016.  (Photo: Josh Morgan) He’s left the camp a few times since then, and each time he’s returned to find larger crowds, particularly on Saturdays and Sundays. “It gets really packed here on the weekends,” Iron Cloud said. Iron Cloud didn’t see any sort of exodus after the election Tuesday — or even a slowing of the visitors to the tipi where he and a group of young men care for a handful of Crow Creek Reservation horses. “People stayed,” Iron Cloud said. “People are here until the end.” Philadelphia-born Joe Kirby, 31, arrived Thursday from Portland, Ore. Kirby spent months working with Occupy Philadelphia activists in 2011 and says he’s ready to stay in North Dakota as long as he can be useful to the cause. “Now it seems bigger,” Kirby said of Trump’s victory. “If anything, it makes me even more committed to change things.” Twelve students from Linfield College in McMinville, Ore., arrived Friday to volunteer. They’d planned their trip in a Linfield vehicle 10 days before learning the election’s outcome. Sarah Stark, a 21-year-old senior, was disappointed in the outcome, but it didn’t detract from their desire to “do something beyond online activism” to help the protest movement. “I think it gave our group more of a reason to come,” Stark said. Two Dakota Access Pipeline protesters overlook a law enforcement barricade on N.D. Highway 1806 near Cannon Ball, N.D. on Saturday, Nov. 12, 2016.  (Photo: Josh Morgan) Standing Rock Chairman Dave Archambault II formally responded to Trump’s election Wednesday, urging President Obama to “set a lasting and true legacy and respect the sovereignty and treaty rights of Standing Rock and tribal nations across the U.S.” On Friday, however, Archambault II took a conciliatory tone, saying the tribe is ready to work with anyone on the issue of alternative, renewable energy. “When the new president made his speech, he said, ‘We need to unify,’” Archambault II said. “I’m looking at that and saying we can take the good with the bad.” The bad is expected in tribal communities, he said. Historically, the election of one presidential candidate over another has made scant difference in the day-to-day lives of indigenous communities. Democrats and Republicans alike have overlooked tribal struggles and sidestepped tribal sovereignty for hundreds of years. “We understand that there is a lot at stake with this new president, but when you think of the Great Sioux Nation, we’ve had a lot of issues,” he said. “We’ve lived with high poverty rates regardless of who the president is.” Follow John Hult on Twitter: @ArgusJHultor ",
    "title": "Dakota pipeline protesters dig in as Trump nears Oval Office"
   }
  ]
 }
}