{
 "15": {
  "col-sim": {
   "cosine": 0.39163127479466636,
   "entity": 0.3944053188733077
  },
  "exec-time": 9.358663320541382,
  "links": [
   {
    "entities": [
     "bannon",
     "nov 14, 2016",
     "donald",
     "chadbourn",
     "2016",
     "stephen",
     "later today",
     "party",
     "margaret",
     "democratic",
     "news",
     "clinton",
     "now",
     "breitbart",
     "last week",
     "states",
     "peru",
     "obama",
     "trump",
     "u.s.",
     "europe",
     "hillary",
     "united",
     "the future",
     ", 4:53 pm",
     "nato",
     "january",
     "today",
     "barack"
    ],
    "id": 0,
    "text": "Obama Says Despite Reservations, He Hopes Trump 'Makes Things Better' By MARGARET CHADBOURN Nov 14, 2016, 4:53 PM ET 0 Shares WATCH SPECIAL REPORT: Obama Holds 1st Press Conference Since Election 0 Shares Email Barack Obama today called for unity as President-elect Donald Trump prepares to takes over in January, despite the president's reservations about Trump's ability to lead the U.S. Obama said that the outcome of the election leaves him with \"concerns\" and that many didn't foresee Trump's victory. \"There was a lot of folks who missed the Trump phenomenon ... that connection that he was able to make ... that was impervious to events that might have sunk another candidate. That's powerful stuff,\" Obama said in his first press conference since the 2016 election. \"What's clear was that he is able to tap into, yes, the anxieties but also the enthusiasm of his voters in a way that was impressive.\" While he promised his administration is working with Trump's transition team, Obama said he has reservations about Trump's temperament, adding that the presidency often magnifies any personal weaknesses. \"There are going to be certain elements of his temperament that will not serve him well unless he recognizes them and corrects them,\" Obama said. He talked about his own inability to keep track of \"stacks of briefing books\" and said he has surrounded himself with \"people who can help\" and he hopes Trump does the same. \"The people have spoken. Donald Trump will be the next president,\" Obama said. \"It will be up to him to set up a team that will serve his policies.\" Obama added, \"My hope is he makes things better. And if he does, we'll all benefit from it.\" He also said Trump is going to have to reach out to those who disagree with him. \"Because of the nature of the campaigns and the bitterness and the ferocity of the campaigns ... it's really important to try to send some signals of unity and to try to reach out to minority groups and women and others that were concerned about the tenor of the campaign,\" he said. President Obama's Long History of Insulting Donald Trump Obama added, \"It is important for us to let him make his decisions.\" And in the end, the American people will judge \"if they like what they see.\" He said he felt that Trump is \"sincere\" in wanting to move the country forward. \"[Trump] is going to try and make sure he delivers\" for his supporters and for those who voted for Hillary Clinton, Obama said. \"People will still be looking to the United States. Our example will still carry great weight,\" he added. Asked what he thought about Breitbart News Chairman Stephen Bannon's appointment as chief strategist, Obama declined to comment, citing his desire for a smooth transition of power. \"I think it's fair to say that it would not be appropriate for me to comment on every appointment that the president-elect starts making if I want to be consistent with the notion that we're going to try to facilitate a smooth transition.\" In talking with Trump last week, Obama said he learned the incoming administration is committed to maintaining the role the U.S. plays with NATO and its allies. \"In my conversation with the president-elect, he expressed a great interest in maintaining our core strategic relationships, and so one of the messages I will be able to deliver is his commitment to NATO and the trans-Atlantic alliance,\" Obama said. He offered his advice to the Democratic Party for the future, saying, \"We have to compete everywhere. We have to show up everywhere.\" Later today, Obama will depart on his final foreign trip as commander in chief and will make stops in Europe and Peru. He said his administration has \"stabilized the American economy\" and will continue to do so as the hand-off to Trump and his team occurs. Trump has stated he will dismantle some of Obama's top initiatives after he becomes president. \"This office is bigger than any one person, and that's why ensuring a smooth transition is so important,\" Obama said at the start of the press conference. \"The learning curve always continues,\" he added. \"This is a remarkable job. It is like no other job on earth, and it is a constant flow of information, challenges and issues. That is true now more than it ever has been.\" 0 Shares ",
    "title": "Obama Says Despite Reservations, He Hopes Trump 'Makes Things Better' - ABC News"
   },
   {
    "entities": [
     "house",
     "russia",
     "cia",
     "adam",
     "2016",
     "of",
     "al",
     "dilanian",
     "george",
     "defense",
     "guantanamo",
     "ferguson",
     "steven",
     "w.",
     "ken",
     "qaeda",
     "2009",
     "cuba",
     "schiff",
     "special",
     "forces",
     "aftergood",
     "scientists",
     ", 4:36 pm",
     "california",
     "committee",
     "u.s",
     "obama",
     "trump",
     "intelligence",
     "u.s.",
     "first hour",
     "american",
     "federation",
     "operations",
     "department",
     "isis",
     "current",
     "nov 14",
     "bush",
     "brian"
    ],
    "id": 1,
    "text": "Nov 14 2016, 4:36 pm ET How Trump Can Gut Obama's National Security Policies on Day One by Ken Dilanian advertisement President Obama made aggressive use of the CIA and Special Operations Forces to hunt and kill al Qaeda, ISIS and other terror groups. But he also imposed a set of rules designed to regulate the conduct of U.S operatives — banning torture, for example, and minimizing the risk of civilian casualties in drone strikes. President-elect Trump, who campaigned against those rules, would be able to undo most of those rules in his first hour in office. In fact, if he chooses to do so, Trump can quickly reshape large swaths of American national security policy, much of which is governed by executive orders and presidential policy guidance that can be overridden by the president's signature. That includes U.S. sanctions on Russia, and its recent rapprochement with Cuba. \"The range of unilateral presidential authority is astonishingly broad,\" said Steven Aftergood, who directs the project on government secrecy at the Federation of American Scientists. \"If you look at the presidential policy directives issued by Obama, they cover topics as diverse as biological weapons, nuclear weapons policy, intelligence surveillance policy, cyber operations, maritime security, arms-transfer policy, and on and on. And because it is based on presidential authority, it can also be revised and reshaped by a new president.\" An MQ-9 Reaper drone. SSgt Brian Ferguson / Department of Defense \"I think it would disastrous if Trump reverses a number of the president's executive policies, including repopulating Guantanamo,\" said Rep. Adam Schiff of California, the ranking Democrat on the House Intelligence Committee. Many of those policy documents are technical and uncontroversial, but Obama's counterterrorism rule book was a signature issue in Trump's campaign, as the target of his ire. Accusing Obama of not being ruthless enough, Trump advocated \"bombing the hell out of\" ISIS, bringing back interrogation techniques \"worse than waterboarding,\" and even killing the families of terrorists. Days after Obama took office in 2009, he signed executive orders banning the CIA from engaging in harsh interrogation techniques and from operating detention facilities, something it did under George W. Bush after the 9/11 attacks. The torture ban later was enacted into law, but not the prohibition on the CIA operating so-called \"black sites,\" or secret detention facilities. Many current and former CIA officials say they would never again engage in harsh interrogations — even if ordered to do so — for fear they would be punished when the political winds changed under a new administration. But Trump easily could rescind Obama's orders and direct the CIA to capture and humanely interrogate terror suspects in secret overseas, something many Republicans have urged. Human rights groups oppose such a move, saying captured terrorists should be brought to justice in U.S. courts. Trump also has some wiggle room via executive order on what constitutes torture, despite the change in the law. Trump's comment about killing the families of terrorists, which would amount to a war crime, is not taken seriously by many national security scholars. Play ",
    "title": "How Trump Can Gut Obama's National Security Policies on Day One - NBC News"
   },
   {
    "entities": [
     "schmidt",
     "oval",
     "bannon",
     "house",
     "huckabee",
     "weaver",
     "office",
     "twitter",
     "joel",
     "steve",
     "helene",
     "law",
     "england",
     "calmes",
     "ann",
     "morning",
     "john",
     "iran",
     "haberman",
     "sarah",
     "new",
     "once",
     "nov. 14, 2016",
     "shear",
     "bachmann",
     "washington",
     "news",
     "monday",
     "pollak",
     "landler",
     "breitbart",
     "republican",
     "michele",
     "previously",
     "mccain",
     "arkansas",
     "d.",
     "germany",
     "committee",
     "california",
     "white",
     "coulter",
     "southern",
     "arizona",
     "peru",
     "greece",
     "israel",
     "obama",
     "trump",
     "kevin",
     "palin",
     "mike",
     "america",
     "s.",
     "jackie",
     "november 15, 2016",
     "priebus",
     "reince",
     "sunday",
     "mark",
     "kasich",
     "ohio",
     "b.",
     "maggie",
     "julie",
     "today",
     "cair",
     "nov. 13, 2016",
     "paris",
     "2011",
     "hirschfeld",
     "york",
     "mccarthy",
     "facebook",
     "michael",
     "davis",
     "cooper",
     "night",
     "center",
     "national",
     "poverty"
    ],
    "id": 2,
    "text": "Privacy Policy At a news conference before leaving on a weeklong trip to Greece, Germany and Peru, Mr. Obama appeared to be doing his best to give Mr. Trump space as he begins forming his administration. He also continued his efforts to persuade Mr. Trump to preserve his legacy, pointedly reminding him that repealing the Affordable Care Act could be politically unpopular and that ripping up global agreements like the Iran nuclear deal or the Paris climate accord would be difficult. “It’s important for us to let him make his decisions,” Mr. Obama said. “The American people will judge over the course of the next couple of years whether they like what they see.” He refused to say whether he still considered Mr. Trump unfit to sit in the Oval Office and have access to the nuclear codes, and equated Mr. Trump’s shortcomings with his own troubles organizing paperwork on his desk. The closest Mr. Obama came to criticizing Mr. Trump was when he said the president-elect would have to temper his impulse to make explosive comments and shade the truth once he was sworn in. A list of possibilities for key posts in the new administration. “There are going to be certain elements of his temperament that will not serve him well unless he recognizes them and corrects them,” Mr. Obama said. “I think he recognizes that this is different, and so do the American people.” Congressional Republicans remained largely silent about the appointment of Mr. Bannon, choosing instead to praise Mr. Trump’s announcement that Reince Priebus, the chairman of the Republican National Committee, would be the new White House chief of staff. In remarks to reporters, Representative Kevin McCarthy of California, the Republican majority leader in the House, said he would “not prejudge” Mr. Trump’s choice. But critics of Mr. Bannon continued to raise questions about his background and his tenure as the chairman of Breitbart News. A 2011 radio interview surfaced in which Mr. Bannon praised Ann Coulter, Michele Bachmann and Sarah Palin by saying they were not “a bunch of dykes that came from the Seven Sisters schools up in New England.” Advertisement Continue reading the main story “That drives the left insane,” he added, “and that’s why they hate these women.” The Council on American-Islamic Relations said the selection of Mr. Bannon “sends the disturbing message that anti-Muslim conspiracy theories and white nationalist ideology will be welcome in the White House.” That view was echoed by the Southern Poverty Law Center , which tracks hate groups and said Mr. Trump “should rescind this hire.” “In his victory speech, Trump said he intended to be president for ‘all Americans,’” the center said. “Bannon should go.” Republicans who had long opposed Mr. Trump’s candidacy also took to Twitter on Sunday night and Monday morning to warn that his choice to rely on the advice of Mr. Bannon was an indication of the way he would govern. “The racist, fascist extreme right is represented footsteps from the Oval Office,” said John Weaver, a Republican strategist who ran the presidential campaign of Gov. John Kasich of Ohio and previously advised Senator John McCain of Arizona. “Be very vigilant, America.” The racist, fascist extreme right is represented footsteps from the Oval Office. Be very vigilant America. —         John Weaver (@JWGOP) Nov. 13, 2016 But people close to Mr. Bannon came to his defense. Joel B. Pollak, an author and editor at Breitbart, called him an “American patriot who also defends Israel and has deep empathy for the Jewish people.” Mike Huckabee, the former governor of Arkansas and presidential candidate, accused Mr. Bannon’s critics of sour grapes. On Twitter, he wrote that Mr. Bannon should embrace the criticism from the Council on American-Islamic Relations, or CAIR. “Critics of Steve Bannon know he’s smarter and tougher than they are,” Mr. Huckabee wrote. “When CAIR doesn’t like you, that is a good thing.” Critics of Steve Bannon know he's smarter and tougher than they are. When CAIR doesn't like you that is a good thing. Bannon a good guy —         Gov. Mike Huckabee (@GovMikeHuckabee) Nov. 14, 2016 Michael D. Shear reported from Washington, and Maggie Haberman from New York. Michael S. Schmidt, Julie Hirschfeld Davis, Mark Landler, Jackie Calmes and Helene Cooper contributed reporting from Washington. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on November 15, 2016, on page A1 of the New York edition with the headline: Furor Over Trump’s Pick Of a Hard-Right Adviser. Order Reprints | Today's Paper | Subscribe ",
    "title": "Critics See Stephen Bannon, Trump’s Pick for Strategist, as Voice of Racism - The New York Times"
   },
   {
    "entities": [
     "bannon",
     "house",
     "oval",
     "goldman",
     "steve",
     "vladimir",
     "overnight",
     "stephen",
     "february",
     "daily",
     "new",
     "newt",
     "roe",
     "times",
     "washington",
     "supreme",
     "m.",
     "2015",
     "sachs",
     "now",
     "breitbart",
     "cnn",
     "portland",
     "tower",
     "harry",
     "middle",
     "pence",
     "mike",
     "america",
     "post",
     "adl",
     "richard",
     "ap",
     "moscow",
     "past",
     "weekly",
     "paul",
     "wisconsin",
     "center",
     "court",
     "naacp",
     "manhattan",
     "office",
     "syria",
     "jentleson",
     "cbs",
     "kristol",
     "charleston",
     "union",
     "republican",
     "kellyanne",
     "southern",
     "obamacare",
     "roth",
     "reince",
     "east",
     "supremacist",
     "ryan",
     "william",
     "institute",
     "deirdra",
     "mexico",
     "state",
     "fox",
     "european",
     "night",
     "morning",
     "k.",
     "russia",
     "donald",
     "congress",
     "twitter",
     "jason",
     "adam",
     "conway",
     "navy",
     "o'regan",
     "cornell",
     "monday",
     "ukraine",
     "cabinet",
     "clinton",
     "last week",
     "trump's",
     "tuesday",
     "stahl",
     "gingrich",
     "committee",
     "states",
     "white",
     "kremlin",
     "friday",
     "d.c.",
     "s.c.",
     "obama",
     "trump",
     "kkk",
     "msnbc",
     "priebus",
     "u.s.",
     "sunday",
     "reid",
     "spencer",
     "jonathan",
     "3 million",
     "bill",
     "1380",
     "hillary",
     "united",
     "anti-defamation",
     "miller",
     "wade",
     "current",
     "andrew",
     "2005",
     "more than 20 years ago",
     "senate",
     "d.",
     "right now",
     "crimea",
     "lesley",
     "law",
     "league",
     "islamic",
     "karpukhin",
     "putin",
     "news",
     "greenblatt",
     "aca",
     "china",
     "october",
     "brooks",
     "sergei",
     "york",
     "policy",
     "standard",
     "nato",
     "national",
     "poverty"
    ],
    "id": 3,
    "text": "Trump, Putin agree in phone call to improve ‘unsatisfactory’ relations between their countries, Kremlin says Players The inside track on Washington politics. Be the first to know about new Players stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Russian President Vladimir Putin (Pool photo by Sergei Karpukhin via AP)   President-elect Donald Trump and Russian President Vladimir Putin agreed in a telephone conversation Monday that relations between their countries were “unsatisfactory” and vowed to work together to improve them, the Kremlin said in a statement. The statement said the two leaders discussed combining efforts in the fight against terrorism, talked about “a settlement for the crisis in Syria” and agreed their aides would begin working toward a face-to-face meeting between them. Trump’s office said in a statement that Putin had called to “offer his congratulations” and that the two had discussed “a range of issues including the threats and challenges facing the United States and Russia, strategic economic issues and the historical U.S.-Russia relationship that dates back over 200 years.” Although Trump’s statement did not mention Syria or other specific issues, it said that he told Putin “that he is very much looking forward to having a strong and enduring relationship with Russia and the People of Russia.” [ A less-belligerent Russia might emerge with Trump’s victory. At least for a while. ] The call came as Trump faced a growing backlash against his decision to name campaign chairman and former Breitbart News head Stephen K. Bannon as chief strategist at the White House, a choice critics say will empower white nationalists. Since his victory last week, Trump has received congratulatory calls from a number of foreign leaders. Putin had initially sent Trump a telegraph last week expressing his desire for a dialogue based on “mutual respect and genuine consideration for each other’s positions.” During the campaign, Trump repeatedly praised Putin as a strong leader, and said that the two countries should join together to fight terrorists, particularly the Islamic State in Syria. He indicated that closer relations with Russia would keep the Kremlin from establishing tighter ties with China. Trump appeared to absolve Russia from responsibility for intervention in Ukraine and annexation of Crimea, and questioned the relevance of NATO, which has charged Moscow with engaging in provocative air and sea actions on the alliance’s eastern flank. Giving Putin a free pass on those issues is directly counter to the Russia policy of the Obama administration, which has, among other things, called for an international war crimes investigation of Russia’s actions in Syria. It could also undermine current European negotiations with Moscow over Ukraine, and support for U.S. and European Union sanctions. Russia is interested not only in getting the sanctions removed, but also in getting global recognition of equal status as a player in the Middle East and elsewhere. [ Obama says new president-elect is committed to NATO ] Equally controversial was Trump’s selection on Sunday of Bannon. A chorus of advocacy groups, commentators and congressional Democrats has denounced Bannon as a proponent of racist, anti-Semitic and misogynistic views as Trump has begun his first full week as president-elect. Trump named Bannon his chief strategist and senior counselor while also appointing Republican National Committee Chairman Reince Priebus to be his chief of staff. “President-elect Trump’s choice of Steve Bannon as his top aide signals that white supremacists will be represented at the highest levels in Trump’s White House,” Adam Jentleson, a spokesman for Senate Minority Leader Harry M. Reid (D-Nev.), said in a statement Sunday night. “It is easy to see why the KKK views Trump as their champion when Trump appoints one of the foremost peddlers of White Supremacist themes and rhetoric as his top aide. Bannon was ‘the main driver behind Breitbart becoming a white ethno-nationalist propaganda mill,’ according to the Southern Poverty Law Center.” [ Donald Trump plans to immediately deport 2 million to 3 million undocumented immigrants ] The statement echoed sentiments from leaders of the Anti-Defamation League, the NAACP, other Capitol Hill Democrats and some Republican Trump critics such as Weekly Standard editor Bill Kristol, who tweeted, “Is there precedent for such a disreputable & unstable extremist in [White House] senior ranks before Bannon?” A spokesman for Trump accused critics and the media of trying to “divide people” following the election when they raise questions about Bannon’s views and history. Jason Miller, communications director for the Trump presidential transition, said Monday morning that Bannon has done a “fantastic job” since joining Trump’s inner circle. “If you’ve seen the president-elect since the election, he’s taken a very measured tone,” Miller said in an interview with CNN’s “New Day.” Kellyanne Conway, who worked closely with Bannon as Trump’s campaign manager, also defended him. “He’s been the general of this campaign,” Conway told reporters as she arrived Monday at Trump Tower in Manhattan to meet with the president-elect. Citing Bannon’s résumé as a former naval officer and Goldman Sachs executive, she called him a “brilliant tactician.” Asked whether Bannon needed to explain his connections to the alt-right movement, Conway said: “I’m personally offended that you think I would manage a campaign where that would be one of the going philosophies. It was not — 56 million-plus Americans or so saw something else. . . . You should really focus on the will of the people, which was to elect Donald Trump the president.” House Speaker Paul D. Ryan (R-Wis.) sought to calm the fears many Americans still hold about Trump’s election, which has been greeted by widespread protests. “There is a lot of hysteria and hyperbole,” Ryan said during an interview Monday with his hometown radio station, 1380 Big AM. “I would tell people to just relax — things are going to be fine. Trump’s naming of Bannon and Priebus set up what could be a battle within the White House between the populist, outsider forces that propelled his winning campaign and the party establishment that dominates Washington. [ From October: Trump just laid out a pretty radical student debt plan ] During his campaign, President-elect Donald Trump repeatedly vowed to \"drain the swamp\" in D.C. and rid the federal government of political elites and lobbyists. But just days into his transition to president, Trump seems to be doing the opposite. (Deirdra O'Regan/The Washington Post) In appointing Priebus, 44, Trump has brought into his White House a Washington insider who is viewed as broadly acceptable by vast swaths of the party, and he signaled a willingness to work within the establishment he assailed on the campaign trail. But Trump sent an opposing signal by tapping Bannon, 62, who has openly attacked congressional leadership, taking particular aim at Ryan ­ — who recommended Priebus for his new job. “I am thrilled to have my very successful team continue with me in leading our country,” Trump said in a statement. “Steve and Reince are highly qualified leaders who worked well together on our campaign and led us to a historic victory. Now I will have them both with me in the White House as we work to make America great again.” Reince Priebus will be the next chief of staff of the White House. Here's what you need to know about the man with the top job in Trump's administration. (Deirdra O'Regan/The Washington Post) Bannon’s senior White House role has been welcomed by prominent figures on the alt-right. Richard Spencer, president of the white-nationalist National Policy Institute, wrote on Twitter that “strategist” is the “best possible position” for Bannon in Trump’s White House. “Bannon will answer directly to Trump and focus on the big picture, and not get lost in the weeds,” he wrote Sunday night. “He’ll be freed up to chart Trump’s macro trajectory,” Spencer wrote, adding, “The question is: Which way is the arrow pointing? It’s pointing towards the #AltRight!” Groups representing Jews, African Americans and Muslims have vocally opposed Bannon’s appointment. Jonathan Greenblatt, chief executive of the Anti-Defamation League, said via Twitter on Sunday night that the ADL opposes Bannon’s appointment to a senior White House role because “he & his alt-right are so hostile to core American values.” Endorsing Greenblatt’s message, NAACP President Cornell William Brooks tweeted overnight: “Racism has been routinized; anti-Semitism normalized; xenophobia deexceptionalized; & misogyny mainstreamed.” The Bannon announcement came as Trump highlighted some of his first priorities in an interview on CBS’s “60 Minutes,” vowing after he is inaugurated to “immediately” deport up to 3 million immigrants in the country illegally and to simultaneously repeal and replace President Obama’s Affordable Care Act. He also repeated his remark that he knows more about the Islamic State than U.S. generals do, saying, “I probably do, because look at the job they’ve done.” Trump’s top two advisers could help him achieve different objectives. Priebus could help Trump notch early legislative victories in a Republican-led Congress and ingratiate himself with the insiders he claims to loathe but who dominate his transition team. A longtime lawyer and Wisconsin political operative, Priebus will work to smooth over residual friction from a campaign during which a number of Republicans refused to endorse Trump, reversed their endorsements or stepped away from him after a 2005 tape surfaced in which Trump is heard saying that he could force himself on women because he was a “star.” Bannon will be the other voice on Trump’s shoulder: He helped shape Trump’s message on the campaign trail and relishes combativeness. The former Navy officer and investment banker has said the campaign was the American version of worldwide populist movements such as the British vote to sever ties with the European Union. [ Trump’s win may be just the beginning of a global populist wave ] Bannon’s appointment drew sharp criticism from political operatives on both sides of the aisle who see Bannon as being too close to the alt-right and white nationalism. Breitbart has published stories with headlines stating that women faced with harassment online should “log off” and that taking birth control makes women “unattractive and crazy.” The site called Kristol a “renegade Jew” in 2015. The Southern Poverty Law Center, a hate-watch group, blasted the choice of Bannon and cited Breitbart headlines that included a call to hoist the Confederate flag weeks after shootings at a black Charleston, S.C., church and another that said that political correctness “protects Muslim rape culture.” Bannon was charged with misdemeanor domestic violence against his former wife more than 20 years ago; the charges included trying to prevent a victim or witness of crime from reporting, inflicting injury and battery. Bannon was never convicted, and the case was dismissed. His former wife also accused him of making anti-Semitic remarks, according to a court statement obtained by the New York Daily News. Priebus said negative claims against Bannon do not reflect the man he knows. “He was a force for good on the campaign at every level that I saw all the time,” Priebus told MSNBC’s “Morning Joe” on Monday. “I haven’t seen any of these things that people are crying out about,” he told “Fox and Friends.” Trump surrogate Newt Gingrich blasted the idea Sunday that Trump’s campaign catered to the alt-right, calling it “garbage.” In a statement, Bannon said he and Priebus had a “very successful partnership” on the campaign trail. “We will have that same partnership in working to help President-elect Trump achieve his agenda,” Bannon said. Priebus gave a preview of some of the administration’s policy priorities: “I am very grateful to the president-elect for this opportunity to serve him and this nation as we work to create an economy that works for everyone, secure our borders, repeal and replace Obamacare and destroy radical Islamic terrorism. He will be a great president for all Americans.” [ It’s not just the Cabinet: Trump’s transition team needs to find nearly 4,000 appointees ] The personnel announcement comes as the contours of the Trump administration are starting to take shape and as he and his team pivot from campaign rhetoric to the nuts and bolts of governing. Trump and his advisers continue to paint a mixed picture of what the administration will look like, and they have been giving answers often at odds with Trump’s campaign rhetoric, which included pledges to fully repeal the ACA and get Mexico to pay for a wall along the southern border, and crowd chants of “Lock her up!” about his Democratic opponent, Hillary Clinton. On undocumented immigrants, Trump said on “60 Minutes” that his administration will “get the people that are criminal and have criminal records, gang members, drug dealers, we have a lot of these people, probably 2 million, it could be even 3 million. We are getting them out of our country, or we are going to incarcerate. But we’re getting them out of our country; they’re here illegally.” The remarks are another sign of retreat from Trump’s vows throughout much of the presidential campaign to remove all of the estimated 11 million illegal immigrants in the country. By focusing on criminals only, Trump would be mirroring current Obama administration priorities, and experts say his numbers are highly inflated. Trump also built his campaign around a pledge to build a wall along the U.S. border with Mexico, but he said Sunday he would accept the plan of some congressional Republicans to build a fence in specific places — something he told MSNBC in February would be acceptable for part of the border because of natural barriers. Trump again said Sunday that he will probably keep in place parts of the Obama health-care law, including provisions that allow children to stay on their parents’ health plans until the person turns 26 and prevent insurers from refusing coverage for preexisting conditions. He said his administration would work to repeal and replace the law simultaneously; he said in a different interview Friday that the law might simply be amended. “And it’ll be great health care for much less money. So it’ll be better health care, much better, for less money. Not a bad combination,” he told CBS’s Lesley Stahl on Sunday. Trump has said that he would appoint Supreme Court justices to overturn the Roe v. Wade decision legalizing abortion, and in Vice President-elect Mike Pence he will be bringing one of the nation’s most antiabortion politicians into the White House. When asked by Stahl whether he plans to appoint a justice who will overturn Roe v. Wade, Trump said whomever he names will be “very pro-life” and that “if it ever were overturned, it would go back to the states.” Trump also said he is “fine” with same-sex marriage being legal. The president-elect, who did not release his tax returns during the campaign, told “60 Minutes” he will make them public “at the appropriate time.” Trump said he believes that some of the protesters involved in demonstrations that have taken place in major cities since Trump’s victory are “professional protesters” and that people shouldn’t be scared of his administration. [ A complicated past lies behind Portland’s violent protests ] “Don’t be afraid,” Trump said. “We are going to bring our country back. But certainly, don’t be afraid. You know, we just had an election and sort of like you have to be given a little time.” When asked of reports of racial slurs, harassment and personal threats against African Americans, gay people, Latinos and Muslims and others by some of his supporters, Trump said he didn’t hear it but that he “hates” to hear that. “I am so saddened to hear that. And I say, ‘Stop it.’ If it — if it helps. I will say this, and I will say right to the cameras: ‘Stop it,’ ” he said. Trump’s personnel announcements are emblematic of the conflicting signals the new administration has sent since Tuesday’s upset victory, in which Trump won the electoral college by sweeping a number of Rust Belt states even as he lost the popular vote. Trump vowed to “drain the swamp” of Washington, but numerous lobbyists and big-pocketed donors are appearing in the power structure he is erecting. Trump defended himself on “60 Minutes,” saying that these people “know the system right now” but that it is going to be phased out. The president-elect appears to have resumed full use of his Twitter account, which was restricted leading up to Election Day. He took aim at the New York Times, suggesting that a letter sent to subscribers amounted to the paper “apologizing for their BAD coverage of me.” The letter did not apologize for bad coverage. Trump suggested on “60 Minutes” that he might not tweet as much when he occupies the Oval Office — or just not in the way the world has gotten used to. “I’m going to do very restrained, if I use it at all, I’m going to do very restrained. I find it tremendous. It’s a modern form of communication,” he said. Andrew Roth in Moscow contributed to this story. 1 of 98 ",
    "title": "Trump, Putin agree in phone call to improve ‘unsatisfactory’ relations between their countries, Kremlin says - The Washington Post"
   },
   {
    "entities": [
     "donald",
     "studies",
     "asia",
     "twitter",
     "2016",
     "for",
     "associated",
     "august",
     "party",
     "democratic",
     "tsipras",
     "news",
     "monday",
     "nikos",
     "clinton",
     "now",
     "last week",
     "germany",
     "singapore",
     "greece",
     "peru",
     "days ago",
     "obama",
     "trump",
     "alexis",
     "pappas",
     "heather",
     "america",
     "mideast",
     "press",
     "international",
     "u.s.",
     "november 14, 2016",
     "europe",
     "and",
     "hillary",
     "facebook",
     "the future",
     "fox",
     "conley",
     "nato",
     "center",
     "japan",
     "strategic"
    ],
    "id": 4,
    "text": "Obama: Trump committed to NATO alliance; Dems should reflect on election loss Published               November 14, 2016 Facebook 0 Twitter 0 livefyre Email Print   Calling the office of the presidency “bigger than any one person,” President Obama on Monday said the influence America has on a global scale will not be erased by the outcome of one election and added that Donald Trump told him the U.S. would reaffirm its commitment to the NATO alliance. Domestically, Obama said last week’s major losses for the Democratic Party across the country were a political blow but encouraged his party “not to waiver on our core beliefs and principles.” “When your team loses, everybody gets deflated,” Obama said. He added, “It’s important for me not to be bigfooting that conversation.” Monday marked the first time Obama has taken questions from the press since Trump’s election win last week. The president was also questioned on the status of his legacy laws, including ObamaCare, under a Trump administration, as well as the ongoing protests in cities across the country following the election. Just days ago, the two men were attacking one another on policy issues. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Trump ran his campaign on promises to gut most of Obama’s signature policies. The president spent the majority of the 2016 presidential election season calling out his now-successor, saying he was “temperamentally unfit” for the job. Since then, Obama has said his main goal going forward would be to facilitate a smooth transition of power.   Following the press conference, the president will head out on his last major trip abroad where he’ll likely face similar questions from his foreign counterparts. And though Obama has urged unity and said the U.S. must root for Trump’s success, the president’s trip to Greece, Germany and Peru forces him to confront global concerns about the future of America’s leadership. \"The mood of Greek people for this political change is 'wait and see,'\" said Nikos Pappas, a minister of state with close ties to Prime Minister Alexis Tsipras, in an interview. He said there was surprise in Greece, as elsewhere, about Trump's victory, but added: \"Everybody would be expecting the U.S. government is going to continue to be on our side.\" Obama's trip, planned when it seemed certain Hillary Clinton would win, had been designed to reassure the world that the U.S. had regained its footing after a toxic campaign that unnerved foreign capitals, noted Heather Conley, a Europe scholar at the Washington-based Center for Strategic and International Studies. \"Now the president has the unenviable task of telling his counterparts and explaining what Europeans are now coining 'the Trump effect,'\" Conley said. For months, Obama lent credence to those concerns as he urged Americans to reject Trump. Standing alongside Singapore's prime minister in August, Obama said Trump was \"woefully unprepared\" because he lacked \"basic knowledge\" about critical issues in Europe, Asia and the Mideast. And during a visit to Japan, Obama said world leaders were rightfully \"rattled\" by Trump. Now, Obama must reassure the U.S. and other countries that somehow, it will all be OK. The Associated Press contributed to this report.  Advertisement ",
    "title": "Obama: Trump committed to NATO alliance; Dems should reflect on election loss | Fox News"
   },
   {
    "entities": [
     "wilkinson",
     "council",
     "bannon",
     "bbc",
     "donald",
     "radio",
     "congress",
     "steve",
     "russia",
     "phares",
     "cia",
     "england",
     "halper",
     "for",
     "iran",
     "this year",
     "toner",
     "james",
     "to",
     "belfer",
     "harvard",
     "--",
     "washington",
     "france",
     "news",
     "monday",
     "now",
     "clinton",
     "breitbart",
     "jr.",
     "cnn",
     "gary",
     "germany",
     "states",
     "israel",
     "center",
     "china",
     "obama",
     "trump",
     "treasury",
     "science",
     "international",
     "u.s.",
     "mark",
     "samore",
     "r.",
     "nations",
     "affairs",
     "1993",
     "evan",
     "and",
     "walid",
     "1995",
     "united",
     "security",
     "department",
     "state",
     "republic",
     "u.n.",
     "tehran",
     "woolsey",
     "islamic",
     "tracy"
    ],
    "id": 5,
    "text": "Trump's plans to scuttle or amend the Iran nuclear deal remain a work in progress Newspaper headlines in Tehran AFP/Getty Images Newspapers in Tehran announce the election of Donald Trump as U.S. president. He has harshly criticized the U.S.-brokered international deal to limit Iran's nuclear weapons program. Newspapers in Tehran announce the election of Donald Trump as U.S. president. He has harshly criticized the U.S.-brokered international deal to limit Iran's nuclear weapons program. (AFP/Getty Images) Tracy Wilkinson Contact Reporter President Obama said Monday that the historic accord to curb Iran's ability to develop nuclear weapons — the most important arms control agreement in decades — is working, and he expressed hope that Donald Trump will keep it intact. “My suspicion is that when the president-elect comes into office … he will look at the facts,” Obama said at a news conference. Abandoning the deal would remove obstructions that blocked Iran’s nuclear capabilities and could force the United States to sanction European allies that continued to honor the accord. “When you are  not responsible for it, you can call it a terrible deal,” Obama said. “When you are responsible … you are more likely to look at the facts.” The question remains whether the deal, ratified by six world powers and implemented under a United Nations Security Council resolution, will survive under a Trump administration. Donald Trump ’s closest confidants and most determined field lieutenants throughout the presidential campaign; now he has become President-elect Trump’s first major postelection political problem. The angry backlash against Trump’s announcement that the Breitbart News executive... Steve Bannon was one of Donald Trump ’s closest confidants and most determined field lieutenants throughout the presidential campaign; now he has become President-elect Trump’s first major postelection political problem. The angry backlash against Trump’s announcement that the Breitbart News executive... (Evan Halper) As a candidate, Trump targeted the Iran deal with special scorn but wavered on his intentions. He vowed at times to tear it up and at other times indicated he would negotiate stiffer concessions from Iran. In speeches, he vastly inflated Iran’s financial gains from the agreement, suggesting Tehran benefited unfairly. And he complained that it only limited Iran’s nuclear weapons program, not its ballistic missiles or other issues of concern to U.S. policymakers. But the United States enforces separate sanctions related to Iran’s ballistic missiles, its support for foreign terrorist groups and human rights abuses. The Treasury Department twice added sanctions to Iranian companies and individuals this year after the nuclear deal went into effect. “We have seen that this agreement has done what we said it was going to do, which is limit Iran from obtaining a nuclear [weapon],” said Mark Toner, the State Department spokesman. “It wasn't focused on changing Iran's behavior at large. It was focused on preventing it from obtaining a nuclear weapon.” Trump’s advisors make clear that revisiting the agreement is a priority for Trump even if the plan ahead is still a work in progress. ‘Ripping up’ is maybe a too strong a word. He’s gonna take that agreement, it’s been done before in international context, and then review it. — Walid Phares, Trump foreign policy advisor “‘Ripping up’ is maybe a too strong a word. He’s gonna take that agreement, it’s been done before in international context, and then review it,” Walid Phares, a Trump foreign policy advisor, told BBC radio.  “He will take the agreement, review it, send it to Congress, demand from Iranians to restore a few issues or change a few issues. And there will be a discussion. It could be a tense discussion.” Another advisor, R. James Woolsey Jr., who headed the CIA from 1993 to 1995 under President Clinton, was more hawkish. Speaking on CNN, he called the deal “the worst single international agreement the United States has ever signed.” Woolsey said the deal was neither implementable nor verifiable. “It is truly rotten,” he said. Under the Joint Comprehensive Plan of Action, as the deal is formally known, Iran has met its commitments to curtail access to nuclear fuel and technology and is submitting to verification systems set up to monitor its compliance, according to the U.N. nuclear watchdog agency. U.S. officials and most arms control experts say Washington would be isolated if it withdraws from the deal. It could put the United States in violation of the Security Council resolution that it endorsed, kill any chance of another diplomatic deal with Iran and hurt U.S. credibility with the five other major powers who negotiated it: England, France, China, Russia and Germany. Even Israel, which fiercely opposed concessions to the Islamic Republic during the negotiations, has accepted that the deal is working and that Iran no longer poses an imminent nuclear threat. Worse, according to arms control experts, it could give Iran a free hand to cast off its commitments — and give the U.S. few options short of military force to respond. “Iran would be free to resume its nuclear program , and it would be difficult to impose new sanctions,” said Gary Samore, a former arms control advisor to Obama who now is research director at the Belfer Center for Science and International Affairs at Harvard. ",
    "title": "Trump&apos;s plans to scuttle or amend the Iran nuclear deal remain a work in progress - LA Times"
   },
   {
    "entities": [
     "house",
     "congress",
     "donald",
     "eric",
     "maryland",
     "george",
     "new",
     "once",
     "w.",
     "ivanka",
     "jr.",
     "cnn",
     "mcgehee",
     "cummings",
     "committee",
     "trump",
     "meredith",
     "u.s.",
     "sunday",
     "painter",
     "richard",
     "york",
     "giuliani",
     "rudy",
     "oversight",
     "africa",
     "elijah",
     "bush",
     "city",
     "treasury"
    ],
    "id": 6,
    "text": "Critics See Legal, Political Risks If Trump Keeps Ties To His Businesses Critics See Legal, Political Risks If Trump Keeps Ties To His Businesses Embed Embed Donald Trump has promised to turn his company over to his three grown children — Donald Trump Jr. (from left), Ivanka and Eric — to run once he's sworn in. Chip Somodevilla/Getty Images hide caption toggle caption Chip Somodevilla/Getty Images Donald Trump has promised to turn his company over to his three grown children — Donald Trump Jr. (from left), Ivanka and Eric — to run once he's sworn in. Chip Somodevilla/Getty Images Federal law says anyone who works for the executive branch of the government has to avoid conflicts of interest. The Treasury secretary cannot own stock in a big bank, for instance. And Richard Painter, who served as ethics adviser under President George W. Bush, says different administrations have typically been scrupulous about following the law. \"Whenever anyone was even considering a position that would be appointed by the president, I would discuss with that person the need to sell off assets that create conflicts of interest,\" Painter says. But ironically the law that bars conflicts of interest for, say, a deputy assistant cabinet secretary, doesn't apply to the president or vice president. That means President-elect Donald Trump can continue to operate his vast network of businesses while serving as president. Trump has said he won't do that. He says he'll let his three grown children run his companies instead. Donald Trump's Businesses Pose New Conflict Of Interest Questions The ranking Democrat on the House Oversight Committee, Elijah Cummings of Maryland, is calling for congressional hearings into Trump's business interests. Rudy Giuliani, the former New York City mayor and U.S. attorney, suggested on CNN on Sunday that Trump needs to keep the businesses operating to be fair to his children. \"Remember, they can't work in the government because of the government rule about nepotism so you'd be putting them out of work,\" Giuliani said. But Giuliani, who is a top adviser to the president-elect, also said later that Trump should consider some kind of arrangement to remove himself completely from running his companies. Article continues after sponsorship There are enormous risks to a Trump presidency, legal risks and other political risks, if he keeps these business interests while he serves as president. Richard Painter, ethics adviser under President George W. Bush Among government ethics experts the idea of a sitting president's family running businesses for him raises all kinds of red flags. \"If we heard a similar situation described of a country in maybe Africa or another part of the world about the role that the family was going to play while their father was in the presidency, we'd often refer to that as kind of one of the features of a banana republic,\" says Meredith McGehee, with the nonpartisan group Issue One. The Trump family does considerable business with overseas banks and governments. McGehee asks what happens when one of Trump's children goes out to negotiate a deal. \"What's the message to the people they're dealing with? Is it: You better deal with me or there's going to be retribution? Or, I really want to deal with you because I think there's really some reward for my business?\" she says. 4 Questions About Donald Trump's Potential Conflicts Of Interest If He's Elected And Painter, the former Bush ethics adviser, says Trump risks running afoul of the Emoluments Clause of the Constitution, which bars U.S. government employees from getting paid by foreign countries or the companies they own. Painter says at worst that could lead to a constitutional crisis between Congress and the president. \"There are enormous risks to a Trump presidency, legal risks and other political risks, if he keeps these business interests while he serves as president,\" Painter says. At best, Trump's business ties are likely to pop up repeatedly as a source of suspicion and scrutiny, McGehee says. \"The more of these kinds of ethical distractions that arise, I think the worse it is for President-elect Trump to actually come in and do the job he says he wants to do,\" she says. And, she says, that could impede the country's ability to move forward after the long, contentious presidential campaign. ",
    "title": "Critics See Legal, Political Risks If Trump Keeps Ties To His Businesses : NPR"
   },
   {
    "entities": [
     "kushner",
     "inc.",
     "lesley",
     "donald",
     "trump",
     "cbs",
     "eric",
     "news",
     "ivanka",
     "jr.",
     "2016",
     "jared",
     "stahl",
     "late last week",
     "interactive"
    ],
    "id": 7,
    "text": "You know Donald Trump's platform. You know his famous quotes. But how well do you know his kids? The issue raises another layer of questions about the unique role his children are playing and conflicts of interest with their running his network of businesses. Mr. Trump’s children Ivanka, Eric and Donald Jr., as well as son-in-law Jared Kushner, were named to the president-elect’s transition team late last week. Though they were an integral part of his campaign team, Mr. Trump’s children have all stated that they will not hold formal roles in the government. “No,” Ivanka told CBS News’ Lesley Stahl when asked during a “60 Minutes” interview if she would join the administration. “I’m going to be a daughter. But I’ve-- I’ve said throughout the campaign that I am very passionate about certain issues. And that I want to fight for them.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump team seeks top-secret security clearances for Trump's children - CBS News"
   },
   {
    "entities": [
     "bannon",
     "house",
     "saul",
     "donald",
     "congress",
     "korte",
     "the past",
     "stephen",
     "putin",
     "nov. 14",
     "guantanamo",
     "party",
     "nov. 14, 2016",
     "once",
     "democratic",
     "gop",
     "monday",
     "now",
     "eight years ago",
     "usa",
     "germany",
     "states",
     "white",
     "obamacare",
     "greece",
     "peru",
     "obama",
     "trump",
     "loeb",
     "u.s.",
     "november 14, 2016",
     "6:15 p.m. est",
     "gregory",
     "bay",
     "ap",
     "united",
     "facebook",
     "the future",
     "today",
     "night",
     "barack"
    ],
    "id": 8,
    "text": "Obama: Americans should 'reconcile themselves' to Trump presidency President Obama answers questions about the election, the presidential transition and his legacy. Post to Facebook Obama: Americans should 'reconcile themselves' to Trump presidency President Obama answers questions about the election, the presidential transition and his legacy. Check out this story on USATODAY.com: http://usat.ly/2frLtwB CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 268 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obama: Americans should 'reconcile themselves' to Trump presidency Gregory Korte , USA TODAY 6:15 p.m. EST November 14, 2016 x Share President Barack Obama told reporters on Monday that his team will do what they can to 'ensure a smooth transition' to President-elect Donald Trump. (Nov. 14) AP President Obama speaks during a press conference in the Brady Press Briefing Room of the White House on Nov. 14, 2016. (Photo: Saul Loeb, AFP/Getty Images) President Obama said Americans had to \"reconcile themselves\" to the Trump presidency, and — in a surprising turnabout from his pre-election rhetoric — spoke optimistically about the president-elect's ability to govern. Answering questions from reporters for the first time since voters handed the White House over to a candidate who promised to dismantle his agenda , Obama also pledged Monday to give President-elect Donald Trump the space he needs to put together a new government. He declined to comment on the appointment of alt-right firebrand Stephen Bannon to a top role in his White House, and steered clear of his campaign remarks that Trump was unfit for the presidency. \"Look, the people have spoken. Donald Trump will be the next president, the 45th president of the United States. And it will be up to him to set up a team that he thinks will serve him well and reflect his policies. And those who didn't vote for him have to recognize that that's how democracy works. That's how this system operates,\" he said. \"Whenever you have got an incoming president of the other side, particularly after a bitter election like this, it takes a while for people to reconcile themselves with that new reality. Hopefully, it's a reminder that elections matter and voting counts.\" He did give Trump plenty of presidential advice — on staffing, on reaching out to women and minorities, and even on his temperament. He said an offhand remark from the president can move markets and impact national security. \"There are going to be certain aspects of his temperament that will not serve him well unless he recognizes them and corrects them,\" Obama said. Trump speaks with Putin by phone But on the whole, Obama spoke almost admiringly of Trump's political skills. \"What's clear is that he was able to tap into — yes, the anxieties, but also the enthusiasm of his voters in a way that was impressive,\" he said. And that connection with his supporters made him \"impervious to events that might have sunk another candidate. \"That's powerful stuff,\" he said. Trump \"is coming to this office with fewer set hard-and-fast policy prescriptions than a lot of other presidents might be arriving with,\" Obama said. \"I don't think he is ideological. I think ultimately he is pragmatic in that way. And that can serve him well as long as he has got good people around him and he has a clear sense of direction.\" The news conference provided a way for Obama to get domestic politics out of the way before he departs Monday night for a weeklong, three-country foreign trip that's expected to be the last of his presidency. \"I figure, why wait?\" he told reporters. That trip — to Greece, Germany and Peru — will give Obama a chance to reassure allies that bipartisan commitments are more enduring than any one administration. He's scheduled three news conferences during the trip, one on each leg, adding up to an extraordinary one-week stretch in which he'll face the press four times. At the Monday news conference, Obama addressed: ► The future of the Affordable Care Act: \"Obviously, this has been a holy grail for Republicans over the past six, seven years: 'We’ve got to kill Obamacare.' That's been taken as an article of faith. 'It’s terrible. It doesn't work, and we have to undo it,\" Obama said. But he argued that the GOP now has the challenge of how to improve on something that, Obama contends, is already doing well. \"On a lot of issues, now comes the hard part,\" he said. ► His Oval Office meeting with Trump: \"We had a very cordial conversation and that didn't surprise me,\" he said. \"I think that he is obviously a gregarious person. He's somebody who I think likes to mix it up and to have a vigorous debate.\" Obama gave Trump some practical advice on staffing. \"Probably the most important point that I made was that how you staff, particularly the chief of staff, the national security adviser, the White House counsel ... that's something that has to be attended to right away,\" he said. \"I think it's important to give him the room and the space to do that.\" Obama said he told Trump he was encouraged by his more conciliatory tone since the election, but said he needs to reach out to women and minority groups to assure them he can be their president, too. \"Gestures matter,\" he said. \"And how he reaches out to groups that may not have supported him, how he signals his interest in their issues or concerns, I think those are the kinds of things that can set a tone that will help move things forward once he has actually taken office.\" ► The future of the Democratic Party: \"It’s a healthy thing for the Democratic party to go through some reflection. I think it's important for me not to be bigfooting that conversation. We want to see new voices and new ideas emerge,\" he said. He defended the Democratic platform on economic and social issues. \"I believe we have better ideas, but I also believe that good ideas won't happen if people don't hear them,\" he said. \"Given the population distribution across the country, we have to compete everywhere. we have to show up everywhere.\" ► The closing of Guantanamo Bay prison: \"It is true that I have not been able to close the darned thing, because of the congressional restrictions that have been placed on us,\" he said of the Cuban naval base that houses detainees from the war on terror. \"What is also true is that we’ve significantly reduced the population.\" There are now just 60 detainees, down from a peak of about 770. He said there remains a \"group of very dangerous people\" who cannot be tried in civilian courts, often because of the sensitive nature of the evidence against them, but that they could be housed more efficiently in facilities on U.S. soil.  \"Congress disagrees with me, and I gather the president-elect does as well,\" he said. Obama: 'We have to change course' on Guantanamo ► His legacy: Obama said his White House team should be proud of what they've accomplished. \"We've already ensured that when we turn over the keys, the car is in pretty good shape. We are indisputably in a better position now than we were when I came in eight years ago,\" Obama said, running through his usual litany of accomplishments including the auto bailout, job growth and health care costs. But he also added one that he doesn't often boast of: \"I am very proud of the fact that we will, knock on wood, exit this administration without significant scandal.\" While he admitted that there have been \"screw ups\" in the federal government, he said the federal government acts more ethically than in the past. \"The reason is, frankly, we listen to the lawyers,\" he said. \"You wouldn’t know this if you were listening to some news outlets, or some members of oversight committees in Congress. But if you actually look at the facts, it works.\" ",
    "title": "Obama: Americans should 'reconcile themselves' to Trump presidency"
   },
   {
    "entities": [
     "police",
     "council",
     "house",
     "new",
     "nov. 14, 2016",
     "once",
     "berto",
     "washington",
     "gutierrez",
     "supreme",
     "now",
     "next year",
     "2014",
     "/",
     "mike",
     "deferred",
     "may",
     "illinois",
     "daca",
     "rahm",
     "technology",
     "luis",
     "first year",
     "action",
     "aguayo",
     "court",
     "first day",
     "8 p.m.",
     "$1.3 billion",
     "angeles",
     "grace",
     "tribune",
     "of",
     "this year",
     "philadelphia",
     "perez",
     "2008",
     "lurie",
     "emanuel",
     "quigley",
     "children's",
     "hospital",
     "institute",
     "gomez",
     "mexico",
     "$29 million",
     "night",
     "minneapolis",
     "morning",
     "nov. 8",
     "congress",
     "donald",
     "arrivals",
     "for",
     "briscoe",
     "justice",
     "seattle",
     "monday",
     "clinton",
     "june",
     "tuesday",
     "mcdonald",
     "white",
     "$1 billion",
     "obama",
     "trump",
     "u.s.",
     "sunday",
     "antonio",
     "hillary",
     "laquan",
     "years ago",
     "customs",
     "los",
     "tony",
     "wong",
     "1985",
     "childhood",
     "harold",
     "chicago",
     "2012",
     "twenty years later",
     "chicagoland",
     "york",
     "department",
     "barack",
     "city"
    ],
    "id": 9,
    "text": "Immigration issue provides Emanuel with chance to stand up to Trump Antonio Perez / Chicago Tribune Luis Gomez, right, speaks Nov. 14, 2016, at Lurie Children's Hospital in Chicago about politicians' responsibility to assist all immigrants. Luis Gomez, right, speaks Nov. 14, 2016, at Lurie Children's Hospital in Chicago about politicians' responsibility to assist all immigrants. (Antonio Perez / Chicago Tribune) Privacy Policy Mayor Rahm Emanuel on Monday promised to protect immigrants from deportation, even as president-elect Donald Trump has pledged to remove as many as 3 million immigrants who have criminal records and are living in the country illegally. For more than three decades, Chicago has been a sanctuary city, where local laws prohibit government workers and police officers from asking about residents' immigration status. The mayor said that tradition would continue. \"To all those who are, after Tuesday's election, very nervous and filled with anxiety as we've spoken to, you are safe in Chicago, you are secure in Chicago and you are supported in Chicago,\" Emanuel said. \"Chicago will always be a sanctuary city.\" That vow is running headlong into Trump, who campaigned on blocking federal funding to sanctuary cities, ramping up deportations, increasing prison sentences for those who re-enter and building a wall along the Mexican border. But the rise of Trump and the nation's rapidly changing political landscape provides a mayor who's been trying to rebuild his image with a political opportunity in a city full of immigrants and diverse neighborhoods. Emanuel, after all, is the guy who famously offered up the credo \"never let a serious crisis go to waste\" as he prepared to push President-elect Barack Obama 's Great Recession economic agenda in 2008. In this case, Trump's inflammatory rhetoric toward Mexicans and his immigration policies give Emanuel a political rallying point among Latinos after the mayor's popularity dropped sharply following the Laquan McDonald police shooting controversy. Immigrants' rights advocates speak at a news conference to discuss expanding mental health services for those fearful that Donald Trump will deport them or their families when he is sworn in as president. (Antonio Perez / Chicago Tribune) Many Latinos, however, still look at Emanuel with a wary eye on immigration, given his relatively late religion on the issue. In the Obama White House , Emanuel advised against pursuing immigration reform in that first year, having once called it the \"third rail of politics.\" In the Clinton White House, Emanuel suggested hard-line immigration policies to achieve \"record deportations of criminal aliens.\" Twenty years later, Trump has talked about the same target Emanuel backed for Clinton — deporting immigrants with criminal records who are in the U.S. illegally. \"What we are going to do is get the people that are criminal and have criminal records, gang members, drug dealers, where a lot of these people, probably 2 million, it could be even 3 million, we are getting them out of our country or we are going to incarcerate,\" Trump told \"60 Minutes\" in an interview that aired Sunday night. \"But we're getting them out of our country. They're here illegally.\" Like many other Americans on Tuesday night, Berto Aguayo stayed up late watching the presidential election results on TV with his family. As the early returns favoring Donald Trump began to trickle in, his mother started to cry. By 8 p.m. she started calling friends and family in Mexico who reassured... Like many other Americans on Tuesday night, Berto Aguayo stayed up late watching the presidential election results on TV with his family. As the early returns favoring Donald Trump began to trickle in, his mother started to cry. By 8 p.m. she started calling friends and family in Mexico who reassured... (Grace Wong and Tony Briscoe) For his part, Emanuel has not spoken to any of these specific policy proposals from Trump — and the mayor has not said he'd protect immigrants with criminal records who are here illegally. Instead, Emanuel has struck a more general tone of sympathizing with immigrants who remain fearful of a Trump presidency. \"Now, administrations may change, but our values and principals as it relates to inclusion does not,\" Emanuel said at a Monday event with immigrants' rights advocates to discuss expanding mental health services for those worried Trump will deport them or their families. \"People from all faiths, all backgrounds and all parts of the world have beaten their path to the city of Chicago because Chicago offers them and — more importantly, as the son and the grandson of an immigrant — their children and grandchildren a chance at the American dream.\" Trump proposals In his \"Contract with the American Voter\" prior to his election, Trump said he would take three actions on immigration during his first day in office: Cancel all federal funding to sanctuary cities, start deporting more than 2 million \"criminal illegal immigrants\" and suspend immigration from \"terror-prone regions where vetting cannot safely occur.\" During his first 100 days in office, Trump has said he will introduce legislation to build a wall on the country's southern border with Mexico, enact a minimum two-year mandatory federal prison sentence for those who re-enter the country after being deported and increase penalties for overstaying a visa. It's unclear how many of those priorities Trump will push hard for, and how many turn out to be little more than campaign rhetoric or ideas he decides not to pursue while spending his post-victory political capital elsewhere. Cutting off all federal funding to sanctuary cities would require action by a Republican-controlled Congress and, if passed, could cost Chicago significantly. This year, the city is receiving a little more than $1 billion in federal grant funding for myriad programs, including early childhood education, transportation, policing, health initiatives, public assistance programs and disaster management. Next year, the city is counting on more than $1.3 billion from the federal government. The Justice Department released a report in May saying the city could stand to lose nearly $29 million in annual justice grants if found to be in violation of federal laws on detaining people to be turned over to immigration agents for possible deportation. Democratic U.S. Rep. Mike Quigley , of Chicago, said he worries about Trump's threat to turn off that federal spigot, but said he thinks the new president ultimately will soft-pedal that while seeking congressional backing for other initiatives. \"In the final analysis, though, I think if the president wants to do what he talks about, for example with a big infrastructure package, he's going to need support across the aisle,\" Quigley said on WLS-AM 890's \"Connected to Chicago\" show that aired Sunday. \"And if he says none for Chicago, he's not going to get any support from anybody in Chicago, frankly in the Chicagoland area.\" Emanuel has said he's not worried about a Trump administration penalizing Chicago for its political resistance to the Republican's policies, but the mayor's immigration remarks will put him at odds with a new White House where he already will find his clout immeasurably diminished after eight years of nearly unfettered access to the Obama administration. Emanuel has supported Obama's immigration polices, including the president's 2014 executive order. That policy, which the Supreme Court blocked in June with a 4-4 tie, would have allowed as many as 5 million immigrants here without legal permission to apply for a program that would protect them from deportation and offer them work permits. The mayor also has pledged to stand up for so-called \"Dreamers,\" those who benefited from Obama's Deferred Action for Childhood Arrivals that offered legal protection to about 742,000 people who were brought to the U.S. as children and stayed here illegally. Trump said during the campaign he would rescind that executive order that created DACA. On Monday, DACA beneficiary Luis Gomez, who came to Chicago from Mexico as an 11-year-old and is now studying at the Illinois Institute of Technology, said he worries about his ability to continue his studies and get a job if Trump follows through on that threat. And in an illustration of the difficulties anti-Trump forces face in building a unified front in the wake of Democrat Hillary Clinton's failed presidential bid, Gomez scolded Emanuel and U.S. Rep. Gutierrez, D-Chicago. \"Rep. Gutierrez, if unity is to be achieved, you need to stop categorizing and separating the undocumented community between deportables and Dreamers. I demand that you stand behind all immigrants, not just immigrants without a criminal record,\" Gomez said as Emanuel and Gutierrez stood directly behind him. \"Mayor Emanuel, the welcoming city ordinance only protects immigrants without criminal records. I demand you extend protection in the city ordinance to those who belong to my community with a record.\" Emanuel has not promised to protect immigrants with criminal records who are living in the U.S. without legal permission. And Gutierrez said such people should be deported. Years ago, Gutierrez blamed Emanuel for Obama not taking up immigration reform early in his first term. During Emanuel's first run for mayor, Gutierrez recorded automated phone calls against him and appeared in Spanish-language TV ads to proclaim, \"When Rahm Emanuel could have used his power to help us, he turned his back to us and our most vulnerable families.\" Since then, Gutierrez has buried the hatchet with Emanuel, as the mayor has shared the congressman's position on immigration issues. Emanuel also has enjoyed widespread support from the City Council's Latino aldermen. Sanctuary policies Emanuel's public statements reaffirming Chicago's sanctuary city status come as the mayors of New York, Los Angeles, Seattle, Philadelphia, Minneapolis and other major cities also have done so since Trump's election. The morning after Trump's victory, Emanuel took the rare step of giving a speech at the start of the City Council meeting. The mayor argued the multicultural slate of politicians who won in Illinois on Nov. 8 shows the strength of the immigrant ideals he said give the area its vitality. Speaking to reporters after the meeting, Emanuel said he understands how Trump's win has heightened the anxiety of immigrants who are living in the country without permission and pledged to fight forcefully for immigrants' rights in light of the anti-immigrant rhetoric Trump used throughout his campaign. On Sunday, Emanuel issued a statement urging immigrants concerned about their rights to call the city's 311 center to get information about legal resources and other programs at their disposal. Chicago's status as a sanctuary city stretches to 1985, when Mayor Harold Washington issued an executive order prohibiting city agencies from inquiring about immigration status when providing services. That included police not asking crime victims or witnesses about their immigration status. Emanuel went a step further in 2012, sponsoring a City Council-approved ordinance that said Chicago police could turn over information to federal immigration agents on immigrants only if they are wanted on a criminal warrant or have been convicted of a serious crime. This year, the City Council approved an Emanuel-endorsed ordinance to provide municipal ID cards to immigrants who are in the country without permission. The Chicago law prohibits police from providing U.S. Customs and Immigration Enforcement officials access to people who are in the Police Department's custody, unless officers are \"acting pursuant to a legitimate law enforcement purpose that is unrelated to the enforcement of a civil immigration law.\" In practice, that means police aren't supposed to turn over immigrants living in the U.S. without permission unless they are wanted on a criminal warrant or have serious criminal convictions. Chicago's law also prohibits officers from allowing ICE agents to use their facilities for interviews or investigation. And it bars on-duty officers from responding to ICE inquiries or talking to ICE officials about a person's custody status or release date. ",
    "title": "Immigration issue provides Emanuel with chance to stand up to Trump - Chicago Tribune"
   }
  ]
 }
}