{
 "18": {
  "col-sim": {
   "cosine": 0.17925172937910377,
   "entity": 0.21081851067789195
  },
  "exec-time": 13.074538469314575,
  "links": [
   {
    "entities": [],
    "id": 0,
    "text": "",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "house",
     "congress",
     "twitter",
     "texas",
     "hamilton",
     "pilcher",
     "2013",
     "2006",
     "fitton",
     "george",
     "fbi",
     "james",
     "patriots",
     "august",
     "justice",
     "party",
     "enquirer",
     "judge",
     "barrett",
     "nov. 4",
     "network",
     "washington",
     "once",
     "w.",
     "steven",
     "greim",
     "2015",
     "tea",
     "irs",
     "now",
     "google",
     "tom",
     "republican",
     "previously",
     "county",
     "this month",
     "lerner",
     "usa",
     "cincinnati",
     "the",
     "federal",
     "4:44 p.m. est",
     "michael",
     "kansas",
     "watch",
     "this week",
     "d.c.",
     "obama",
     "trump",
     "paz",
     "facebookemail",
     "eddie",
     "u.s.",
     "2012",
     "holly",
     "r.",
     "building",
     "40%",
     "lois",
     "department",
     "facebook",
     "the future",
     "miller",
     "city-based",
     "peck",
     "finton",
     "january",
     "today",
     "judicial",
     "november 18, 2016",
     "bush"
    ],
    "id": 1,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Judge to IRS: ‘Strong showing’ on Tea Party bias claim The judge wrote  that a group suing the IRS \"has made a strong showing of a likelihood of success\" on its claim that its free speech rights were violated. Post to Facebook Judge to IRS: ‘Strong showing’ on Tea Party bias claim The judge wrote  that a group suing the IRS \"has made a strong showing of a likelihood of success\" on its claim that its free speech rights were violated. Check out this story on USATODAY.com: http://usat.ly/2fAW0FB CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 112 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Judge to IRS: ‘Strong showing’ on Tea Party bias claim USA Today Network James Pilcher, The Cincinnati Enquirer 4:44 p.m. EST November 18, 2016 x Share A judge has ruled that there was a 'strong showing' the IRS had a bias against Tea Party groups. USA TODAY Exterior of the John Weld Peck Federal Building in downtown Cincinnati, home of the local IRS office at the heart of the tea party scandal, (Photo: Enquirer file) CINCINNATI — A federal judge ruled this month in a lawsuit in the ongoing IRS Tea Party saga that there was \"a strong showing\" that the agency had discriminated against conservative groups because of their political stances. And U.S. District Court Judge Michael R. Barrett wrote in a decision that a group suing the IRS \"has made a strong showing of a likelihood of success\" on its claim that its free speech rights were violated by the delay in processing the application. He ordered the IRS to continue processing the application from the group, called the Texas Patriots Tea Party, even as the IRS fights the group’s lawsuit. \"The Government appears not to see the forest through the trees when it uses the existence of this lawsuit as grounds to continue the delay that is the subject of this lawsuit,\" Barrett wrote in his Nov. 4 decision. \"The evidence strongly suggests that the IRS initiated the delay\" because the Texas group was affiliated with the Tea Party. House leaders avert vote to impeach IRS chief with last-minute deal A Cincinnati native, Barrett was appointed to the federal bench in 2006 by then-President George W. Bush following a stint as chairman of the Hamilton County Republican Party. The latest ruling could set a precedent in the ongoing saga over alleged unfair treatment of such organizations and make it easier for them to go through the non-profit application process, lawyers in the case say. That's because it could force the IRS to speed up and reconfigure how it determines whether such groups can get nonprofit status throughout its system, and not just for the Texas group. \"We are suing in part for what we think is a violation of our First Amendment right to free speech, and we feel this ruling gives us that,\" said Kansas City-based lawyer Eddie Greim who is one of the lead lawyers for the Tea Party groups in the case. \"If it holds up, this could establish the basic principle that the IRS will be judged on in the future.\" In a statement, the IRS said that it had told Congress in August and several times since then that it had started processing the remaining cases that had been on hold “due to litigation in the courts.” “The IRS is committed to resolving these cases as quickly as possible under our procedures, which reflect changes made since 2013,\" the agency said. IRS scandal won't go away The Texas Patriots lawsuit reached class action status in January and now includes several other conservative groups. A total of four lawsuits against the IRS are still alive nationally, including two filed in Washington, D.C. The latest ruling involves the Texas organization alone. All the suits were filed shortly after IRS officials in 2013 acknowledged they had singled out conservative-leaning \"public interest\" groups for extra attention while reviewing their applications for nonprofit status. Such a designation allows people to donate with no tax penalty, and such groups can conduct some political activity as long as it is not \"the majority\" of their actions. Conservative groups claimed that the slow process put a chill on such contributions during the 2012 election cycle, raising the possibility that the scrutiny was a way to slow down fundraising and campaigning by conservatives by the Obama administration. That led to a major scandal and several investigations by Congress, the Justice Department and even with the IRS itself. It also caused the resignations or firings of several top IRS officials, including then-Commissioner Steven Miller as well as other administrators tied to the targeting. IRS official retires after Tea Party controversy An FBI and Justice Department investigation found in 2015 that the IRS's nonprofit approval system was rife with mismanagement and poor judgment, but that there wasn't enough evidence to prove that IRS agents acted in political ways or should be criminally prosecuted. But the IRS completely stopped processing the Texas group's nonprofit application that was originally filed in 2012 once the suit was filed, saying it had lost jurisdiction because of the ongoing case. Barrett ruled that process should continue, but also that the IRS could not use either its previous process it used for such conservative groups nor the expedited replacement system the agency offered after the scandal broke. \"That replacement was dangled to us ... but instead was even more onerous than the original system because it asked us to pledge things that were improper or illegal,\" Greim said, saying that groups had to promise not to exceed 40% of their time on political activities. Barrett wrote that the IRS's review of Texas group's application should be part of \"the regular business practices\" of the IRS, Barrett wrote, and not the way it was previously done for Tea Party groups or the expedited process. Do documents show bias/targeting? It's unclear how these cases will be handled by the incoming Trump administration, although one conservative watchdog group is asking investigations into the scandal be resumed once President-elect Trump takes office. \"Inertia is always on the side of bureaucracy, and the IRS really only has two political appointees, so they need to get someone in there that show concern over what happened and are committed to finding out what exactly did happen,\" said Judicial Watch President Tom Fitton. Judicial Watch this week released more than a thousand new documents obtained through a Freedom of Information Act lawsuit that show officials in Cincinnati and Washington knew IRS agents in Cincinnati were targeting conservative groups by their party affiliations and by \"guilt by association.\" Tea Party group files suit against IRS over targeting The documents include handwritten notes from meetings that indicate IRS official Holly Paz knew conservative groups were being targeted by agency employees in Cincinnati for extra questioning. Paz was based in Washington but traveled to Cincinnati frequently. \"They think they know what the org is really doing, rather than looking at actual activities ... Q’s were not activity based, but guilt by association questions — like q’s asking party affiliations,\" according to a handwritten note taken by an unnamed IRS official during a meeting with Paz obtained by Judicial Watch. Paz, who reported to a key figure in the scandal, Lois Lerner, said in a meeting that the Cincinnati office was paralyzed by how to process the influx of applications from conservative groups. Lerner, whose emails also showed some controversial decisions, resigned over the scandal. Paz was put on administrative leave after the scandal broke. and later transferred to another division. \"We're getting document after document showing the IRS both in Washington and Cincinnati knew that people were doing things outside the rules,\" said Judicial Watch's Finton. \"If they were asking inappropriate questions based on guilt by association or party affiliations, then I don't know what more you need to show that something inappropriate was going on, if not illegal.\" 161 CONNECT TWEET LINKEDIN 112 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2fAW0FB ",
    "title": "Judge to IRS: ‘Strong showing’ on Tea Party bias claim"
   },
   {
    "entities": [
     "inc.",
     "house",
     "donald",
     "cia",
     ", 2:12 pm",
     "bobby",
     "flores",
     "john",
     "jared",
     "2016",
     "conway",
     "november 17, 2016",
     "daily",
     "presidential",
     "new",
     "justice",
     "interactive",
     "wednesday",
     "cbs",
     "this morning",
     "news",
     "now",
     "f.",
     "ivanka",
     "kellyanne",
     "white",
     "kushner",
     "trump",
     "top",
     "reena",
     "street",
     "reid",
     "1967",
     "wall",
     "york",
     "briefing",
     "observer",
     "kennedy",
     "department",
     "thursday",
     "paula",
     "journal",
     "treasury"
    ],
    "id": 2,
    "text": "By Reena Flores CBS News November 17, 2016, 2:12 PM Would it be legal for Trump to hire Jared Kushner for a White House job? Email As President-elect Donald Trump considers staffing his administration, the consideration of one person in Mr. Trump’s inner circle is already presenting some potential legal obstacles: Jared Kushner , husband to Ivanka Trump and the president-elect’s son-in-law. The 35-year-old Kushner -- who, like his father-in-law, is a New York real estate developer -- has taken on an outsize role in Mr. Trump’s tight-knit circle of advisers, first during the campaign and now on the president-elect’s White House transition team. And Kushner’s role could expand. There has already been some implication that he could be privy to the Presidential Daily Briefing (PDB) -- in order to receive it, Kushner would need a “top secret/SCI” clearance, a former top CIA official told CBS News. Top Trump adviser Kellyanne Conway was asked by reporters Wednesday whether it would be appropriate for Kushner to get a security clearance. “It’s appropriate for whoever’s going to get the presidential daily briefing to have a security clearance,” said Conway. “It’s not just appropriate, necessary.” But an appointment for Kushner in the Trump White House could run afoul of federal anti-nepotism laws. A 1967 statute explicitly forbids the president from appointing relations -- the law was written to include a son-in-law -- to any executive agency. Donald Trump's son-in-law is a real estate mogul and owner of the New York Observer newspaper. He was a trusted campaign adviser to Trump, and ha... Here’s what the statute says: “A public official may not appoint, employ, promote, advance, or advocate for appointment, employment, promotion, or advancement, in or to a civilian position in the agency in which he is serving or over which he exercises jurisdiction or control any individual who is a relative of the public official.” This would seem to bar Kushner from taking a role within the White House -- though, as CBS News legal reporter Paula Reid points out, there are some exceptions. The law allows for waivers in the event of a national disaster or other unforeseen circumstances. But it’s hard to argue that transitioning to the presidency could be considered an unforeseen circumstance. In any case, such a waiver would only allow for a temporary appointment. Lawyers for Mr. Trump could try to argue that the part of the law which prohibits relatives from getting paid means an unpaid role would be legal.  “An individual appointed, employed, promoted, or advanced in violation of this section is not entitled to pay, and money may not be paid from the Treasury as pay to an individual so appointed, employed, promoted, or advanced,” the statute reads. Kushner himself has floated the possibility of advising the White House without pay, according to the Wall Street Journal. It is not clear whether the statute would apply to the White House, which, it could be argued, might not be technically considered a government agency. The original statute was written as a response to President John F. Kennedy’s appointment of his brother, Bobby Kennedy, to head the Justice Department as attorney general. And despite the existence of the law, there’s no clear penalty or repercussion if an individual -- much less the president -- violates the statute. For now, top Trump officials are saying little about whether or not Kushner will have a defined role in the White House. “He obviously is incredibly important to his father-in-law President-Elect Trump and was [a] big part of our election victory, frankly,” Conway told “CBS This Morning” Thursday. “I’m sure that he and his wife and her brothers will continue to be very supportive. But time will tell in terms of the positions that different people fill.”  CBS News’ Paula Reid contributed to this report. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Would it be legal for Trump to hire Jared Kushner for a White House job? - CBS News"
   },
   {
    "entities": [
     ", 4:30 pm",
     "erika",
     "maixner",
     "pain",
     "house",
     "donald",
     "elizabeth",
     "eric",
     "medicine",
     "substance",
     "parity",
     "may 12, 2015",
     "pacific",
     "more than 50 years ago",
     "hopkins",
     "2016",
     "2:43",
     "for",
     "school",
     "of",
     "november 17, 2016",
     "translational",
     "90%",
     "2008",
     "once",
     "edwards",
     "islanders",
     "news",
     "now",
     "2014",
     "innovative",
     "states",
     "white",
     "obamacare",
     "johns",
     "trump",
     "america",
     "treatment",
     "u.s.",
     "university",
     "10 percent",
     "nov 17",
     "currently",
     "murthy",
     "two years ago",
     "research",
     "strain",
     "and",
     "william",
     "nbc",
     "united",
     "chuck",
     "boston",
     "vivek",
     "abuse",
     "health",
     "thursday",
     "duke",
     "therapies",
     "center",
     "1964",
     "mental"
    ],
    "id": 3,
    "text": "Nov 17 2016, 4:30 pm ET 78 People Die a Day From Opioid Overdose, Surgeon General Says in Landmark Report by Elizabeth Chuck and Erika Edwards Share Surgeon General: 20 Million Americans Struggling with Drug Addiction 2:43 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161118021124if_/http://www.nbcnews.com/widget/video-embed/811836995597\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Addiction is taking a stunning toll on America and must not be thought of as a \"character flaw,\" the U.S. surgeon general said in a landmark report published Thursday. Seventy-eight people die each day from opioid overdose, and another 20.8 million have a substance use disorder, but just 10 percent of those 20.8 million receive treatment, Dr. Vivek Murthy wrote in the report, \"Facing Addiction in America.\" \"Substance use disorders represent one of the most pressing public health crises of our time,\" the report says. \"For far too long, too many in our country have viewed addiction as a moral failing. This unfortunate stigma has created an added burden of shame that has made people with substance use disorders less likely to come forward and seek help.\" 90% of people with a substance use disorder are not getting treatment. That has to change. #FacingAddiction pic.twitter.com/mFYfx6dv3A — U.S. Surgeon General (@Surgeon_General) November 17, 2016 It's the first publication from a surgeon general that has addressed drug and alcohol addiction, though other federal agencies have reported the same findings. The goal of the 400-plus-page report, Murthy said, is to change public attitude toward addiction the way the 1964 surgeon general's landmark report on the dangers of smoking did more than 50 years ago. \"That really helped to focus us as a culture and as a medical profession,\" Dr. Eric Strain, director of the Center for Substance Abuse Treatment and Research at the Johns Hopkins University School of Medicine, told NBC News. \"This is a report that likewise hopefully will galvanize us to say, 'Hey, these are conditions that are medical problems, we have a database and approaches that can help. It's not hopeless and we can make a difference in the lives of people.'\" Surgeon General of the United States Dr. Vivek Murthy delivers remarks following the announcement of his appointment as Co-Chair of the White House Initiative on Asian Americans and Pacific Islanders, May 12, 2015. Will Kim The report was personal for Murthy: Before he became surgeon general two years ago, nurses he worked with as a doctor in Boston begged him to address the drug crisis in America. The problem has been exacerbated by the stigma that surrounds it, he said. \"I've seen the pain that it causes not only [addicts], but also their families,\" he told NBC News. \"Millions of our brothers and sisters have been forced to live in the shadows because they don't feel comfortable coming forward.\" \"I have people who come up to me all the time ... telling me that they are worried they'll be fired from their job, that they'll be ostracized,\" he added. The report comes as America wrestles with a growing heroin epidemic, which has been captured in heartbreaking photos of adults slumped over from overdoses in the presence of young children. Among the key findings of the report: Overdoses kill more people than car accidents do. Approximately 50,000 people died from an alcohol, opioid or other drug overdose in 2014, compared with 32,744 who died from car accidents that year. And the number of people currently struggling with a substance use disorder is more than the number of people suffering from any kind of cancer. The approach to treating addiction can't be different than treating any other chronic illness, Murthy writes in a preface to his report. \"We must help everyone see that addiction is not a character flaw — it is a chronic illness that we must approach with the same skill and compassion with which we approach heart disease, diabetes, and cancer.\" Prevention is just as important as treatment. It's up to entire communities — teachers and principals, parents, doctors — to keep children from falling through the cracks, Murthy told NBC News. According to his report, individuals who start drinking before age 15 are four times more likely to become addicted later on than those who start at age 20 or later. \"I'm calling the country to action,\" he said. \"We are going to need everybody to address addiction in America.\" Surprise interventions, like those on TV, don't work. Springing a staged confrontation on an addict \"may backfire by heightening resistance and diminishing self-esteem on the part of the targeted individual,\" the report says. Professional clinical programs or services can lead to remission or even full recovery, particularly when supplemented by social services and monitoring after the addict leaves treatment. \"There's reason to be hopeful. We have evidenced-based treatment plans that work,\" Murthy told NBC News. More than 25 million people who once had a problem with alcohol or drugs no longer do, according to a national survey cited in the report. The report also commends group recovery programs such as Alcoholics Anonymous, which can help individuals stay on track after a treatment program. Obamacare has helped. The Affordable Care Act — known as Obamacare, which President-elect Donald Trump has pledged to repeal — has given 20 million people access to health insurance who wouldn't otherwise have it. Paired with the Mental Health Parity and Addiction Equity Act of 2008, which makes addiction treatment an essential health benefit, treatment is now possible for millions. Murthy urged Americans and insurance providers to treat addicts \"with the same compassion and care that we give other illnesses.\" \"I want you to imagine only one in ten people with diabetes or cancer getting treatment,\" he told NBC News. \"We wouldn't tolerate it. It's absolutely imperative that we invest in treatment to get people the help they need.\" While the surgeon general's report was lauded by experts, some felt it didn't go far enough. William Maixner, a professor of anesthesiology at Duke University School of Medicine and director of Duke's Center for Translational Pain Medicine and Innovative Pain Therapies, told NBC News he had hoped the report would propose alternatives to opioids for pain management. \"There's very little language regarding the need for discovery of new treatments, discovery of new therapies for chronic pain — which is another epidemic,\" he said. \"One of the reasons we have this hidden epidemic in chronic pain is the fact that we don't have good therapies, and many physicians rely on the use of opioids.\" \"We find, unfortunately, that a large number of these individuals are treated by opioids by well-intended individuals who have very little option but opioids to go to,\" he added. Elizabeth Chuck ",
    "title": "78 People Die a Day From Opioid Overdose, Surgeon General Says in Landmark Report - NBC News"
   },
   {
    "entities": [
     "billions of dollars",
     "heads",
     "house",
     "congress",
     "donald",
     "joyce",
     "general",
     "hilton",
     "protection",
     "npr",
     "into",
     "john",
     "christopher",
     "new",
     "us",
     "times",
     "mills",
     "wednesday",
     "co.",
     "--",
     "strauss",
     "dupont",
     "now",
     "hewlett",
     "mit",
     "myron",
     "previously",
     "starbucks",
     "levi",
     "fadel",
     "white",
     "ebay",
     "unilever",
     "&",
     "j.",
     "obama",
     "trump",
     "marrakech",
     "u.s.",
     "agreement",
     "2012",
     "trillions of dollars",
     "`cooler",
     "sterman",
     "paris",
     "agency",
     "institute",
     "york",
     "past",
     "environmental",
     "enterprise",
     "nov. 9",
     "packard",
     "morocco",
     "competitive",
     "coalition",
     "u.n.",
     "senna",
     "action",
     "november 6, 2012",
     "nike",
     "ebell"
    ],
    "id": 4,
    "text": "A man walks past the logo of the COP22 international climate conference on Nov. 9 in Marrakech, Morocco. Fadel Senna /AFP/Getty Images hide caption toggle caption Fadel Senna /AFP/Getty Images A man walks past the logo of the COP22 international climate conference on Nov. 9 in Marrakech, Morocco. Fadel Senna /AFP/Getty Images Hundreds of businesses such as Starbucks, General Mills and Hewlett Packard are asking President-elect Donald Trump to follow through on U.S. commitments to combat climate change. They argue it's good for business. More than 360 companies and investors made their plea in an open letter to Trump, President Obama and members of Congress. They called on Trump to \"continue U.S. participation in the Paris agreement,\" which he has threatened to scrap, and invest in the \"low carbon economy at home and abroad.\" The signatories also include DuPont, eBay, Nike, Unilever, Levi Strauss & Co. and Hilton. They issued the letter Wednesday during a major U.N. climate conference in Marrakech, Morocco, where representatives of nearly 200 countries were gathered to hash out the details of the Paris climate deal. Trump Has A Chance To Pull U.S. Out Of Climate Accord As members of the U.S. business and investor community, they emphasized their \"deep commitment to addressing climate change\" and pledged to do their part, \"in our operations and beyond,\" to meet the goals of the agreement to reduce emissions of greenhouse gases. \"Failure to build a low-carbon economy puts American prosperity at risk. But the right action now will create jobs and boost US competitiveness,\" the letter states. \"Implementing the Paris Agreement will enable and encourage businesses and investors to turn the billions of dollars in existing low-carbon investments into the trillions of dollars the world needs to bring clean energy and prosperity to all.\" The U.S. commitments to the Paris accord are voluntary, as NPR's Christopher Joyce has reported . He added that experts are concerned that the U.S. could walk away from the deal and gut Obama's domestic climate change strategy. This could also discourage other countries from working to lower their own emissions. Article continues after sponsorship Climate Conference Aims To Put Paris Agreement Into Action \"The new administration has created a huge amount of uncertainty, and that's bad for business,\" MIT management professor John Sterman told Marketplace . \"So staying the course on the U.S. commitments to reduce emissions, to follow through on our Paris commitment is essential to lower that uncertainty, give businesses the confidence to develop and implement strategies that are going to build advantage, lower risk, and lower their costs.\" Trump has previously labeled climate change a hoax. In 2012, he tweeted that it was a concept \"created by and for the Chinese in order to make U.S. manufacturing non-competitive.\" The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive. — Donald J. Trump (@realDonaldTrump) November 6, 2012 As NPR has reported , Trump has appointed Myron Ebell to lead the Environmental Protection Agency transition team. Ebell \"directs environmental and energy policy at the Competitive Enterprise Institute and is a leading climate change skeptic. He opposes the Clean Power Plan, which is aimed at reducing carbon emissions, calling it illegal. He heads a group called the 'Cooler Heads Coalition' that questions 'global warming alarmism.' \" The letter's overall message suggests that in the business community, environmental groups might have what would seem to be an unlikely ally. \"Environmental groups have been left with the daunting prospect that, with a climate skeptic in the White House, they will need to look directly to corporations to assume the mantle of leading the country's response to climate change,\" as The New York Times reported . \"But without strict regulatory standards or oversight, companies will be left freer to pick and choose which climate-friendly policies to pursue, and which they will choose to ignore or abandon.\" ",
    "title": "Paris Climate Agreement: Big Businesses Urge Trump To Uphold Climate Deal : The Two-Way : NPR"
   },
   {
    "entities": [
     "recently",
     "council",
     "house",
     "mcclatchy",
     "steve",
     "shinzo",
     "here",
     "brett",
     "nikki",
     "david",
     "hensarling",
     "south",
     "rick",
     "stephen",
     "gaffney",
     "jeff",
     "james",
     "new",
     "newt",
     "photo",
     "service",
     "markon",
     "washington",
     "henry",
     "supreme",
     "m.",
     "now",
     "lamothe",
     "previously",
     "elise",
     "costa",
     "services",
     "evening",
     "tower",
     "human",
     "pence",
     "mike",
     "v.",
     "fifield",
     "post",
     "deyoung",
     "1986",
     "petraeus",
     "5 p.m.",
     "hoekstra",
     "success",
     "ap",
     "dec. 1",
     "keith",
     "thursday",
     "kappel",
     "anna",
     "brian",
     "court",
     "inada",
     "manhattan",
     "office",
     "h.",
     "scott",
     "jeb",
     "jared",
     "of",
     "defense",
     "horwitz",
     "2008",
     "eva",
     "keane",
     "cbs",
     "w.",
     "massachusetts",
     "haley",
     "republican",
     "kellyanne",
     "pompeo",
     "sari",
     "representative's",
     "kushner",
     "view",
     "tokyo",
     "buy",
     "pentagon",
     "carolina",
     "jack",
     "early this week",
     "feinberg",
     "ryan",
     "frank",
     "schools",
     "security",
     "kissinger",
     "state",
     "christie",
     "robert",
     "cotton",
     "wait",
     "japan",
     "last month",
     "tomomi",
     "congress",
     "donald",
     "nov. 11, 2016",
     "nakashima",
     "reagan",
     "jerry",
     "jason",
     "sessions",
     "conway",
     "justice",
     "trade",
     "meese",
     "tom",
     "cabinet",
     "monday",
     "price",
     "greg",
     "last week",
     "rucker",
     "trump's",
     "tuesday",
     "stahl",
     "the 1980s",
     "charter",
     "michael",
     "committee",
     "states",
     "november 17",
     "white",
     "sesisons",
     "friday",
     "julie",
     "obama",
     "trump",
     "selma",
     "graphic",
     "devin",
     "intelligence",
     "romney",
     "u.s.",
     "talent",
     "ho",
     "rogers",
     "ellen",
     "benczkowski",
     "united",
     "inzaurralde",
     "nakamura",
     "rudolph",
     "miller",
     "the future",
     "current",
     "health",
     "mitt",
     "giuliani",
     "senate",
     "2000",
     "this weekend",
     "lesley",
     "pete",
     "judiciary",
     "korea",
     "at 5:26 pm",
     "karen",
     "cia",
     "philip",
     "john",
     "victoria",
     "late last week",
     "alabama",
     "george",
     "bolton",
     "nov. 7",
     "wednesday",
     "abe",
     "gop",
     "walker/the",
     "news",
     "kellogg",
     "flynn",
     "tate",
     "dan",
     "moskowitz",
     "1990s",
     "ronald",
     "this week",
     "academy",
     "last march",
     "nunes",
     "michigan",
     "2012",
     "chris",
     "and",
     "bastien",
     "missy",
     "catherine",
     "york",
     "viebeck",
     "department",
     "hadley",
     "florida",
     "jersey",
     "future",
     "bush",
     "national",
     "gingrich"
    ],
    "id": 5,
    "text": "Trump plans meeting with former critic Mitt Romney as transition outreach broadens The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it In Donald Trump's Washington, there are many people vying for the President-elect's attention. The Washington Post's Robert Costa explains how Trump will seek advice during the transition. (Bastien Inzaurralde,Victoria Walker/The Washington Post) By David Nakamura , Jerry Markon and Karen DeYoung November 17 at 5:26 PM Follow @davidnakamura Follow @JerryMarkon Follow @karendeyoung1 President-elect Donald Trump plans to meet this weekend with former Massachusetts governor Mitt Romney, a fierce critic during the campaign, to discuss his transition operation and a potential role as secretary of state, people close to the transition said Thursday. Trump’s outreach to Romney, the 2012 Republican presidential nominee, could help bridge the divide between the president-elect’s advisers and the GOP establishment, and send a signal to foreign capitals that Trump is interested in a more conventional figure as the nation’s top diplomat. Also Thursday, Newt Gingrich, the former Republican House speaker, said in an interview with McClatchy News Service that he would not have an official role in Trump’s administration, despite having previously been identified as a potential secretary of state. Gingrich confirmed the report in an interview with The Washington Post. “I think it’s good that the president-elect is meeting with people like Mr. Romney,” Sen. Jeff Sessions (R-Ala.), who also is being considered for Trump’s Cabinet, told reporters outside Trump Tower in New York. “He’s meeting with a lot of talented people that he needs good relationships with. I think Mr. Romney would be quite capable of doing a number of things, but he’ll be one of those I’m sure that’s reviewed, and Mr. Trump will make that decision.” The disclosure of their meeting came as something of a surprise. Romney had been one of the earliest and most vocal critics of Trump among the GOP leadership, ripping the real estate mogul last March after squelching speculation that he would mount a late primary challenge to Trump. Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet “If we Republicans choose Donald Trump as our nominee, the prospects for a safe and prosperous future are greatly diminished,” Romney said, adding that “dishonesty is Trump’s hallmark.” Romney also criticized Trump for racially charged campaign rhetoric, prompting Trump to write on Twitter that “Mitt Romney had his chance to beat a failed president but he choked like a dog. Now he calls me racist — but I am least racist person there is.” Romney took a more tempered tone after Trump’s general election triumph last week, and called him to offer his congratulations. The news came as Trump’s transition to power kicked into higher gear. Transition officials were expected to fan out across federal agencies, and Trump prepared for an important meeting with Japan’s prime minister. The 5 p.m. session with Japanese Prime Minister Shinzo Abe, Trump’s first with a foreign leader since the election, has raised questions among some in Washington’s foreign policy community because Trump has apparently not been briefed by the State Department. Officials said Wednesday that the transition team has not reached out to State. A former State Department official said such a meeting with a foreign leader would normally be preceded by numerous briefings from key diplomats, which is considered especially important here because the Japanese are concerned about comments Trump made on the campaign trail. The president-elect repeatedly said that Japan should pay more for its own defense and be less reliant on the United States. [ Japan’s prime minister hopes to start building ‘trusting relationship’ with Trump ] “The world does not stop for the transition,’’ said the official, who spoke on condition of anonymity to speak freely. Trump “would want an intelligence briefing. You’d probably want to get briefed on what’s what happening in the region.’’ 1 of 8 Here’s what president-elect Donald Trump has been doing after the election View Photos He has been holding interviews and meeting with Congress and the president as he prepares to transition into the White House. Caption He has been holding interviews and meeting with Congress and the president as he prepares to transition into the White House. Nov. 11, 2016  “60 Minutes” correspondent Lesley Stahl interviews President-elect Donald Trump at his home in New York in his first post-election TV interview. Chris Albert/for CBS News/”60 Minutes” via AP Buy Photo Wait 1 second to continue. But Trump’s campaign manager, Kellyanne Conway, said Thursday that the session at Trump Tower, which Vice President-elect Mike Pence will attend, will be “much less formal” than in the future because Trump has yet to assume office. “We are very sensitive to the fact that President Obama is still in office for the next two months,’’ Conway said. As Trump remained ensconced with close aides in his Manhattan office tower, his transition team appeared to signal Thursday that Sessions is a leading candidate to be attorney general. “The President-elect has been unbelievably impressed with Senator Sessions and his phenomenal record as Alabama’s Attorney General and U.S. Attorney,’’ the team said in a statement about Trump’s meeting with Sesisons on Wednesday. While the statement cautioned that “nothing has been finalized,’’ Sessions’s 14-year stint in those two posts in the 1980s and 1990s would be his primary qualifications to lead the Justice Department. Sessions’s former staff director of the Senate Judiciary Committee, Brian Benczkowski, is also helping to manage the Justice Department transition for Trump’s team, lawyers familiar with the matter have said. Sessions, a top Trump adviser known for his hardline views on immigration, has been a rising force in the transition team and is also under consideration for defense secretary. His nomination for Justice would likely bring a re-examination of his failed nomination by President Ronald Reagan in 1986 to be a federal judge. A bipartisan panel of senators on the Judiciary Committee declined to send his nomination to the Senate floor that year amid allegations that he had made what some characterized as racist remarks. Sessions, who has been a senator for 20 years, has vehemently denied holding any racist views and has said he supported civil rights in Alabama, where he grew up outside of Selma. [ In Trump’s Washington, rival powers and whispers in the president’s ear ] Trump’s meeting with Abe arose from a phone conversation between the Japanese leader and Trump. When Abe called to congratulate Trump shortly after his victory, he mentioned that he would be passing through New York this week and suggested a meeting. “That would be awesome,” Trump immediately responded, according to people briefed on the conversation. The two leaders have much to discuss. Trump has vowed to scrap the Trans-Pacific Partnership trade deal that Abe recently pushed through his parliament. And the president-elect caused jitters in both Japan and South Korea during the campaign by saying both nations were not paying enough for their defense and that he would make them pay more — perhaps even all — of the costs of hosting U.S. military bases. Since Trump’s victory, the Japanese government has been taking a wait-and-see approach. “Trump said various things during his campaign, but I will not presuppose what he will do as president,” Tomomi Inada, Japan’s defense minister, said late last week. She added, however, that Japan is paying its fair share toward base costs. In a new development Thursday, Trump’s transition team announced that anyone serving in the new administration would be banned for life from lobbying for any foreign government. Trump had proposed such a ban in an ethics plan he unveiled last month, but it is unclear how the ban would be implemented. There is no current law that imposes a lifetime ban on post-government employment for administration officials, with one exception — there is a lifetime ban on certain members of the U.S. Trade Representative’s Office from representing foreign governments after leaving the agency. The reasoning is to prevent them from essentially “switching sides” and using the knowledge they gained while representing U.S. interests to weaken or amend the agreement to the benefit a foreign country. A lifetime ban like the one Trump proposed raises constitutional issues, and would have to be more narrowly tailored to pass muster in the courts — for example, if the ban was limited to certain State Department or Defense Department officials whose jobs involved working closely with foreign governments. But a blanket lifetime ban could be unconstitutional. “Lifetime bans are really problematic from a legal standpoint because it prevents people from making a living,” said Brett Kappel, a political law and government ethics attorney. “A lifetime ban on anybody in the administration ever becoming a representative of a foreign government? I don’t see how that would hold up in court.” It is also unclear whether the ban would be implemented by legislation or executive order. Meanwhile, the pace of the transition appeared to quicken. Offices prepared for Trump’s teams in departments and agencies across the government had remained empty Wednesday. But the White House said that it received paperwork, signed Tuesday evening by Vice President-elect Mike Pence, necessary for the teams to move into the department offices and begin to receive briefings from current officials. The names of people on the “landing teams” for the State Department, the Justice Department, the Pentagon and the National Security Council will be submitted to the White House on Thursday and announced Friday, the transition team said Thursday in a conference call with reporters. Economic policy landing teams will be announced Monday, followed by teams devoted to domestic policy and independent federal agencies. The transition released a list of 29 presidents and prime ministers with whom it said Trump and Pence have spoken since the election. And transition communications director Jason Miller said that reports of turmoil within the transition following the ouster of several senior team members in recent days came largely from “folks on the outside” and those who feared that Trump was preparing to “drain the swamp, as he’s promised.” Miller declined to speculate on the timing of appointment announcements, saying that “the president-elect is going to get this right” and that names would be put forward when Trump was ready. He also denied reports that Jared Kushner, Trump’s son-in-law, had been instrumental in purging members of the transition seen as close to New Jersey Gov. Chris Christie, whom Pence replaced as the head of the team last week. Miller said Trump met with several advisers and candidates for administration positions Wednesday, including Rep. Tom Price (R-Ga.), investor Steve Feinberg, Success Academy Charter Schools chief executive Eva Moskowitz and Rep. Mike Pompeo (R-Kan.). Miller did not elaborate on which people on the list are candidates to join the administration. Price is considered a candidate to lead the Department of Health and Human Services. Trump will meet Thursday with South Carolina Gov. Nikki Haley, Rep. Jeb Hensarling (R-Tex.), Florida Gov. Rick Scott, former secretary of state Henry Kissinger and retired Gen. Jack Keane, among others, Miller said. Attention continued to be mainly focused on potential national security picks. Trump campaign surrogates said former New York mayor Rudolph W. Giuliani remained at the top of the rumored list for secretary of state, along with former State Department official John Bolton. Sen. Tom Cotton (R-Ark.), who visited Trump on Tuesday in Manhattan, emerged as a defense secretary candidate. Farther down the defense list were George W. Bush national security adviser Stephen V. Hadley and former senator James M. Talent (R-Mo.). Frank Gaffney, a far-right conspiracy theorist who was described in some media reports as a Trump transition adviser and possible pick for a national security job, said Wednesday that he had “not been contacted by anyone from the team.” His statement followed one by Miller, the transition communication chief, that Gaffney is “a nice guy, but he’s not part of the transition team” and was not advising it. Retired Lt. Gen. Mike Flynn was still being mentioned as national security adviser, although some with transition connections said his stock appeared to be falling as others questioned his potential effectiveness in the job. Retired Gen. David H. Petraeus, whose name was also mentioned, is close to Keith Kellogg and Michael Meese, transition team members and former military colleagues. House Intelligence Committee Chairman Devin Nunes (R-Calif.), mentioned as a possible CIA director after the leading candidate, former chairman Mike Rogers of Michigan, was among those purged early this week, is a transition adviser but is “not interested in a post,” a congressional aide said. Former congressman Pete Hoekstra, also a Michigan Republican and a former committee chairman, said in an interview that he’d told the transition “if they have a role for me, I’d be more than happy to discuss it with them.” Hoekstra said the Trump team was “going to expand its outreach, absolutely. But they’re going to do it in a methodical way.” Despite intense media scrutiny and swirling rumors in Washington, Trump’s timetable was still well within the bounds of his immediate predecessors. Obama did not announce his first Cabinet pick until nearly a month after the 2008 election; he presented his national security team en masse Dec. 1 that year. Confirmation of George W. Bush’s 2000 victory did not come until a Supreme Court decision more than a month after the Nov. 7 election. Anna Fifield in Tokyo and Catherine Ho, Sari Horwitz, Dan Lamothe, Greg Miller, Ellen Nakashima, Philip Rucker, Missy Ryan, Julie Tate and Elise Viebeck in Washington contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump plans meeting with former critic Mitt Romney as transition outreach broadens - The Washington Post"
   },
   {
    "entities": [
     "tens of millions of dollars",
     "recently",
     "house",
     "oct. 26",
     "thanksgiving",
     "david",
     "crystal",
     "al",
     "a decade ago",
     "jeff",
     "times",
     "guard",
     "washington",
     "2004",
     "now",
     "mccain",
     "armed",
     "services",
     "2014",
     "toni",
     "/",
     "harry",
     "2010",
     "quidditich",
     "thursday",
     "afghanistan",
     "s.",
     "angeles",
     "iraq",
     "denham",
     "this year",
     "defense",
     "ashton",
     "next july",
     "this month",
     "california",
     "pentagon",
     "dianne",
     "barbara",
     "kelly",
     "ucla",
     "last month",
     "mclain",
     "seib",
     "congress",
     "donald",
     "twitter",
     "thornberry",
     "$100",
     "2013",
     "adam",
     "$15.2 million",
     "army",
     "short",
     "$30,000",
     "capitol",
     "sacramento",
     "white",
     "corona",
     "2027",
     "megyn",
     "trump",
     "u.s.",
     "mac",
     "b.",
     "bill",
     "$15,000 years",
     "current",
     "next week",
     "senate",
     "cruthcer",
     "january",
     "boxer",
     "cathederal",
     "calvert",
     "jaffe",
     "early next year",
     "carter",
     "turlock",
     "john",
     "los",
     "burbank",
     "feinstein",
     "wednesday",
     "cloud",
     "benjamin",
     "ken",
     "schiff",
     "soldiers",
     "potter",
     "hill",
     "bee",
     "and",
     "2011",
     "department",
     "future",
     "national"
    ],
    "id": 6,
    "text": "Congress proposals would let California National Guard soldiers keep millions in bonuses National Guard California Army National Guard Soldiers from the California Army National Guard have been ordered to return enlistment bonuses they received a decade ago when the Pentagon needed troops for the wars in Iraq and Afghanistan. Soldiers from the California Army National Guard have been ordered to return enlistment bonuses they received a decade ago when the Pentagon needed troops for the wars in Iraq and Afghanistan. (California Army National Guard) David S. Cloud California lawmakers in the House and Senate offered legislative proposals Thursday that would allow nearly 10,000 California National Guard soldiers to keep improper enlistment bonuses they were paid during the height of the wars in Iraq and Afghanistan a decade ago. In a rare sign of bipartisanship on Capitol Hill,  Democrats and Republicans argued that congressional action is needed to make sure the Pentagon forgives the soldiers’ debts and closes out an episode that has hurt thousands of veterans, roiled the Pentagon and embarrassed members of Congress. A version of the bill could be approved as part of a defense authorization package as early as next week, when Congress leaves on Thanksgiving recess, congressional leaders said. If approved, the legislation would make it likely that most or all of the roughly 9,700 California Guard soldiers who received inflated enlistment bonuses and student loan payments between 2004 and 2010 would have those debts waived, lawmakers said. After he fought for the country, the U.S. is asking him to give back his enlistment bonus Short of troops to fight in Iraq and Afghanistan a decade ago, the California National Guard enticed thousands of soldiers with bonuses. Now the Pentagon is demanding the money back. (Al Seib / Los Angeles Times) Short of troops to fight in Iraq and Afghanistan a decade ago, the California National Guard enticed thousands of soldiers with bonuses. Now the Pentagon is demanding the money back. (Al Seib / Los Angeles Times) See more videos Under the Democrats’ version of the bill, the approximately 1,700 California Guard soldiers who already have repaid all or part of their bonuses to the Pentagon would be given the money back with interest. The proposed legislation also orders the Pentagon to inform credit agencies that the debt was never valid, meeting a key complaint from soldiers unable to get mortgages or car loans because of poor credit scores. Credit agencies would be barred from including references to the soldiers’ debts in credit reports. The Times reported last month that the Pentagon was demanding repayment of enlistment bonuses that were given to about 9,700 California Guard soldiers to help fill enlistment quotas for the wars. Many of the soldiers served in combat and some returned with severe injuries. Many of the soldiers were told to repay bonuses of more than $15,000 years after they had completed their military service. (David S. Cloud) In response to a public outcry, and at the urging of the White House, Defense Secretary Ashton Carter ordered a suspension of the repayment program on Oct. 26 and set up an internal appeals process to review the debts by next July. But Pentagon officials emphasized that they could not fully forgive all the soldiers’ debts, which totaled in the tens of millions of dollars. Some of the bonuses were awarded as part of an illegal scheme that saw several recruiters convicted of fraud and other crimes in 2011, they noted. Pentagon officials also warned that forgiving all the debts could hurt future efforts to stem waste, fraud and abuse in the military. Congress appears likely to sweep away those concerns, however, arguing that soldiers who agreed to enlist or reenlist in return for a financial bonus should not be forced to repay the money years after they had gone to war. On the Democrats’ side, Sens. Dianne Feinstein and Barbara Boxer of California and Rep. Adam B. Schiff of Burbank introduced a bill Thursday that would require the Pentagon to waive repayments even for soldiers who were ineligible for the bonuses as long as the individual did not knowingly commit fraud. “It’s still not clear to me that even those who accepted the bonuses in good faith will have their debts forgiven” under the plan Carter announced, Schiff said in an interview. “We don’t want there to be any doubts.” Schiff said he expected the proposal would be added to the defense authorization bill expected to pass Congress this year. “And if not, we’ll push to pass it early next year,” he said. Feinstein said she wanted to ensure that the effort by Congress to forgive the soldiers’ debt “won’t lapse” after Donald Trump is inaugurated as president in January and a new administration is in place. “We want to reassure the affected service members that our government stands by its commitments and they will not be punished for the actions of others,” she said. The Democrats’ bill has 15 co-sponsors in the Senate and 27 in the House. On the Republican side, Rep. Jeff Denham of Turlock, who was involved in an abortive effort to provide debt relief to the affected soldiers in 2014, and Rep. Ken Calvert of Corona introduced legislation similar to the Feinstein-Schiff proposal. (David S. Cloud) “While the [Defense Department] has stopped the harassment, much more needs to be done, and it is important that we resolve this issue under the current administration where it all started,” Denham said in a statement. “Our veterans deserve a secure financial future.” The bills would bar the Pentagon from ordering soldiers to repay their bonuses because the military had lost their enlistment contracts or because other paperwork errors had occurred, a problem for many California Guard veterans. Sen. John McCain (R-Ariz.) and Rep. Mac Thornberry (R-Texas), chairmen of the Senate and House Armed Services committees, respectively, both have vowed to address the repayment issue in their committees.  If Congress approves a waiver measure, it may be attached to a bill authorizing Pentagon programs that has passed the House and Senate. The final version of the bill is being decided in a House-Senate conference. McCain told reporters Wednesday that he hopes to have the bill finished before Congress leaves for its Thanksgiving recess next week. Another option would be for the House and Senate to pass a separate bill, aides said, though several said that doing so in the lame duck session is not a certainty. The Pentagon has said it doesn’t need Congress to intervene. The authorization bill already contains a provision that would establish a 10-year statute of limitations on the military's ability to recover overpayments. That offers little immediate help to California Guard members, however, since it would not take effect until 2027. The Pentagon began ordering California Guard soldiers to repay enlistment bonuses after the Sacramento Bee reported in 2010 that a federal investigation had found that thousands of ineligible soldiers were given enlistment bonuses and student loan payments, or were approved despite incomplete paperwork. Army Master Sgt. Toni Jaffe, the California Guard’s incentive manager, pleaded guilty in 2011 to filing false claims of $15.2 million and was sentenced to 30 months in federal prison. Three officers also pleaded guilty to fraud and were put on probation after paying restitution. Recoupment of the bonuses has been under way ever since, with little attention until recently. Soldiers identified by California Guard audits as having received improper payments were told to repay the money and threatened with wage garnishments, tax liens and interest payments if they did not. An appeals process that allowed them to contest the debts was lengthy and difficult, officials acknowledged. Full Coverage: Pentagon pushes to make California veterans pay back bonuses » The proposed legislative fix in Congress comes at least two years after the California Guard first warned members that “thousands of soldiers have inadvertently incurred debt, through no fault of their own because of faulty Army recruiting or accounting practices.” But lawmakers in Washington said the notice, part of a list of legislative priorities the California Guard sent to Capitol Hill, did not alert them to the scale of the problem. Soldiers involved in the dispute responded warily Thursday to news of a potential solution in Washington. One of them was retired California Guard Master Sgt. Bill McLain, who served four tours of duty in Iraq and Afghanistan and was wounded in the jaw. In 2013, McLain was ordered to repay $30,000 in reenlistment bonuses because the California Guard determined he already had served too many years in the Army to qualify. The Pentagon has not contacted him or withdrawn its repayment demands despite Carter’s announcement of a suspension last month. So McLain sent a $100 check this month, the token amount he sends each month on a debt he denies owing. “I would be more than pleased if they would do the honorable thing and say anybody who didn’t knowingly commit fraud can keep their bonus,” he said. “But when it comes to our government, you never know.” Caption 90 seconds: 4 stories you can't miss Northern Californians who voted for Trump feel forgotten by the state , Megyn Kelly's new book took a new turn due to the elections , Twitter is trying to clean up , and the Crystal Cathederal is getting a new look. Caption 90 seconds: 4 stories you can't miss Northern Californians who voted for Trump feel forgotten by the state , Megyn Kelly's new book took a new turn due to the elections , Twitter is trying to clean up , and the Crystal Cathederal is getting a new look. Caption The Curiosity Correspondent: How to play Harry Potter's Quidditch when no one can fly Quidditich, the popular and dangerous sport played throughout the Harry Potter series, has come to life through many organizations across the globe. Our Curiosity Correspondent, Benjamin Cruthcer, heads to UCLA to learn how to play the game and to see if he can become an expert. It goes... poorly. Quidditich, the popular and dangerous sport played throughout the Harry Potter series, has come to life through many organizations across the globe. Our Curiosity Correspondent, Benjamin Cruthcer, heads to UCLA to learn how to play the game and to see if he can become an expert. It goes... poorly. Caption 90 seconds: 4 stories you can't miss ",
    "title": "Congress proposals would let California National Guard soldiers keep millions in bonuses - LA Times"
   },
   {
    "entities": [
     "sammy",
     "kris",
     "vegas",
     "dodgers",
     "field",
     "diego",
     "n.y.",
     "sullivan",
     "2013",
     "league",
     "the year",
     "nl",
     "2006",
     "2016",
     "of",
     "david",
     "bryants",
     "jimmy",
     "about 10 years ago",
     "fowler",
     "1908",
     "bryant",
     "once",
     "hall",
     "jon",
     "aroldis",
     "kane",
     "cubs",
     "aaron",
     "2004",
     "2015",
     "wrigley",
     "great",
     "now",
     "dexter",
     "palms",
     "fame",
     "rowand",
     "rizzo",
     "cincinnati",
     "tuesday",
     "white",
     "cooperstown",
     "maddon",
     "joe",
     "national",
     "arrieta",
     "sosa",
     "chicago",
     "casino",
     "las",
     "mike",
     "thomas",
     "famer",
     "sox",
     "seager",
     "colleen",
     "university",
     "chapman",
     "san",
     "ellen",
     "sin",
     "lester",
     "1986",
     "photos",
     "american",
     "1993",
     "frank",
     "murphy",
     "kimmel",
     "sports",
     "ballpark",
     "daniel",
     "fox",
     "haugh",
     "2005",
     "thursday",
     "anthony",
     "paul",
     "1998",
     "corey",
     "city",
     "jake"
    ],
    "id": 7,
    "text": "Sports Sports Columnists Kris Bryant's MVP award another step on his way to Cooperstown Photos of Kris Bryant, the 2016 National League MVP and the Cubs' 2nd overall pick in the 2013 draft. About 10 years ago at the Palms Casino in Las Vegas, Frank Thomas met Mike Bryant through a mutual friend who also lived in Sin City. Thomas recalled Bryant started bragging about his teenage son, Kris, from their first conversation. \"I'd run into Mike and he kept telling me: 'My kid is special, Frank. He's big, powerful and fast,'\" the White Sox Hall of Famer recalled Thursday. \"You don't think anything of it because you hear that kind of stuff all the time.\" But not everything that happens in Vegas stays there. Some things are too big — like the Bryant kid who was the worst-kept baseball secret in town and grew up to be the Cubs star named Thursday as the National League 's most valuable player. Bryant earned 29 of 30 first-place votes, finishing ahead of Nationals second baseman Daniel Murphy and Dodgers shortstop Corey Seager and fulfilling the promise his father never was shy about sharing. Time passed after Thomas' first meeting with Mike Bryant. Kris matured into a menacing hitter, and Thomas never saw the Bryants again until the 2015 Home Run Derby at Great American Ballpark in Cincinnati. Kris Bryant has two All-Star selections, a Rookie of the Year award and a World Series championship to his name. On Thursday, the 24-year-old Cubs star added another major honor to the list – National League MVP . Bryant topped Nationals second baseman Daniel... Two seasons into his major-league career, Kris Bryant has two All-Star selections, a Rookie of the Year award and a World Series championship to his name. On Thursday, the 24-year-old Cubs star added another major honor to the list – National League MVP . Bryant topped Nationals second baseman Daniel... (Colleen Kane) Mike was warming up as his son's chosen pitcher. The proud father of the All-Star third baseman broke out in a big smile when he saw Thomas, in his role as a Fox Sports analyst, near the batting cage. \"We were both laughing, and Mike said, 'See, I told you my kid was good,'\" Thomas said. \"Great\" now more accurately describes Bryant, the deserving, runaway winner of the MVP award. Not since Sammy Sosa in 1998 has a Cub been so honored, and this one comes with an exclamation point instead of an asterisk. The only whispers about Bryant are people wondering whether he is too good to be true. With a textbook swing perfected in the batting cage Mike built in the family's backyard, Bryant blasted 39 home runs, drove in 102 runs, scored 121 runs and led the NL with 7.7 wins above replacement. He enhanced his value by playing five positions — third base (104 games), left field (50), right field (14), first base (eight) and center field (one) — which let Joe Maddon manage as if he had a de facto 27-man roster. Nor did Chicago hold a parade for the 2006 White Sox , whose championship path started changing when they traded Aaron Rowand 28 days after winning the 2005 World Series . And Chicago only remembers the 2004 Cubs , Sports Illustrated's preseason prediction to win the... Nobody honors the 1986 Bears . Nor did Chicago hold a parade for the 2006 White Sox , whose championship path started changing when they traded Aaron Rowand 28 days after winning the 2005 World Series . And Chicago only remembers the 2004 Cubs , Sports Illustrated's preseason prediction to win the... (David Haugh) And Bryant brought the same upbeat attitude to every position, brimming with enthusiasm that helps make him one of baseball's brightest and most approachable stars. That humility defines Bryant as much as any home run. It's not an act. Anybody who has spent more than 15 minutes with Bryant understands that. Ask Jimmy Kimmel, Ellen or the clubhouse guys at Wrigley Field. He is the rare player to whom the game always has come easy, yet he takes nothing and nobody for granted. Never have the Cubs drafted a more impactful player than the No. 2 selection in 2013 out of the University of San Diego. Older buddy Anthony Rizzo leads more naturally than Bryant, and more experienced teammates such as Jon Lester and Jake Arrieta command loads of respect. But winning the MVP confirms the face of the Cubs has sparkling blue eyes and a thin, scruffy beard. The Cubs could lose Dexter Fowler and Aroldis Chapman to free agency and still enter next season as World Series favorites. Take away Bryant, hypothetically, and it's a different story. \"You can't really put into words what this feels like ... an unbelievable year,\" said Bryant, 24. Nobody can relate to what Bryant felt when he received Thursday's news better than Thomas, who was 25 when he won his first of two consecutive American League MVP awards in 1993. Thomas chuckled when asked if Bryant's life ever will be the same now that he forever can be referred to as \"National League MVP Kris Bryant.\" This dynasty thing the Cubs are hoping to build isn't going to be easy, even if winning their first World Series since 1908 is a good first step. Only four days after the Cubs' parade, baseball's general managers met at a local hotel Tuesday to begin to try to end their reign at one year. \"I haven't... This dynasty thing the Cubs are hoping to build isn't going to be easy, even if winning their first World Series since 1908 is a good first step. Only four days after the Cubs' parade, baseball's general managers met at a local hotel Tuesday to begin to try to end their reign at one year. \"I haven't... (Paul Sullivan) \"It will change Kris because he's a soft-spoken guy,\" Thomas said. \"The expectations will be higher. The pressure will be different. There will be built-in distractions. I know he can handle them. It couldn't happen to a better guy. It's not going to change Kris Bryant the person, but he'll have to adjust a little.\" For Thomas, that meant taking on a more vocal role. Bryant handles the glare with more ease than Thomas did, but it will intensify. As that happens, handling success might challenge the Cubs as much as achieving it, testing even the most patient of superstars. \"He's the league MVP now, so he'll have to talk more,\" Thomas said. \"There were times I wanted to go away from it all. I'm sure you remember that. But you've got to face all you (media) guys now because there's a responsibility that comes with being MVP. He's ready for that.\" According to Thomas, Bryant is ready for anything — winning back-to-back MVPs as Thomas did, leading the Cubs to another World Series and one day even following Thomas' path to Cooperstown, N.Y. \"He's got that kind of ability, that temperament,\" Thomas said. \"And once you become MVP, a lot of confidence comes with that too. \"It's very early, but this kid could get into the Hall of Fame. All the positions he plays, how he runs so well for a big guy. He's the most unique player in baseball, something we haven't seen in a long time. ... What a special talent.\" At least Thomas was warned. dhaugh@chicagotribune.com ",
    "title": "Kris Bryant&apos;s MVP award another step on his way to Cooperstown - Chicago Tribune"
   },
   {
    "entities": [
     "ivy",
     "recently",
     "perry",
     "donald",
     "n.y.",
     "twitter",
     "foxnews.com",
     "tufts",
     "law",
     "last november",
     "this friday",
     "the year",
     "ann",
     "league",
     "of",
     "school",
     "cornell",
     "clinton",
     "now",
     "arbor",
     "last week",
     "tate",
     "pennsylvania",
     "the",
     "ithaca",
     "broekhuizen",
     "trump",
     "michigan",
     "bu",
     "university",
     "michigan-flint",
     "mark",
     "riley",
     "american",
     "paris",
     "hillary",
     "institute",
     "katherine",
     "enterprise",
     "facebook",
     "boston",
     "colin",
     "nov. 9",
     "thursday",
     "kristin",
     "kinzler",
     "kim"
    ],
    "id": 8,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Teddy bears, Play-Doh and coloring books are staples of nursery schools, but now they are showing up on college campuses to help distraught students cope with the election of a president they don’t like. Around the nation, students are turning to the tools of toddlers as a bizarre form of therapy in the wake of Donald Trump's election last week. Colleges and universities are encouraging students to cry, cuddle with puppies and sip hot chocolate to soothe their fragile psyches, an approach some critics say would be funny if it weren't so alarming. “This is an extreme reaction from millennials who are being forced to come to terms with the fact that we have a president that they don’t like –this is what losing feels like,” Kristin Tate, the 24-year-old author of \"Government Gone Wild,\" told FoxNews.com. “We are grooming our students to be sensitive crybabies when we need to be showing students how to deal with world situations and how to be adults –there are no ‘safe spaces’ in the real world.” Among the top-notch schools sending devastated students back to their early childhood: Cornell University recently hosted a “cry-in,” complete with hot chocolate and tissues for disappointed Hillary Clinton supporters. University of Pennsylvania brought in a puppy and a kitten for therapeutic cuddling. Tufts University held arts and crafts sessions for students. University of Michigan Law School scheduled an event for this Friday called “Post-Election Self-Care With Food and Play” with “stress-busting self-care activities” including coloring, blowing bubbles, sculpting with Play-Doh and “positive card making.” University of Michigan spokesperson Kim Broekhuizen told FoxNews.com the law school was providing these programs based on requests from the students on campus. But on Thursday, following media scrutiny, the event was scrubbed from the school’s website and replaced with a more age-appropriate discussion of the “limitations of executive power.” In an email, Broekhuizen declined to say why the original event was scrapped, and said the Ann Arbor school often faciilitates similar stress-battling activities. “These kinds of events are scheduled throughout the year including during high-stress times such as finals, mid-terms and presidential elections,” Broekhuizen wrote. “The event was scheduled before the outcome of the presidential election was known.” At University of Michigan-Flint, students are able to visit “safe spaces” and receive counseling for their post-election needs, a program that Business Professor Mark Perry called “disturbing.” “Institutions of higher learning have gone from being places that might be described as ‘intellectual boot-camps,’ where [students] are challenged with a diversity of new ideas, to being places that might now be, more accurately, described as ‘kindergartens’ for adults where they are no longer challenged, but instead treated as fragile, intellectual children and coddled with a ‘safe place’ response to anything challenging or unsettling,” Perry, who also is a scholar at The American Enterprise Institute, told FoxNews.com. Boston University skipped the hot chocolate and therapy animals, but scheduled a set of post-election discussions aimed at helping students process a democratic election that didn't go their way. “Because the results of this election differed so dramatically from pre-election polls and the expectations gleaned from national media coverage, many people had difficulty comprehending how it came about,” Boston University spokesman Colin Riley told FoxNews.com. “These programs are helping students and others to sort through the results –it is more than how to deal with one’s feelings.” Discussion and debate is certainly more in keeping with academic tradition than coloring books. But one BU student told FoxNews.com that a Nov. 9 email from the University, titled “Tips for engaging in self-care,” sent the wrong message. “It is crazy that the school is handling the outcome of an election more than a serious terror attack,” the student told FoxNews.com. “We didn’t get a ‘self-care’ guide during any of them –not even after Paris last November while I was studying abroad.” Cornell Psychology Professor Katherine Kinzler said not all students at the Ithaca, N.Y., Ivy League school are handling the prospect of President Trump like babies. “My students tell me they are having conversations about their role as young adults in driving civic engagement, and the implications of the election for their nation and for their futures,”  Kinzler wrote in an email to FoxNews.com. “Students thinking through the issues and coming together can help us create productive solutions for the many critical problems of our times.” Advertisement ",
    "title": "Coddling campus crybabies: Students take up toddler therapy after Trump win | Fox News"
   },
   {
    "entities": [
     ", 8:17 pm",
     "bannon",
     "house",
     "preibus",
     "donald",
     "steve",
     "texas",
     "nikki",
     "jason",
     "march",
     "sessions",
     "david",
     "south",
     "alabama",
     "jeff",
     "february",
     "nov 17, 2016",
     "alana",
     "--",
     "abramson",
     "news",
     "cabinet",
     "haley",
     "now",
     "abc",
     "white",
     "this week",
     "j.",
     "trump",
     "carolina",
     "kkk",
     "america",
     "may",
     "cruz",
     "romney",
     "2012",
     "university",
     "reince",
     "ted",
     "march 1, 2016",
     "miller",
     "duke",
     "mitt",
     "this weekend"
    ],
    "id": 9,
    "text": "Trump 'Absolutely' Open to Naming Former Rivals, Opponents to Cabinet, Adviser Says By ALANA ABRAMSON Nov 17, 2016, 8:17 PM ET 0 Shares WATCH Trump Meets With Former Enemies in Bid to Fill Cabinet Posts 0 Shares Email President-elect Donald Trump is \"absolutely\" open to selecting former rivals -- some of whom he branded as liars and not smart -- to serve in top posts in his cabinet, his transition team Communications Director Jason Miller said. Trump, who is known for prizing loyalty, surrounds himself with a small, tight-knit group of advisers. However, people who opposed him during the campaign season, including South Carolina Gov. Nikki Haley and 2012 Republican presidential nominee Mitt Romney , are now reportedly contenders for secretary of state. \"I think the president-elect is going to select the people that he thinks will do the best job. That's what I've been most impressed about following the election, acknowledging the gravity of the job in front of him and the challenges our country faces and he wants to get the best people in there,\" Miller said on the ABC News' \"Powerhouse Politics\" podcast. \"I think that's something people have a lot of respect for...when he said 'Hey, these guys may have been political rivals, maybe we've butted heads before, but you know what, now we're on the same team and we got to go and lead the country,'\" Miller added. Trump has been holding meetings with various figures since he became president-elect, including Haley, Alabama Sen. Jeff Sessions , and former Texas Sen. (and former rival) Ted Cruz . He is expected to meet with Romney this weekend. Haley drew Trump's ire during the campaign when she blasted him in February for not immediately disavowing the support of KKK former grand wizard David Duke. Trump, who later disavowed, tweeted: The people of South Carolina are embarrassed by Nikki Haley! — Donald J. Trump (@realDonaldTrump) March 1, 2016 Cruz and Trump had numerous public battles, with Trump repeatedly calling him \"Lyin' Ted.\" \"This man is a pathological liar,\" Cruz said of Trump in May. \"He doesn't know the difference between truth and lies. He lies practically every word that comes out of his mouth.\" Trump also took his shot at Cruz during an interview with ABC News' \"This Week.\" \"As far as Ted Cruz, he's one of the greatest liars and biggest liars I've ever known. He lies about so much,\" he said. \"He lies about things that he shouldn't be lying about. He lies about things that don't matter.” Romney called Trump \"a phony\" and \"a fraud\" whose \"promises were as worthless as a degree from Trump University ,\" referring to the now-shuttered Trump enterprise that is the subject of litigation. \"His foreign policies would make America and the world less safe. He has neither the temperament nor the judgment to be president and his personal qualities would mean that America would cease to be a shining city on a hill,\" he said in March. Later that month, Trump said: \"I don't think Mitt Romney is a smart person. I never have thought he was a smart person.\" He also questioned Romney's faith. Miller called Trump's upcoming meeting with Romney \"a great opportunity.\" \"I think it's a great opportunity to learn from someone who's been very successful in business himself and who's seen the world stage,\" Miller said. \"Governor Romney definitely has some good ideas to share.\" Although Trump has only appointed Reince Preibus as chief of staff and Steve Bannon as chief strategist, Miller said other announcements could come \"pretty quickly.\" \"I think the president-elect is very close to knowing who he wants to go with,\" he said, \"When the president-elect feels he got it right he will be the one making the decision and we will take it from there.\" When asked if Trump would enter office with a fully formed cabinet, Miller responded, \"I think he's gonna get it right.\" Miller also addressed reports that the Trump children, who are expected to take over the family businesses from their father when he is sworn in, will have official roles in the White House, calling them \"overblown.\" \"They are a support structure,\" Miller explained. \"Obviously they're gonna be available if he calls.\" 0 Shares ",
    "title": "Trump 'Absolutely' Open to Naming Former Rivals, Opponents to Cabinet, Adviser Says - ABC News"
   }
  ]
 }
}