{
 "20": {
  "col-sim": {
   "cosine": 0.3121704356938276,
   "entity": 0.3944053188733077
  },
  "exec-time": 8.301602840423584,
  "links": [
   {
    "entities": [
     "recently",
     "bob",
     "santucci",
     "nov. 19, 2016",
     "rhee",
     "james",
     "new",
     "soon-shiong",
     "devos",
     "ivanka",
     "abc",
     "this afternoon",
     "saturday",
     "pence",
     "mike",
     "spicer",
     "stracqualursi",
     "corps",
     "thursday",
     "today",
     "kris",
     "jared",
     "of",
     "about 1 p.m.",
     ", 3:29 pm",
     "cbs",
     "massachusetts",
     "republican",
     "kellyanne",
     "nov. 10",
     "kansas",
     "homeland",
     "kushner",
     "lew",
     "national",
     "reince",
     "carolyn",
     "security",
     "katherine",
     "christie",
     "rudy",
     "reuters",
     "patrick",
     "donald",
     "jason",
     "marine",
     "conway",
     "cubs",
     "nov. 18, 2016",
     "sacramento",
     "11 a.m.",
     "michael",
     "committee",
     "states",
     "friday",
     "andy",
     "nov 19, 2016",
     "kevin",
     "trump",
     "obama",
     "n.j.",
     "todd",
     "priebus",
     "romney",
     "sunday",
     "veronica",
     "mattis",
     "kobach",
     "united",
     "betsy",
     "miller",
     "club",
     "woodson",
     "mitt",
     "giuliani",
     "kaster/ap",
     "this weekend",
     "bedminster",
     "ricketts",
     "sean",
     "johnson",
     "2:30 p.m.",
     "john",
     "golf",
     "gop",
     "news",
     "flynn",
     "faulders",
     "michelle",
     "chicago",
     "2012",
     "puzder",
     "eisenberg",
     "chris",
     "york",
     "department",
     "jersey",
     "bedminister",
     "bush",
     "city"
    ],
    "id": 0,
    "text": "Trump Holds Meetings With Mitt Romney, Michelle Rhee and Others By Katherine Faulders BEDMINSTER, N.J. \u0097 Nov 19, 2016, 3:29 PM ET 0 Shares WATCH President-elect Trump Expected To Meet with Mitt Romney 0 Shares Email President-elect Donald Trump is at his estate and golf club in Bedminister, New Jersey, this weekend for a string of appointments with high-profile figures, including the former GOP presidential nominee and governor of Massachusetts, Mitt Romney . Romney arrived for his meeting with Trump and members of his transition team at the Trump National Golf Club about 1 p.m. and left shortly before 2:30 p.m. As he and Trump emerged from the meeting, the president-elect did not approach the press, but, responding to shouted questions, told reporters the meeting \"went great.\" Romney made a brief statement to the media, saying the meeting focused on foreign affairs. He said he \"looks forward\" to a Trump administration, but would not comment on whether he wants to be a part of it. \"We had a far-reaching conversation with regard to the various theaters in the world where there are interests of the United States of real significance. We discussed those areas and exchanged our views on those topics,” Romney said. Romney did not respond to shouted questions regarding potential cabinet positions and would not answer questions regarding his previous statements calling Trump a \"con man\" and a \"fraud.\" Sources on Trump’s transition team told ABC News on Thursday that Romney, the 2012 Republican presidential nominee, is under consideration for secretary of state. One senior-level source directly involved in the transition efforts said that Saturday’s meeting is also about “mending fences,” as Trump and Romney have had a contentious relationship. Trump also met with well-known education activist Michelle Rhee and her husband, Kevin Johnson, mayor of Sacramento; Betsy DeVos, another education activist; and with retired Marine Corps Gen. James Mattis. Meetings were also set with Chicago Cubs co-owner Todd Ricketts; anti-poverty advocate Bob Woodson; restaurant executive Andy Puzder; Republican National Committee finance chair Lew Eisenberg; and biotechnology billionaire Patrick Soon-Shiong, according to transition officials. After the meeting with Mattis, who is viewed as a possible contender to be nominated for defense secretary, Trump said, \"He is the real deal, a brilliant wonderful man, what a career. We'll see what happens. He is the real deal.\" Rhee is a possible contender for nomination as education secretary. Mike Segar/Reuters President-elect Donald Trump and Vice President-elect Mike Pence stand together as they arrive at the the main clubhouse at Trump National Golf Club in Bedminster, New Jersey, Nov. 19, 2016. President-Elect Donald Trump Taps Michael Flynn for National Security Adviser Trump is meeting with people under consideration for cabinet posts and individuals from whom the president-elect is simply seeking advice and counsel, transition officials said. ABC News was told that senior members of Trump’s transition team will join him in the meetings at the Trump National Golf Club, including Vice President-elect Mike Pence; Republican National Committee Chairman Reince Priebus , who will be Trump's chief of staff; Trump campaign manager Kellyanne Conway; Republican National Committee communications director Sean Spicer; transition team communications director Jason Miller; and Trump’s daughter Ivanka and her husband Jared Kushner. Transition officials also said there may be an announcement this afternoon on a nomination for a cabinet post in the area of national security . When Trump and Pence arrived at the golf club at around 11 a.m., a reporter shouted a question asking if the president-elect was looking forward to the meetings today. Both Trump and Pence answered in the positive. It was the first question from the press that Trump has answered since his interview on CBS News' \"60 Minutes\" on Nov. 10, two days after the election. Carolyn Kaster/AP Photo The clubhouse of Trump National Golf Club Bedminster in Bedminster, New Jersey, is pictured, Nov. 18, 2016, before the arrival of President-elect Donald Trump. Trump’s meetings are expected to continue Sunday with New Jersey Gov. Chris Christie, former New York City Mayor Rudy Giuliani and Kansas Secretary of State Kris Kobach, among others, transition officials said. Kobach, one of the president-elect’s advisers on immigration, is known as an immigration hardliner. He told Reuters recently that Trump's policy advisers had discussed drafting a proposal for the president-elect’s consideration that would reinstate a national registry for visitors and immigrants from Muslim countries. Kobach also said in the interview that Trump's immigration team has discussed drafting executive orders \"so that Trump and the Department of Homeland Security hit the ground running.\" But on Friday, the spokesman for the transition team on Friday emphasized that Trump is not advocating any kind of broader registry for Muslims. “President-elect Trump has never advocated for any registry or system that tracks individuals based on their religion, and to imply otherwise is completely false. The national registry of foreign visitors from countries with high terrorism activity that was in place during the Bush and Obama Administrations gave intelligence and law enforcement communities additional tools to keep our country safe, but the president-elect plans on releasing his own vetting policies after he is sworn in,” said Jason Miller, the transition team's communications director. ABC News’ John Santucci and Veronica Stracqualursi contributed to this report. This is a developing story. Please check back for updates. 0 Shares ",
    "title": "Trump Holds Meetings With Mitt Romney, Michelle Rhee and Others - ABC News"
   },
   {
    "entities": [
     "the weekend",
     "bedminster",
     "bannon",
     "kris",
     "t.",
     "jason",
     "iraq",
     "morning",
     "john",
     "sessions",
     "of",
     "marine",
     "rhee",
     "golf",
     "earlier this year",
     "alabama",
     "stephen",
     "james",
     "columbia",
     "hilary",
     "new",
     "to",
     "times",
     "defense",
     "jeff",
     "n.",
     "w.",
     "massachusetts",
     "2007",
     "flynn",
     "pompeo",
     "michael",
     "kansas",
     "friday",
     "states",
     "command",
     "central",
     "michelle",
     "saturday",
     "trump",
     "2010",
     "mike",
     "n.j.",
     "future",
     "swift",
     "romney",
     "a.",
     "sunday",
     "2012",
     "chris",
     "mattis",
     "kobach",
     "from",
     "feehery",
     "corps",
     "united",
     "york",
     "rudolph",
     "state",
     "district",
     "miller",
     "club",
     "woodson",
     "c.i.a.",
     "giuliani",
     "christie",
     "robert",
     "jersey",
     "l.",
     "afghanistan",
     "k.",
     "national"
    ],
    "id": 1,
    "text": "Continue reading the main story Mr. Trump met with Mr. Romney for about an hour and a half. Afterward, both men exited the clubhouse and shook hands for the cameras. “Went great,” Mr. Trump said, cupping his hands at his mouth to project his voice. Mr. Romney then briefly addressed reporters, declining to say whether he was interested in a cabinet position. Advertisement Continue reading the main story “We had a far-reaching conversation with regard to the various theaters of the world with interest to the United States of real significance,” Mr. Romney said. “We discussed those areas and exchanged our views on those topics. A very thorough and in-depth discussion over the time we had. I appreciate the chance to speak with the president-elect and look forward to the coming administration.” Mr. Romney did not answer reporters’ questions about whether he had apologized to Mr. Trump for his criticism of him during the campaign. Photo Reporters on Friday at Trump National Golf Club in Bedminster, N.J., where the president-elect was spending the weekend. Credit Hilary Swift for The New York Times Among the others who sat down with Mr. Trump were Michelle A. Rhee, a Democrat who served as the chancellor of public schools in the District of Columbia from 2007 to 2010, and Robert L. Woodson, an African-American conservative who works on community-based anti-poverty programs. Mr. Trump also met with James N. Mattis, a retired Marine Corps general who headed United States Central Command and is being considered for the post of defense secretary. The president-elect strongly praised General Mattis, who was an assertive presence on the battlefields of Iraq and Afghanistan, after talking with him for about an hour. “All I can say is he is the real deal — the real deal,” Mr. Trump said. Asked whether General Mattis would join the administration, Mr. Trump said: “We’ll see. We’ll see.” He added: “He’s just a brilliant, wonderful man. What a career — we are going to see what happens, but he is the real deal.” On Sunday, the president-elect is scheduled to meet with a similarly wide-ranging group, including Gov. Chris Christie of New Jersey, whom he removed as the chairman of his transition team days after the election; Rudolph W. Giuliani, who has also been a contender for the secretary of state post; and Kris Kobach, the Kansas secretary of state, who has pressed aggressive measures to crack down on undocumented immigrants. The meeting schedule, Jason Miller, a spokesman for Mr. Trump’s transition team, said on Saturday, “really shows the reach and the depth to which we are going to pull in diverse ideas and different perspectives as we form this administration.” Advertisement Continue reading the main story “As we’re working to bring the country together and move forward,” Mr. Miller added in a conference call with reporters, “this shows really where his head is as the next leader of our country.” On Friday, Mr. Trump moved to install Michael T. Flynn, a retired lieutenant general bent on destroying Islamic extremism, as his national security adviser, and he selected Senator Jeff Sessions of Alabama, an immigration hard-liner, as his attorney general. Both were early supporters of Mr. Trump’s campaign. Photo James N. Mattis, a retired Marine Corps general, after meeting with Mr. Trump on Saturday. General Mattis is being considered for the post of defense secretary. Credit Hilary Swift for The New York Times Mr. Romney fits a decidedly different mold. Earlier this year, he said that if Mr. Trump became the Republican nominee, “the prospects for a safe and prosperous future are greatly diminished,” and he suggested that Mr. Trump was dangerous and unstable. He deplored Mr. Trump’s personal qualities: “the bullying, the greed, the showing off, the misogyny, the absurd third-grade theatrics.” But if he took a cabinet post, Mr. Romney could serve as a moderating influence on the hard-liners Mr. Trump has already selected, including Representative Mike Pompeo of Kansas as C.I.A. director and Stephen K. Bannon as chief strategist. It could also force Mr. Romney to defend administration policies he did not believe in. John Feehery, a Republican strategist, said Mr. Trump was showing “great magnanimity” by talking to Mr. Romney, the party’s 2012 nominee and a former governor of Massachusetts. “I think it is meant to reassure some of the establishment that he is going to reach out to them, and that’s an important part of healing the party.” First Draft Political news and analysis from the staff of The New York Times. Sign-up for free NYT Newsletters Morning BriefingSubscribed News to start your day, weekdays Opinion TodaySubscribed ",
    "title": "Trump Meets With Romney as He Starts to Look Outside His Inner Circle - The New York Times"
   },
   {
    "entities": [
     "ricketts",
     "bedminster",
     "roberts",
     "donald",
     "twitter",
     "cia",
     "john",
     "2016",
     "david",
     "sessions",
     "army",
     "associated",
     "alabama",
     "james",
     "defense",
     "jeff",
     "new",
     "keane",
     "cubs",
     "news",
     "the day",
     "flynn",
     "pompeo",
     "2014",
     "michael",
     "kansas",
     "friday",
     "serafin",
     "press",
     "saturday",
     "trump",
     "pentagon",
     "chicago",
     "jack",
     "mike",
     "obama",
     "n.j.",
     "todd",
     "street",
     "romney",
     "u.s.",
     "gen",
     "doug",
     "petraeus",
     "mckelway",
     "november 19, 2016",
     "mattis",
     "wall",
     "islam",
     "gomez",
     "facebook",
     "fox",
     "mitt",
     "jersey",
     "journal",
     "rosen"
    ],
    "id": 2,
    "text": "Retired Gen. James Mattis eyed as Trump's possible pick for defense secretary Published               November 19, 2016 Facebook 0 Twitter 0 livefyre Email Print   In a sign that Donald Trump was zeroing in on his choice for defense secretary Saturday, a senior transition team official told Fox News the retired Marine Gen. James Mattis was a \"very strong candidate\" for a Cabinet post. TRUMP, ROMNEY MEET FOR 'FAR-REACHING CONVERSATION' AFTER LOBBING SHOTS DURING CAMPAIGN The retired general was one of several people who met with Trump in New Jersey during the day on Saturday. Trump wouldn't say whether he was offering Mattis a job, saying \"we'll see.\" But as they posed for cameras before sitting down for their meeting, Trump pointed to Mattis and called him \"a great man.\" Earlier, an official with the transition team confirmed the retired general was under consideration to lead the Pentagon. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → If nominated and approved, Mattis would be the highest-ranking officer to become defense secretary in more than half a century. When asked about a rule prohibiting those who served in active duty within the past seven years, the senior official told Fox News, \"There are waivers around that.\" Known as \"Mad Dog Mattis,\" the retired general was credited with a string of colorful quotes over the years, including: \"Be polite, be professional, but have a plan to kill everybody you meet.\"  Also: \"You are part of the world's most feared and trusted force. Engage your brain before you engage your weapon.\" The president-elect also was considering retired Army Gen. David Petraeus to serve as defense secretary, The Wall Street Journal reported .  Trump is said to have a strong interest in having a former general run the Pentagon, with the interest in Mattis coming after retired Army General Jack Keane, citing personal reasons, withdrew his name from consideration. The Trump team is also weighing options for pairing the general with a CEO-like figure as deputy secretary, an individual who could bring needed reform to the Pentagon's spending and management systems. Trump also met with Mitt Romney and Chicago Cubs co-owner Todd Ricketts, among others, at the billionaire's golf club in Bedminster, N.J., during the day on Saturday. Trump signaled a sharp rightward shift in U.S. national security policy Friday with his announcement that he would nominate Alabama Sen. Jeff Sessions as attorney general and Kansas Rep. Mike Pompeo to head the CIA. Trump also named retired Lt. Gen Michael Flynn as his national security adviser. A former military intelligence chief, Flynn has accused the Obama administration of being too soft on terrorism and has cast Islam as a \"political ideology\" and driver of extremism. Sessions and Flynn were ardent Trump supporters during the campaign, and their promotions were seen in part as a reward for their loyalty. In 2014, Pompeo criticized Obama for \"ending our interrogation program\" and said intelligence officials \"are not torturers, they are patriots.\" Fox News' Serafin Gomez, Doug McKelway, John Roberts, James Rosen and The Associated Press contributed to this report. Advertisement ",
    "title": "Retired Gen. James Mattis eyed as Trump's possible pick for defense secretary | Fox News"
   },
   {
    "entities": [
     "yelowitz",
     "emily",
     "steve",
     "family",
     "galewitz",
     "green",
     "ky.",
     "$50",
     "a decade ago",
     "beshear",
     "aaron",
     "henry",
     "2015",
     "now",
     "five years ago",
     "5 percent",
     "$37.50",
     "the end of the year",
     "next year",
     "2014",
     "america",
     "medicaid",
     "clay",
     "freida",
     "ohio",
     "dismantles",
     "today",
     "$11,880",
     "$1.2 billion",
     "center",
     "nantz",
     "last year",
     "joan",
     "2020",
     "grace",
     "of",
     "this year",
     "memorial",
     "20 percent",
     "from 20 percent",
     "county",
     "at",
     "obamacare",
     "ramiro",
     "j.",
     "hospital",
     "voice",
     "salazar",
     "its",
     "bevin",
     "cumberland",
     "christie",
     "valley",
     "congress",
     "newswanger",
     "npr",
     "2013",
     "for",
     "exchange",
     "60 percent",
     "obama",
     "trump",
     "7.5 percent",
     "jeffrey",
     "district",
     "$733",
     "health",
     "current",
     "90 percent",
     "foundation",
     "two years earlier",
     "29 percent",
     "columbia",
     "to",
     "community",
     "insurance",
     "news",
     "2 percent",
     "138 percent",
     "the",
     "kentucky",
     "2017",
     "kaiser",
     "lockaby",
     "beauregard",
     "university",
     "10 percent",
     "2021",
     "galewitz/kaiser",
     "matt",
     "$1",
     "kynect",
     "department",
     "manchester",
     "late 2013",
     "phil",
     "future",
     "38 percent"
    ],
    "id": 3,
    "text": "Freida Lockaby says she has benefited from access to health care coverage through Medicaid. Phil Galewitz/Kaiser Health News hide caption toggle caption Freida Lockaby says she has benefited from access to health care coverage through Medicaid. Phil Galewitz/Kaiser Health News For Freida Lockaby, an unemployed 56-year-old woman who lives with her dog in an aging mobile home in Manchester, Ky., one of America's poorest places, the Affordable Care Act was life altering. The law allowed Kentucky to expand Medicaid in 2014 and made Lockaby – along with 440,000 other low-income state residents – newly eligible for free health care under the state-federal insurance program. Enrollment gave Lockaby her first insurance in 11 years. \"It's been a godsend to me,\" said the former Ohio school custodian who moved to Kentucky a decade ago. Lockaby finally got treated for a thyroid disorder that had left her so exhausted she'd almost taken root in her living room chair. Cataract surgery let her see clearly again. A carpal tunnel operation on her left hand eased her pain and helped her sleep better. Daily medications brought her high blood pressure and elevated cholesterol level under control. But Lockaby is worried her good fortune could soon end. Her future access to health care now hinges on a controversial proposal to revamp the program that her state's Republican governor has submitted to the Obama administration. Article continues after sponsorship Next year will likely bring more uncertainty when a Trump administration and a GOP-controlled Congress promise to consider Obamacare's repeal, including a potential reduction in the associated Medicaid expansion in 31 states and the District of Columbia that has led to health coverage for an estimated 10 million people . What Happens If Kentucky Dismantles Its Health Insurance Exchange? Kentucky Gov. Matt Bevin, who was elected in 2015, has argued his state can't afford Medicaid in its current form. Obamacare permitted states to use federal funds to broaden Medicaid eligibility to all adults with incomes at or below 138 percent of the federal poverty level, now $11,880 for individuals. Kentucky's enrollment has doubled since late 2013 and today almost a third of its residents are in the program. The Medicaid expansion under Obamacare in Kentucky has led to one of the sharpest drops in any state's uninsured rate, to 7.5 percent in 2015 from 20 percent two years earlier. Kentucky's achievement owed much to the success of its state-run exchange, Kynect, in promoting new coverage options under the health law. Kynect was launched under Bevin's Democratic predecessor, Steve Beshear, and dismantled by Bevin this year. Bevin has threatened to roll back the expansion if the Obama administration doesn't allow him to make major changes, such as requiring Kentucky's beneficiaries to pay monthly premiums of $1 to $37.50 and require nondisabled recipients to work or do community service for free dental and vision care. Budget pressures are set to rise next year in the 31 states and the District of Columbia where Medicaid was expanded as the federal government reduces its share of those costs. States will pick up 5 percent next year and that will rise gradually to 10 percent by 2020. Under the health law, the federal government paid the full cost of the Medicaid expansion population for 2014-2016. In a state as cash-strapped as Kentucky, the increased expenses ahead for Medicaid will be significant in Bevin's view — $1.2 billion from 2017 to 2021, according to the waiver request he's made to the Obama administration to change how Medicaid works in his state. Trump's unexpected victory may help Bevin's chances of winning approval. Before the election, many analysts expected federal officials to reject the governor's plan by the end of the year on the grounds that it would roll back gains in expected coverage. A Trump administration could decide the matter differently, said Emily Beauregard, executive director of Kentucky Voice for Health, an advocacy group that opposes most waiver changes because they could reduce access to care. \"I think it's much more likely that a waiver could be approved under the Trump administration,\" she said. \"On the other hand, I wonder if the waiver will be a moot point under a Trump administration, assuming that major pieces of the [Affordable Care Act] are repealed.\" Lockaby is watching with alarm: \"I am worried to death about it.\" Life already is hard in her part of Kentucky's coal country, where once-dependable mining jobs are mostly gone. In Clay County where Lockaby lives, 38 percent of the population live in poverty. A fifth of the residents are disabled. Life expectancy is eight years below the nation's average. Clay's location places it inside an area familiar to public health specialists as the South's diabetes and stroke belt . It's also in the so-called \" Coronary Valley \" encompassing the 10-state Ohio/Mississippi valley region. About 60 percent of Clay County's 21,000 residents are covered by Medicaid, up from about a third before the expansion. The counties uninsured rate for nonelderly adults has fallen from 29 percent to 10 percent. Still, the increase in insurance coverage hasn't made Clay's people healthier yet. Local health officials here say achieving that will take a decade or more. Instead, they cite progress in smaller steps: more cancer screenings, more visits to mental health professionals and more prescriptions getting filled. Harder lifestyle changes that are still ahead — such as eating better, quitting smoking and regular exercise — will take more than a couple years to happen, said Aaron Yelowitz, associate professor of economics at the University of Kentucky. At the Grace Community Health Center in Manchester, Ky., psychologist Joan Nantz meets with patient Ramiro Salazar, who gained Medicaid under the expansion. Phil Galewitz/Kaiser Health News hide caption toggle caption Phil Galewitz/Kaiser Health News At the Grace Community Health Center in Manchester, Ky., psychologist Joan Nantz meets with patient Ramiro Salazar, who gained Medicaid under the expansion. Phil Galewitz/Kaiser Health News One hopeful spot is the Grace Community Health Center in downtown Manchester, where patient visits are up more than 20 percent since 2014. Those without insurance pay on a sliding scale, which can mean a visit costs $50 or more. That was too much for Ramiro Salazar, 47, who lives with his wife and two children on a $733 monthly income. With Medicaid, he sees a doctor for his foot and ankle pain, meets regularly with a psychologist for anxiety and gets medications — all free to him. Medicaid even covers his transportation costs to doctors, vital because a specialist can be 40 miles away. Salazar is worried about Bevin's plans, especially the additional costs. \"I probably couldn't afford it as I'm unemployed,\" he said. \"It would hurt me pretty bad.\" Any development that could take away health coverage from people with mental health issues worries Joan Nantz, a psychologist who works part time at Grace and whose appointment calendar is booked three weeks out because of patient demand. More than 90 percent of her clients are on Medicaid. \"If something happens to this program, I can't begin to think what impact it would have on society,\" she said. Without counseling, people with mental health issues will resort to illegal drugs and be more likely to commit crimes and domestic violence, Nantz said. Just five primary care doctors in Manchester treat adults in Clay and surrounding counties. Manchester Memorial Hospital has tried to recruit more without success. \"We had a painful primary care shortage here five years ago and now it's worse,\" said Dr. Jeffrey Newswanger, an emergency room physician and chief medical officer at the hospital. \"Just because they have a Medicaid card doesn't mean they have doctors.\" The emergency room is busier than ever seeing patients for primary care needs, he said. Newswanger sees both sides to the debate over Medicaid. The hospital gained because more patients are now covered by insurance, and the ER's uninsured rate dropped to 2 percent from 10 percent in 2013. \"Eliminating the expansion altogether would be painful for the hospital and a disaster for the community,\" he said. But, Newswanger also appreciates some of Bevin's proposals. \"No one values something that they get for free,\" he said, and incentives are needed to make people seek care in doctors' offices instead of expensive ERs. Christie Green, public health director of the Cumberland Valley District Health Department that covers Clay County, said making the poor pay more or scrapping Medicaid's expansion would be a setback to improving people's health. Last year, Green helped Manchester build a three-mile trail along a park and install a swinging bridge across a small creek. Both additions were intended to promote physical fitness in a place where more than a third smoke — both far above national averages. Progress is slow. The path is used regularly. But drug addicts congregate daily by the bridge and it rarely gets traffic. \"There is a lot to overcome here,\" Green said. This story was produced through collaboration between NPR and Kaiser Health News, an editorially independent program of the Henry J. Kaiser Family Foundation , a nonpartisan health care policy research organization. You can follow Phil Galewitz on Twitter: @philgalewitz . ",
    "title": "In Depressed Rural Kentucky, Worries Mount Over Medicaid Cutbacks : Shots - Health News : NPR"
   },
   {
    "entities": [
     "cheney",
     "inc.",
     "bannon",
     "house",
     "donald",
     "asia",
     "steve",
     "the past",
     "reagan",
     "2016",
     "1:09 pm est",
     "interactive",
     "august",
     "cbs",
     "washington",
     "news",
     "now",
     "breitbart",
     "60 percent",
     "white",
     "nov 19, 2016",
     "vader",
     "trump",
     "the 1930s",
     "darth",
     "mother",
     "earlier this week",
     "hollywood",
     "dick",
     "jones",
     "40 percent",
     "ceo"
    ],
    "id": 4,
    "text": "CBS News Nov 19, 2016 1:09 PM EST Steve Bannon, the chief strategist and right-hand man to President-elect Donald Trump, denied in an interview that he was an advocate of white nationalism -- and gave hints instead about how his brand of “economic” nationalism will shake up Washington. In The Hollywood Reporter, Bannon, the controversial former head of Breitbart News who went on to chair Mr. Trump’s presidential campaign, discussed why he believed his candidate won the election. “I’m not a white nationalist, I’m a nationalist. I’m an economic nationalist,” Bannon told the news outlet earlier this week. “The globalists gutted the American working class and created a middle class in Asia. The issue now is about Americans looking to not get f—ed over.” Bannon’s appointment to the White House has drawn criticism from Democrats and several civil liberties groups, in part because of his (and Breitbart’s) strong association with the alt-right , a political movement with strains of white supremacy. In the past, the former Breitbart CEO has admitted the alt-right’s connections to racist and anti-Semitic agendas. “Look, are there some people that are white nationalists that are attracted to some of the philosophies of the alt-right? Maybe,” Bannon told Mother Jones in August. “Are there some people that are anti-Semitic that are attracted? Maybe. Right? Maybe some people are attracted to the alt-right that are homophobes, right? But that’s just like, there are certain elements of the progressive left and the hard left that attract certain elements.” In the Reporter interview, Bannon challenged the notion that racialized overtones dominated the Trump campaign on the trail. He predicted that if the administration delivered on its election promises, “we’ll get 60 percent of the white vote, and 40 percent of the black and Hispanic vote and we’ll govern for 50 years.” “It’s everything related to jobs,” Bannon said and seemingly bragged about how he was going to drive conservatives “crazy” with his “trillion-dollar infrastructure plan.”  “With negative interest rates throughout the world, it’s the greatest opportunity to rebuild everything. Ship yards, iron works, get them all jacked up,” he proposed. “We’re just going to throw it up against the wall and see if it sticks. It will be as exciting as the 1930s, greater than the Reagan revolution — conservatives, plus populists, in an economic nationalist movement.” Bannon, in the Reporter interview, also gave some insight into how he viewed his political foes (presumably, liberals and the media) -- and the “darkness” he touts in fighting against them. “Darkness is good,” Bannon said. “Dick Cheney. Darth Vader. Satan. That’s power. It only helps us when they...get it wrong. When they’re blind to who we are and what we’re doing.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Steve Bannon on white nationalism, Donald Trump agenda - CBS News"
   },
   {
    "entities": [
     "house",
     "nov. 19, 2016",
     "rhee",
     "jeff",
     "james",
     "new",
     "angerer",
     "washington",
     "now",
     "hillyard",
     "/",
     "saturday",
     "pence",
     "mike",
     "cke",
     "may",
     "corps",
     "nov 19 2016",
     ", 2:42 pm",
     "l.",
     "center",
     "buick",
     "rival",
     "n.",
     "vaughn",
     "massachusetts",
     "4:03",
     "pompeo",
     "kansas",
     "lew",
     "j.",
     "february 25, 2016",
     "international",
     "state",
     "robert",
     "november 18, 2016",
     "donald",
     "twitter",
     "sessions",
     "for",
     "marine",
     "rnc",
     "cubs",
     "the past year",
     "township",
     "washington,",
     "friday",
     "white",
     "getty",
     "andy",
     "d.c.",
     "trump",
     "drew",
     "todd",
     "romney",
     "u.s.",
     "mattis",
     "neighborhood",
     "club",
     "woodson",
     "mitt",
     "0:48",
     "ending",
     "meet",
     "pac",
     "the weekend",
     "bedminster",
     "ricketts",
     "weekend",
     "cia",
     "golf",
     "alabama",
     "images",
     "--",
     "super",
     "news",
     "flynn",
     "before",
     "michelle",
     "chicago",
     "mccausland",
     "2012",
     "puzder",
     "eisenberg",
     "nbc",
     "department",
     "facebook",
     "enterprise",
     "spending",
     "jersey",
     "phil",
     "national"
    ],
    "id": 5,
    "text": "Nov 19 2016, 2:42 pm ET Donald Trump, Rival Mitt Romney Have 'Great' Meeting as Trump Races to Fill Cabinet by Phil McCausland and Vaughn Hillyard Share Romney calls discussion with Trump 'thorough and in-depth' 0:48 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161120014121if_/http://www.nbcnews.com/widget/video-embed/813237315988\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Mitt Romney emerged smiling Saturday from a closed-door meeting with President-elect Donald Trump — a face-to-face sit down he called \"thorough and in-depth\" after they traded bitter barbs with one another during a divisive election. Taking a softer tone, Trump and Romney seemed to bury the hatchet at the Trump National Golf Club in Bedminster, New Jersey — where the businessman-turned-politician moved his White House transition team for the weekend — in a meeting that lasted about an hour and a half. Trump is considering Romney for secretary of state, a source close to Trump told NBC News , although the president-elect has not publicly said what role, if any, Romney could play. Related: Analysis: Trump Charges Ahead With Hard Line With Sessions, Flynn Picks \"It went great,\" Trump told the press after walking the former governor of Massachusetts outside. Romney, also addressing the press, added that \"we had a far-reaching conversation with regards to the various theaters in the world where there are interests of the U.S.\" He said it was a \"very thorough and in-depth discussion in the time we had and appreciate the chance to speak with the president-elect and look forward to the coming administration.\" Play Romney arrives for meeting with Trump 4:03 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161120014121if_/http://www.nbcnews.com/widget/video-embed/813207107628\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The 2012 Republican presidential nominee ignored questions from reporters about whether he would take a position in the administration if offered one, and if he and Trump apologized for their months-long war of words. Romney was then whisked away by his white Buick. Trump returned outside and greeted former Washington, D.C., schools chancellor Michelle Rhee for another private meeting. Related: Mike Flynn, Jeff Sessions, Mike Pompeo: Meet Trump's Latest Top Picks Such a move to incorporate Romney would be a stark reversal following the name-calling over the past year — and one that would build out Trump's inner circle that includes retired Gen. Mike Flynn in a national security adviser post, Alabama Sen. Jeff Sessions as attorney general and Kansas Rep. Mike Pompeo as head of the CIA. On Friday, members of Trump's transition team arrived in Washington, D.C., to begin working with the State Department. From left, President-elect Donald Trump shakes hands with Mitt Romney after their meeting at Trump International Golf Club on Nov. 19, 2016 in Bedminster Township, New Jersey. Drew Angerer / Getty Images Before the meeting started, Romney shook hands with Trump and Vice President-elect Mike Pence, and entered what was sure to be a difficult and awkward meeting. The two sides came together after feuding during the presidential election. Romney had ripped Trump as a \"phony\" and a \"fraud,\" and said a presidential nominee should be disqualified for not releasing his tax returns — criticism he wrote in a Facebook post in May. The former governor also wrote that given Trump's refusal to release his tax returns, there was certain to be a \"bombshell\" within them. Post by NBC News . Trump responded on the campaign trail, claiming that Romney was \"irrelevant\" and \"a choke artist.\" The president-elect also routinely took to Twitter to share his blustery criticism. Mitt Romney, who was one of the dumbest and worst candidates in the history of Republican politics, is now pushing me on tax returns. Dope! — Donald J. Trump (@realDonaldTrump) February 25, 2016 The president-elect shared on Twitter, his favored social media platform, that he planned to work through the weekend: Will be working all weekend in choosing the great men and women who will be helping to MAKE AMERICA GREAT AGAIN! — Donald J. Trump (@realDonaldTrump) November 18, 2016 Trump is scheduled to meet with more than a half-dozen people Saturday, including: Retired Marine Corps Gen. James N. Mattis; Center for Neighborhood Enterprise president and founder Robert L. Woodson Sr.; Chicago Cubs owner and director of the Ending Spending Super PAC Todd Ricketts; chief executive officer of CKE Restaurants Andy Puzder;and RNC finance chief Lew Eisenberg. Phil McCausland ",
    "title": "Donald Trump, Rival Mitt Romney Have 'Great' Meeting as Trump Races to Fill Cabinet - NBC News"
   },
   {
    "entities": [
     "hennigan",
     "right now",
     "seib",
     "roberts",
     "diego",
     "donald",
     "weekend",
     "twitter",
     "rodgers",
     "dixon",
     "angeles",
     "hamilton",
     "l.a.",
     "johnson",
     "nov. 19, 2016",
     "w.j.",
     "biden",
     "jason",
     "brandon",
     "$25 million",
     "rhee",
     "los",
     "al",
     "james",
     "inglewood",
     "new",
     "molina",
     "times",
     "v.p.",
     "soon-shiong",
     "rams",
     "washington",
     "guard",
     "auto",
     "the day",
     "now",
     "sacramento",
     "county",
     "the",
     "tronc",
     "california",
     "sheriff's",
     "d.c.",
     "joe",
     "obama",
     "trump",
     "pence",
     "kevin",
     "mike",
     "pentagon",
     "theatre",
     "victor",
     "america",
     "genaro",
     "vigilant",
     "spencer",
     "university",
     "san",
     "richard",
     "joshua",
     "mattis",
     "broadway",
     "institute",
     "a day earlier",
     "york",
     "last night",
     "$2.6-billion",
     "department",
     "miller",
     "/",
     "facebook",
     "policy",
     "patrick",
     "future",
     "night",
     "india",
     "morning",
     "national",
     ", 6:33 p.m."
    ],
    "id": 6,
    "text": "Donald Trump duels with cast of 'Hamilton' Nov. 19, 2016, 6:33 p.m. This is our look at President-elect Donald Trump's transition and the outgoing Obama administration. Here's what's happening right now:Trump does not appreciate how Mike Pence was received at 'Hamilton'White nationalists in jackets... (W.J. Hennigan) Trump also met with Rhee, presumably to discuss education issues. Rhee was the controversial chancellor of the public schools in Washington, D.C., and now lives in Sacramento where her husband, former basketball star Kevin Johnson , is the city’s mayor. Rhee declined to speak to reporters as she left the club.  Among others on Trump’s dance card for the day was retired Gen. James Mattis, a former war commander who has been critical of some Obama administration policies and has the nickname of “Mad Dog Mattis” and is being considered to lead the Pentagon. Patrick Soon-Shiong, who made his fortune developing an anti-cancer drug, also met with Trump. Soon-Shiong, a vice chairman of the Los Angeles Times’ parent company Tronc, has been closely involved with Vice President Joe Biden 's cancer moonshot initiative, which is designed to accelerate scientific efforts to find cures for cancers. The meetings were designed to highlight the administration’s efforts “to pull in diverse ideas and different perspectives as we form this administration,” said Trump spokesman Jason Miller. Trump, however, started the day off on a different note — by sparking a feud on social media over what happened when his vice president-elect attended the critically acclaimed Broadway musical “Hamilton.” When Pence arrived at the Richard Rodgers Theatre on Broadway for the night’s performance of “Hamilton,” he was both cheered and loudly jeered by the audience. After the show, actor Brandon Victor Dixon spoke to Pence from the stage: “We, sir, are the diverse America who are alarmed and anxious that your new administration will not protect us, our planet, our children, our parents, or defend us and uphold our inalienable rights. We truly hope this show has inspired you to uphold our American values and work on behalf of all of us. All of us.\" Pence had left the auditorium before Dixon finished, but reportedly heard all the remarks over speakers in the hallway. Trump didn’t appreciate the lecture. “Our wonderful future V.P. Mike Pence was harassed last night at the theater by the cast of Hamilton, cameras blazing.This should not happen!” Trump tweeted. “The Theater must always be a safe and special place.The cast of Hamilton was very rude last night to a very good man, Mike Pence. Apologize!” Dixon responded on the social media platform: “conversation is not harassment sir,” adding that he appreciated Pence for showing up. Trump also took to Twitter in the morning to brag about settling fraud claims aimed at his defunct university. A day earlier, Trump had settled two class-action lawsuits filed in San Diego and a third suit brought by the New York state attorney general for $25 million, something he had repeatedly said he would never do. The lawsuits alleged that Trump had defrauded customers into thinking they would learn real estate secrets from professors he had “handpicked” at his for-profit Trump University. The students said they learned little and instead were subjected to hard-sell tactics urging them to spend thousands of dollars on classes. “I settled the Trump University lawsuit for a small fraction of the potential award because as President I have to focus on our country,” Trump tweeted. “The ONLY bad thing about winning the Presidency is that I did not have the time to go through a long but winning trial on Trump U. Too bad!” Caption 90 seconds: 4 stories you can't miss Some Trump supporters say it's not fair to equate white pride with white supremacists , the Rams break ground on their new stadium , Trump moves forward with naming positions in his administration , and Los Angeles practices for a major earthquake . Caption 90 seconds: 4 stories you can't miss Some Trump supporters say it's not fair to equate white pride with white supremacists , the Rams break ground on their new stadium , Trump moves forward with naming positions in his administration , and Los Angeles practices for a major earthquake . Caption Los Angeles Rams break ground on new stadium A groundbreaking ceremony was held in Inglewood as construction of the Los Angeles Rams' new $2.6-billion stadium officially got underway. (Genaro Molina / Los Angeles Times) A groundbreaking ceremony was held in Inglewood as construction of the Los Angeles Rams' new $2.6-billion stadium officially got underway. (Genaro Molina / Los Angeles Times) Caption Richard Spencer, chairman of the National Policy Institute Richard Spencer, chairman of the National Policy Institute, a prominent alt-right organization. (Joshua Roberts / For The Times) Richard Spencer, chairman of the National Policy Institute, a prominent alt-right organization. (Joshua Roberts / For The Times) Caption Vigilant Guard | California National Guard trains for earthquake response A weeklong earthquake response training exercise called Vigilant Guard was hosted in California by the California National Guard with participation from more than 1,200 members of local, state and federal agencies, including Los Angeles County fire officials and the Los Angeles County Sheriff’s Department. (Al Seib / Los Angeles Times) A weeklong earthquake response training exercise called Vigilant Guard was hosted in California by the California National Guard with participation from more than 1,200 members of local, state and federal agencies, including Los Angeles County fire officials and the Los Angeles County Sheriff’s Department. (Al Seib / Los Angeles Times) Caption Weekend Roundup: 7 stories you can't miss The L.A. Auto show begins, how to spot fake news on Facebook, rural teens have more babies, India’s large-bill ban is having negative effects on the poor, Twitter has begun banning bullies, northern Californians feel forgotten about, and the Rams break ground on their new stadium. The L.A. Auto show begins, how to spot fake news on Facebook, rural teens have more babies, India’s large-bill ban is having negative effects on the poor, Twitter has begun banning bullies, northern Californians feel forgotten about, and the Rams break ground on their new stadium. Follow  @delwilber  on Twitter ",
    "title": "President-elect Trump holds series of meetings with potential Cabinet picks - LA Times"
   },
   {
    "entities": [
     "house",
     "pool/european",
     "dixon",
     "tonight",
     "james",
     "jeff",
     "new",
     "newt",
     "once",
     "september 2015",
     "washington",
     "aaron",
     "now",
     "next year",
     "late friday",
     "tower",
     "pence",
     "theatre",
     "saturday",
     "mike",
     "america",
     "americas",
     "richard",
     "fifth",
     "past",
     "dallek",
     "kennedy",
     "public",
     "center",
     "roosevelt",
     "manhattan",
     "rodgers",
     "hamilton",
     "w.",
     "kellyanne",
     "miranda",
     "franklin",
     "november 19",
     "international",
     "lin-manuel",
     "tad",
     "agency",
     "robert",
     "night",
     "aude",
     "morning",
     "storyful",
     "donald",
     "twitter",
     "nov. 18",
     "kudacki/ap",
     "avenue",
     "brandon",
     "jimmy",
     "sessions",
     "conway",
     "wehner",
     "margaret",
     "devine",
     "andres",
     "clinton",
     "thatcher",
     "rucker",
     "township",
     "trump's",
     "friday",
     "white",
     "billy",
     "victor",
     "trump",
     "n.j.",
     "burr",
     "rogers",
     "pressphoto",
     "mattis",
     "hillary",
     "last thursday",
     "last night",
     "club",
     "2005",
     "47 percent",
     "at 8:32 pm",
     "bedminster",
     "peter",
     "johnson",
     "philip",
     "john",
     "$25 million",
     "golf",
     "george",
     "baby",
     "said",
     "the next day",
     "guerrucci",
     "lyndon",
     "october",
     "university",
     "fallon",
     "nbc",
     "york",
     "pandora",
     "policy",
     "future",
     "bush",
     "gingrich"
    ],
    "id": 7,
    "text": "Got it The cast of \"Hamilton\" delivered a message to Vice President-elect Mike Pence from stage after he watched the show at Richard Rodgers Theatre on Nov. 18. Pence was booed by some audience members when he first walked in. (Twitter/Hamilton via Storyful) By Philip Rucker November 19 at 8:32 PM Follow @PhilipRucker Mike Pence was elected vice president by a coalition of mostly white voters nostalgic for what they thought of as the good old days in America and galvanized by promises to deport millions of undocumented immigrants. On Friday night, Pence came face-to-face with a symbol of the new America: A hit musical called “Hamilton” that celebrates the principles of the nation’s founding but reimagines the revolutionary period with multiracial actors playing the statesmen and the contributions of immigrants central to the story. As he took his seat in New York’s Richard Rogers Theatre, Pence heard an impassioned, sustained boo. He sat through a performance celebrating the country’s multiculturalism. And when the show was over and he headed for the exits, the cast was not quite finished. “We, sir, we are the diverse America who are alarmed and anxious that your new administration will not protect us, our planet, our children, our parents, or defend us and uphold our inalienable rights, sir,” said Brandon Victor Dixon, the actor who played Aaron Burr, reading a statement the cast members had drafted together. “But we truly hope this show has inspired you to uphold our American values and work on behalf of all of us. All of us,” he continued. Vice President-elect Mike Pence, top center, leaves the Richard Rodgers Theatre after a performance of \"Hamilton\" in New York on Friday. (Andres Kudacki/AP) The remarkable moment crystallized the cleavage wrought by a toxic presidential campaign, in which millions of aggrieved white Americans propelled Donald Trump and Pence to the White House and left millions of others — blacks and Latinos, gays and lesbians, Muslims and Jews — fearful of what might become of their country. “It was this collision of two different Americas and two different visions and two different sets of experiences, happening at once, and happening in a rather dramatic way,” said Peter Wehner, a former speechwriter to President George W. Bush and a fellow at the Ethics and Public Policy Center. By Saturday morning, Trump decided to respond. He could have chosen to offer assurances that he would be a president for all Americans — that he would respect everybody regardless of race or gender or creed. But Trump being Trump, the president-elect punched back. “The Theater must always be a safe and special place,” Trump tweeted . “The cast of Hamilton was very rude last night to a very good man, Mike Pence. Apologize!” There was a certain irony to Trump’s demand, considering that as a candidate he rarely if ever apologized for the blizzard of insults he sprayed across the country. “Have you ever apologized? Ever? In your lifetime? Close your eyes, think back to Baby Donald . . . ,” Jimmy Fallon asked Trump on NBC’s “Tonight Show” in September 2015. President-elect Donald Trump, left, and Vice President-elect Mike Pence, right, with retired Marine Gen. James Mattis at the Trump International Golf Club in Bedminster Township, N.J., on Saturday. (Aude Guerrucci / Pool/European Pressphoto Agency) “I fully think apologizing is a great thing, but you have to be wrong,” Trump replied. He added, with a laugh, “I will absolutely apologize sometime in the hopefully distant future, if I’m ever wrong.” Trump did apologize in October for the comments he made in 2005 to “Access Hollywood” host Billy Bush bragging about having grabbed women by their genitals. As a candidate, Trump set off hand grenades with provocative tweets at moments of his choosing to attract the attention of the news media. Regardless of whether this was Trump’s intent Saturday morning, his shot at the “Hamilton” cast served to distract from a negative news story that broke late Friday: The president-elect had agreed to a $25 million settlement to end the fraud cases pending against Trump University, his defunct real estate seminar program. Trump tweeted Saturday that he had settled the case because he had to “focus on our country.” “The ONLY bad thing about winning the Presidency is that I did not have the time to go through a long but winning trial on Trump U. Too bad!” Trump tweeted, although there was no clear indication whether he would have prevailed had the case gone to trial. In many ways, “Hamilton” has become a touchstone in America’s ongoing culture wars. Hillary Clinton embraced the musical — its creator, Lin-Manuel Miranda, openly supported her candidacy — and recited its lyrics in her speech accepting the Democratic presidential nomination. Talk about “Hamilton” is different in Trump’s orbit, however. Last Thursday at Trump Tower, when a reporter asked Sen. Jeff Sessions (R-Ala.) how long he intended to be in New York, Trump campaign manager Kellyanne Conway interjected: “Have you seen ‘Hamilton’?” “I have not,” replied Sessions, who the next day would be announced as Trump’s attorney general nominee. Trump’s handling of the Pence incident is in keeping with how he confronted past cultural controversies and could presage how he will act in the White House. Although he is a billionaire who lives in a three-story apartment on Fifth Avenue in Manhattan, he long has felt excluded and shunned by the New York and Washington elite. Trump is sensitive to perceived snubs — and has mastered the art of snapping back at criticism from coastal liberals as a means of ingratiating himself with his middle-America base. On Saturday, Trump’s defenders rushed to condemn the “Hamilton” cast and voice outrage at perceived disrespect. His supporters started a “#BoycottHamilton” campaign on Twitter — although “Hamilton” tickets are such a hot commodity that the production is sold out well into next year. “The arrogance and hostility of the Hamilton cast to the Vice President elect (a guest at the theater) is a reminder the left still fights,” tweeted former House speaker Newt Gingrich, an informal Trump adviser. Gingrich went on to liken Trump to former British prime minister Margaret Thatcher: “Lady Thatcher aroused the same bitter hostility because like Trump she was a threat to the establishment’s claim to moral superiority.” Presidential historian Robert Dallek said Trump’s Twitter retort was a striking act of divisiveness by an incoming president struggling to heal the nation after a bitter election. “Instead of doing what a Franklin Roosevelt or a John Kennedy or a Lyndon Johnson would have done, he’s exacerbating the differences by saying they owe him an apology,” Dallek said. “For what? What were they asking for? They were asking for a kind of regard for minorities. It wasn’t as if they were asking him to give up the office.” Said Wehner: “He’s not the sole reason that the campaign was ugly and divisive, but he’s the main reason it was. . . . And now, having won, it falls on him to bind up the wounds. Even if you feel what happened by the cast of ‘Hamilton’ was wrong or inappropriate or indecorous, he’s the leader of the country.” Although Trump won a clear majority in the electoral college, he garnered just 47 percent of the popular vote — more than 1 million votes short of Clinton, with millions of votes still to be counted in primarily liberal states. “I don’t think Trump understands that beneath the surface of his electoral college victory, there’s a lot of people who simply are not willing to accept the rhetoric of his campaign as the language of government,” veteran Democratic strategist Tad Devine said. “Trump has opened Pandora’s box,” he added, “and we’re looking for hope at the bottom.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump and Pence vs. ‘Hamilton’ cast: A collision of two Americas - The Washington Post"
   },
   {
    "entities": [
     "police",
     "house",
     "park",
     "donald",
     "raymond",
     "guglielmi",
     "twitter",
     "englewood",
     "grace",
     "avenue",
     "tribune",
     "south",
     "5600",
     "this year",
     "princeton",
     "contact",
     "newt",
     "washington",
     "pointer",
     "rosenberg-douglas",
     "wong",
     "nov. 18, 2016",
     "the 1990s",
     "evening",
     "friday",
     "alyssa",
     "regina",
     "/",
     "saturday",
     "trump",
     "chicago",
     "malagon",
     "hyde",
     "elvia",
     "rosemary",
     "stacey",
     "reporters",
     "about 7 p.m.",
     "u.s.",
     "danny",
     "d.c.",
     "charles",
     "katherine",
     "jovan",
     "sobol",
     "department",
     "anthony",
     "wilson",
     "davis",
     "night",
     "morning",
     "gingrich"
    ],
    "id": 8,
    "text": "Teen grandson of U.S. Rep. Danny Davis shot dead in Englewood over gym shoes Grandson of Congressman Danny Davis killed Alyssa Pointer / Chicago Tribune U.S. Rep. Danny Davis, right, and his son Stacey Wilson speak Nov. 18, 2016, at a news conference about the fatal shooting of Wilson's 15-year-old son, Jovan. U.S. Rep. Danny Davis, right, and his son Stacey Wilson speak Nov. 18, 2016, at a news conference about the fatal shooting of Wilson's 15-year-old son, Jovan. (Alyssa Pointer / Chicago Tribune) Grace Wong , Elvia Malagon , Rosemary Regina Sobol and Katherine Rosenberg-Douglas Contact Reporters Chicago Tribune Chicago police Saturday called the shooting of a U.S. congressman’s 15-year-old grandson a targeted attack stemming from an argument over gym shoes. Jovan Wilson, whose paternal grandfather is U.S. Rep. Danny Davis, was killed about 7 p.m. Friday while his mother was out picking up dinner for the family, said Anthony Guglielmi, a spokesman for the Chicago Police Department. The incident originally was believed to be a home invasion, he said, but police later learned that wasn’t the case. “There was a history between the young people involved and it was a dispute over gym shoes,” Guglielmi said. “This was not random but was egregious and senseless to use a gun over a fight for clothes.” Jovan, of the 5600 block of South Princeton Avenue in the city’s Englewood neighborhood, was a Perspectives Charter High School sophomore. Calls to the school weren’t immediately returned. Former U.S. House Speaker Newt Gingrich, an adviser to President-elect Donald Trump, took to Twitter on Saturday morning, saying: “The murder of Congressman Danny Davis’ 15 year old grandson in a Chicago home invasion is reminder we need a federal strategy to save lives.” Guglielmi corrected Gingrich, tweeting: “@newtgingrich not a home invasion but a dispute among teens over gym shoes that ended in senseless shooting. We hv person of interest ID’d.” Grandson of U.S. Rep. Danny Davis shot and killed Jovan Wilson, 15-year-old grandson of U.S. Rep. Danny Davis and son of Stacey Wilson, was shot and killed Nov. 18, 2016, in his home in Englewood. (Alyssa Pointer / Chicago Tribune)  Jovan Wilson, 15-year-old grandson of U.S. Rep. Danny Davis and son of Stacey Wilson, was shot and killed Nov. 18, 2016, in his home in Englewood. (Alyssa Pointer / Chicago Tribune)  See more videos Family friend Charles Raymond, 74, didn’t say whether he thinks a federal strategy is the answer, but he believes there are a few other things Chicago needs. “One would be prayer,” Raymond said Saturday. “And we need more community involvement and then we need a more personal relationship with police … then perhaps we can eliminate some of these senseless killings.” Jovan, who loved sports and rap music, was at his home in Englewood with an uncle, his 16-year-old sister, 14-year-old brother and 8-year-old brother when two teenage assailants entered the home and began arguing with Jovan, police and Davis said. The teen’s mother had left the home to pick up food. During the argument, one of the assailants, a 15-year-old boy, pulled out a gun and shot Jovan in the head. A 17-year-old girl was the other assailant, Davis said. “He was a typical 15-year-old,” the Democratic congressman said. “He liked basketball. If you listened to him he was a basketball star, but he liked basketball and music. All those kinds of things. He was an avid sports fan, he knew all about, you know, the stats of different players.” Congressman's grandson killed in Englewood Alyssa Pointer / Chicago Tribune Charles Raymond, 74, of the Hyde Park neighborhood, walks away from the scene in the 5600 block of South Princeton Avenue where the 15-year-old grandson of U.S. Rep. Danny Davis was killed Nov. 18, 2016, in the Englewood neighborhood. Raymond, a family friend, drove the teen's grandmother to the scene. Charles Raymond, 74, of the Hyde Park neighborhood, walks away from the scene in the 5600 block of South Princeton Avenue where the 15-year-old grandson of U.S. Rep. Danny Davis was killed Nov. 18, 2016, in the Englewood neighborhood. Raymond, a family friend, drove the teen's grandmother to the scene. (Alyssa Pointer / Chicago Tribune) Davis had just returned to Chicago from Washington, D.C., and was in his office when his son Stacey Wilson, the boy’s father, called him with the news of the shooting. He said he might never know the answer to those questions or if there was anything, such as better education, that could have prevented his grandson’s homicide. “I do know that I grieve for my family,” Davis said at a news conference. “I grieve for the young man who pulled the trigger. I grieve for his family, his parents, his friends, some of whom will never see him again.” Davis said gun violence is a problem society deals with every day and reflected on how he’s attended multiple funerals for other slain teenagers. “I guess that I always knew that the possibility existed that it could happen close to me,” Davis said. “As a matter of fact, I thought it was so unfortunate because Jovan had just reached a point, 15, his grades had improved at school. His father had just told me about how proud of him that he was because he was catching on and realizing that all of his life was in front of him.” The family had talked to the teen about staying at home at night. Still, that didn’t spare him from violence, Davis said. “Unfortunately, here he was in the house at home, minding his own business, and some intruders would come and snuff his life away.” The boy’s father, teary-eyed, stood next to Davis during the news conference. He had just given his son money to get a haircut, and he thought the next time he would talk to him would be about an appropriate haircut to get. “It’s going to take me some time to grieve,” Wilson said. Violence has spiked this year in Chicago to levels not seen since the 1990s, and several people with prominent connections have been killed in addition to Davis’ grandson. Police reported no arrests as of Saturday evening. ",
    "title": "Teen grandson of U.S. Rep. Danny Davis shot dead in Englewood over gym shoes - Chicago Tribune"
   },
   {
    "entities": [
     "house",
     "russia",
     "donald",
     "asia",
     "korte",
     "linkedin",
     "bernetti",
     "lima",
     "pacific",
     "of",
     "once",
     "asia-pacific",
     "2009",
     "now",
     "cooperation",
     "usa",
     "catholic",
     "4:30 p.m. est",
     "states",
     "white",
     "peru",
     "this week",
     "obama",
     "trump",
     "saturday",
     "u.s.",
     "university",
     "economic",
     "sunday",
     "americas",
     "november 19, 2016",
     "europe",
     "martin",
     "gregory",
     "united",
     "facebook",
     "pontifical",
     "nato",
     "today"
    ],
    "id": 9,
    "text": "'Don't assume the worst' of Trump on trade, Obama says in Peru Obama said he doesn't expect major changes in Latin American policy under Trump. Post to Facebook 'Don't assume the worst' of Trump on trade, Obama says in Peru Obama said he doesn't expect major changes in Latin American policy under Trump. Check out this story on USATODAY.com: http://usat.ly/2g8RnBv CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 79 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs 'Don't assume the worst' of Trump on trade, Obama says in Peru Gregory Korte , USA TODAY 4:30 p.m. EST November 19, 2016 President Obama speaks during a meeting with youngsters at the Pontifical Catholic University of Peru in the sidelines of the Asia-Pacific Economic Cooperation Summit in Lima, Peru Saturday. (Photo: MARTIN BERNETTI, AFP/Getty Images) President Obama said he doesn't expect major changes in Latin American policy under the Trump administration, and urged people to \"not make immediate judgments\" until the president-elect puts his team together. \"Don't just assume the worst. Wait until the new administration is in place, is putting its policies forward, and then you can make your own judgments,\" Obama told a group of 1,000 young leaders from around the Americas in Peru on Saturday. \"There are going to be tensions that arise, probably more about trade more than anything else,\" he said. But even there, Obama said he's not convinced Donald Trump would tear up trade deals, as the president-elect promised on the campaign trail. \"Once they look at how it's working, I think they’ll conclude that it’s working both for the United States and its trading partners.\" Obama urges Trump not to cut deals with Russia Obama's comments Saturday, during his final stop on what's scheduled to be the last foreign trip of his presidency, followed a pattern of trying to give Trump space to adopt what Obama hopes are more conventional policies. In Europe this week, Obama reassured allies Trump would maintain the U.S. commitment to NATO, and he'll likely have a similar message for Pacific Rim leaders at the Asia Pacific Economic Cooperation summit in Peru on Sunday. Obama reassured NATO allies over Trump. So why aren't they buying it? \"How you campaign is not always the same as how you govern,\" Obama said. \"When you’re campaigning, you're trying to stir up passions. When you govern, you have reality in front of you, and you have to figure out how to make this work.\" On trade, for example, Obama said the 2009 Peru Trade Promotion Agreement has benefited the United States by ensuring that workers aren't undercut by abusive labor practices in Peru, but also allowing Peruvian workers to be customers for U.S. products. \"We did it also because that will help lift the wages and benefits and protections that workers here in Peru have,\" he said. \"Then they have more money in their pockets, then they go out an spend that money, which is good for business and everybody is better off.\" Trump's new tone needs to be reflected in staff picks, Obama says Obama also met Saturday with the 11 other leaders from countries in the Trans-Pacific Partnership, the trade agreement in limbo now that its largest signatory, the United States, appears unlikely to ratify. But the White House said Obama used the meeting to urge the other countries to press forward on \"high-standard trade agreements.\" 166 CONNECT TWEET 1 LINKEDIN 79 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2g8RnBv ",
    "title": "'Don't assume the worst' of Trump on trade, Obama says in Peru"
   }
  ]
 }
}