{
 "21": {
  "col-sim": {
   "cosine": 0.24191760208239987,
   "entity": 0.2581988897471611
  },
  "exec-time": 10.30950140953064,
  "links": [
   {
    "entities": [
     "values",
     "tex.",
     "image",
     "donald",
     "eric",
     "twitter",
     "8 p.m.",
     "2020",
     "sean",
     "family",
     "hughes",
     "tucker",
     "tableau",
     "maheshwari",
     "george",
     "images",
     "new",
     ", 12:49 a.m.",
     "times",
     "9 a.m.",
     "several hours later",
     "afternoon",
     "about noon",
     "the day",
     "coach",
     "google",
     "reddit",
     ", late morning",
     "nov. 10",
     "usa",
     "states",
     "j.",
     "trump",
     "software",
     "the next morning",
     "america",
     "austin",
     "balkans",
     "united",
     "york",
     "sapna",
     "facebook",
     "nov. 9",
     "fox",
     "north",
     "thursday",
     "soros",
     "robertson",
     "jersey",
     "today",
     "night"
    ],
    "id": 0,
    "text": "How Fake News Goes Viral: A Case Study By Sapna Maheshwari Image Images posted on Twitter by a marketer in Austin, Tex., the day after the presidential election. Credit Eric Tucker, a 35-year-old co-founder of a marketing company in Austin, Tex., had just about 40 Twitter followers. But his recent tweet about paid protesters being bused to demonstrations against President-elect Donald J. Trump fueled a nationwide conspiracy theory — one that Mr. Trump joined in promoting.  Mr. Tucker's post was shared at least 16,000 times on Twitter and more than 350,000 times on Facebook. The problem is that Mr. Tucker got it wrong. There were no such buses packed with paid protesters. But that didn't matter. While some fake news is produced purposefully by  teenagers in the Balkans  or  entrepreneurs in the United States  seeking to make money from advertising, false information can also arise from misinformed social media posts by regular people that are seized on and spread through a hyperpartisan blogosphere. Here, The New York Times deconstructs how Mr. Tucker’s now-deleted declaration on Twitter the night after the election turned into a fake-news phenomenon. It is an example of how, in an ever-connected world where speed often takes precedence over truth, an observation by a private citizen can quickly become a talking point, even as it is being proved false. Nov. 9, shortly after 8 p.m. Eastern Image CreditSnopes Mr. Tucker, who had taken photos of a large group of buses he saw near downtown Austin earlier in the day because he thought it was unusual, saw reports of protests against Mr. Trump in the city and decided the two were connected. He posted three of the images with the declaration: “Anti-Trump protestors in Austin today are not as organic as they seem. Here are the busses they came in. #fakeprotests #trump2016 #austin” Mr. Tucker said he had performed a Google search to see if any conferences were being held in the area but did not find anything. (The buses were, in fact, hired by a company called Tableau Software, which was holding a conference that drew more than 13,000 people.) “I did think in the back of my mind there could be other explanations, but it just didn’t seem plausible,” he said in an interview, noting that he had posted as a “private citizen who had a tiny Twitter following.” He added, “I’m also a very busy businessman and I don’t have time to fact-check everything that I put out there, especially when I don’t think it’s going out there for wide consumption.” Nov. 10, 12:49 a.m. Eastern Image Credit Several hours later, the first important step occurred. Mr. Tucker’s tweet was posted to the main Reddit community for Mr. Trump under the heading: “BREAKING: They found the buses! Dozens lined up just blocks away from the Austin protests.” It quickly generated more than 300 comments, some of which blamed the protests on George Soros, the liberal billionaire philanthropist, who is a frequent target of the group. Nov. 10, around 9 a.m. Eastern The next morning, the frenzy began. A user on Free Republic, a conservative discussion forum, linked to the Reddit thread about Mr. Tucker’s post, increasing the attention and spreading it further into the online world. Later, Facebook pages like Robertson Family Values, which is named for but not affiliated with the stars of “Duck Dynasty,” and Donald Trump Commander in Chief 2020, linked to the Free Republic discussion. Those posts were shared more than 5,000 times each, and more than 300,000 Facebook users have linked to the Free Republic thread. Image Credit Nov. 10, late morning through the afternoon Sean Hughes, the director of corporate affairs for the bus company Coach USA North America, said he learned about the rumor involving its vehicles after receiving a couple of curious emails and hearing from a friend in New Jersey who had seen the claim on Facebook and wanted to know if it was true. A reporter at the Fox television station in Austin contacted Mr. Hughes later that day, and he responded with a statement noting that “at no point were Coach USA buses involved in the Austin protests.” But that did little to stem the online furor. “That reporter said, ‘You’re probably going to get a lot more phone calls because it’s all over the place,’” Mr. Hughes said in an interview on Thursday. “You’re the second journalist to actually call me to see what was going on, no bloggers or anything, and we’re easily accessible on our website,” Mr. Hughes said. He added, “I just kind of wish people looked into facts before they go ahead and do something like that, because it could be easily debunked based on a quick phone call or two, or a couple emails.” During this time, Mr. Tucker was replying to queries on Twitter about whether he had proof to support his claim. He confirmed in a post that he “did not see loading or unloading” but that the buses were “quite near protests at right timing.” That admitted lack of evidence, however, had little effect. By about noon, Mr. Tucker’s initial post had been retweeted and liked more than 5,000 times. There was more to come. @stevendenoon I did not see loading or unloading. There were even more busses than in pics. Quite near protests at right timing. ",
    "title": "How Fake News Goes Viral: A Case Study - The New York Times"
   },
   {
    "entities": [
     "donald",
     "gives",
     "vladimir",
     "lima",
     "1:35",
     "nov 20",
     "2016",
     "putin",
     "aleppo",
     "to",
     "party",
     "once",
     "asia-pacific",
     ", 8:11 pm",
     "syria",
     "democratic",
     "clinton",
     "cooperation",
     "pelosi",
     "evening",
     "bailey",
     "states",
     "peru",
     "michelle",
     "advice",
     "obama",
     "trump",
     "china",
     "kevin",
     "chelsea",
     "sunday",
     "u.s.",
     "economic",
     "trans-pacific",
     "apec",
     "paris",
     "hillary",
     "4:58",
     "united",
     "the future",
     "partnership",
     "reuters",
     "assad",
     "night",
     "barack",
     "lamarque"
    ],
    "id": 1,
    "text": "Nov 20 2016, 8:11 pm ET Obama Says He'll Give Trump a Chance, Even If He Attacks Legacy by Chelsea Bailey Obama Gives Advice to Democratic Party, His Views on Pelosi, More 4:58 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161121022102if_/http://www.nbcnews.com/widget/video-embed/813808707591\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President Barack Obama said Sunday that he would withhold criticism of the Trump administration once he's out of office — even if President-elect Donald Trump tries to dismantle his legacy. \"I want to be respectful of the office and give the president-elect an opportunity to put forward his platform and his arguments without somebody popping off in every instance,\" Obama said. Obama urged his fellow Democrats to try to work with Trump's team if what it's doing is good for the country. But he cautioned that if the Trump administration begins to attack American values, he might be compelled to speak up, and so would the Democratic Party. \"As an American citizen who cares deeply about our country, if there are issues that have less to do with the specifics of some legislative proposal or battle but go to core questions about our values and our ideals, and if I think that it's necessary or helpful for me to defend those ideals, then I'll examine it when it comes,\" he said. Speaking at a news conference at the Asia-Pacific Economic Cooperation summit in Lima, Peru, Obama — on his last foreign tour — was at times reflective and humorous, candidly discussing his views on the United States' position as a world leader and touching on the strife within his own party. Play Obama on Post-Presidential To-Do List: 'I Have to Take Michelle on Vacation' 1:35 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161121022102if_/http://www.nbcnews.com/widget/video-embed/813791299619\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Obama reiterated his administration's commitment to policies like the Trans-Pacific Partnership trade agreement and the Paris climate change deal, while doling out advice for the future Democratic leaders. \"I'm not worried about being the last Democratic president, not even for a while,\" he said. \"And I say that not being cute — the Democratic nominee won the popular vote.\" He later advised against the apocalyptic tone that has come to characterize the Democratic Party in the wake of Hillary Clinton's loss on Election Night. Related: China's Xi Calls for 'Smooth Transition' in Relationship With U.S. \"My advice to Democrats is know what you care about and what you stand for and fight for your principles, even if it's a hard fight,\" Obama said. President Barack Obama at a news conference Sunday at the conclusion of the APEC Summit in Lima, Peru. Kevin LaMarque / Reuters \"If there are areas where the new administration is doing something that's going to be good for the American people, find a way to work with them,\" he said. \"If you think it's going to be a problem, then say so and make the argument.\" Earlier in the evening, Obama met briefly with Russian President Vladimir Putin and, despite what he described as a \"candid and courteous\" meeting, he said he's not optimistic about the prospects of a Syrian peace agreement in the short term. Obama said he was \"very clear about the strong differences we had on policy.\" \"The issue of the elections did not come up because that's behind us,\" he said. Instead, Obama said, he focused on the \"bloodshed and chaos\" that has destroyed Aleppo and bolstered the Assad regime, and he reiterated the need to arrive at a humanitarian cease-fire in Syria. Chelsea Bailey ",
    "title": "Obama Says He'll Give Trump a Chance, Even If He Attacks Legacy - NBC News"
   },
   {
    "entities": [
     "gase",
     "kyle",
     "loggains",
     "steve",
     "alshon",
     "brad",
     "adam",
     "georgia",
     "john",
     "tribune",
     "brandon",
     "stadium",
     "tampa",
     "last sunday",
     "new",
     "the fourth quarter",
     "jeffery",
     "martellus",
     "zach",
     "long",
     "biggs",
     "forte",
     "cutler",
     "slauson",
     "miami",
     "jay",
     "nov. 20, 2016",
     "leonard",
     "chicago",
     "bennett",
     "dowell",
     "sunday",
     "giants",
     "matt",
     "jordan",
     "howard",
     "york",
     "metlife",
     "miller",
     "fox",
     "12:49",
     "rosenbloom",
     "floyd",
     "marshall",
     "5:53"
    ],
    "id": 2,
    "text": "Bears offense lacks talent on the field — and on the sideline Photos from the Bears-Giants game at MetLife Stadium on Nov. 20, 2016. Steve Rosenbloom Contact Reporter The RosenBlog The Bears weren’t expected to beat the Giants at MetLife Stadium on Sunday, except according to the insane. The Giants came in with four straight wins. They’ve proven to be a contender for the NFC East title and the postseason. The Bears came in with four losses in their last five games. They’ve proven to be a contender for the first overall draft choice. What’s more, the Bears were going to play without Alshon Jeffery because of the wide receiver’s stupidity when it came to taking supplements. That left John Fox ’s team searching for players who could make something happen. Fox’s offense, the one he said was still here no matter that Adam Gase went to Miami, needed playmakers. Or perhaps Fox’s offense needed a playcaller to find the playmakers if they existed in more than someone’s fantasy or bad coaching. The Bears fell to 2-8 after losing 22-16 to the New York Giants. A late interception by Jay Cutler in the fourth quarter iced the game for the Giants. Leonard Floyd, the Bears' first-round draft pick from Georgia, was removed from the field on a stretcher with 5:53 to go in the game. The entire... (Chicago Tribune staff) As that search for playmakers occurred, and as that search continues to occur this season, let’s remember that Fox wanted productive tight end Martellus Bennett traded because Fox apparently doesn’t like or can’t coach players with personalities, maybe both. Whatever the case, the point is that Fox has a pattern of neutering the Bears offense of talent, a self-inflicted wound that can’t be dismissed because of injuries. In fact, because of injuries, Fox’s stubbornness and inflexibity that have led to a pathetic record becomes more acute. It certainly became more acute still when injury-prone tight end Zach Miller limped off the field before halftime with a foot problem that prevented him from finishing the game, costing Jay Cutler his most productive target in the first half. That’s highlighted just one of the many holes the Bears created for themselves in offensive talent and depth. Somebody wanted guard-center Matt Slauson cut from an offensive line that Slauson proved he could lead. Maybe it wasn’t Fox, but he certainly could’ve stopped that decision because he seems to be making more than his share of personnel decisions on offense, and finding some reason for his continuing to do that is painful and difficult. If you want to argue that Brandon Marshall had to go because the franchise bosses said so, then fine. Explain why Jeffery isn’t a No. 1 receiver when everybody’s double-teaming him. Bears right guard Kyle Long will require two surgeries before he gets back into football action. Long will undergo surgery to repair ligament damage in his right ankle suffered last Sunday in the loss at Tampa. The surgery isn’t considered serious and it will be done before Long has surgery to... Bears right guard Kyle Long will require two surgeries before he gets back into football action. Long will undergo surgery to repair ligament damage in his right ankle suffered last Sunday in the loss at Tampa. The surgery isn’t considered serious and it will be done before Long has surgery to... (Brad Biggs) If you want to argue that Matt Forte could leave because the running backs by committee could cover it, then fine. Explain why none of them can catch the ball out of the backfield as well as Forte. Or at all. A couple painful examples were Jordan Howard ’s consecutive drops in the flat in the fourth quarter. Howard dropped passes all over the place. For all his talents as a runner, be has been exposed as a lousy pass catcher. But before that, bad coaching hurt an offense that needs every bit of smarts it can find. The Bears defense had just forced the Giants to punt, so the offense took over with 12:49 to go and trailing by just six points. A TD and an extra point would’ve given the Bears the lead, if not the win. More than 12 minutes remained. That’s plenty of time. That’s certainly plenty of time to concentrate on running the ball to make it easier on the offensive line that was finding different bodies in different positions. But interim offensive coordinator Dowell Loggains, who must have a bonus clause for abandoning the run at the worst time, called a pass play that the Giants turned into a sack in the shadow of the Bears goal posts. So there you go: A head coach neutering the offense of talent, which neuters the roster’s depth, compounded by an offensive coordinator who doesn’t seem to know what kind of roster and game he has in front of him. You can argue that it was close down to the end. That would only make a sucker believe the Bears have something going on offense. They don’t. And they might never if Fox continues to make offensive roster decisions. ",
    "title": "Bears offense lacks talent on the field — and on the sideline - Chicago Tribune"
   },
   {
    "entities": [
     "the weekend",
     "bedminster",
     "friends",
     "perry",
     "house",
     "kris",
     "donald",
     "manhattan",
     "twitter",
     "bob",
     "texas",
     "nikki",
     "cia",
     "john",
     "2016",
     "inauguration day",
     "rick",
     "south",
     "marine",
     "sessions",
     "alabama",
     "midtown",
     "james",
     "schumer",
     "bolton",
     "new",
     "jeff",
     "associated",
     "gop",
     "news",
     "corker",
     "monday",
     "haley",
     "flynn",
     "last week",
     "pompeo",
     "michael",
     "kansas",
     "friday",
     "white",
     "tower",
     "&",
     "press",
     "saturday",
     "trump",
     "obama",
     "pence",
     "mike",
     "carolina",
     "n.j.",
     "ross",
     "sunday",
     "romney",
     "2012",
     "cruz",
     "u.s.",
     "gen",
     "chris",
     "ted",
     "mattis",
     "kobach",
     "corps",
     "islam",
     "york",
     "wilbur",
     "chuck",
     "state",
     "facebook",
     "department",
     "fox",
     "mitt",
     "thursday",
     "christie",
     "u.n.",
     "senate",
     "jersey",
     "tennessee",
     "rudy",
     "giuliani",
     "this weekend"
    ],
    "id": 3,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump’s White House transition effort is starting to look like a 2016 GOP presidential primary reunion, with former rival Rick Perry scheduled for talks Monday as part of an apparent effort to mend fences and build party unity ahead of Inauguration Day. On Sunday, New Jersey Gov. Chris Christie, a primary rival-turned Trump backer, was part of a parade of officials who visited the president-elect, who moved his transition team's headquarters for the weekend from Manhattan to Trump’s private golf club in Bedminster, N.J. The most high-profile visit this weekend was the arrival Saturday of former GOP presidential nominee Mitt Romney, who during the 2016 campaign called Trump a “fraud” and publically backed several of the other 16 major candidates whom Trump vanquished in the primary. Trump, a first-time candidate, in turn called Romney a “choke artist” for his failed 2012 White House bid against President Obama. Both men suggested their roughly 90-minute meeting went well. But it remains unlcear whether apologies were exchanged or if Romney is interested in the secretary of state post. “They did have some private time together, and you can ask either one of them what they talked about,” Vice President-elect Mike Pence told “Fox News Sunday.” However, Pence did confirm the widely-held assumption that Romney is indeed being considered to run the State Department, as Trump attempts to fill dozens of Cabinet-level posts and other high-level jobs. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → He also said that Trump \"wants to focus out of the gate\" on repealing \"ObamaCare\" -- a plan that new Senate Minority Leader Chuck Schumer, a New York acquaintance of Trump’s, told “Fox News Sunday” that he’ll strongly oppose. Other contenders for secretary of state are said to be former U.N. Ambassador John Bolton, Tennessee Sen. Bob Corker and South Carolina Gov. Nikki Haley, who met with Trump on Thursday. Trump on Saturday also met with retired Marine Corps Gen. James Mattis, a possible candidate for defense secretary. He later said on Twitter that Mattis was “very impressive” and called him a “true General's General!\" Also Sunday, Trump met with billionaire investor Wilbur Ross, a possible secretary of commerce; former New York Mayor Rudy Giuliani, who is also purportedly in the running for secretary of state; and Kansas Secretary of State Kris Kobach. Kobach served as an adviser to the Trump campaign on immigration issues and has a background in designing laws cracking down people who are here illegally. Texas Sen. Ted Cruz, a finalist in the hard-fought GOP primary, last week visited Trump at Trump Tower in midtown Manhattan. “I think we had a very good and productive conversation about how we can work together to really deliver on the promises made to people,” Cruz said afterward on Fox News’ “Fox & Friends.” On Friday, Trump picked Alabama Sen. Jeff Sessions for attorney general and Kansas Rep. Mike Pompeo to head the CIA, signaling a sharp rightward shift in U.S. security policy as he begins to form his Cabinet. Trump also named retired Lt. Gen Michael Flynn as his national security adviser. A former military intelligence chief, Flynn has accused the Obama administration of being too soft on terrorism and has cast Islam as a \"political ideology\" and driver of extremism. The Associated Press contributed to this report. Advertisement ",
    "title": "Trump's White House transition also aims at party unity, mending fences | Fox News"
   },
   {
    "entities": [
     "oval",
     "house",
     "congress",
     "donald",
     "korea",
     "asia",
     "russia",
     "office",
     "last eight years",
     "hilton",
     "vladimir",
     "lima",
     "pacific",
     "march",
     "2016",
     "associated",
     "putin",
     "new",
     "asia-pacific",
     "syria",
     "clinton",
     "ukraine",
     "cooperation",
     "2009",
     "now",
     "memoli",
     "berlin",
     "eastern",
     "merkel",
     "michael",
     "germany",
     "states",
     "white",
     "peru",
     "this week",
     "press",
     "obama",
     "trump",
     "greece",
     "rim",
     "barabak",
     "america",
     "mike",
     "pence",
     "z.",
     "a.",
     "sunday",
     "economic",
     "u.s.",
     "angela",
     "mark",
     "jinping",
     "ryan",
     "europe",
     "hillary",
     "united",
     "york",
     "state",
     "the future",
     "current",
     "north",
     "xi",
     "sunday, nov. 20",
     "night before",
     "nato",
     "january",
     "city",
     "paul",
     "night",
     "barack",
     "islamic"
    ],
    "id": 4,
    "text": "Obama's final foreign trip was his last chance to warn the world about Trump, and to warn Trump about the world Barack Obama Associated Press President Barack Obama pauses while answers question during his news conference at the Asia-Pacific Economic Cooperation in Lima, Peru on Sunday, Nov. 20. President Barack Obama pauses while answers question during his news conference at the Asia-Pacific Economic Cooperation in Lima, Peru on Sunday, Nov. 20. (Associated Press) Michael A. Memoli and Christi Parsons Contact Reporters In a brief, presumably final, face-to-face encounter, President Obama on Sunday appealed to Russian President Vladimir Putin to fulfill agreements to scale back incursions into eastern Ukraine and work with the U.S.  to bring order to chaos in Syria. The night before, Obama sat with his Chinese counterpart to note important cooperation on climate change and regional security issues, particularly with regard to North Korea, before President Xi Jinping warned that relations with the U.S. were at a “hinge moment.” Left unsaid in the diplomatic readouts by American officials  was the specter of President-elect Donald Trump and the likelihood that he would take a far different approach in managing the most complex U.S. relationships abroad. Under different electoral circumstances, Obama’s trip this week — his last, scheduled presidential tour overseas — could have been something of a valedictory march: a sweeping speech on democracy in its birthplace, Greece; a final fond farewell and early endorsement in Berlin for his most important partner, German Chancellor Angela Merkel ; and an economic summit in Peru of Asian and Pacific leaders. White House officials had even envisioned a chance of putting a bow on Obama’s strategy of reorienting U.S. attention to Asia by persuading a lame-duck session of Congress to consider the Trans-Pacific Partnership, the 12-nation Pacific Rim trade deal. Trump’s election put an end to all that. Instead, Obama was warning about the threats to democracy in an era of “active disinformation” that left the public struggling to separate fact from fiction. He and Merkel sternly lectured Trump from a distance about the obligations of leadership and the need to abide by international norms of behavior. When Hillary Clinton lost her White House bid, it was a jagged exclamation mark punctuating several painful years for Democrats . Come January, the party will have at least 11 fewer U.S. senators, 63 fewer House seats and perhaps a dozen fewer governors than in 2009, during President Obama ’s first... When Hillary Clinton lost her White House bid, it was a jagged exclamation mark punctuating several painful years for Democrats . Come January, the party will have at least 11 fewer U.S. senators, 63 fewer House seats and perhaps a dozen fewer governors than in 2009, during President Obama ’s first... (Mark Z. Barabak) In a Sunday night news conference before leaving Peru, Obama said he thinks — though he can't guarantee — that Trump may govern more moderately than the way he campaigned. “I can't be sure of anything,” Obama said of Trump’s approach. But the presidency, he said, “has a way of shaping your thinking and in some cases modifying your thinking because you recognize the solemn responsibility not only to the American people but the solemn responsibility America has as the most powerful country in the world.” Obama had thought he would be handing off leadership of the Western powers to Hillary Clinton, his former secretary of State who ran a campaign largely on a platform of continuing Obama’s policies. Instead he appeared ready to pass that mantle off to another leader, Merkel, who now plans to seek a fourth term as chancellor. “I do believe that Chancellor Merkel and Germany are a linchpin in protecting the basic tenets of a liberal, market-based democratic order that has created unprecedented prosperity and security for Europe, but also for the world,” Obama said in a joint interview with German television and print reporters.  In his news conference, however, he cautioned against any U.S. withdrawal from leadership of global institutions, warning that for all the world’s problems, the globe is far safer, more secure and prosperous than it was when the current international system was put into place. “The United States really is an indispensable nation in our world order,” he said. “Before that order was imposed, we had two world wars in the span of 30 years,” he noted. “In the second one, 60 million people were killed,” he added, “entire continents in rubble.” In Asia, “you routinely saw famines of millions of people,” he said. America can’t carry the sole burden of sustaining the modern global system, but other countries can’t replace U.S. leadership. If the U.S. shuns the role of heading the global order, “then it collapses … there’s nobody to fill the void,” he said. “That’s a burden we should carry proudly,” Obama added, “an extraordinary privilege.\" As he concluded his trip, Obama also made it clear that he plans to govern through to the final day of his term, without regard for what Trump may have in the works. In his brief conversation with Putin, for example, he said he held fast to his position that Russia should respect the sovereignty of Ukraine and work for a peaceful resolution in Syria. He also made it clear that his administration will move ahead with new environmental rules, even though Trump and the Republicans may not like them. The proposals are well-considered rules that have been under scrutiny and public discussion for a long time, he said, and they shouldn't come as a surprise to anyone. “I feel strongly these are the right things to do,” he said, “and I’m going to do them.” Still, though, a postelection funk continued among the White House staff, defying Obama’s best efforts to shake them out of it  and his frequent pleas to just about everyone to give the new president-elect time to prove skeptics wrong. Those traveling with the president could not help but monitor the president-elect’s appointments to key positions. Many of Obama’s aides considered the choices curious, in some cases troubling and in almost all cases a signal of Trump’s intention for a clean break with the policies of the last eight years. They also digested the feedback of foreign leaders who had manage to speak with Trump directly after the election, hopeful to put concerns to ease but not always finding reason to. Obama spent his two terms working to strengthen global institutions, both out of his conviction that collective action is the best way to achieve success, but also to reduce the burden on the United States to singularly solve the world’s problems. The president now has little choice but to put his faith in those institutions to bring along, or ultimately stand up to, a successor who appears to have very a different vision for U.S. leadership in the world. The task before Obama over the last few days — to try to explain how his successor might act — seemed nearly impossible, given the adversarial history between the two men and the uncertainty caused by Trump’s contradictory pronouncements on foreign policy throughout the campaign. Based on a single face-to-face meeting in the Oval Office days after the election, Obama felt assured enough to make one commitment to the international community: that Trump understood and would remain committed to the NATO alliance. When it comes to the more thorny issues of confronting Russian aggression in Eastern Europe, addressing the humanitarian crisis in Syria and keeping up the campaign against Islamic State, Obama locked arms with key partners to send a different message to Trump: color within the lines. “What I can guarantee is that reality will force him to adjust how he approaches many of these issues,” Obama said Sunday night. “That’s just the way this office works.” Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Caption Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win ",
    "title": "Obama&apos;s final foreign trip was his last chance to warn the world about Trump, and to warn Trump about the world - LA Times"
   },
   {
    "entities": [
     "bengals",
     "orleans",
     "duane",
     "francisco",
     "kyle",
     "emmons-usa",
     "rakeem",
     "lesean",
     "eric",
     "galvin",
     "rodney",
     "bob",
     "odell",
     "hemmelgarn",
     "bank",
     "david",
     "stadium",
     "kirby",
     "mehta",
     "donnan",
     "james",
     "new",
     "oil",
     "cox",
     "browns",
     "rams",
     "steelers",
     "aaron",
     "jeremy",
     "cleveland",
     "vikings",
     "jesse",
     "centurylink",
     "vance",
     "cincinnati",
     "panthers",
     "dannell",
     "nunez-roches",
     "arrowhead",
     "glenn",
     "bryce",
     "fuller",
     "mike",
     "america",
     "wayrynen",
     "levi's",
     "heitman",
     "buccaneers",
     "reyes",
     "raj",
     "bay",
     "wake",
     "ap",
     "sports",
     "300 pounds",
     "chiefs",
     "callahan",
     "olivier",
     "ginn",
     "matthew",
     "lee",
     "colts",
     "pollution",
     "seahawks",
     "griffen",
     "paul",
     "today",
     "buffalo",
     "davis",
     "49ers",
     "tim",
     "firstenergy",
     "angeles",
     "texans",
     "england",
     "gilmore",
     "gurley",
     "scott",
     "lewis",
     "jared",
     "jameis",
     "of",
     "memorial",
     "philadelphia",
     "minnesota",
     "troy",
     "raiders",
     "ravens",
     "the third quarter",
     "cardinals",
     "nov 20, 2016",
     "cutler",
     "b.w.",
     "gary",
     "brees",
     "smallwood",
     "kansas",
     "cam",
     "jay",
     "oakland",
     "carolina",
     "nicholson",
     "fuller-usa",
     "east",
     "thielen",
     "tyler",
     "penner",
     "brevard",
     "marco",
     "november 20, 2016",
     "bruce",
     "blaze",
     "ruszkowski",
     "rohman",
     "mexico",
     "collins",
     "pittsburgh",
     "kessler",
     "denver",
     "winston",
     "charles",
     "baltimore",
     "beasely",
     "robert",
     "robertson",
     "bills",
     "coleman",
     "ebron",
     "night",
     "dial",
     "russell",
     "cooks",
     "roberts",
     "jaguars",
     "graham",
     "brad",
     "adam",
     "jimmy",
     "ramon",
     "spor",
     "l",
     "tampa",
     "brown",
     "kelley",
     "jorge",
     "craig",
     "seattle",
     "football",
     "monday",
     "doster",
     "houston",
     "ellerbe",
     "wallace",
     "usa",
     "bears",
     "miami",
     "mcdonald",
     "states",
     "white",
     "trevor",
     "wynalda",
     "kluckhohn",
     "eagles",
     "joe",
     "terada",
     "devin",
     "goff",
     "thomas",
     "todd",
     "drew",
     "u.s.",
     "sunday",
     "san",
     "rogers",
     "ford",
     "foster",
     "wagner",
     "mccoy",
     "coliseum",
     "cole",
     "martin",
     "united",
     "eifert",
     "jamie",
     "saints",
     "emmons",
     "lions",
     "2005",
     "nj",
     "ajayi",
     "city",
     "tennessee",
     "cameron",
     "avendano",
     "azteca",
     "nate",
     "titans",
     "the first quarter",
     "dolphins",
     "hilton",
     "rutherford",
     "beckham",
     "funchess",
     "authority",
     "johnson",
     "bobby",
     "league",
     "stephon",
     "alec",
     "los",
     "webb",
     "patriots",
     "the fourth quarter",
     "nfl",
     "detroit",
     "dallas",
     "jacksonville",
     "ken",
     "quinton",
     "indianapolis",
     "terrance",
     "jr.",
     "ugarte",
     "cowboys",
     "arizona",
     "lucas",
     "wendell",
     "ogletree",
     "legarrette",
     "leonard",
     "field",
     "dorsey",
     "chicago",
     "vernon",
     "t.y.",
     "2,",
     "second-quarter",
     "brandin",
     "giants",
     "marcedes",
     "this oct.",
     "brace",
     "ted",
     "hanashiro",
     "the second quarter",
     "cody",
     "share",
     "york",
     "blount",
     "metlife",
     "stupar",
     "facebook",
     "4:54 p.m. est",
     "newton",
     "mcleod",
     "andre",
     "wilson",
     "west",
     "kurt",
     "future",
     "at&t",
     "national",
     "everson"
    ],
    "id": 5,
    "text": "Pollution, altitude could make Azteca Stadium 'devastating' for Raiders, Texans The Oakland Raiders and Houston Texans could face a huge challenge from the local climate. Post to Facebook Pollution, altitude could make Azteca Stadium 'devastating' for Raiders, Texans The Oakland Raiders and Houston Texans could face a huge challenge from the local climate. Check out this story on USATODAY.com: http://usat.ly/2gb0VvL CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 45 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Pollution, altitude could make Azteca Stadium 'devastating' for Raiders, Texans Martin Rogers , USA TODAY Sports 4:54 p.m. EST November 20, 2016 x Share Mexico City is known for its severe pollution and high altitude. So should the NFL even consider the city for future expansion? USA TODAY Sports In this Oct. 2, 2005, file photo, Azteca Stadium in Mexico City, Mexico is shown prior to the start of a regular season NFL game between the Arizona Cardinals and San Francisco 49ers. Eleven years after the network telecast an NFL game from Mexico City, it will do so again when the Raiders \"host\" the Texans on Monday night. (Photo: MARCO UGARTE, AP) MEXICO CITY – As the National Football League seeks to further broaden its international reach with Monday’s clash between the Oakland Raiders and Houston Texans, the match-up is already guaranteed to be the high point of the season in one regard. Azteca Stadium sits at 7,280 feet above sea level, higher than Denver’s Sports Authority Field at Mile High, which is by far the NFL’s most-elevated venue at 5,280 feet. The height, plus the atmospheric conditions of Mexico’s capital, could cause significant issues for the players. “Azteca Stadium is the worst place to ever play a sporting event,” former United States national team soccer star Eric Wynalda told USA TODAY Sports. Dallas Cowboys aren't just America's Team. They're Mexico's, too “You can’t breathe. The pollution is so bad that if you don’t have some form of rain that’s brought all that down you are going to be sucking wind. “They (will) break a record for how many oxygen masks they have on the sidelines. The combination of being that high up with pollution is just devastating to the body.” The U.S. soccer teams  Wynalda played on are among many sporting visitors to the venue that have struggled desperately. The altitude of Mexico City, added to the smog that accumulates in the bowl-like natural topography that surrounds it, gives home teams a huge advantage. Both the Raiders and Texans are in the same position of unfamiliarity,  each being coy on the measures they are using to combat the elements. Local sports medicine and respiration doctor Jorge Avendano Reyes warned that the players are in for a rough ride. “There can be headaches, dizziness, sensation of fatigue, accelerated heartbeat, hyperventilation,” Reyes said. “We can also have respiratory symptoms, when we are exposed often to the pollution. Raiders' Marquette King punts, dances, has fun “The amount of oxygen that reaches the cells decreases, leading to the faster heartbeat and cardiac activity. The body tries to ventilate more quickly.” The Azteca is an iconic venue in Mexico,  the only stadium to have hosted two soccer World Cup finals. Teams familiar with the surroundings claim that the complaints of visitors are nothing but sour grapes. Yet science suggests otherwise. Reyes said bigger players such as linemen would find things more testing than leaner athletes, while adding that typical oxygen masks may do little to help aid respiration. “We’re on an equal playing field,” Texans offensive lineman Duane Brown said. “No one’s more used to the altitude than the other team, so we’re all going out there with the same struggle, if there will be a struggle.” Some players believe the slower pace of American football, rather than the constant movement of soccer, may help lessen the effects. Wynalda disagrees. “You don’t really feel it until you stop and when your heart starts to beat and tries to slow down,” Wynalda said. “You just have these moments where you click out. You almost feel like you are going to pass out. The players stop for a second, you try to catch your breath, and then it is almost like you’ve just had a very long blink, and something bad happens. “For American football I really am curious to see how these guys handle it. It is going to have a massive effect on their body. These are some big bodies out there, 300 pounds people who are trying to get oxygen into their muscles and to their brains. I think you will see a lot of delay of game penalties.” Conventional wisdom suggests that teams should either come in two weeks early to allow the body to adapt to the conditions – or very late to reduce the amount of time for the elements to make an impact. Given that the former option was impossible, both teams were due to arrive on Sunday. Posted! A link has been posted to your Facebook feed. New England Patriots running back LeGarrette Blount (29) carries the ball against San Francisco 49ers defensive end Quinton Dial (92) and defensive end Glenn Dorsey (90) during the first quarter at Levi's Stadium.  Kelley L Cox, USA TODAY Sports Miami Dolphins defensive end Cameron Wake (91) leaps as he pressures Los Angeles Rams quarterback Jared Goff (16) during the second quarter at Los Angeles Memorial Coliseum.  Robert Hanashiro, USA TODAY Sports Seattle Seahawks middle linebacker Bobby Wagner (54) tackles Philadelphia Eagles running back Wendell Smallwood (28) during the first quarter at CenturyLink Field.  Joe Nicholson, USA TODAY Sports New England Patriots running back James White (28) celebrates after scoring a touchdown against the San Francisco 49ers during the first quarter at Levi's Stadium.  Kyle Terada, USA TODAY Sports Los Angeles Rams middle linebacker Alec Ogletree (52) tackles Miami Dolphins running back Jay Ajayi (23) during the first half of a NFL football game at Los Angeles Memorial Coliseum.  Kirby Lee, USA TODAY Sports Seattle Seahawks tight end Jimmy Graham (88) stiff arms Philadelphia Eagles free safety Rodney McLeod (23) during the second quarter as he scores a touchdown at CenturyLink Field.  Troy Wayrynen, USA TODAY Sports San Francisco 49ers tight end Vance McDonald (89) celebrates after scoring a touchdown against the New England Patriots during the second quarter at Levi's Stadium.  Kyle Terada, USA TODAY Sports Los Angeles Rams running back Todd Gurley (30) celebrates scoring a touchdown against the Miami Dolphins during a NFL football game at Los Angeles Memorial Coliseum.  Kirby Lee, USA TODAY Sports Seattle Seahawks quarterback Russell Wilson (3) dives to the end zone for a touchdown against the Philadelphia Eagles during the third quarter at CenturyLink Field.  Joe Nicholson, USA TODAY Sports Indianapolis Colts wide receiver T.Y. Hilton (13) scores a touchdown in the first half of the game against the Tennessee Titans at Lucas Oil Stadium.  Trevor Ruszkowski, USA TODAY Spor Arizona Cardinals running back David Johnson (31) rushes against Minnesota Vikings defensive end Everson Griffen (97) in the second quarter at U.S. Bank Stadium.  Bruce Kluckhohn, USA TODAY Sports Buffalo Bills cornerback Stephon Gilmore (24) hits Cincinnati Bengals tight end Tyler Eifert (85) as he makes a catch in the first half at Paul Brown Stadium.  Aaron Doster, USA TODAY Sports Detroit Lions wide receiver Andre Roberts (12) runs for a touchdown during the second quarter against the Jacksonville Jaguars at Ford Field.  Tim Fuller, USA TODAY Sports Nov 20, 2016; Detroit, MI, USA; Detroit Lions tight end Eric Ebron (85) celebrates his touchdown during the fourth quarter against the Jacksonville Jaguars at Ford Field.  Tim Fuller, Tim Fuller-USA TODAY Sports Fullscreen Nov 20, 2016; Cleveland, OH, USA; Pittsburgh Steelers tight end David Johnson (82) is congratulated by guard Ramon Foster (73) and tight end Jesse James (81) for his two point conversion against the Cleveland Browns during the second quarter at FirstEnergy Stadium.  Scott Galvin, USA TODAY Sports Tampa Bay Buccaneers quarterback Jameis Winston (3) throws a pass in the first half against the Kansas City Chiefs at Arrowhead Stadium.  Gary Rohman, USA TODAY Sports Dallas Cowboys receiver Cole Beasely (11) celebrates his second-quarter touchdown against the Baltimore Ravens at AT&T Stadium.  Matthew Emmons, Matthew Emmons-USA TODAY Sports Nov 20, 2016; East Rutherford, NJ, USA; New York Giants wide receiver Odell Beckham Jr. (13) is tackled by Chicago Bears corner back Bryce Callahan (37) during the first quarter at MetLife Stadium.  Brad Penner, USA TODAY Sports New York Giants defensive end Olivier Vernon (54) hits Chicago Bears quarterback Jay Cutler (6) after a pass for a personal foul during the first quarter at MetLife Stadium.  Brad Penner, USA TODAY Sports Jacksonville Jaguars tight end Marcedes Lewis (89) runs after a catch during the first quarter against the Detroit Lions at Ford Field.  Raj Mehta, USA TODAY Sports Cleveland Browns quarterback Cody Kessler (6) throws a pass against the Pittsburgh Steelers during the first quarter at FirstEnergy Stadium.  Ken Blaze, USA TODAY Sports Cleveland Browns outside linebacker Jamie Collins (51) attempts to tackle Pittsburgh Steelers running back Le'Veon Bell (26) during the first quarter at FirstEnergy Stadium.  Ken Blaze, USA TODAY Sports Kansas City Chiefs defensive tackle Rakeem Nunez-Roches (99) celebrates a defensive play against the Tampa Bay Buccaneers at Arrowhead Stadium.  Gary Rohman, USA TODAY Sports Buffalo Bills running back LeSean McCoy (25) carries the ball for a touchdown against the Cincinnati Bengals in the first half at Paul Brown Stadium.  Aaron Doster, USA TODAY Sports Baltimore Ravens running back Terrance West (28) celebrates scoring a touchdown with wide receiver Mike Wallace (17) in the first quarter against the Dallas Cowboys at AT&T Stadium.  Tim Heitman, USA TODAY Sports Minnesota Vikings wide receiver Adam Thielen (19) celebrates a first down during the first quarter against the Arizona Cardinals at U.S. Bank Stadium.  Brace Hemmelgarn, USA TODAY Sports New Orleans Saints wide receiver Brandin Cooks (10) with the ball as Carolina Panthers defensive back Leonard Johnson (23) and outside linebacker Thomas Davis (58) defend in the third quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports New Orleans Saints quarterback Drew Brees (9) looks to pass as Carolina Panthers defensive end Charles Johnson (95) pressures in the third quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports Carolina Panthers wide receiver Ted Ginn (19) celebrates with wide receiver Devin Funchess (17) after scoring a touchdown in the second quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports Carolina Panthers wide receiver Ted Ginn (19) catches a touchdown pass as New Orleans Saints outside linebacker Craig Robertson (52) defends in the second quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports Carolina Panthers quarterback Cam Newton (1) with the ball as New Orleans Saints outside linebacker Dannell Ellerbe (59) defends in the second quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports Carolina Panthers strong safety Kurt Coleman (20) returns an interception as New Orleans Saints wide receiver Brandin Cooks (10) defends in the second quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports Carolina Panthers wide receiver Devin Funchess (17) catches a pass as New Orleans Saints cornerback B.W. Webb (28) defends in the second quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports New Orleans Saints quarterback Drew Brees (9) passes the ball as Carolina Panthers defensive end Charles Johnson (95) defends in the first quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports Carolina Panthers wide receiver Ted Ginn (19) with the ball as New Orleans Saints outside linebacker Craig Robertson (52) and cornerback B.W. Webb (28) defend in the first quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports Carolina Panthers quarterback Cam Newton (1) is sacked by New Orleans Saints inside linebacker Nate Stupar (54) in the first quarter at Bank of America Stadium.  Jeremy Brevard, USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Pollution, altitude could make Azteca Stadium 'devastating' for Raiders, Texans"
   },
   {
    "entities": [
     "house",
     "james",
     "february",
     "jeff",
     "new",
     "martha",
     "once",
     "washington",
     "mumbai",
     "now",
     "ivanka",
     "amy",
     "mccain",
     "cnn",
     "abc",
     "raddatz",
     "tower",
     "pence",
     "saturday",
     "middle",
     "2010",
     "mike",
     "america",
     "post",
     "organization",
     "november 20",
     "at 7:28 pm",
     "ohio",
     "1986",
     "lee",
     "spring",
     "kris",
     "melania",
     "naacp",
     "time",
     "kristine",
     "iraq",
     "of",
     "iran",
     "upper",
     "defense",
     "cbs",
     "w.",
     "massachusetts",
     "kansas",
     "nov. 20, 2016",
     "inzaurralde/the",
     "j.",
     "1966",
     "international",
     "reince",
     "east",
     "ryan",
     "from",
     "presbyterian",
     "charles",
     "security",
     "christie",
     "alex",
     "morning",
     "jake",
     "congress",
     "donald",
     "hoover",
     "hee",
     "2013",
     "jason",
     "b",
     "sessions",
     "marine",
     "justice",
     "schumer",
     "cabinet",
     "monday",
     "greg",
     "last week",
     "trump's",
     "wallace",
     "michael",
     "states",
     "white",
     "stanford",
     "forum",
     "obama",
     "trump",
     "ye",
     "n.j.",
     "barron",
     "priebus",
     "sunday",
     "romney",
     "nov. 20",
     "u.s.",
     "institution",
     "wang",
     "mattis",
     "kobach",
     "united",
     "rudolph",
     "miller",
     "club",
     "mitt",
     "giuliani",
     "january",
     "the weekend",
     "bedminster",
     "jaffe",
     "john",
     "guerra",
     "tapper",
     "golf",
     "lurleen",
     "george",
     "to",
     "halifax",
     "decades ago",
     "afternoon",
     "e.",
     "flynn",
     "church",
     "side",
     "command",
     "central",
     "this week",
     "michelle",
     "yesterday",
     "university's",
     "december",
     "chris",
     "bastien",
     "missy",
     "nbc",
     "york",
     "lamington",
     "department",
     "cristobal",
     "early",
     "jersey",
     "west",
     "future",
     "bush",
     "national"
    ],
    "id": 6,
    "text": "Trump and his transition team push ahead, meeting with political allies The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Here’s what President-elect Donald Trump has been doing after the election View Photos He has been holding interviews and meeting with Congress and the president as he prepares to transition into the White House. Caption He has been holding interviews and meeting with Congress and the president as he prepares to transition into the White House. Nov. 20, 2016 President-elect Donald Trump is greeted at the front steps of Lamington Presbyterian Church in Bedminster, N.J. Mike Segar/Reuters By Sari Horwitz November 20 at 7:28 PM Follow @sarihorwitz Job seekers, advisers and would-be allies paraded through Trump National Golf Club in Bedminster, N.J., over the weekend as President-elect Donald Trump worked on filling his Cabinet. By Sunday, Marine Gen. James Mattis had emerged as a leading contender for secretary of defense. Members of the Trump team took to the Sunday talk shows. Vice President-elect Mike Pence, who heads Trump’s transition, and the incoming chief of staff, Reince Priebus, defended Trump’s Cabinet picks so far and elaborated on Trump’s more controversial campaign promises, including the reinstatement of waterboarding and a ban on Muslims entering the country. Trump, who met Saturday with Mattis, called him “the real deal” and a “brilliant, wonderful man.” In a tweet early Sunday morning, Trump said “General James “Mad Dog” Mattis, who is being considered for Secretary of Defense, was very impressive yesterday. A true General’s General!” A person familiar with transition discussions, speaking on the condition of anonymity, said that no decision has been reached about whether Mattis will join the Trump administration. Now a fellow at Stanford University’s Hoover Institution, Mattis has publicly criticized Obama’s defense and national security policies. Former Massachusetts governor Mitt Romney, whom Trump met with on Saturday for more than an hour, is under “active and serious consideration” to serve as secretary of state, Pence said. “I know the president-elect was very grateful that Governor Mitt Romney came here to New Jersey yesterday,” Pence said Sunday on CBS’s “Face the Nation.” “We spent the better part of an hour together with him. And then I know that the two of them actually had some private time together. I would tell you that it was not only a cordial meeting but also it was a very substantive meeting.” It is still an open question whether Romney, once a fierce critic of the president-elect, would be willing to serve in a Trump administration. After Trump and Pence attended services at nearby Lamington Presbyterian Church in Bedminster, they began back-to-back meetings with a dozen people, including New Jersey Gov. Chris Christie, who had been ousted as chairman of Trump’s transition team; former New York mayor Rudolph W. Giuliani; and Kansas Secretary of State Kris Kobach, an immigration hard-liner. Trump spokesman Jason Miller said “there definitely is a possibility” that more Cabinet announcements could be made Monday. In his interview on CBS, Pence did not rule out the possibility that Trump could reinstate waterboarding as an interrogation technique against accused terrorists during his administration, a practice that Congress made illegal after its use during the George W. Bush administration. Sen. John McCain (R-Ariz.), speaking Saturday at the Halifax International Security Forum, insisted that any attempt to bring back waterboarding, which simulates drowning, would be quickly challenged in court. “I don’t give a damn what the president of the United States wants to do or anybody else wants to do,” McCain said. “We will not torture. My God, what does it say about America if we’re going to inflict torture on people?” Pence said he has “great respect for Senator McCain” but added that “we’re going to have a president again who will never say what we’ll never do.” “What I can tell you is that going forward, as he outlined in that famous speech in Ohio, is that a President Donald Trump is going to focus on confronting and defeating radical Islamic terrorism as a threat to this country,” Pence said. Vice President-elect Mike Pence and President-elect Donald Trump’s chief of staff Reince Priebus on Nov. 20 defended Trump’s picks for his incoming administration. (Bastien Inzaurralde/The Washington Post) In December, as a candidate, Trump called for a “total and complete shutdown of Muslims” entering the country. Asked about the idea of such a ban, Priebus, who appeared on NBC’s “Meet the Press” on Sunday, said “I’m not going to rule out anything, but we’re not going to have a registry based on a religion.” Priebus was asked on another Sunday television show about a tweet in February by retired Lt. Gen. Michael Flynn, whom Trump has chosen as his national security adviser. Flynn tweeted “Fear of Muslims is RATIONAL.” “Is that the official policy of the Trump administration, that fear of Muslims is rational?” asked Jake Tapper, host of the CNN show. “Well, of course not,” Priebus said. “Look, I think, in some cases, there are radical members of that religion that need to be dealt with, but certainly we make it clear that that’s not a blanket statement for everyone. And that’s how we’re going to lead.” Priebus also vowed that Trump’s White House counsel will ensure that Trump avoids all conflicts of interest with his business ventures during his administration. Last week, Trump held a meeting at Trump Tower with three business partners building a Trump property south of Mumbai. His daughter Ivanka Trump, a vice president at the Trump Organization and one of the family members who will be in charge of Donald Trump’s businesses after he takes office, attended his meeting last week with the Japanese prime minister. Tapper cited those examples and asked Priebus, “As White House chief of staff, you’re supposed to look out for any political or ethical minefields. Is it seriously the position of the Trump transition team that this is not a huge cauldron of potential conflicts of interest?” “Obviously we will comply with all those laws and we will have our White House counsel review all of these things,” Priebus said. “We will have every ‘i’ dotted and every ‘t’ crossed, and I can assure the American people that there wouldn’t be any wrongdoing or any sort of undue influence over any decision-making.” [ Jeff Sessions is Donald Trump’s biggest fan ] Priebus also defended Trump’ s choice of Sen. Jeff Sessions (R-Ala.) as attorney general . Several minority and civil rights groups, including the NAACP and the Council on American-Islamic Relations, have spoken out against the selection week, sharply criticizing Sessions and referring to accusations of racism that kept him from a federal judgeship in 1986. “It is outrageous and outright dangerous to have one of the most racist politicians in Congress, who has made it his life’s mission to hurt Latinos, immigrants and African Americans, as the head of the Department of Justice,” said Cristobal J. Alex, president of the Latino Victory Project, a group dedicated to increasing the number of Hispanics in office. Sessions has denied that he is racist or insensitive to minorities. Priebus called such criticism “very political, very unfair” during an interview with Martha Raddatz on ABC’s “This Week.” Priebus said that Sessions should not be judged on accusations of statements he made decades ago and called Sessions an “unbelievably honest and dignified man who started his career working against George Wallace.” In 1966, Sessions campaigned against Lurleen Wallace, who was running for governor to keep in place the policies of her husband, then-Gov. George Wallace, a staunch proponent of segregation. But Sen. Charles E. Schumer (D-N.Y.), the incoming minority leader, said that Sessions “is going to need a very thorough vetting.” “Many of those statements, they’re old but they’re still troubling,” Schumer said on “Fox News Sunday.” “And the idea that Jeff Sessions, just because he’s a senator he should get through without a series of very tough questions — particularly given those early things — no way.” The consideration of Mattis, who oversaw U.S. forces in the Middle East from 2010 to 2013, could be seen as a rebuke to President Obama. Mattis was said to have consistently pushed the military to punish Iran and its allies, including calling for more covert actions to capture and kill Iranian operatives and interdictions of Iranian warships. Former defense officials said Mattis’s views on Iran caused him to fall out of favor with the Obama administration , which was negotiating the Iranian nuclear deal at the time. Mattis, who also clashed with the administration over its response to the Arab Spring and over how many troops to keep in Iraq, was forced to retire earlier than expected to clear room for his replacement at U.S. Central Command. In another development, the New York Post reported that future first lady Melania Trump and the couple’s 10-year-old son, Barron, will stay in New York and not move to the White House after Donald Trump is inaugurated in January so that Barron can continue to go to his school on the Upper West Side. When Trump was asked by reporters Sunday afternoon about the story and whether Melania and Barron would join him in the White House, he said, “Very soon. After he’s finished with school.” His spokesman, Miller, said, “No formal statement has been released yet with regard to the family and their transition plans to Washington. But the one thing I will say is that there’s obviously a sensitivity to pulling their 10-year-old out of school in the middle of the school year.” Michelle Ye Hee Lee, Amy B Wang, Kristine Guerra, Greg Jaffe and Missy Ryan contributed to this report. Read more: ",
    "title": "Trump and his transition team push ahead, meeting with political allies - The Washington Post"
   },
   {
    "entities": [
     "fake",
     "right now",
     "jeffers",
     "carmen",
     "donald",
     "emily",
     "twitter",
     "samuel",
     "npr",
     "texas",
     "cia",
     "the 1970s",
     "the year",
     "mcmullin",
     "2016",
     "ill.",
     "knapp",
     "rani",
     "this year",
     "jenkins",
     "mo.",
     "on",
     "wednesday",
     "30 minutes on saturday",
     "news",
     "the day",
     "clinton",
     "now",
     "google",
     "june",
     "tin",
     "2015",
     "greenville",
     "cnn",
     "greg",
     "wadsworth",
     "present",
     "michael",
     "kansas",
     "prack",
     "denies",
     "s.c.",
     "jackie",
     "trump",
     "prymula",
     "brubaker",
     "monica",
     "todd",
     "susan",
     "mark",
     "30 minutes on tuesday",
     "neigum",
     "evan",
     "garrity",
     "zuckerberg",
     "hillary",
     "lowder",
     "facebook",
     "rowlett",
     "eskin",
     "molla",
     "november 18, 2016",
     "morning",
     "city",
     "rachael"
    ],
    "id": 7,
    "text": "Dan Sipple/Ikon Images/Getty Images Dan Sipple/Ikon Images/Getty Images Rachael Garrity posted a farewell message on Facebook. She told her \"friends\" — that's how she puts it in an email to NPR, in quotes — that she would delete her account. An email from her son followed: Are you OK? \"I am finding Facebook to have a negative impact on my continuing to keep a positive feeling regarding some of the people I have known longest and cherish most,\" writes Garrity, who has worked in not-for-profit marketing and publishing since the 1970s. I unfriended nearly everyone. ... I am building my own wall now. Susan Brubaker Knapp Garrity was one of more than 150 people who have shared their stories with NPR, recapping how they are recalibrating their attitude toward social media after this year's election. Donald Trump's surprise victory ended an emotional roller-coaster of a presidential race, which has left Facebook, Google and Twitter scrambling to rein in a proliferation of fake news and harassing behavior . \"What was really shocking to me was how many people who I consider to be smart were sharing things that were not so smart, definitely obviously fake but matched whatever viewpoint that they pushed or agreed with,\" says Michael Lowder. He's Garrity's grandson — and he shared her story with NPR because, true to her word, she has quit Facebook, where NPR posted the call-out . Article continues after sponsorship From Hate Speech To Fake News: The Content Crisis Facing Mark Zuckerberg As for himself, Lowder has no plans to abandon social media — and a few people wrote in to say they are actually doubling down, regretting not speaking out more before the election, or feeling freed to speak their minds now that Trump is president-elect, or finding support in like-minded communities. But the vast majority of emails — some of them nearing 1,000 words in length — read like testimonials to a therapist: I'm having a hard time focusing. I have questioned my friendships. I can't stop scrolling. I'm exhausted. One email to NPR ended with: \"It was good to get that off my chest.\" People are turning off TVs (one even canceled her cable — mass media are not off the hook, either), deleting social apps from their phones, rationing time spent on Facebook and Twitter, and shrinking their digital friend lists. Facebook felt like a summit on a frustrating, drawn-out illness, all of my friends doctors of their own dogma. Emily Prymula, Wadsworth, Ill. Facebook is a source of news for a majority of American adults , but in the vitriol and propaganda of the 2016 election, its proverbial public square for many users has devolved into a never-ending Thanksgiving-dinner debate — or an omnipresent Speakers' Corner . As Lowder says his father put it, opining on social media is the equivalent of shouting off a soapbox in the street: a declaration, rather than discussion. This view, of course, cuts against the way Facebook views itself. \"Friends and family come first\" was said to be its guiding value in a shakeup of the News Feed algorithm revealed in June . Susan Brubaker Knapp writes: \"The day after the election, the hate and darkness got to be too much. I unfriended nearly everyone. Now I have three friends: my husband and children. ... I do hold (Facebook) responsible for helping to spread disinformation that contributed to both the election results and the level of vitriol and hate in this country. I am building my own wall now.\" A similar sentiment from Todd Neigum: \"(The election) simply turned me off of Facebook. I started by unfollowing people I've known for 40 years. Neighbors, friends, family doesn't mean I have to wade through untold numbers of gloating, trashtalking, flamethrowing posts.\" Much of the consternation does come from the supporters of Hillary Clinton, who find themselves inundated and overwhelmed by news about a candidate they oppose. But then there are people like Tin Samuel, a tech consultant from Kansas City, Mo., who did vote for Trump. Zuckerberg Denies Fake News On Facebook Had Impact On The Election Back in 2015, Samuel set up a second profile, splitting his closest connections from more professional ones, theoretically carving out a space to comfortably express his opinion. It hasn't worked out that way, he writes, as people who disagree with him \"lob insults\" and he has found he's censoring himself on both profiles: \"It's not just strangers that are engaging in this kind of behavior. It's people I've known for 20 years. ... It's one thing when you're insulted by a stranger on an NPR or CNN newsfeed. It's quite another when you're being threatened by someone who knows where you live. ... \"For the rest of the year at least, I'm going to stop talking about politics altogether online, and focus on the topics and things that I find more interesting. Technology, silly cat memes, Brazilian dance music, and food videos. You know, all that stuff the internet was always supposed to be about to begin with.\" And actually, a few people have reported creating a dual presence on the platform, turning to a new profile void of political pages and opinionated friends or family. Writes health care worker Jackie Prack from Greenville, S.C.: \"The election was the last straw for me. In the days after, all I saw was hate. From both sides. ... I decided that day to get rid of my original Facebook and create my 'new' Facebook ... full of running, bikes, breweries, cat videos, satire, art, music, hiking, food, and good people. ... If the world is falling apart, my head is solidly in the sand right now ... and it's nice down here.\" Rationing of social media time has been a common response, too. Clicking on Facebook in the morning is like blunt trauma to the brain https://t.co/Q5hzgum1jx — Rani Molla (@ranimolla) November 18, 2016 Greg Jeffers, a teacher from Rowlett, Texas, describes himself as a \"deeply religious\" person and a social conservative — he voted for Evan McMullin , a former CIA officer who is a Mormon. Jeffers says before the election, he obsessively shared \"every article I was reading on Facebook\" and getting into arguments with friends and friends of friends, who as conservatives supported Trump. Unlike many users struggling to burst or embrace ideological bubbles formed on Facebook, Jeffers faced a different challenge: \"Since (Trump) won, I realized I would have at least four more years of being ideologically separated from my tribe. I also realized that I had become a meaner, more cynical person. ... \"I decided not to totally delete Facebook. It really is a good way to stay in touch with people. But, I did decide to have my wife change my password. And I decided that I would allow myself an hour a week (30 minutes on Saturday and 30 minutes on Tuesday or Wednesday) to peruse Facebook and stay caught up.\" Jeffers writes that he's thinking of shifting his time from Facebook arguments to something practical, spending time with his wife and daughters, his students, his church family. \"Maybe I can, through my church, teach ESL to refugees,\" he writes. Did Social Media Ruin Election 2016? And then there's Emily Prymula from Wadsworth, Ill., who says, in her rebound from social media overdose, she began researching how to run for local elected office: \"I can't make a difference or change someone's opinion through a Facebook discussion, but I can do so through being present in my community.\" She describes herself as an independent, which she says turned her news feed into an \"ideological battleground\": \"Facebook felt like a summit on a frustrating, drawn-out illness, all of my friends doctors of their own dogma, trying to convince one another that their preferred course of treatment had less severe side effects and a better long-term outcome for the patient. ... I turned off my notifications, and vowed to only post positive news about my life for my family and friends.\" Monica Eskin makes an interesting observation: \"There is a reason that voting is anonymous: so it doesn't destroy your ability to live with your neighbors. As their neighbor I know less about them than I do as their (Facebook) friend, and maybe that's the way it is supposed to be with your neighbors and coworkers, etc.\" But of course, many emails make the counter-point: \"Let's be honest, most political conversation happens on social media these days ... for better or for worse,\" writes Carmen Jenkins, who describes herself as a moderate, pro-life, anti-Trump Republican. \"If I want to have a voice in this conversation, I better engage,\" she says. \"I better engage in a way that promotes dialogue rather than shutting it down with judgments and generalizations.\" How effective Jenkins and others like her will be just might determine how social media shapes up (is it too soon to say this?) for the next election. ",
    "title": "After Divisive Election, Overwhelmed Social Media Users Unfriend, Cut Back : All Tech Considered : NPR"
   },
   {
    "entities": [
     "bedminster",
     "congress",
     "donald",
     "nov. 19, 2016",
     "email",
     "david",
     "of",
     "marine",
     "earlier this year",
     "golf",
     "army",
     "george",
     "james",
     "martha",
     "defense",
     "new",
     "retired",
     "keane",
     "--",
     "news",
     "last week",
     "nov 20, 2016",
     "abc",
     "truman",
     "raddatz",
     "command",
     "tower",
     "central",
     "j.",
     "pence",
     "trump",
     "saturday",
     "c.",
     "mike",
     "jack",
     "joint",
     "staff",
     "harry",
     "yesterday",
     "u.s.",
     ", 3:57 pm",
     "petraeus",
     "mattis",
     "earlier this week",
     "corps",
     "november 20, 2016",
     "chiefs",
     "club",
     "jersey",
     "shares",
     "today",
     "marshall",
     "national"
    ],
    "id": 8,
    "text": "James Mattis Has Emerged as a Favored Contender for Defense Secretary By Martha Raddatz Nov 20, 2016, 3:57 PM ET 0 Shares Star Mike Segar/Reuters President-elect Donald Trump (L) and Vice President-elect Mike Pence (R) greet retired Marine General James Mattis for a meeting at the main clubhouse at Trump National Golf Club in Bedminster, New Jersey, Nov. 19, 2016. 0 Shares Email Retired Marine Corps Gen. James \"Mad Dog\" Mattis, has emerged as a favored contender for nomination as secretary of defense in the Trump administration, ABC News has learned, winning strong public praise from the president-elect and an endorsement from retired Gen. Jack Keane. Keane, who met with Trump earlier this week at Trump Tower, told ABC News that he was offered the job as secretary of defense but withdrew his name from consideration because of other commitments and personal reasons. (He lost his wife earlier this year). Trump transition officials would not confirm whether an offer was made but indicated the president-elect had been very interested in Keane, even as he expressed reluctance to accept a cabinet appointment. Keane told ABC that at the meeting last week he recommended Mattis and retired Gen. David Petraeus to the president-elect as candidates for the defense secretary job. Trump met with Mattis on Saturday at Trump's estate in Bedminster, New Jersey, after which Trump said the retired general, who formerly headed the U.S. Central Command, was \"the real deal.\" Today, Trump tweeted that Mattis \"is being considered for secretary of defense.\" General James \"Mad Dog\" Mattis, who is being considered for Secretary of Defense, was very impressive yesterday. A true General's General! — Donald J. Trump (@realDonaldTrump) November 20, 2016 Federal law requires that defense secretary appointees are at least seven years removed from active duty, so an appointment of Mattis would require a waiver from Congress, if he were nominated and confirmed. Such an action is not without precedent. Gen. George C. Marshall, who served as Army chief of staff and as a member of the Joint Chiefs of Staff during World War II , needed a waiver to serve as secretary of defense under President Harry Truman . He is believed to be the last defense secretary who needed a waiver. 0 Shares ",
    "title": "James Mattis Has Emerged as a Favored Contender for Defense Secretary - ABC News"
   },
   {
    "entities": [
     "inc.",
     "right now",
     "ankara",
     "donald",
     "asia",
     "steve",
     "july 15th",
     "vladimir",
     "the past",
     "force",
     "2016",
     "putin",
     "interactive",
     "syria",
     "cbs",
     "washington",
     "istanbul",
     "news",
     "air",
     "now",
     "68 percent",
     "present",
     "parliament",
     "states",
     "fethullah",
     "middle",
     "facetime",
     "trump",
     "america",
     "u.s.",
     "east",
     "today",
     "europe",
     "soli",
     "kroft",
     "tayyip",
     "gulen",
     "united",
     "özel",
     "past",
     "isis",
     "erdoğan",
     "nato",
     "recep",
     "assad",
     "turkey",
     "the night of",
     "mountains",
     "pocono"
    ],
    "id": 9,
    "text": "Close CBS News President Erdoğan is not the only one in Turkey disillusioned with America right now. So are many of his countrymen, who feel that their Western allies care more about their own interests than Turkey’s. Most of the tension and anti-Americanism can be traced back to the night of July 15th here in the heart of Istanbul. Factions of the Turkish military shut down the Bosporus Bridge that connects Europe and Asia and launched a coup to overthrow the elected government. It wasn’t long after that F-16s commandeered by a rogue faction of the Air Force streaked fast and low across the skies of Istanbul and Ankara…sonic booms shattered windows. The plotters used tanks and troops, to seize strategic buildings and military bases, and shut down Istanbul’s main airport. And in something never seen before in the capital of NATO country, the parliament in Ankara was bombed, and helicopter gunships strafed the presidential palace. Soldiers stormed television stations and announced that Turkey was under martial law. President Erdoğan, was on vacation with his family when he learned a coup was underway. He wanted to address the country, but had no access to the media. So he used the FaceTime app on a borrowed phone to call into a Turkish television station. He pleaded for people to take to the streets and fill the squares. Tens of thousands responded. Facing down tanks and helicopters. As volleys were fired into crowds, Erdoğan boarded a plane and flew towards Istanbul. Steve Kroft: were you afraid for your life and the lives of your family members? Recep Tayyip Erdoğan: Steve, in our faith there is a concept. We surrender ourselves to death. If you’re the leader you have to communicate the message of immortality to your people. Because I believe if a leader hides behind a rock, then the people will hide behind a mountain. His return to Istanbul proved to be the turning point by daybreak the coup attempt had failed. More than 200 were dead. Who is Fethullah Gulen? Erdoğan immediately blamed the revolt on his arch-enemy, an elderly and exiled cleric name Fethullah Gulen, whose followers had infiltrated the highest levels of the Turkish military, judiciary, and civil service. For the past 17 years, Gulen has been leading a reclusive life in the United States on a 26-acre retreat in the Pocono Mountains. For months, Erdoğan has demanded that his American ally return Gulen to Turkey. Recep Tayyip Erdoğan: This man is the leader of a terrorist organization that has bombed my parliament. We have extradited terrorists to the United States in the past. And we expect the same thing to be done by the United States. The U.S. is insisting that the extradition process must be handled through U.S. courts to evaluate the evidence. The delay has created widespread suspicions here that the U.S. government is protecting Gulen and that its intelligence agencies may have been involved or had advance knowledge of the coup. Members of Erdoğan’s government have suggested that publicly. The U.S. has denied it. Steve Kroft: Do you believe that there was any U.S. involvement? Recep Tayyip Erdoğan: I’m not going to blame the United States. But that’s what my people will think. Why are you still keeping that man? So as long you harbor him there, I’m sorry, don’t get offended. But this is the-- perception of the Turkish nation and the Turkish people. Steve Kroft: I’m taking it from your answer that you have done nothing to discourage the Turkish people from believing that. Turkish past and Turkish present Recep Tayyip Erdoğan: I cannot deceive my people. I cannot deceive my people here. Because I’m suffering right now. The United States is not suffering. But I’m suffering because of the 241 martyrs that we have buried. Erdoğan had begun a crackdown on the Gulenist movement and other perceived enemies before the attempted coup. After it, he used a state of emergency to begin a massive effort to purge them from government and Turkish society. More than 30,000 people have been arrested or detained including generals, judges, prosecutors, mayors, members of Parliament, teachers and journalists. Another 100,000 people have been fired or suspended from government jobs. And 150 media outlets have been shut down. Steve Kroft: Some critics in Turkey and some people in the United States have said that this is an overreaction. This is a crackdown on the political opposition, not a crackdown on terrorists? Recep Tayyip Erdoğan: In Turkey, they attempted to destroy my state. And of course, we could not remain silent. We could not remain indifferent. And these measures are being taken by prosecutors and judges in full accordance with the rule of law. There are not many people in Turkey today eager to publicly criticize the government. Soli Özel is an academic and a prominent political commentator. Soli Özel: I think this has gone beyond only the Gulenists. A lot of teachers have been dismissed who probably have nothing to do with the Gulenists. A lot of newspaper people have been dismissed although they have nothing with the Gulenists. And I think a lot of people who really had nothing to do with the coup attempt itself are now being burned. Steve Kroft: Do you think the government is becoming more and the presidency is becoming more authoritarian? Soli Özel: We are moving in that direction, yes. The presidency has now accumulated a lot more power than is stipulated in the constitution. And it will continue to accumulate more. Recep Tayyip Erdoğan: This is misperception. It is out of the question. We have saved our country from the hands of a heinous coup. And we are very much determined to protect our democracy. There is a strong bent of authoritarianism that runs through Turkish history and Turkish life and Erdoğan’s message and actions have played well with the public. After the failed coup, his approval rating jumped to 68 percent. Much of that support comes from more traditional, conservative Muslims, who have long been marginalized in Turkish society. Erdoğan has embraced them, courted them and included them in his government. Ece Temelkuran: He is a brilliant politician when it comes to talking to common people and with their discourse. Ece Temelkuran is a Turkish writer who chronicles the country’s cultural and political changes. She believes this is all part of Erdoğan’s vision for a new Turkey. Ece Temelkuran: The new Turkey does not ask you to be more religious. It asks you to be more obedient. It has to be obedient. It has to be male, conservative, religious and, you know, supporting the governing party. Erdoğan’s new Turkey has been a source of concern in Washington. While the two NATO allies still share the same goals of replacing the Assad government in Syria and defeating ISIS, each country has its own special interests and priorities. And in some cases its own allies. The United States is obsessed with ISIS. Turkey is obsessed with Kurdish separatist groups that have been waging a decades-long war inside their country. This is where it gets complicated. The U.S. is supporting and arming Kurdish groups that Turkey considers bitter enemies, and they have responded by bombing the U-S allies. Recep Tayyip Erdoğan: You cannot defend another terrorist organization just because they are fighting ISIS as well. You cannot make a distinction between a good terrorist organization and a bad terrorist organization. But this is something that we did not come to an agreement with the United States about. Into all this acrimony between Erdoğan and the United States has stepped Russian President Vladimir Putin, one of first world leaders to express solidarity with Turkey after the failed coup. Since then the two countries have finalized a major pipeline deal… and agreed to step up military and intelligence contacts. Steve Kroft: Are you reevaluating your alliance and relationship with NATO and the United States? Recep Tayyip Erdoğan: Right now, such a thing is not in question. We are moving in the same direction with NATO that we have always done. According to one informed observer, what Erdoğan is really looking for is an answer to this question: Is the U.S. truly committed to use all of its power, including its military, to preserve order in the region, stop terrorism and protect the interests of Turkey. Yes, or No? It’s a difficult question to answer because the Middle East is such a messy place. But right now it looks like the answer from Donald Trump may be yes. His aides have described Turkey as a vital ally and called for the extradition of Fethullah Gulen and Trump himself has suggested he has high hopes for a closer relationship. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "President Erdogan of Turkey's disillusionment with the U.S. - 60 Minutes - CBS News"
   }
  ]
 }
}