{
 "23": {
  "col-sim": {
   "cosine": 0.24668768634704458,
   "entity": 0.29814239699997197
  },
  "exec-time": 9.323328971862793,
  "links": [
   {
    "entities": [
     "juanita",
     "congress",
     "christine",
     "business",
     "linkedin",
     "texas",
     "law",
     "mazzant",
     "of",
     "9:36 p.m. est",
     "owens",
     "$23,660",
     "employment",
     "judge",
     "davidson",
     "november 22, 2016",
     "eastern",
     "tuesday",
     "usa",
     "duggan",
     "obama",
     "national",
     "parker",
     "may",
     "$47,476",
     "u.s.",
     "a.",
     "1306",
     "amos",
     "federation",
     "project",
     "dec. 1",
     "department",
     "facebook",
     "district",
     "labor",
     "paul",
     "today",
     "independent",
     "tim"
    ],
    "id": 0,
    "text": "Judge blocks new overtime rule A U.S. judge in Texas granted a preliminary injunction delaying the Dec. 1 effective date Post to Facebook Judge blocks new overtime rule A U.S. judge in Texas granted a preliminary injunction delaying the Dec. 1 effective date Check out this story on USATODAY.com: http://usat.ly/2gidg0X CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 179 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Judge blocks new overtime rule Paul Davidson , USA TODAY 9:36 p.m. EST November 22, 2016 x Share On Tuesday a federal judge blocked an Obama administration initiative to extend overtime pay to more than 4 million workers. USA TODAY Some store managers and assistant managers are among those expected to be newly eligible for overtime pay under a rule that a court temporarily blocked on Tuesday. (Photo: Tim  A. Parker, for USA TODAY) A federal judge on Tuesday blocked a new rule making millions more Americans eligible for overtime pay, indefinitely pushing back the Dec. 1 effective date while he weighs a challenge to the requirement. The decision by U.S. District Judge Amos Mazzant in the Eastern District of Texas to grant a preliminary injunction affects an estimated 4.2 million workers who were to be newly eligible for time-and-a-half wages for each hour they put in beyond 40 a week. The rule, released by the Labor Department in May, would nearly double the threshold at which executive, administrative and professional employees are exempt from overtime to $47,476 from $23,660. Millions more Americans to be eligible for overtime pay Twenty-one states challenged the overtime expansion, arguing that Congress never intended to set any salary threshold for the exemptions or to allow the threshold to be raised every three years, as the Labor Department’s rule specifies. “This is a victory for small business owners and should give them some breathing room until the case can be properly adjudicated,” said Juanita Duggan, CEO of the National Federation of Independent Business, which is separately challenging the requirement. Small business and other trade groups have argued the overtime rule would swell labor costs and force employers to demote managers to hourly employees, hurting morale, among other hassles. Small businesses seek delay of overtime rule But Christine Owens, head of the National Employment Law Project, a worker advocacy group, said, “Unfortunately, for the time being, workers will continue to work longer hours for less pay thanks to this obstructionist litigation.\" Labor Department officials and worker advocacy groups said the rule would help ensure managers and administrative employees are fairly paid for the extra hours they log and narrow a growing divide between wealthy and low- to middle income households. In recent months, thousands of restaurants, retailers and other businesses have reshuffled their staffs to accommodate the regulation. Some raised employee salaries to the new threshold to avoid the overtime costs. Others were expected to convert salaried employees to hourly workers, in some cases cutting their base pay to offset the overtime expense. 1306 CONNECT TWEET 41 LINKEDIN 179 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2gidg0X ",
    "title": "Judge blocks new overtime rule"
   },
   {
    "entities": [
     "oval",
     "house",
     "bannon",
     "government",
     "thanksgiving",
     "david",
     "beach",
     "south",
     "stephen",
     "february",
     "james",
     "new",
     "times",
     "at 7:05 pm",
     "markon",
     "washington",
     "mumbai",
     "cleveland",
     "2015",
     "stevenson",
     "ivanka",
     "breitbart",
     "elise",
     "carson",
     "tower",
     "weigel",
     "saturday",
     "middle",
     "post",
     "may",
     "organization",
     "reform",
     "palm",
     "richard",
     "corps",
     "davis",
     "today",
     "journal",
     "last year",
     "office",
     "hamilton",
     "jared",
     "defense",
     "n.",
     "w.",
     "kushner",
     "israel",
     "carolina",
     "east",
     "november 22",
     "broadway",
     "fox",
     "oversight",
     "mar-a-lago",
     "night",
     "k.",
     "donald",
     "ben",
     "tumulty",
     "jason",
     "adam",
     "jerry",
     "marine",
     "fbi",
     "capitol",
     "democratic",
     "fla.",
     "hodge",
     "clinton",
     "monday",
     "last week",
     "tuesday",
     "committee",
     "states",
     "white",
     "julie",
     "trump",
     "street",
     "u.s.",
     "spencer",
     "kendall",
     "mattis",
     "paris",
     "hillary",
     "united",
     "u.n.",
     "the weekend",
     "peter",
     "foundation",
     "karen",
     "sarah",
     "news",
     "irs",
     "chaffetz",
     "command",
     "central",
     "2012",
     "hill",
     "clintons",
     "and",
     "wall",
     "york",
     "viebeck",
     "nov. 19",
     "national"
    ],
    "id": 1,
    "text": "Trump backs away from some of his strident campaign promises The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Karen Tumulty November 22 at 7:05 PM Follow @ktumulty President-elect Donald Trump abruptly abandoned some of his most tendentious campaign promises Tuesday, saying he does not plan to prosecute Hillary Clinton for her use of a private email system or the dealings of her family foundation, has an “open mind” about a climate-change accord from which he vowed to withdraw the United States and is no longer certain that torturing terrorism suspects is a good idea. The billionaire real estate developer also dismissed any need to disentangle himself from his financial holdings, despite rising questions about how his global business dealings might affect his decision-making as the nation’s chief executive. “The law’s totally on my side. The president can’t have a conflict of interest,” Trump told editors and reporters of the New York Times during an expansive, hour-long question-and-answer session. “In theory, I could run my business perfectly and then run the country perfectly. There’s never been a case like this.” Trump further sought to distance himself from a small, far-right movement known for its embrace of racist and anti-Semitic rhetoric that has celebrated Trump’s election. “I don’t want to energize the group, and I disavow the group,” Trump said of the alt-right. Donald Trump has a lot of potential conflicts of interest as president – but there's no law that specifically requires a commander in chief to remove themselves from all of their business interests. The Fix's Peter W. Stevenson explains why presidents usually put their assets in a \"blind trust\" to avoid problems. (Peter Stevenson/The Washington Post) The president-elect has a record of making statements that are inconsistent with his previous ones, which means it is uncertain whether any of the positions he espoused on Tuesday will hold in the days going forward, much less after he is inaugurated. [ Trump Foundation admits to violating ban on ‘self-dealing,’ new filing to IRS shows ] Some of Trump’s shifts also have the potential to spark a backlash from his most ardent supporters. In his meeting with the Times, Trump assumed a more cordial, magnanimous posture than he has in recent days. Over the weekend, he used his Twitter account to attack the comedy of “Saturday Night Live” and the cast of the hit Broadway show “Hamilton.” On Monday, he upbraided broadcast news executives and on-air journalists in an off-the-record session that quickly leaked to other media. His stance on Clinton, the former secretary of state, was a jarring pivot from the presidential campaign, during which he called her “Crooked Hillary” and threatened during one of their debates to put his Democratic opponent in jail. At his rallies and during the Republican convention in Cleveland, Trump’s supporters would regularly chant, “Lock her up!” But on Tuesday, he said: “I don’t want to hurt the Clintons. I really don’t. She went through a lot and suffered greatly in many different ways.” Asked whether that meant he had ruled out appointing a special prosecutor, as he had said he would, Trump said: “It’s just not something that I feel very strongly about.” Attendees of an alt-right conference on Nov. 19 shouted \"hail Trump!\" The Washington Post's David Weigel explains the connection between the president-elect and the white nationalist group. (Sarah Parnass/The Washington Post) [ Welcome to Washington’s new normal: One Trump drama after another ] If Trump were to push or try to block a criminal investigation from the Oval Office, it would mark an extraordinary break with political and legal protocol, which holds that the attorney general and FBI make decisions on whether to conduct probes and file charges, free of pressure from the president. The president-elect’s new position may also have no effect on the plans of other members of his party on Capitol Hill. Rep. Jason Chaffetz (R-Utah,) who is finishing his first term leading the powerful House Oversight and Government Reform Committee, has vowed to continue to investigate Clinton’s email server. An attorney for Clinton, David Kendall, declined to comment. Trump also shifted position on climate change, saying he believes there is “some connectivity” between human activity and rising global temperatures. In 2012, he had brushed off that idea as a Chinese hoax, tweeting: “The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive.” Asked whether he plans to withdraw the United States from the 2015 Paris climate accord, he said he is keeping “an open mind to it.” The deal negotiated by nearly 200 countries last year commits them to a global push to reduce greenhouse gases. Trump, however, has repeatedly said the agreement is bad for U.S. businesses. In a speech in May, he declared that during his first 100 days in office, “we’re going to cancel the Paris climate agreement and stop all payments of U.S. tax dollars to U.N. global warming programs.” Trump signaled another shift on the question of how to treat terrorism suspects. During his presidential campaign, he had said that he would reinstate the use of waterboarding and similar interrogation techniques in the questioning of suspected terrorists. “Don’t tell me it doesn’t work — torture works,” Trump said in February at a retirement community in South Carolina. “Okay, folks? Torture — you know, half these guys [say]: ‘Torture doesn’t work.’ Believe me, it works. Okay?” But Tuesday he suggested he might have changed his mind after interviewing a leading candidate for secretary of defense, retired Marine Corps Gen. James N. Mattis, who headed the U.S. Central Command. Mattis argued that he had never found harsh interrogation techniques “to be useful,” Trump said, adding that the retired general preferred building trust with “a pack of cigarettes and a couple of beers.” “I was very impressed by that answer,’’ Trump said. Trump spoke extensively about the implications of an unprecedented situation in which a businessman with global holdings will sit in the Oval Office. That prospect has prompted criticism that there will be inevitable conflicts of interest. His election, Trump acknowledged, has been good for his business, making the name that he emblazons on his properties and markets through his licensing agreements “a hotter brand than it was before.” As he plans his presidential transition, Trump remains involved in several of his private enterprises. He held a meeting at Trump Tower with three business partners building a Trump property south of Mumbai. His new hotel in Washington, just blocks from the White House, last week invited about 100 foreign diplomats to hear a sales pitch. It also raised eyebrows when Trump’s daughter Ivanka, a vice president at the Trump Organization, attended his meeting last week with the Japanese prime minister. While no statute specifically requires divestment by the president, all of them in modern history have put their assets under independent management, generally through a blind trust. The concern is to avoid running afoul — in actuality or appearance — of laws against bribery and other forms of corruption in dealings with corporations, foreign entities and powerful interests. Trump noted that he has turned the management of his businesses over to his children, giving him a requisite distance from the operation, but he protested: “If it were up to some people, I would never, ever see my daughter Ivanka again.” But his comments fueled more criticism. “Donald Trump campaigned against a culture of self-enrichment in Washington and pledged to ‘drain the swamp,’ but made clear today that he doesn’t think the rules apply to him,” Democratic National Committee communications director Adam Hodge said in a statement. “He fully intends to use the Oval Office to expand his family’s wealth.” [ Inside the alt-right world of Richard Spencer ] In disavowing the alt-right movement, Trump also came to the defense of his campaign’s chief executive, Stephen K. Bannon, whom he intends to bring into the White House as his chief strategist. Bannon is on a leave of absence as chairman of the website Breitbart News, a leading voice of the alt-right movement. In a recent interview with the Wall Street Journal, Bannon conceded that the alt-right has “some racial and anti-Semitic overtones,” but he insisted he does not hold those views. The president-elect defended Bannon. “If I thought he was a racist or alt-right or any of the things, the terms we could use, I wouldn’t even think about hiring him,” Trump said, adding that such accusations are “very hard on” Bannon, “because it’s not him.” Trump also suggested that he might make his son-in-law Jared Kushner, an observant Jew, a special envoy to work on brokering peace in the Middle East. Kushner, a publishing and real estate executive with no background in international diplomacy, “would be very good at it,” Trump said. “I would love to be able to be the one that made peace with Israel and the Palestinians.” Trump also used the session to air his grievances with the campaign coverage of the newspaper, which he frequently refers to as “the failing New York Times.” Shortly before the session, he had announced via Twitter that he was canceling the meeting, but he then reversed himself. He tempered his criticism with praise, however, and at one point called the Times “a great great American jewel,” according to a tweet by Julie Davis, who covers the White House for the newspaper. During the session, he also softened his frequent threat to reopen libel laws and use them more aggressively against news outlets that write critical things about him. His reconsideration, he said, came after he discussed the issue with an associate who told him, “You know, you might be sued a lot more.’ I said, ‘You know, I hadn’t thought of that.’ ” Shortly after the interview, Trump departed for Palm Beach, Fla., where he plans to take a break from transition planning and spend Thanksgiving at his Mar-a-Lago estate. However, Trump tweeted that he is closing in on another Cabinet selection: His onetime presidential rival, retired neurosurgeon Ben Carson, as secretary of housing and urban development. Carson told Fox News: “It certainly is something that has been a long-term interest of mine and I’ll be thinking and praying about it seriously over the holiday.” Jerry Markon and Elise Viebeck contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump backs away from some of his strident campaign promises - The Washington Post"
   },
   {
    "entities": [
     "police",
     "office",
     "nov. 29",
     "noble",
     "3:30 in the afternoon",
     "hamilton",
     "darwin",
     "hayden",
     "nov 22, 2016",
     "of",
     "school",
     "durham",
     "soul",
     "transportation",
     "board",
     "walker",
     "elementary",
     "kirk",
     "this morning",
     "news",
     "two months ago",
     "bus",
     "monday",
     "county",
     "abc",
     "tuesday",
     "hoyos",
     "services",
     "michael",
     "kia",
     "chattanooga",
     "johnthony",
     "2 months ago",
     "september",
     "hospital",
     "yesterday",
     "april",
     ", 6:30 pm",
     "safety",
     "foster",
     "joshua",
     "matt",
     "driver",
     "kelly",
     "education",
     "$20,000",
     "department",
     "district",
     "woodmore",
     "sheriffs",
     "tennessee",
     "today",
     "edison",
     "erlanger",
     "koller",
     "carina",
     "national"
    ],
    "id": 2,
    "text": "Chattanooga School Bus Driver in Fatal Crash Involved in Collision 2 Months Ago By Michael Edison Hayden Nov 22, 2016, 6:30 PM ET 0 Shares WATCH The Investigation Continues Into the Deadly School Bus Crash in Tennessee 0 Shares Email The school bus driver charged in connection with a crash that killed five children in Tennessee on Monday was involved in a separate bus collision two months ago, ABC News has learned. Johnthony Walker, 24, was driving a bus for Durham School Services — the same as in the fatal crash — when he sideswiped an oncoming Kia Soul in September after crossing into oncoming traffic while attempting to negotiate a \"blind curve,\" according to the crash report. There were no injuries, according to the crash report, and children were seated in the rear rows. No charges were filed in that incident, but a citation for failure to yield was issued. It was unclear if Durham took any action against Walker after that collision. \"Our entire team at Durham School Services is devastated by the accident yesterday that tragically claimed the lives of Chattanooga students,\" the company said in a statement. \"We are working with Chattanooga Police Department and Hamilton County School District to investigate. We also have additional team members arriving in Chattanooga today to provide support. We have offered to provide counseling to students and families of Hamilton County, as well as our employees. We will provide all further updates in coordination with the Chattanooga Police Department and the district.\" In a press conference Tuesday, the National Transportation Safety Board said Walker received his license to drive a school bus in April. In the fatal crash, the bus was traveling at a \"high rate of speed, well above the posted speed limit of 30 mph,\" police said this morning, based on witness statements and physical evidence. Of the five deaths, interim Superintendent Kirk Kelly of the Hamilton County Department of Education told reporters this morning, three of the children were in fourth grade, one was in first grade, and the other was a kindergartner. Four of the five were girls. Six students remain in intensive care, but details have not been released. Dr. Darwin Koller of Erlanger Hospital said that some of the children were so young that they did not know their parents' names, replying \"Mama\" when asked. The bus was carrying 37 children, from kindergartners to fifth-graders, from Woodmore Elementary School in Chattanooga when it crashed into a tree around 3:30 in the afternoon Monday, officials said. According to an arrest affidavit, the bus was traveling on a \"narrow winding road\" when Walker lost control. The bus left the road, \"striking an elevated driveway and mailbox, swerved to the left and began to overturn,\" then ran into a telephone pole and a tree, according to the document. Hamilton County Sheriffs Office Johnthony Walker, 24, was being held on $20,000 bail after crashing the bus he was driving, killing five schoolchildren in Chattanooga Tennessee. Police said that Walker was arrested and that a warrant has been issued to remove the black box from the bus and review evidence on the bus's video cameras. Kelly said this morning the school would cooperate with the investigation. Walker has been charged with five counts of vehicular homicide, reckless endangerment and reckless driving. He is being held on a $20,000 bond. A preliminary court date has been set for Nov. 29. It was unclear whether he has a lawyer or if he had entered a plea. Kelly called Monday \"one of the worst days we have had\" in the school community. Carina Noble, a spokeswoman for the bus operator, said in a statement, \"Our thoughts and prayers are with the students and families who are affected.\" \"Because this is an active investigation, we are unable to answer any questions at this time as we work with authorities,\" she added. ABC News' Joshua Hoyos and Matt Foster contributed to this report. 0 Shares ",
    "title": "Chattanooga School Bus Driver in Fatal Crash Involved in Collision 2 Months Ago - ABC News"
   },
   {
    "entities": [
     "division",
     "ind.",
     "russell",
     "davaris",
     "hardy",
     "greenstein",
     "2013",
     "eighty percent",
     "teddy",
     "tribune",
     "everett",
     "john",
     "jenkins",
     "south",
     "$5,000",
     "this year",
     "dame",
     "contact",
     "skrbina",
     "eilar",
     "on",
     "moore",
     "williams",
     "notre",
     "vangorder",
     "2015",
     "i.",
     "reporter",
     "skrbina/chicago",
     "tech",
     "tuesday",
     "2014",
     "keivarae",
     "committee",
     "golson",
     "saturday",
     "chicago",
     "virginia",
     "2012",
     "oklahoma",
     "bend",
     "ishaq",
     "forest",
     "kendall",
     "usc",
     "wake",
     "kelly",
     "i",
     "infractions",
     "state",
     "florida",
     "the following year",
     "sept. 25",
     "duke",
     "paul",
     "january",
     "ncaa",
     "daniels",
     "brian"
    ],
    "id": 3,
    "text": "Notre Dame to appeal after NCAA orders Irish to vacate football victories Brian Kelly on appealing NCAA's 'excessive' penalty for academic misconduct Notre Dame football coach Brian Kelly on appealing the NCAA's penalty for academic misconduct. (Paul Skrbina/Chicago Tribune) Notre Dame football coach Brian Kelly on appealing the NCAA's penalty for academic misconduct. (Paul Skrbina/Chicago Tribune) Paul Skrbina Contact Reporter Chicago Tribune SOUTH BEND, Ind. — In the midst of Brian Kelly 's worst season as head coach at Notre Dame , the school learned Tuesday that his best season could be erased from the record books because of academic misconduct. The NCAA announced Tuesday its recommendation from the Division I Committee on Infractions that the Irish vacate all 21 of their victories from 2012 — when they went 12-1 and reached the BCS national championship game — and 2013 because an unnamed former student athletic trainer completed substantial academic work for two players and helped six others impermissibly. The school also was placed on probation for a year and fined $5,000. The school said it will appeal the decision. Kelly blasted the ruling and said he is confident he will return next season as head coach of the Irish, even though his team is 4-7 heading into its final game Saturday at USC. He noted a bowl ban and reduction in scholarships weren't part of the proposed punishment. \"It's never happened before in the history of the NCAA; a penalty has never been issued in this fashion before,\" Kelly said. \"This was a discretionary action by the committee. That's No. 1. \"No. 2, it was student-on-student cheating. There was nobody implicated. The NCAA agreed across the board with that finding. (The punishment) was clearly excessive.\" Notre Dame was expected to contend for a playoff spot. Instead the Irish are 4-7, coach Brian Kelly had his ethics questioned after declining to suspend four of five players involved in a preseason marijuana-and-handgun... Is it possible to have a worse football season than the Bears? The answer: Yes. Notre Dame was expected to contend for a playoff spot. Instead the Irish are 4-7, coach Brian Kelly had his ethics questioned after declining to suspend four of five players involved in a preseason marijuana-and-handgun... (Teddy Greenstein) Neither the NCAA nor Notre Dame named the players involved in the school's investigation that began in 2014. Receiver DaVaris Daniels, linebacker Kendall Moore, cornerback KeiVarae Russell and defensive lineman Ishaq Williams were suspended for that season. Safety Eilar Hardy also was suspended but returned midseason. Only Russell returned to play for the Irish the following year. Quarterback Everett Golson, who led the Irish to the title game in 2012, said he was expelled in 2013 for cheating on a test but later returned to the school before transferring to Florida State upon graduating in 2015. The NCAA said in a statement that the former student trainer \"partially or wholly completed numerous academic assignments for football student-athletes in numerous courses.\" Grades for players involved were lowered retroactively. Kelly, who before the Fiesta Bowl in January called himself the \"CEO\" of the program, said he feels no culpability for the indiscretions. \"Zero. None,\" he said. \"Absolutely none. \"When you hear about vacating wins, you think of lack of institutional control. You hear of clearly the abuse within the university relative to extra benefits, things of that nature. These don't even come close to that.\" Kelly said the school goes to extreme measures to ensure its student-athletes receive proper guidance and \"resources necessary to succeed.\" \"But let's not kid ourselves,\" he said. \"Eighty percent of colleges go through cheating. That doesn't condone it, but we know what the culture is.\" Notre Dame's president, Rev. John I. Jenkins, said the school acted \"honorably\" throughout its own investigation and added that the NCAA agreed on the violations. \"We believe the penalty they have imposed is not justified,\" Jenkins said in a statement. \"Should this precedent stand, it could create a perverse incentive that will discourage institutions from investigating so aggressively and imposing the penalties for academic dishonesty that their honesty committees might judge appropriate.\" This year has been trying for Kelly and the Irish. Six players were arrested in separate incidents before the season. One was kicked off the team and another has been suspended since. On Sept. 25, a day after the Irish's upset loss to Duke, defensive coordinator Brian VanGorder was fired. On the field, all seven of the Irish's losses have been by eight points or fewer. Kelly called the season a \"nightmare\" after Saturday's loss to Virginia Tech . But he was steadfast Tuesday that Notre Dame acted appropriately, no matter what the NCAA decides. \"If doing the right thing means you have to put an asterisk next to these games, that's fine with me,\" Kelly said. \"We still beat Oklahoma. We still beat Wake Forest. We still beat all those teams. So you can put an asterisk next to it. If that makes you feel better, that's fine with me.\" ",
    "title": "Notre Dame to appeal after NCAA orders Irish to vacate football victories - Chicago Tribune"
   },
   {
    "entities": [
     "recently",
     "seoul",
     "emily",
     "hyun-sang",
     "david",
     "south",
     "stadium",
     "new",
     "photo",
     "times",
     "arthur",
     "once",
     "washington",
     "global",
     "now",
     "jeong",
     "asan",
     "hyung-taik",
     "rungkat",
     "ashe",
     "evan",
     "sang-jin",
     "sports",
     "past",
     "the hour",
     "ninety percent",
     "lee",
     "woo",
     "joo",
     "high",
     "last year",
     "navratilova",
     "asia",
     "2020",
     "taiwan",
     "winter",
     "pinther",
     "of",
     "this year",
     "coast",
     "2008",
     "hyeon",
     "ferrer",
     "w.",
     "gallwey",
     "chung-hyo",
     "2007",
     "november 22, 2016",
     "timothy",
     "credit",
     "santiago",
     "chattanooga",
     "hyundai",
     "stringer",
     "international",
     "association",
     "duck-hee",
     "yeong-sok",
     "last month",
     "perry",
     "children",
     "atp",
     "ben",
     "martina",
     "2003",
     "for",
     "murray",
     "dong-yeop",
     "zhuhai",
     "burz",
     "gulf",
     "jecheon",
     "monday",
     "rothenberg",
     "afternoons",
     "committee",
     "states",
     "andy",
     "institutes",
     "tobias",
     "todd",
     "currently",
     "1993",
     "mapo",
     "united",
     "health",
     "hangstefer",
     "world",
     "group",
     "tennessee",
     "park",
     "korea",
     "katie",
     "foundation",
     "mi-ja",
     "school",
     "1974",
     "korean",
     "christopher",
     "paige",
     "mancebo",
     "melbourne",
     "the",
     "jean",
     "chungju",
     "china",
     "september",
     "mejia/the",
     "university",
     "chung",
     "roddick",
     "york",
     "florida",
     "tennis",
     "future",
     "national"
    ],
    "id": 4,
    "text": "Site Mobile Navigation Cover Photo Lee Duck-hee, 18, second from right, eating lunch with his peers after winning a gold medal at the National Sports Festival in Asan, South Korea, last month. Credit Jean Chung for The New York Times For Deaf Tennis Player, Sound Is No Barrier Lee Duck-hee, 18, of South Korea, is ranked 143rd in the world in a sport in which hearing the ball is considered crucial. By BEN ROTHENBERG Continue reading the main story ASAN, South Korea — To improve its chances in the boys’ team tennis event at the National Sports Festival here, Mapo High School in Seoul brought in a ringer from Jecheon, two hours southeast of the capital. His name was Lee Duck-hee, and he had first caught the coach’s eye when he was in elementary school. Mapo High’s players pressed against the fence beside along the dusty hardcourts and chanted in support while Lee, 18, crushed forehand winners past his bespectacled opponent in the final. The 6-1, 6-1 win took little time — no surprise, as Lee is the best teenage player in South Korea, and a professional ranked 143rd in the world. “Seeing the level of skill, power and returning is totally different than high school level,” said Jeong Yeong-sok, his doubles partner at the tournament. Lee is exceptional among professionals, too. He is deaf, and no deaf player in the sport’s history has reached these heights. In tennis, simply seeing the ball is believed to be insufficient. Hearing the ball, top players say, enables faster reactions — a crucial advantage in a sport where powerful serves and groundstrokes mean that every tiny fraction of a second matters. Continue reading the main story “There are so many different spins in tennis, and I can hear a lot of them coming off someone’s racket because I know what they all sound like,” said Katie Mancebo, a college tennis coach and volunteer coach for the United States deaf tennis team. “But a deaf player doesn’t know that sound, so they have to focus more on what the other person is doing, how they’re making contact, and what the ball looks like as it’s coming over the net.” Advertisement Continue reading the main story Joo Hyun-sang, the tennis coach at Mapo High School, said he was skeptical of Lee’s potential at first. “When I met him the first time, I had certain doubts that being deaf would prevent him from being a great player,” he said. “But I grew confident from watching him develop and improve. I was very confident he could do it.” Though already the second-highest-ranked player of professionals 18 and under, Lee has not fully broken through. He has yet to play a main-draw match at an ATP tournament or a Grand Slam, though he reached the final of a Challenger event, the level below the ATP World Tour, for the first time in September in Taiwan, and has made two semifinals since. Photo Lee, at practice, is ranked 143rd in the world. Although he has yet to play a main-draw match at an ATP tournament or a Grand Slam, he has reached the final of a Challenger event. Credit Jean Chung for The New York Times But if he continues to rise, Lee will debunk much of what is understood about the intricacies of tennis. A Quicker Reaction Studies have shown that humans react more quickly to an auditory stimulus than a visual one. According to research compiled by the National Institutes of Health last year, the mean reaction time to visual stimuli is 180-200 milliseconds, and 140-160 milliseconds for auditory stimuli. At Wimbledon in 2003, Andy Roddick said that his first reaction to an opponent’s shots comes from his hearing, as does his initial information about the shot coming toward him. “You can hear how hard someone hits a ball,” Roddick said. “If they hit it hard and flat, it really makes a popping sound. That’s maybe one of the first things that tells you rather than actually seeing the ball. Like trying the drop shot, all of a sudden, I hear it not come off the racket. It’s part of the reaction process. I think you need to hear the ball pretty clearly to play at your highest level.” Todd Perry, an Australian former doubles player who works as a coach, said that he often listens to his players’ shots to hear how strokes can be improved. Advertisement Continue reading the main story ”While coaching, you can hear the clean hit off the racket, and you can change things to make sure you get the clean hit off the racket, which is all just through sound,” he said. “If you watch different people, the sound from different players is quite different if you put your focus in on that.” In his seminal 1974 book “The Inner Game of Tennis,” W. Timothy Gallwey preached attentiveness to the sounds of the sport, describing the feedback loop created by close attention to the sounds of one’s own strokes to replicate the “crack” of a successful shot. “I learned how effective the remembering of certain sounds can be as a cue for the built-in computer within our brains,” Gallwey wrote. “While one listens to the sounds of his forehand, he can hold in his memory the sound that results from solid contact; as a result, the body will tend to repeat the elements of behavior which produced that sound.” Continue reading the main story Photo Lee and his mother, Park Mi-ja. She taught him to speak and to read lips, and she committed to help him build a career in tennis. Credit Jean Chung for The New York Times Martina Navratilova has been one of the most strident proclaimers of the importance of sound to her tennis. She has called excessive grunting “cheating” because she thinks it unfairly disguises the sound the ball is making off the racket. At the 1993 United Open, she blamed planes overhead for interfering with her play. “You really depend on hearing the ball being hit, particularly when you are at the net,” Navratilova said. “You first hear the ball. Then you react to the speed and spin according to the sound. And when you can’t hear it, it really throws you off. I did miss some volleys there because I didn’t hear the ball.” Andy Murray also struggled with cacophonous conditions at this year’s United States Open , when rain pounded down on the newly built roof over Arthur Ashe Stadium. “We use our ears when we play; it’s not just the eyes,” Murray said. “It helps us pick up the speed of the ball, the spin that’s on the ball, how hard someone’s hitting it. “If we played with our ears covered or with headphones on, it would be a big advantage if your opponent wasn’t wearing them. It’s tricky, you know? You can still do it, but it’s harder, for sure.” Advertisement Continue reading the main story Murray’s hypothetical example was once put to the test. Tobias Burz, a deaf player who now serves as the technical director for tennis at the International Committee of Sports for the Deaf, recounted an experiment he once conducted with a higher-ranked hearing opponent. After winning their first set, 6-2, his opponent was curious what it was like to be a deaf player, and used earplugs and wore headphones for their next set. Burz won, 6-3. A Surprising Diagnosis Park Mi-ja and her husband, Lee Sang-jin, could tell that their infant son was different, but they were reluctant to learn what his condition might be. Lee Duck-hee had been born while his father completed his compulsory service in the South Korean military, leaving Park alone with her young son. She hoped that whatever was affecting her son would pass. Park took Duck-hee to a hospital in Seoul for testing when he was 2. “The doctor just said, ‘This baby cannot hear anything, he’s deaf,’” she said. “I was very surprised, and I couldn’t react. But I knew I couldn’t go home right away.” Photo On Lee’s tennis bag, a keychain made by a fan features the South Korean flag and Lee’s initials. Credit Jean Chung for The New York Times Park went to visit her sister, who lived in Seoul, and there she broke down. “From the moment I saw her, all the grief and sadness came and I couldn’t stop crying,” she said. After a few hours, she composed herself and called her husband. He drove from Jecheon to Seoul to pick her up. During that ride home, they made the decision not to wallow. “We started discussing how not to be sad, but instead how we can support and raise Duck-hee,” she said. “He’s our first son. The sadness period was only about a week, and then we were brave enough to move on to the next step, which was researching disability education.” When Duck-hee was 4, his parents enrolled him in a school for the disabled in Chungju, an hour away from home. While most students lived in the dormitory there, seeing their families only on weekends, Park was determined to have more time with her first son, and so she drove him the hour to and from school each day. Wanting him to adapt into the mainstream as well, she sent him to a regular school in the afternoons. “I wanted him to be integrated with normal people,” she said. “When I saw older students at the deaf school, they only knew sign language, so when they took the bus, they had to communicate with the bus driver by writing something down. And when they become 18, 19 years old, the chances for getting a job are very limited to a person who only speaks sign language.” Advertisement Continue reading the main story Having observed lessons at the deaf school, Park began to teach her son to speak and read lips herself after he finished at the standard school, using picture cards of various mouth positions. After a few years, Duck-hee left the school for the deaf completely; as per his parents’ wishes, he never learned sign language. “Only a few percent of the deaf students can be socialized with normal people, making their own money to live,” Park said. “Most of them, they give up and go back to live with their parents, and the parents have to take care of them. We just wanted Duck-hee to be independent and live as a normal person.” Subscribe to the Times Lee Sang-jin had set a record in the 200-meter dash when he competed at the National Sports Festival as a high school student, and saw sports as the best path for his son. He believed his son’s deafness would make a sport that required communication with teammates an impossibility, so he focused on individual sports like golf, archery and shooting. But when Duck-hee went to watch a cousin, Woo Chung-hyo, play tennis, his mind was made up. Continue reading the main story Photo At this year’s United States Open, Andy Murray struggled with the noise of the rain pelting the roof at Arthur Ashe Stadium. Credit Santiago Mejia/The New York Times ”I got really interested in watching tennis, and I said, ‘Oh, why can’t I play?’” Lee Duck-hee said. “My cousin gave me the racket, I tried some strokes, and I liked it. I was really attracted to tennis; I just liked swinging the racket.” His parents committed fully, too, placing high stakes on Lee’s nascent tennis career. “It was not like a hobby or for fun; we were really serious,” Park said. “When his father and I had our first meeting with his first coach, we told him that we’re not here just for fun: we’re making his career and a future path. So, please, take these lessons seriously. If he has no chance and no potential, we won’t continue.” Lee remained based in his family’s apartment in Jecheon, where his mother works as a hairdresser and his father as a reporter, but his tennis began to gain notice nationwide. Even as Lee’s wins piled up through each successive age bracket, many parents and coaches remained doubtful. “Ninety percent of the coaching staff and parents and family of other players, they always said Duck-hee cannot reach a professional level,” Park said. “They always said that this is elementary school level and the ball speed is really slow, so he can do it. But when he reaches professional level the ball speed will be really fast, so he cannot react, because he cannot hear.” She added: “We tried not to hear this kind of criticism. Me and my husband, we tried to give him something he can do for his life as a human being. And we didn’t have anything other than tennis.” Advertisement Continue reading the main story Collegiate Success Though no deaf players have achieved professional success comparable to Lee’s, there have been a handful of deaf and hard-of-hearing tennis players who have excelled at the collegiate level in the United States. Paige Stringer, who founded the Global Foundation for Children with Hearing Loss, played for the University of Washington, where she had a doubles partner who was also deaf. She hypothesized that deaf players’ disadvantage in not being able to hear their opponents hit the ball can be compensated for by increased visual acuity. Photo Lee looking at instant messages on a cellphone on his way home after winning a gold medal at the National Sports Festival. Credit Jean Chung for The New York Times “People who were born deaf or hard of hearing may have a stronger sense of intuition in general, and tend to see subtle clues in a person’s face or body language better than people with normal hearing,” Stringer said. “They are more visual, because when one sense is compromised, other senses are heightened to compensate. If my hypothesis is correct, people who are deaf or hard of hearing may have an advantage in tennis because they can pick up visual cues faster and better as to their opponent’s plans, and may have better reflexes because they see things sooner.” Hard-of-hearing players often learn most about how important hearing is to their tennis when they are forced to adapt to playing without the hearing aids or cochlear implants they rely on in daily life, which are not allowed at deaf-only competitions like the quadrennial Deaflympics . Having had the experience of playing both with and without sound makes these players uniquely qualified to comment on the role sound plays in their tennis. Evan Pinther, who played for Florida Gulf Coast University, cited the lack of feedback from his own strokes as his biggest cause of discomfort on court when he was restricted from using hearing amplifiers. “My anxiety level goes up without my hearing aids,” Pinther said. “I much prefer to play with my hearing aids because I can hear the ball so much better. I always loved hearing the ball explode off my strings when I hit it perfectly; it gave me confidence to hear that sound the ball makes when hit well.” Emily Hangstefer, who played for the University of Tennessee at Chattanooga, also said the adjustment was frustrating. “Training for the Deaflympics, I realized I relied on hearing instead of watching or feeling the ball,” she said. “It took me about five weeks to get in the habit of watching the ball instead of hearing it. Once my hearing was taken away, I had to rely on my other senses — touch and sight.” Advertisement Continue reading the main story Keen anticipation has become Lee’s strength. Woo, his cousin and coach, said Lee could read what kind of shot his opponent will make by closely watching his backswing. Christopher Rungkat, a former opponent of Lee’s, expressed awe at his anticipation. “He always seems to know where I am going to hit the ball,” Rungkat told reporters last year. “I don’t think he is guessing; it is more like he is reading my mind.” Photo Lee speaking to a South Korean television reporter after matches at the National Sports Festival. Formal interviews can be burdensome for him. Credit Jean Chung for The New York Times Striving to Be the Best Reaching a No. 1 world ranking is Lee’s goal, but first he aspires to become the best player in South Korean history, which would mean passing the career high of Lee Hyung-taik, who reached No. 36 in 2007 and won one ATP singles title. Tennis lags behind sports like baseball and soccer in popularity in Asia, and South Korea does not currently host an ATP event. But with Lee Duck-hee and another talented young player, 104th-ranked Chung Hyeon, 20, the Korean Tennis Association hopes the two will be able to lift the country’s Davis Cup team back into the World Group, from which it was relegated in 2008. Under new leadership, the association hopes that newly secured funding will help players like Lee and Chung, as well as develop juniors by paying for travel to warmer climates during winter months. Lee doesn’t believe that his hearing impairment will hold him back — “It doesn’t really matter,” he said — but he acknowledged that another physical disadvantage might: At 5 feet 9, he is a shrub amid the redwoods of professional men’s tennis. In an era of increasingly physical competition, only one player in the ATP top 50 is as short as Lee, David Ferrer. Only six players are under 6 feet. Lee travels with Woo, who serves as a hitting partner and speaks limited English, as the two navigate their first laps on the circuit together. Woo said that although Lee might sometimes feel intimidated by being one of the youngest on tour, he keeps an unrelentingly positive attitude, and is comfortable socially interacting with other players. While Lee can compete without much issue on court, save for sometimes not noticing out or let calls, other tour regulations may prove challenging for a deaf player. All players are required to participate in news conferences after each match, if requested by the news media. Advertisement Continue reading the main story While he is effusive in nonverbal communications across linguistic boundaries, formal interviews can be burdensome for Lee because he must read an interpreter’s lips, and his own speech is often not readily understood. When Lee was interviewed by a Korean television station after a match at the National Sports Festival, the station used subtitles. There can also be benefits to Lee’s unique situation, however. “Of course I do want my player to be treated as a normal player, but we have some opportunities and some advantages from being deaf, business-wise,” Lee Dong-yeop, his agent, said. “Because no one has done this before.” One of the first boosts came from Hyundai, the Korean car manufacturer, which began sponsoring Lee when he was 13 and recently renewed its support through 2020. In a statement, Hyundai said that it was “astonished and inspired by his relentless spirit to reach the top as a tennis player despite his handicap of being deaf,” and that the company “felt the responsibility to give him support as a responsible company in the Korean society.” Funding from Hyundai has given Lee a stable financial base which few developing players enjoy. His agent hopes that increased funds, both through prize money and additional sponsorships, might someday allow Lee to travel with a full-time manager and translator. “Money can solve that kind of problem,” he said. Starting Monday, Lee will compete in a playoff in Zhuhai, China, held for Asian players for a regional wild card into the Australian Open. If he does not win that event, he would have another chance to reach his first Grand Slam main draw by winning three matches in the qualifying rounds in Melbourne. With continued success at the Challenger level, his ranking may steadily climb into the Top 100, which would allow him to enter main draws at Grand Slam events directly. Stringer said she believed that there was no reason deaf athletes should be less common in the elite levels of tennis than they are in the general population. “To reach the top of any sport is limited to a very select group of talented athletes,” she said. “So it’s a percentages thing. The odds are that more people with normal hearing will be in the Top 150 than those with deafness. I bet Lee Duck-hee’s success has to do with his athletic talents, personality, intelligence, work ethic, opportunities, and the support group he has around him; his deafness is less of a factor than those attributes.” Correction: November 22, 2016 An earlier version of this article misstated the surname of a college player. He is Evan Pinther, not Stringer. ",
    "title": "For Deaf Tennis Player, Sound Is No Barrier - The New York Times"
   },
   {
    "entities": [
     "earlier tuesday",
     "housing",
     "weekend",
     "house",
     "donald",
     "ben",
     "twitter",
     "urban",
     "june 2015",
     "july 2015",
     "2016",
     "hud",
     "iowa",
     "times",
     "williams",
     "--",
     "washington",
     "news",
     "cabinet",
     "november 22, 2016",
     "dubuque",
     "previously",
     "neil",
     "trump's",
     "tuesday",
     "the",
     "services",
     "carson",
     "white",
     "nov. 15",
     "human",
     "j.",
     "trump",
     "armstrong",
     "chicago",
     "education,",
     "the last several decades",
     "development",
     "sunday",
     "hill",
     "and",
     "facebook",
     "fox",
     "health",
     "cavuto"
    ],
    "id": 5,
    "text": "Carson says Trump has offered him HUD secretary, other Cabinet posts Published               November 22, 2016   It appears the doctor is in. Former Republican presidential candidate Dr. Ben Carson told Fox News Tuesday that he had received \"offers\" to serve in President-elect Donald Trump's Cabinet. Earlier Tuesday, Trump announced on Twitter that Carson is a leading contender to be secretary of Housing and Urban Development (HUD). Minutes after Carson left a meeting with Trump, the billionaire mogul tweeted: “I am seriously considering Dr. Ben Carson as the head of HUD. I’ve gotten to know him well—he’s a greatly talented person who loves people!” — Donald J. Trump (@realDonaldTrump) November 22, 2016 On Tuesday, Carson told Fox News' \"Your World with Neil Cavuto\" that the HUD position was \"one of the offers that is on the table.\" Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → \"Our inner cities are in terrible shape,\" Carson said. \"And they definitely need some real attention. There have been so many promises made over the last several decades and nothing has been done, so it certainly is something that has been a long-term interest of mine.\" On Sunday, Carson told “Fox Report Weekend” he was open to accepting a spot on Trump’s White House team. “Basically, I’ve said my preference is to be outside and to act as an adviser, but if after going through the process they all conclude it would be much better to have me in the Cabinet, I would have to give that very serious consideration,” Carson said. The walk-back followed Carson friend and business manager Armstrong Williams’ comments to The Hill on Nov. 15, during which he said Carson “feels he has no government experience, he’s never run a federal agency. The last thing he would want to do was take a position that could cripple the presidency.” Later that day, Carson tried in a Facebook post to tamp down the embarrassing statement, noting his decision not to seek a Cabinet post “has nothing to do with the complexity of the job as is being reported by some news outlets.” It’s previously been reported that Carson could be considered for a variety of department secretary jobs, including Education, Health and Human Services and Veterans Affairs. The HUD position is at first blush a surprising fit for Carson. However, Carson has previously shown an interest in the department. In June 2015, Carson criticized HUD for “overreach” for forcing the city of Dubuque, Iowa to weigh housing voucher applications from Chicago the same as it did applications from Dubuque residents. “This is just an example of what happens when we allow the government to infiltrate every part of our lives,” said Carson , then a Republican presidential primary contender and an adversary of Trump. “This is what you see in communist countries, where they have so many regulations encircling every aspect of your life that if you don’t agree with them, all they have to do is pull the noose.” Carson also wrote an opinion piece for The Washington Times in July 2015 on HUD’s policies to “desegregate” housing. “There are reasonable ways to use housing policy to enhance the opportunities available to lower-income citizens,” Carson wrote, “but based on the history of failed socialist experiments in this country, entrusting the government to get it right can prove downright dangerous.” Advertisement ",
    "title": "Carson says Trump has offered him HUD secretary, other Cabinet posts | Fox News"
   },
   {
    "entities": [
     "darvey",
     "office",
     "3:30 p.m.",
     "hamilton",
     "nov 22",
     "fire",
     "nov. 21",
     "2016",
     "of",
     "school",
     "witnesses",
     "christopher",
     "august",
     "durham",
     "board",
     "transportation",
     "dept",
     "jon",
     ", 7:31 pm",
     "walker",
     "ntsb",
     "elementary",
     "0:46",
     "children's",
     "monday",
     "now",
     "county",
     "2:53",
     "tuesday",
     "services",
     "wrcb",
     "chattanooga",
     "sheriff's",
     "johnthony",
     "hospital",
     "mom",
     "jasmine",
     "safety",
     "hart",
     "nbc",
     "education",
     "mateen",
     "woodmore",
     "reuters",
     "schuppe",
     "tennessee",
     "erlanger",
     "koller",
     "national"
    ],
    "id": 6,
    "text": "Nov 22 2016, 7:31 pm ET Chattanooga Mom Says She Complained About Driver in Deadly Crash by Jon Schuppe Mom of School Bus Crash Victims: I Notified School About Driver In August 2:53 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161123004926if_/http://www.nbcnews.com/widget/video-embed/815480387891\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A grieving Chattanooga mother said Tuesday that she repeatedly complained about her children's school bus driver in the months before he was involved in an accident Monday that killed five young students, including one of her daughters. The driver, identified by authorities as 24-year-old Johnthony Walker, taunted students from Woodmore Elementary School by \"slamming on brakes on purpose, making all the kids hit their heads,\" Jasmine Mateen told local NBC affiliate WRCB. She said she reminded school officials that she'd complained about Walker when they called her Tuesday. \"I've been calling y'all since August,\" Mateen said she told them. \"I said, 'Now y'all doing what y'all supposed to been doing now that it's too late ... Y'all doing what y'all supposed to be doing, but my baby laying in a cold freezer.'\" Johnthony Walker, 24, is booked after being charged in a bus accident that killed five children and injured more than 20 others. Hamilton County Sheriff's Office Mateen said one of her daughters died in the crash, and two of her kids were seriously hurt. Related: Speed Eyed in Chattanooga Bus Crash That Killed 5 and Injured 30 She said her children complained to her about the driver, and she took the issue to the Board of Education, the school and the bus company, Durham School Services. She said she also wrote a letter to the driver, which the principal read aloud to him as she and several children watched. \"He said, 'So? I'd do it again,'\" Mateen recalled. Mateen said she saw her daughter's body. \"Her mouth was open like this, like she was screaming.\" At that point, she burst into tears. Play NTSB Arrives in Chattanooga to Investigate Bus Crash 0:46 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161123004926if_/http://www.nbcnews.com/widget/video-embed/815503427953\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> As Mateen spoke, investigators from the National Safety Transportation Board were starting their review of the crash, which occurred soon after the end of school on Monday. Among the possible evidence will be footage from on-board video cameras, along with a data recorder, NTSB Chairman Christopher Hart said. On board were 37 students ranging from kindergarten to fifth grade. Just before 3:30 p.m. ET, Walker appeared to lose control on a curvy road about a mile from school, authorities said. The bus was not equipped with seat belts, Hart said. The bus swerved off the right side of the road before smacking into an elevated driveway and mailbox, a police report said. The vehicle then careened to the left and hit a utility pole, ending up on its side against a tree. Rescue officials work at the scene of a school bus crash involving several fatalities in Chattanooga, Tennessee, on Nov. 21. Chattanooga Fire Dept via Reuters Witnesses told police the driver appeared to be going faster than the posted 30 mph speed limit, which authorities said was lower on bends in the road. Walker has been charged with five counts of vehicular homicide, reckless endangerment and reckless driving, authorities said. It took emergency crews more than two hours to extract the students off the bus. Doctors and nurses described a scene of confusion at the Children's Hospital at Erlanger, with dozens of injured students arriving in their matching school uniforms, without parents, many in shock or otherwise unable to share key information. Asked what their parents' names were, some simply said, \"Mama,\" Darvey Koller, a pediatric emergency room physician, said in a news conference. Six children remained hospitalized in critical condition Tuesday, and another six were in stable condition, Koller said. Another 19 were treated and released, he said. Jon Schuppe ",
    "title": "Chattanooga Mom Says She Complained About Driver in Deadly Crash - NBC News"
   },
   {
    "entities": [
     "inc.",
     "right now",
     "bannon",
     "house",
     "donald",
     "earlier this month",
     "nov",
     "foundation",
     "steve",
     "22, 2016",
     "2016",
     "jared",
     "haberman",
     "fbi",
     "benghazi",
     "james",
     "february",
     "new",
     "interactive",
     "times",
     "on",
     "once",
     "cbs",
     "argentina",
     "news",
     "2:57 pm est",
     "clinton",
     "irs",
     "now",
     "breitbart",
     "baquet",
     "ivanka",
     "last week",
     "grynbaum",
     "the",
     "michael",
     "committee",
     "watch",
     "select",
     "white",
     "kushner",
     "mideast",
     "trump",
     "may",
     "dean",
     "u.s.",
     "va.",
     "clintons",
     "maggie",
     "photos",
     "mattis",
     "ryan",
     "paris",
     "hillary",
     "york",
     "past",
     "radford",
     "isis",
     "paul",
     "judicial"
    ],
    "id": 7,
    "text": "CBS News Last Updated Nov 22, 2016 2:57 PM EST In a meeting with the New York Times, Donald Trump appeared to back away from some of the most prominent promises he made during his presidential campaign, notably, whether he would appoint a special prosecutor to investigate Hillary Clinton, and whether or not torture should be used in the war on terror. Asked whether he had ruled out prosecuting Hillary Clinton, he replied, “It’s just not something I feel strongly about,” Mr. Trump told the room, according to Times media reporter Michael Grynbaum, who live-tweeted the meeting. Prosecution, he said “would be very, very divisive for the country,” Mr. Trump told the room, according to Times political reporter Maggie Haberman. “My inclination for whatever power I have on the matter is to say let’s go forward. This has been looked at for so long, ad nauseum.” In addition to the FBI’s investigation, the House Select Committee on Benghazi has looked into Clinton’s emails, as did several media organizations and watchdog groups like Judicial Watch. Mr. Trump also said that Clinton had “suffered greatly” and he does not “want to hurt the Clintons.”  This was a far cry from the cries of “Lock her up” he encouraged at rally after rally during his campaign. And during the second presidential debate ,  Mr. Trump told Clinton he would appoint a special prosecutor. “If I win, I am going to instruct my attorney general to get a  special prosecutor to look into your situation because there has never  been so many lies, so much deception,” he said. Mr. Trump also appears to have had a change of heart on the use of torture. Gen. James Mattis (ret), he said has told him “’I’ve never found it to be useful.’” Mattis, who is under consideration for secretary of state, told Mr. Trump that building trust with terror suspects and rewarding cooperation elicited better results. “‘Give me a pack of cigarettes and a couple of beers and I’ll do better,’” Mr. Trump said, quoting Mattis. “I was very impressed by that answer.’’  10 Photos Trump's team Torture, Mr. Trump told the Times, is “not going to make the kind of a difference that a lot of people are thinking.” This is also a stark departure from his campaign rhetoric, when Mr. Trump expressed support for waterboarding and worse. In dealing with the threat posed by ISIS , Mr. Trump said in February, “Torture works, okay folks? ...Believe me, it works.” Waterboarding, Trump has said is “your minor form,” and said “some people say it’s not actually torture.” And he said, “we should go much stronger than waterboarding.”  On climate change, too, which he has more than once called a “hoax,” in the meeting with the Times, when he was asked whether he thought it was related to human activity, he said, “I think there is some connectivity. Some, something. It depends on how much.”  Mr. Trump did not say with certainty he would withdraw from climate change accords, indicating it was a matter under consideration. “I’m looking at it very closely,” he said. “I have an open mind to it.” This again, differs from his past insistence that he would walk away. “We’re going to cancel the Paris climate agreement,” he said in May. He did say, however, that he’s taking into account the impact on U.S. businesses, “how much it will cost our companies” and the impact on American competitiveness, he told the Times.  Trump Foundation admits to breaking IRS rules There was even a change of tone on First Amendment rights. Mr. Trump, who told the Times he thought its reporters had been “very rough” on him during the campaign, has threatened to sue the Times over its stories on him. He also threatened to change the libel laws during his campaign. “One of the things I’m going to do, is I’m going to open up the libel laws,” he told a rally in Radford, Va., in February. “...[W]hen people write incorrectly about you and you can prove that they wrote incorrectly, we’re going to get them through the court system to change and we’re going to get them to pay damages.” A reporter in the room asked him about whether he still intends to “open up the libel laws.” It seems he’s rethought this idea, telling the Times that someone pointed out to him, “’You know, you might be sued a lot more.’ I said, ‘You know, I hadn’t thought of that.’” During the hour-long conversation with the Times, Mr. Trump was also asked about other issues, as well. Has he energized the alt right? “I don’t think so, Dean,” the president-elect replied to Executive Editor Dean Baquet. “I don’t want to energize the group, and I disavow the group,” Mr. Trump said.  The president-elect did not appear to address the concerns of minority groups about the right-wing news site Breitbart under Steve Bannon, who will be his chief White House strategist, and he defended the site by saying it covered stories like the Times does.  Alt-right movement makes momentum with Trump presidency “Breitbart is just a publication. They cover stories like you cover stories,” Mr. Trump told the Times, according to Grynbaum. “They are certainly a much more conservative paper, to put it mildly, than the New York Times. But Breitbart really is a news organization that has become quite successful. It’s got readers, and it does cover subjects on the right, but it covers subjects on the left also. It’s a pretty big thing.” According to Haberman, Mr. Trump said of Bannon, “If I thought he was a racist or alt-right or any of the things, the terms we could use, I wouldn’t even think about hiring him.” And apparently in reference to the allegations about sympathies toward the alt right, Mr. Trump added that “I think it’s very hard on him. I think he’s having a hard time with it. Because it’s not him.” President-elect Trump outlines first 100 days in office The Times also pressed Mr. Trump on the potential for  conflicts of interest -- “The law’s totally on my side. The president can’t have a conflict of interest, Mr. Trump said, according to Haberman. It was not immediately clear what he meant by that.  “In theory, I could run my business perfectly and then run the country perfectly. There’s never been a case like this,” the president-elect also said. And he said that while he could continue signing checks at his company, he’s “phasing that out now” and giving control to his children, according to Haberman.   “If it were up to some people, I would never, ever see my daughter Ivanka again.” Ivanka Trump participated in the president-elect’s meeting with the Japanese prime minister last week, and reportedly spoke on the phone with the president of Argentina while he was speaking with Mr. Trump. The president-elect has said that his children will run his businesses while he’s president , and he told “ 60 Minutes ” earlier this month that his children will not be consulting him on their business decisions. Also, a recent meeting between Mr. Trump and three of his Indian business partners has also raised questions about the separation of his business from the government’s interests. Times reporter Maggie Haberman said she asked Mr. Trump what role he imagined in his administration for his son-in-law, Jared Kushner. He indicated that a formal role was unlikely, but he thought that Kushner could be involved in Mideast peace.  Mr. Trump also talked about his domestic agenda, which includes a very expensive infrastructure plan. Asked what House Speaker Paul Ryan and Republicans thought of the plan, Trump said, “Right now, they’re in love with me.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump appears to back away from some campaign promises in meeting with New York Times - CBS News"
   },
   {
    "entities": [
     "right now",
     "house",
     "donald",
     "time",
     "commerce",
     "texas",
     "mazzant",
     "of",
     "associated",
     "chamber",
     "$23,660",
     "new",
     "perez",
     "times",
     "nov. 22, 2016",
     "e.",
     "tuesday",
     "manufacturers",
     "$80 billion",
     "white",
     "harnik",
     "assn.",
     ", 3:43 p.m.",
     "obama",
     "trump",
     "press",
     "thomas",
     "may",
     "$47,476",
     "u.s.",
     "hail",
     "linda",
     "amos",
     "iii",
     "york",
     "dec. 1",
     "kelly",
     "andrew",
     "department",
     "labor",
     "l.",
     "national"
    ],
    "id": 8,
    "text": "Donald Trump briefly cancels a meeting with the New York Times Nov. 22, 2016, 3:43 p.m. This is our look at President-elect Donald Trump's transition and the outgoing Obama administration. Here's what's happening right now: Trump briefly cancels a meeting with the New York Times, claiming the terms were changed; the paper says he changed them Trump peddles a softer message in a new video Neo-Nazi 'alt-right' group offers a 'Hail Trump' salute Nov. 22, 2016, 3:43 p.m. Texas judge blocks Obama administration's new overtime rule from taking effect Labor Secretary Thomas E. Perez . (Andrew Harnik / Associated Press) A Texas judge blocked President Obama's bid to expand overtime pay protections to millions of Americans on Tuesday, thwarting a key presidential priority just days before it was set to take effect. The Labor Department rule would have doubled the salary level at which hourly workers must be paid extra for overtime pay, from $23,660 to $47,476. Siding with business groups including the U.S. Chamber of Commerce, Texas District Judge Amos L. Mazzant III halted it. The rule, finalized in May, represented the first such change in more than a decade and was hailed at the time as the most consequential action the Obama administration could take for middle-class workers without congressional involvement. Plaintiffs had argued the Labor Department acted beyond its authority under the Fair Labor Standards Act.  The administration said more than 4 million salaried workers stood to benefit from the change when it took effect Dec. 1. The rule was already in jeopardy after the election of Donald Trump. Just as the Obama administration made the change through its rule-making prerogatives, a Republican administration could undo it. Neither the White House nor the Labor Department had an immediate comment. Republican lawmakers and their allies in the business community, which were behind the legal challenge, celebrated the decision. \"The decision brings us a step closer to curbing regulations that have resulted in $80 billion in compliance costs and more than 25 million hours of paperwork,\" said Linda Kelly, senior vice president for the National Assn. of Manufacturers. \"The fights are not yet over — and our work is just beginning.\" Latest updates ",
    "title": "Texas judge blocks Obama administration&apos;s new overtime rule from taking effect - LA Times"
   },
   {
    "entities": [
     "march 2014",
     "house",
     "congress",
     "earlier this month",
     "martinez",
     "office",
     "npr",
     "newscast",
     "yuki",
     "congressional",
     "mazzant",
     "scott",
     "of",
     "perez",
     "pablo",
     "horsley",
     "tom",
     "budget",
     "tuesday",
     "unit",
     "white",
     "administration",
     "obama",
     "trump",
     "dodd-frank",
     "$47,476",
     "currently",
     "u.s.",
     "amos",
     "iii",
     "dec. 1",
     "department",
     "labor",
     "future",
     "barack",
     "noguchi"
    ],
    "id": 9,
    "text": "In March 2014, President Barack Obama directed Labor Secretary Tom Perez to modernize overtime protections. A federal judge Tuesday blocked implementation of the new rule set to go into effect Dec. 1 Pablo Martinez Monsivais/AP hide caption toggle caption Pablo Martinez Monsivais/AP In March 2014, President Barack Obama directed Labor Secretary Tom Perez to modernize overtime protections. A federal judge Tuesday blocked implementation of the new rule set to go into effect Dec. 1 Pablo Martinez Monsivais/AP With just over a week before it was scheduled to take effect, a federal judge Tuesday blocked an Obama Administration rule that would have extended overtime eligibility to some four million Americans. The Labor Department's sweeping overhaul to the overtime rule required employers to pay time-and-a-half to their employees who worked more than 40 hours in a given week and earned less than $47,476 a year. That salary threshold is about twice what currently allows workers to be exempted from overtime. As NPR's White House Correspondent Scott Horsley told our Newscast Unit, supporters of the rule called it \"long overdue\" as inflation took its toll on overtime protection. \"The rule was one of the Administration's most far-reaching efforts to boost pay for workers at the lower end of the income ladder. It's one of many Administrative actions that was already facing the threat of reversal from the incoming Trump Administration.\" The measure, set to take effect Dec. 1, was intended to send a jolt to slow-growing U.S. incomes. U.S. District Judge Amos Mazzant III sided with plaintiffs in the case who complained that the new overtime rules would have caused an uptick in government costs in their states and made it mandatory for businesses to pay millions in additional salaries. Business groups said the new rule changes would have eventually led to layoffs. Article continues after sponsorship The timing of the block brings an early answer for workers were wondering the rule's fate after the election. As NPR's Business Correspondent Yuki Noguchi reported earlier this month: \"In any presidential transition, previous policies are subject to review. Trump has pledged to undo President Obama's executive orders, dismantle the Affordable Care Act, reverse policies on clean air, immigration and on Dodd-Frank financial reform. This [month], the Congressional Budget Office said canceling the overtime rule would reduce employers' compliance costs and boost profits, a point advocates refute. This leaves businesses wondering how they should proceed on rules that might be unwound.\" With Republicans controlling both houses in Congress and the Trump Administration set to take office in less than two months, the new overtime rule's long-term future remains in limbo. The Department of Labor issued the following statement regarding federal court's preliminary injunction. \"We strongly disagree with the decision by the court, which has the effect of delaying a fair day's pay for a long day's work for millions of hardworking Americans. The department's overtime rule is the result of a comprehensive, inclusive rulemaking process, and we remain confident in the legality of all aspects of the rule. We are currently considering all of our legal options.\" Here is the full court document: ",
    "title": "Federal Judge Blocks Obama Administration's Overtime Pay Rule : The Two-Way : NPR"
   }
  ]
 }
}