{
 "26": {
  "col-sim": {
   "cosine": 0.3732080078866912,
   "entity": 0.44721359549995787
  },
  "exec-time": 9.704637289047241,
  "links": [
   {
    "entities": [
     "police",
     "council",
     "tiffeny",
     "cpac",
     "last year",
     "office",
     "accountability",
     "earlier this month",
     "christy",
     "mt.",
     "donald",
     "englewood",
     "october 2014",
     "lyons",
     "angeles",
     "avenue",
     "kajuan",
     "tribune",
     "of",
     "south",
     "kirby",
     "this year",
     "victoria",
     "mount",
     "alliance",
     "contact",
     "los",
     "zumbach",
     "emanuel",
     "early friday",
     "river",
     "pointer",
     "calvin",
     "nov. 25, 2016",
     "civilian",
     "gutowski",
     "the past week",
     "mcdonald",
     "greenwood",
     "side",
     "friday",
     "lauren",
     "tower",
     "alyssa",
     "&",
     "shaw",
     "uribe/chicago",
     "friday march",
     "chicago",
     "boxley",
     "bomkamp",
     "trump",
     "reporters",
     "nike",
     "michigan",
     "against",
     "lisa",
     "samantha",
     "schencker",
     "ho",
     "u.s.",
     "apple",
     "beal",
     "barbara",
     "joshua",
     "one day of the year",
     "fifth",
     "water",
     "days of the year",
     "rahm",
     "raye",
     "abel",
     "laquan",
     "late wednesday",
     "marotti",
     "tiffaney",
     "north",
     "saks",
     "thursday",
     "jackson",
     "west",
     "racist"
    ],
    "id": 0,
    "text": "Michigan Avenue protest urges boycott, awareness of police misconduct Michigan Avenue protest urges Black Friday boycott, awareness of police misconduct For a second year in a row, protesters marched down North Michigan Avenue calling for a Black Friday boycott. The protest, organized by the Chicago Alliance Against Racist and Political Repression, also denounced the city's planned Civilian Office of Police Accountability on Nov. 25, 2016. (Alyssa Pointer & Abel Uribe/Chicago Tribune) For a second year in a row, protesters marched down North Michigan Avenue calling for a Black Friday boycott. The protest, organized by the Chicago Alliance Against Racist and Political Repression, also denounced the city's planned Civilian Office of Police Accountability on Nov. 25, 2016. (Alyssa Pointer & Abel Uribe/Chicago Tribune) Christy Gutowski and Juan Perez Jr. Contact Reporters Chicago Tribune Protesters attempted to stop holiday shopping along parts of Chicago's Magnificent Mile for the second consecutive year, urging a Black Friday boycott to demand civilian oversight of city law enforcement amid high-profile police shootings and continuing neighborhood gun violence. After organizing early Friday near the old Water Tower monument, as many as 200 demonstrators peacefully marched on sidewalks under a heavy police presence during an effort to block several Michigan Avenue storefronts on one of the busiest shopping days of the year. Activists focused their attention along a five-block stretch just north of the Chicago River while chanting, \"No justice. No peace,\" and \"Hey, hey. Ho, ho. Rahm Emanuel has got to go.\" Video: Protester, shopper face off on Michigan Avenue A protester and a passerby face off during a rally along Chicago's Magnificent Mile urging a Black Friday boycott to raise awareness of police misconduct toward minorities and other inequalities in the city's poorest neighborhoods. A protester and a passerby face off during a rally along Chicago's Magnificent Mile urging a Black Friday boycott to raise awareness of police misconduct toward minorities and other inequalities in the city's poorest neighborhoods. See more videos The demonstration failed to gain the momentum of last year's Black Friday march, when a massive crowd of approximately 1,000 people shut down some retailers and halted traffic in the heart of the city's famed shopping district. The earlier protest came just days after the city released police dashcam video capturing the fatal October 2014 shooting of black teenager Laquan McDonald by a white Chicago police officer. The 17-year-old was shot 16 times as he appeared — with knife in hand — to be walking away from police. Friday's protest followed three fatal Chicago police shootings in the past week, including that of 19-year-old Kajuan Raye. Police fatally shot Raye in West Englewood late Wednesday. Many demonstrators also spoke about the fatal police shooting of Joshua Beal earlier this month in the Mt. Greenwood neighborhood. Beal's mother, Tiffaney Boxley, thanked participants for their activism. Video: Black Friday protest in Chicago For the second year in a row, protesters rallied along Chicago's Magnificent Mile urging a Black Friday boycott to raise awareness of police misconduct toward minorities and other inequalities in the city's poorest neighborhoods. For the second year in a row, protesters rallied along Chicago's Magnificent Mile urging a Black Friday boycott to raise awareness of police misconduct toward minorities and other inequalities in the city's poorest neighborhoods. See more videos \"We have a long fight ahead of us,\" she said. This year's rally was planned by a network of groups that includes the Chicago Alliance Against Racist and Political Repression and the local chapter of Black Lives Matter. Organizers said they wanted to draw attention to a range of issues, including police treatment of minorities and economic inequalities in West and South Side neighborhoods plagued by gun violence, struggling schools and poverty. But their main target was Mayor Rahm Emanuel and his new police oversight agency, the Civilian Office of Police Accountability, which protesters argue falls short of their call for a civilian-led council to investigate cases of alleged police misconduct. Activists carried signs that promoted their proposal for an elected police watchdog group, the Civilian Police Accountability Council, or CPAC. Lauren Zumbach, Samantha Bomkamp and Lisa Schencker Black Friday , historically the starting line of the retail industry's crucial holiday buying season, has become a multiday quest, with shoppers desperate to get their hands on bargains and tough-to-find items keeping cash registers — particularly of the virtual kind — ringing Thursday and Friday. ... Black Friday , historically the starting line of the retail industry's crucial holiday buying season, has become a multiday quest, with shoppers desperate to get their hands on bargains and tough-to-find items keeping cash registers — particularly of the virtual kind — ringing Thursday and Friday. ... (Lauren Zumbach, Samantha Bomkamp and Lisa Schencker) Demonstrators, gathering weeks after the divisive U.S. presidential election, also voiced their opposition to President-elect Donald Trump. They locked arm-in-arm, formed a human chain and tried to keep shoppers from entering the Nike, Apple and Victoria's Secret stores, while police officers formed their own competing wall of bodies to usher people through. Some minor scuffles broke out when shoppers tried to enter stores by pushing through lines of demonstrators, but the four-hour event was largely peaceful. Some onlookers even snapped pictures and carried on undeterred with their shopping. Video: Tiffeny Boxley, mom of Mount Greenwood police shooting victim, Joshua Beal For the second year in a row, protesters rallied along Chicago's Magnificent Mile urging a Black Friday boycott to raise awareness of police misconduct toward minorities and other inequalities in the city's poorest neighborhoods. For the second year in a row, protesters rallied along Chicago's Magnificent Mile urging a Black Friday boycott to raise awareness of police misconduct toward minorities and other inequalities in the city's poorest neighborhoods. See more videos Police reported no significant problems, and said three arrests were made for charges including trespassing and resisting arrest. There also were a few lighter moments, including one outside Saks Fifth Avenue when demonstrator Calvin Jackson chanted, \"Go home. Go eat turkey!\" at would-be shoppers. Officers could occasionally be seen laughing with demonstrators and some passersby made a point of delivering high-fives or handshakes to police at the scene. \"For some, it's about the police; some it's about immigration. It's just all the people who are not (Trump supporters), and they're afraid,\" said protester Barbara Lyons, 79, of Jewish Voice for Peace. \"It just upsets me what kind of world my grandchildren will grow up in,\" she said. Los Angeles resident Kirby Shaw, who was in town to visit his sister, decided to join the demonstration while taking in the sights along Michigan Avenue. Shaw, 23, said he understands some will not be happy with the message to boycott Black Friday, but \"for one day of the year you can not buy things and support your local retailers and help make a difference.\" Chicago Tribune's Ally Marotti contributed. cmgutowski@chicagotribune.com ",
    "title": "Michigan Avenue protest urges boycott, awareness of police misconduct - Chicago Tribune"
   },
   {
    "entities": [
     "council",
     "house",
     "scalia",
     "thanksgiving",
     "protection",
     "doniger",
     "david",
     "coal",
     "shanghai",
     "this thanksgiving",
     "new",
     "times",
     "once",
     "supreme",
     "now",
     "devos",
     "cincinnati",
     "kanye",
     "the week",
     "america",
     "2001",
     "kyoto",
     "evan",
     "francis",
     "court",
     "last year",
     "compton",
     "this year",
     "defense",
     "natural",
     "scully",
     "w.",
     "haley",
     "nov. 25, 2016",
     "bush-cheney",
     "lux",
     "california",
     "huntington",
     "research",
     "agency",
     "william",
     "institute",
     "charles",
     "nile",
     "pittsburgh",
     "weeks ago",
     "yu",
     "congress",
     "donald",
     "beijing",
     "2016",
     "grassley",
     "iowa",
     "90%",
     "cabinet",
     "clinton",
     "monday",
     "memoli",
     "tuesday",
     "vin",
     "frey",
     "michael",
     "states",
     "white",
     "getty",
     "obama",
     "trump",
     ", 11:19 a.m.",
     "u.s.",
     "mosul",
     "paris",
     "hillary",
     "united",
     "environmental",
     "the future",
     "club",
     "competitive",
     "u.n.",
     "utah",
     "brune",
     "ebell",
     "right now",
     "weekend",
     "sierra",
     "halper",
     "yuan-sheng",
     "george",
     "images",
     "wednesday",
     "epa",
     "e.",
     "pacificorp",
     "myron",
     "china",
     "a.",
     "york",
     "resources",
     "enterprise",
     "yeatman",
     "west",
     "bush",
     "city"
    ],
    "id": 1,
    "text": "Trump seems ready to fight the world on climate change, and it could cost the U.S. Utah coal plant George Frey / Getty Images Coal trucks leave a power plant operated by PacifiCorp outside Huntington, Utah. Coal trucks leave a power plant operated by PacifiCorp outside Huntington, Utah. (George Frey / Getty Images) Evan Halper Contact Reporter Donald Trump is branded with all manner of unflattering labels, but one that hasn’t seemed to much bother him is “climate pariah.” The president-elect is unabashed in his disdain for America’s global warming policy. He has placed a staunch climate-change doubter and antagonist of mainstream science in charge of reshaping — or as Trump has suggested, dismantling — the Environmental Protection Agency . He has talked frequently about reneging on the historic Paris global climate treaty the U.S. took a lead in drafting. And he has said he wants every federal green-energy program eliminated. Environmentalists take little comfort in Trump’s recent comments that he accepts “there is some connectivity” between human activity and climate change and that he has an open mind about it, as what he’s said elsewhere and done so far suggests otherwise. And even those comments gave scientists cause for alarm. “You can make a lot of cases for different views,” Trump told the New York Times , casting doubt on the finding by more than 90% of climate scientists that emissions are accelerating global warming. “I’m not sure anybody is ever going to really know.” Yet few things on Trump’s confrontational agenda put him more quickly on a collision course with the rest of the world, much of his own country and even some in his own party than his stated desire to abandon the fight against global warming. The looming assault on environmental regulation will test the resilience of California’s leadership role in the world, which is defined in large part by aggressive action on climate change that became a blueprint for the Obama administration. “Donald Trump will be about the only head of state who does not believe in climate science or the responsibility of his government to act,” said Michael Brune, executive director of the Sierra Club, which signed up more members in the week after Trump won the election than during the rest of 2016 combined. “This makes the Bush-Cheney administration look like it came from an environmental training camp.” But Trump may be picking a tougher fight than he knows. The last time the White House made the kind of retreat Trump envisions – when President Bush walked away from the Kyoto protocol in 2001 – the policy landscape of climate change was drastically different. Much of the action on climate change in this country no longer plays out in federal agencies but at local commissions enforcing laws in 29 states that push public utilities to go green. Their mandates are to encourage investment in cleaner plants and technology development. Major U.S. trading partners that signed on to the nearly 200-nation accord reached in Paris last year are already signaling that they will retaliate if the United States backs out, possibly by slapping environmental trade tariffs onto some American products. Trump names first women to Cabinet with Haley for U.N., DeVos at Education Nov. 25, 2016, 11:19 a.m. This is our look at President-elect Donald Trump's transition and the outgoing Obama administration. Here's what's happening right now: Trump tweaks his views on a trio of major issues, complicating... (Michael A. Memoli) Bailing on the deal could also increase the influence of China, itself once a chief climate pariah and now a green-energy powerhouse and lead instigator of international climate agreements. Trump is poised to create a leadership vacuum in the fight against climate change that would only expand Beijing’s reach, Chinese officials say.  None of those potential consequences faze the free-market think tanks urging Trump to go rogue. Just weeks ago, these groups were on the lonely fringe, pursuing an agenda written off as wacky by the mainstream science community, but now find themselves helping drive policy at the highest levels. “We disagree with President Obama that climate change is the end-all and we ought to reorient the global economy around this phenomenon,” said William Yeatman, a senior fellow at the Competitive Enterprise Institute. One of the organization’s most outspoken scholars, Myron Ebell, was tasked by Trump to oversee the transition to the new administration at the EPA. Ebell accuses the mainstream science community of unnecessarily alarming the public about global warming. Where many erstwhile allies abandoned that position in the face of mounting evidence to the contrary, Ebell doubled down. Last year, he attacked the call by Pope Francis for action on climate change as “scientifically ill-informed, economically illiterate, intellectually incoherent and morally obtuse.” That Ebell is now setting the direction of the EPA is horrifying to no small number of policymakers and scientists who have worked on this issue since even before the Kyoto talks. Some don’t even accept it. They expect Ebell will stir so much public outrage that his influence in the new administration will quickly wane. “He is a fanatical ideologue,” said David Doniger, who directs the climate program at the Natural Resources Defense Council. “If this were a corporation, would you turn a sales unit over to a nut like that?” But Trump, who shook up his transition team after winning the election, has left Ebell in charge of the shift at the EPA and may keep him in place to run the agency. Trump’s transition team did not respond to a request to interview Ebell. In California, state officials are already dusting off their playbooks from the George W. Bush years, when the state launched its ambitious climate agenda in spite of the White House. The state’s clean-energy start-ups and innovation labs are redrafting business plans to focus on serving customers in places likely to be more hospitable to green tech during the Trump administration. Home-grown California technologies thought to be destined for Pittsburgh or Cincinnati may now divert to Paris or Shanghai. “I don’t see this impacting California one bit,” said Yuan-Sheng Yu, an analyst at Lux Research who wrote a report on the future of climate policy under Trump. “California has made clear it is going to move forward regardless of who is president, just as it did before Obama.” Trump faces an even more politically daunting barrier: many fellow Republicans. Generous federal tax credits for wind and solar production have provided an economic boost to states red and blue alike. Republican Sen. Charles E. Grassley of Iowa put Trump on notice, saying this year that only “over my dead body” would Congress allow a repeal of the wind tax credits Trump has proposed eliminating. Still, U.S. greenhouse gas emissions, which have been dropping for years, are projected to turn sharply upward under Trump, according to the Lux report, even as California and many other states push ahead with their climate plans.  For starters, Trump’s agenda would enable unfettered operation of America’s most polluting power plants. Obama’s Clean Power Plan – which Trump said he will immediately kill – aimed to shut those down. Without those federal regulations in place, states resistant to the California-type approach are free again to go their own way. Combine that with Trump’s plan to strip all subsidies for green power, and add a Trump environmental agenda that includes none of the aggressive goals Hillary Clinton set for accelerating solar installations, and the amount of carbon released into the environment surges. The public remains alarmed by climate change, and Trump will pay a heavy political price if he proceeds, environmental groups warned.  But even the climate contrarians at the Competitive Enterprise Institute are skeptical about how far he will go. Yeatman pointed to a postelection report in an energy industry publication that said Trump is already putting on the back burner his plan to end the wind and solar subsidies driving so much of America’s green economy. And the energy plan the Trump campaign has now posted on its website also concerns him. Along with a massive surge in fossil fuel production, Trump promises to “make full use” of “renewable energy sources.” And on Tuesday, Trump walked back a few more steps. Asked whether he was dead set on abandoning the Paris accord, the president-elect wavered. “I’m looking at it very closely,” he said. “I have an open mind to it.” Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption Weekend Roundup: 7 stories you can't miss Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Iraqi doctors work round the clock in hospitals outside of Mosul, Chinese students are flocking to U.S. high schools, about 7 million working-age men don’t have a job and aren’t looking for one, Trump the president vs. Trump the businessman, Kanye West was hospitalized Monday for stress and exhaustion after a bizarre week, New York City has seen a surge of swastika vandalism, and how to make the most of your Thanksgiving leftovers. Caption 4 Thanksgiving Stories You Can't Miss How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. How to make the most of your Thanksgiving leftovers, expert tips on how to survive, and hopefully enjoy your dinner this Thanksgiving when politics comes up, why some stores are staying closed this Thanksgiving, and traveling tips. Caption 4 Stories You Can't Miss New York sees a surge of swastika vandalism  since the election, scientists say they've found a way to give you a little extra warning before an earthquake strikes , the West Nile virus is spreading  and in some cases the symptoms are dire, and one of Donald Trump's firsts tasks will be nominating a judge to replace Supreme Court justice Scalia .  Caption 3 men found shot to death inside Compton park maintenance shed Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Three men who were found shot to death in a shed in a Compton park appear to have been squatters, sheriff’s homicide detectives said Wednesday. Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom ALSO ",
    "title": "Trump seems ready to fight the world on climate change, and it could cost the U.S. - LA Times"
   },
   {
    "entities": [
     "recently",
     "begin",
     "petition",
     "$2.5 million",
     "green",
     "party",
     "supreme",
     "now",
     "haas",
     "5 percent",
     "computer",
     "jill",
     "howard",
     "past",
     "thursday",
     "college",
     "in",
     "stein",
     "wisconsin",
     "center",
     "court",
     "commission",
     "et",
     "of",
     "associated",
     "this year",
     "fuente",
     "november 24, 2016",
     "pennsylvania",
     "kellyanne",
     ", 6:56 pm",
     "$500,000",
     "j.",
     "$600,000",
     "security",
     "alex",
     "$4 million",
     "dec. 13",
     "russia",
     "donald",
     "election",
     "adam",
     "2016",
     "for",
     "society",
     "conway",
     "nov 25",
     "democratic",
     "clinton",
     "monday",
     "last week",
     "7:27",
     "michael",
     "states",
     "friday",
     "$520,000",
     "trump",
     "following",
     "hillary",
     "united",
     "$7 million",
     "del",
     "next week",
     "electoral",
     "jaffe",
     "john",
     "november 25, 2016",
     "to",
     "wednesday",
     "afternoon",
     "news",
     "bonifaz",
     "recount",
     "press",
     "michigan",
     "university",
     "alexandra",
     "la",
     "and",
     "13:21",
     "share",
     "late next week",
     "nbc",
     "2011",
     "future",
     "halderman"
    ],
    "id": 2,
    "text": "Nov 25 2016, 6:56 pm ET Election Recount to Begin in Wisconsin Following Green Party Petition, Officials Say by Adam Howard and Alexandra Jaffe Share advertisement Wisconsin accepted Green Party presidential nominee Jill Stein's petition for a statewide recount of votes for President of the United States, state officials said Friday. The recount is expected to begin late next week. \"The Commission is preparing to move forward with a statewide recount of votes for President of the United States, as requested by these candidates,\" Wisconsin Election Commission's Administrator Michael Haas said in a statement . The state's election commission is still waiting to receive a cost estimate from county clerks to calculate the fee that Stein's campaign will have to pay before the start of the recount, but Haas anticipates the recount will begin next week after the fee is paid. The Commission has received the Stein and Del La Fuente recount petitions. Details and news release posted soon at https://t.co/N3TrlOIqE1 . — Wisconsin Elections (@WI_Elections) November 25, 2016 Stein announced that she intends to mount a legal challenge to re-examine the vote totals in three states, including Wisconsin, that performed differently than polling suggested they would on Election Day. The other two states are Michigan, where NBC News has yet to officially call a winner, and Pennsylvania. Stein's Wisconsin filing came about an hour and a half before the afternoon deadline. Her campaign said Friday that it had surpassed its initial fundraising goal to fund the recount effort and crossed the $4 million mark. Costs are likely to be steep. In Wisconsin alone, past statewide recounts for a non-presidential year cost more than $520,000, according to an incomplete survey carried out by the Associated Press in the wake of a contested Supreme Court election in 2011. Nearly double the number of voters turned out to the polls this year compared to the previous recount election, Haas said. In addition, Wisconsin officials would need to scramble to finish the recount by the federal Dec. 13 deadline. \"The recount process is very detail-oriented, and this deadline will certainly challenge some counties to finish on time,\" Haas said in the statement. The Michigan and Pennsylvania recount deadline dates are next week. Play Jill Stein seeking a presidential recount 7:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161126013939if_/http://www.nbcnews.com/widget/video-embed/816995907605\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> While Stein said her initial fundraising goal was $2.5 million, her campaign website now says she's trying to net $7 million, which would pay for the fees for filing costs, attorneys and statewide recount observers. President-elect Donald Trump still holds narrow leads in all three states, and his victories in Pennsylvania and Wisconsin provided him with the Electoral College advantage he needed to win the presidency. However, reports of irregularities in the vote count — brought to light by a collection of scientists and activists — along with concerns over whether Russia may have attempted to influence the results and Democratic nominee Hillary Clinton's historic and growing popular vote victory , have provided the momentum and emotion behind this admittedly long-shot fight to force a recount. Related: How Would a Contested Election Work? Five Things to Know \"After a divisive and painful presidential race, reported hacks into voter and party databases and individual email accounts are causing many American to wonder if our election results are reliable. These concerns need to be investigated before the 2016 presidential election is certified.\" Stein said in a Wednesday statement. \"We deserve elections we can trust.\" For its part, the Clinton campaign, which stands to benefit the most from overturned election results, has remained quiet on Stein's crusade. Two advocates for a recount, lawyer John Bonifaz and J. Alex Halderman, the director of the University of Michigan Center for Computer Security and Society, did attempt to lobby members of her team to back the effort during a conference call last week, but were rebuffed. Play Few precedents for popular vote gap like 2016 13:21 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161126013939if_/http://www.nbcnews.com/widget/video-embed/816766019616\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"There's either a huge subset of hidden voters that didn't tell pollsters how they were going to vote, or something went awry with those voting systems. If we can X out that second option, why not,\" a source who was privy to conversations with the Clinton camp recently told NBC News. The Clinton campaign was reportedly unmoved because there have no been widespread reports of fraud or vote tampering. Many experts believe that the real culprit behind the polling disparities in Michigan, Wisconsin and Pennsylvania was an unmotivated Democratic base, which failed to turn out in full force on Election Day. The Trump campaign has also been dismissive of Stein's actions, with the president-elect's aide, Kellyanne Conway, mocking the Green Party candidate's supporters on Twitter: Look who \"can't accept the election results\" Hillary Clinton Supporters Call for Vote Recount in Battleground States https://t.co/D4t6HbPUXG — Kellyanne Conway (@KellyannePolls) November 24, 2016 Still, Stein's push is moving forward and she is up against the clock. With Wisconsin's Friday deadline, Stein has said the initial $2.5 million she raised will cover that effort. Further funding will be redirected to Michigan, where the filing cost will be $600,000 and the challenge deadline is Monday, and Pennsylvania, where the filing cost is $500,000 and the deadline is Wednesday. Some critics have expressed skepticism about whether the money donated to Stein will really finance a recount effort, or will simply amount to a replenished war chest for the Green Party, which failed to reach the 5 percent threshold in the popular vote that could have led to federal funding in future elections. The fine print on her website tells donors that she cannot guarantee that a recount will happen and that any surplus money raised will go towards \"election integrity efforts and to promote voting system reform.\" All of their money has come from private citizens, the Green Party does not accept corporate donations. A recount would mean a hand-counting of ballots, including those from electronic machines, which are the ones most in dispute, and experts believe it is highly unlikely that the process would overturn enough votes to help Clinton reduce her deficits. But according to Stein, that's not the point. \"This is not being done to benefit one candidate at the expense of the other,\" she said Thursday during an appearance on the PBS NewsHour . \"This is being done because Americans, you know, come out of this election not happy campers.\" Play ",
    "title": "Election Recount to Begin in Wisconsin Following Green Party Petition, Officials Say - NBC News"
   },
   {
    "entities": [
     "inc.",
     "court",
     "donald",
     "steve",
     "time",
     "kerry",
     "$2.5 million",
     "green",
     "a million dollars",
     "2016",
     "john",
     "george",
     "interactive",
     "0.5 percent",
     "new",
     "party",
     "$1 million",
     "times",
     "chaggaris",
     "page",
     "washington",
     "cbs",
     "w.",
     "supreme",
     "this morning",
     "2004",
     "news",
     "clinton",
     "now",
     "haas",
     "pennsylvania",
     "usa",
     "trump",
     "jill",
     "michigan",
     "currently",
     "susan",
     "ohio",
     "one percent",
     "$5 million",
     "hillary",
     "2011",
     "late next week",
     "york",
     "dec. 28, 2004",
     "current",
     "today",
     "stein",
     "wisconsin",
     "bush"
    ],
    "id": 3,
    "text": "Susan Page, USA Today's Washington bureau chief, joins \"CBS This Morning\" from Washington to discuss third party candidate Jill Stein's push for ... What happens next? The recount is expected to begin late next week, after the Stein campaign pays the recount fee, which is still be calculated.  Early estimates suggest the cost of the recount could reach the $1 million range, and Stein’s campaign will have to pay for it under Wisconsin’s rules. If the margin had been under 0.5 percent, the state would pay for the recount, but the current margin of 27,257 is just under one percent -- the tally currently stands at 1,409,467 for Mr. Trump and 1,382,210 for Clinton. Money won’t be a problem -- Stein has so far raised over $5 million for recount efforts in three states including Wisconsin, and she has now specifically set aside $2.5 million for that effort. Haas noted in the commission’s statement that the last statewide recount was in 2011 after the Supreme Court election, and that cost over half a million dollars. That election had about 1.5 million votes, roughly half as many as the 2016 presidential election in Wisconsin. Over 100 reporting units from across the state have been randomly selected for audits of their voting equipment -- this has already begun. All ballots will be examined to determine voter intent before being retabulated, the statement said. And the canvassers will also examine poll lists, absentee ballots and provisional ballots as part of the recount. Should the candidates disagree with the result of the recount, they are able to appeal in circuit court within five days of the completion of the recount.  Hillary Clinton and Donald Trump have yet to weigh in on the effort. Stein is seeking recounts in three states: Wisconsin, Pennsylvania and Michigan. Michigan has not yet been called, and it’s the closest of the three states. If the three states were to move into Clinton’s column, she would win, with 278 electoral votes, but this seems very unlikely. It’s rare that recounts change the result of a race.   Wisconsin, worth 10 electoral votes, has never held a presidential recount, but the effort isn’t without precedent. In 2004, the Green Party did succeed in obtaining a recount in Ohio in the presidential race. The New York Times noted at the time that the statewide recount of Ohio’s 88 counties resulted in a net difference of 285 votes, meaning that George W. Bush beat John Kerry in Ohio by 118,457 votes, instead of 118,775. The recount concluded on Dec. 28, 2004, nearly two months after the election took place. CBS News’ Steve Chaggaris contributed to this report. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Jill Stein files for a recount in Wisconsin: What you need to know - CBS News"
   },
   {
    "entities": [
     "bedminster",
     "schmidt",
     "house",
     "huckabee",
     "hannity",
     "mandel",
     "ngan/agence",
     "russia",
     "sean",
     "twitter",
     "vladimir",
     "peters",
     "john",
     "haberman",
     "november 25, 2016",
     "george",
     "putin",
     "defense",
     "bolton",
     "new",
     "newt",
     "times",
     "2008",
     "wednesday",
     "party",
     "jeremy",
     "washington",
     "w.",
     "e.",
     "news",
     "f.",
     "republican",
     "arkansas",
     "the following day",
     "michael",
     "states",
     "southern",
     "command",
     "credit",
     "last weekend",
     "central",
     "qatar",
     "obama",
     "trump",
     "mike",
     "v.",
     "america",
     "n.j.",
     "priebus",
     "reince",
     "romney",
     "2012",
     "r.",
     "maggie",
     "nations",
     "today",
     "leon",
     "united",
     "kelly",
     "york",
     "state",
     "department",
     "panetta",
     "fox",
     "facebook",
     "dept.",
     "giuliani",
     "partners",
     "others",
     "s.",
     "morning",
     "bush",
     "gingrich"
    ],
    "id": 4,
    "text": "Subscribe to the Times Others, like Newt Gingrich, the former Republican House speaker, and Mike Huckabee, the former governor of Arkansas, have gone on television to try to dissuade Mr. Trump from picking Mr. Romney. Mr. Huckabee, who said during the 2008 presidential campaign that Mr. Romney reminded voters of “the guy who laid them off,” told Fox News on Wednesday that picking Mr. Romney would be “ a real insult ” to Mr. Trump’s supporters. Mr. Giuliani is a favorite of the Republican voters who turned out in large numbers to lift Mr. Trump to victory. Sean Hannity, a Fox News host whose opinion Mr. Trump often privately solicits, has also been deeply critical of Mr. Romney on his show. Advertisement Continue reading the main story Shortly after the election, Mr. Giuliani told associates that he believed the job was his. He had communicated to Mr. Trump’s top advisers that it was the only post he was interested in, according to the people briefed on the discussions. Photo Gen. John F. Kelly, the former head of the United States Southern Command, has emerged as an alternative to Mr. Romney and Mr. Giuliani. Credit Mandel Ngan/Agence France-Presse — Getty Images But he began to run afoul of Mr. Trump when he told a Wall Street Journal forum that he would probably be a better candidate than John R. Bolton, who served as one of George W. Bush’s ambassadors to the United Nations. And when reports surfaced about Mr. Giuliani’s foreign business entanglements and highly compensated speechmaking, Mr. Trump grew even warier. His firm, Giuliani Partners, has had contracts with the government of Qatar, and Mr. Giuliani has given paid speeches to a shadowy Iranian opposition group that until 2012 was on the State Department’s list of foreign terrorist organizations. As a backup plan, some of Mr. Trump’s aides encouraged him to meet with Mr. Romney. Though some in Mr. Trump’s inner circle, like Reince Priebus, his choice for chief of staff, thought that such a meeting would anger the president-elect’s supporters, Mr. Trump went ahead. In the meantime, he started sounding out Mr. Giuliani on a different post, director of national intelligence. Mr. Trump’s advisers have discussed the role for Mr. Giuliani, but there has been no indication he wants it. What many people believed would be a perfunctory meeting with Mr. Romney last weekend at Mr. Trump’s golf club in Bedminster, N.J., turned into something more substantial. Mr. Trump liked Mr. Romney quite a bit, and was intrigued by the possibility of such a camera-ready option to represent the country around the globe, advisers to Mr. Trump said. The following day, Mr. Giuliani met with Mr. Trump and urged him to make a decision in one direction or the other. Mr. Romney, who was mocked in 2012 when he described Russia as the greatest geopolitical foe of the United States, has seen his stock in the Republican Party rise since his loss to President Obama, although he is still viewed skeptically by the party’s grass-roots. His allies believe that his position on Russia has been vindicated, but it is starkly at odds with Mr. Trump’s stated desire for a better relationship with the Russian president, Vladimir V. Putin. Privately, Mr. Giuliani has expressed his frustration at going from front-runner for secretary of state to a contender who has to convince Mr. Trump of his strengths. He is particularly irritated over the focus on his business ties. The option of a third person like General Kelly has gained currency in recent days inside the transition team. A respected leader, General Kelly served as the senior military assistant to former Defense Secretary Leon E. Panetta. He led the Southern Command, responsible for all United States military activities in South and Central America, for four years under Mr. Obama. And his appointment would fit Mr. Trump’s inclination toward putting people with combat experience in senior foreign policy roles. Jeremy W. Peters reported from Washington, and Maggie Haberman from New York. Michael S. Schmidt contributed reporting. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on November 25, 2016, on page A1 of the New York edition with the headline: Filling Top Post at State Dept. Divides G.O.P. Order Reprints | Today's Paper | Subscribe ",
    "title": "Republicans Divided Between Romney and Giuliani for Secretary of State - The New York Times"
   },
   {
    "entities": [
     "nazi",
     "bannon",
     "house",
     "picks",
     "donald",
     "ben",
     "electoral",
     "steve",
     "twitter",
     "hamilton",
     "nikki",
     "cia",
     "sessions",
     "for",
     "south",
     "fall",
     "alabama",
     "benghazi",
     "jeff",
     "august",
     "new",
     "secretary",
     "times",
     "that very",
     "washington",
     "gop",
     "the 1990s",
     "cabinet",
     "haley",
     "clinton",
     "devos",
     "last week",
     "breitbart",
     "flynn",
     "monday",
     "now",
     "pompeo",
     "the",
     "carson",
     "michael",
     "kansas",
     "white",
     "this week",
     "obama",
     "trump",
     "carolina",
     "pence",
     "mike",
     "saturday",
     "told",
     "america",
     "priebus",
     "reince",
     "2012",
     "consider",
     "nations",
     "adviser",
     "hillary",
     "united",
     "york",
     "betsy",
     "education",
     "the previous week",
     "first week",
     "security",
     "`times",
     "giuliani",
     "u.n.",
     "rudy",
     "senate",
     "college",
     "night",
     "chooses",
     "morning",
     "names",
     "national"
    ],
    "id": 5,
    "text": "President-elect Donald Trump walks through the lobby of The New York Times building following a meeting with editors at the paper last week. Spencer Platt/Getty Images hide caption toggle caption Spencer Platt/Getty Images President-elect Donald Trump walks through the lobby of The New York Times building following a meeting with editors at the paper last week. Spencer Platt/Getty Images We are all in transition these days. Washington is getting used to the idea of a new and very different president, who is getting used to the idea of Washington. One thing we are learning about the mind of President-elect Donald Trump is that his train of thought rarely runs on a single track. Trump Chooses Betsy DeVos For Education Secretary Consider the Cabinet announcements this week, dramatically at odds with those of the previous week. Trump named South Carolina Gov. Nikki Haley as United Nations ambassador and school choice advocate Betsy DeVos as secretary of education. Critics will no doubt dissect these choices, including the curious fit between the resumes and the new duties of Haley and Ben Carson, who has been discussed as secretary of housing and urban development. DeVos will displease teacher unions, among others. But all are mainstream GOP picks who might have been named by any new Republican president, or by the party's national chairman, Reince Priebus, who happens to be the new White House chief of staff. And all stand in contrast to the hardcore crew that emerged in Trump's first week of cabinetmaking. Article continues after sponsorship Trump Chooses South Carolina Gov. Nikki Haley As U.N. Ambassador The biggest waves followed the emergence of former Breitbart executive Steve Bannon as the president's senior adviser. But Bannon, who had been CEO of the Trump campaign since August, was soon followed by Alabama Sen. Jeff Sessions as attorney general, former Gen. Mike Flynn as national security adviser and Kansas Rep. Mike Pompeo as director of the CIA. Trump also introduced his old pal Rudy Giuliani, the former mayor of New York, as a potential secretary of state. Many noticed that these early picks were all white males, but the selections also shared an early and constant faith in Trump's candidacy and a deep animosity toward the administration of President Obama — especially his former secretary of state, Hillary Clinton. Bannon and Breitbart have made a crusade of prosecuting Clinton, and Giuliani has been on the anti-Clinton bus for many years. Sessions was not only Trump's first (and almost only) backer in the Senate, he has been a Clinton antagonist from the 1990s on. Pompeo was one of two Republicans who refused to accept the report of the special congressional probe into the 2012 Benghazi tragedy because its scathing report was not critical enough of Hillary Clinton. Trump Names Picks For National Security Adviser, Attorney General, CIA Director Beyond the Cabinet picks there were the media stories about alt-right white nationalists rallying near the White House and giving Nazi salutes for the cameras. Trump himself got into the act, as usual via Twitter, denouncing the cast of Hamilton for sending a message from the stage to Vice President-elect Mike Pence and snarling at a parody of himself on Saturday Night Live. For a few days, exultation ruled on the right, while more traditional conservatives shuddered. And of course everyone who thought Trump could never be president in the first place was simply in shock. But just as this narrative sank in, Trump switched to diversity and moderation in the second wave of Cabinet choices. Even more jarring was the reversal on the media front. On Monday, Trump and Priebus arranged a sit-down with The New York Times. Polls Suggest Americans Warming To Donald Trump, But With Reservations If not quite the nemesis of candidate Trump, the Times has surely been one of his most strident critics. The editors and writers who attended the meeting showed no sign of repentance, yet also seemed open to the new reality. The man they said could not be president is going to be president. For his part, Trump offered up several gestures of accommodation. In addition to admitting he reads the Times (voraciously, by some accounts), he called it \"a great, great American jewel, a world jewel\" as though he had not called it \"the failing NYTimes\" on Twitter that very morning. Telling the journalists \"I hope we can all get along,\" Trump seemed to have forgotten the Times editorial board called him \"the worst [presidential] nominee put forward by a major party in modern American history.\" The Times' coverage of the confab spoke of \"hope\" and \"signs of moderation.\" Trump said he was keeping \"an open mind\" about climate change, had turned against the idea of torturing terror suspects and no longer wished to pursue the criminal prosecution of Hillary Clinton as he had promised to do in their second debate. On Conflict Of Interest And Climate Change: What Trump Told 'Times' Journalists So when people talk about the presidential transition period, is it Trump going through a transition or is it the rest of us? For many who had thought they knew what to expect — either from the election itself or from a prospective Trump presidency — this is a time of transition to reality. He may not be the deranged demagogue feared by his opponents, or the agent of the right's revenge — and least of all the populist hero of forgotten America. What is necessary now is a profound change of perspective for the vast majority of us who have gazed upon the Trump phenomenon all year with disbelief. That includes those who thought he could never be nominated, or never make it through a fall campaign, or accumulate enough votes in the Electoral College. It also includes those who thought they knew what a Trump presidency would look like, because that is still a work very much in progress. Not Afraid To Ruffle Feathers: How Michael Flynn Became A Trump Confidant Some therapists speak of \"radical acceptance.\" Oversimplified, the phrase implies a rigorous mental determination to meet head on the most powerful negatives in our lives: grief, loss, disease, disappointment. All of us experience these emotions, in varying degrees at various times. But for many, they are a continuing, even lifelong challenge. Attempting to deny that something has happened, or to find some exemption from the consequences, only prolongs the worst phase of the struggle. There seemed to be something of that at work in Trump's meeting at the Times. How that specific relationship develops may be an indicator of Trump's acceptance by the media and of the media. But ultimately, the more important determination will take place among the voters — including those who voted for Trump as well as those who did not. ",
    "title": "Donald Trump Is Going To Be President And Americans Are Getting Used To The Idea : NPR"
   },
   {
    "entities": [
     "recently",
     "afp",
     "morgan",
     "$4.5",
     "glauber",
     "green",
     "david",
     "new",
     "party",
     "kathleen",
     "0.25%",
     "supreme",
     "haas",
     "2014",
     "late friday",
     "jill",
     "foley",
     "madison",
     "reform",
     "roque",
     "ohio",
     "daylight",
     "de",
     "$5 million",
     "elections",
     "july 27, 2016",
     "college",
     "journal",
     "stein",
     "wisconsin",
     "center",
     "court",
     "commission",
     "of",
     "this year",
     "fuente",
     "philadelphia",
     "three weeks from monday",
     "the second",
     "7:16 p.m. est",
     "barry",
     "wisconsin-madison",
     "burden",
     "republican",
     "pennsylvania",
     "edward",
     "mark",
     "$125",
     "research",
     "free",
     "pittsburgh",
     "state",
     "post-gazette",
     "alex",
     "patrick",
     "dec. 13",
     "1968",
     "congress",
     "donald",
     "election",
     "brandon",
     "iowa",
     "wis.",
     "clinton",
     "usa",
     "michael",
     "klopenburg",
     "$3.5 million",
     "trump",
     "prosser",
     "nights",
     "thomas",
     "marley",
     "gray",
     "bill",
     "sentinel",
     "martin",
     "hillary",
     "next week",
     "jan. 6",
     "newslook",
     "electoral",
     "linkedin",
     "milwaukee",
     "november 25, 2016",
     "george",
     "gop",
     "$1.1 million",
     "detroit",
     "joanne",
     "dec. 19",
     "this week",
     "press",
     "michigan",
     "april",
     "university",
     "chris",
     "la",
     "7%",
     "2011",
     "york",
     "a day from this coming monday",
     "$787,500",
     "greens",
     "1%"
    ],
    "id": 6,
    "text": "Jill Stein files for recount in Wisconsin Patrick Marley and Bill Glauber, Milwaukee Journal Sentinel 7:16 p.m. EST November 25, 2016 x Share Former Green Party presidential candidate Jill Stein has raised funds to launch a recount in the second of three battleground states won by Donald Trump where she intends to challenge the results. Video provided by AFP Newslook Dr. Jill Stein, Green Party presidential nominee, arrives at a rally July 27, 2016, in Philadelphia. (Photo: Alex Brandon, AP) MADISON, Wis. — Elections officials in three states will have to move quickly if the Green Party's presidential nominee, Jill Stein, is able to force a recount to be conducted by hand. Stein and Reform Party candidate Roque \"Rocky\" De La Fuente separately filed recount requests late Friday in Wisconsin — the state's first ever for a presidential race — on the final day they were able to do so. As liberals raised fears about hacked voting machines, Stein has raised more than $5 million  to pay for recounts here and in Michigan and Pennsylvania, where recount deadlines are next week. That's more than the $3.5 million she raised as a candidate. Hitting a Dec. 13 federal deadline to certify electoral votes — 10 in Wisconsin, 16 in Michigan and 20 in Pennsylvania — could be particularly tricky in a by-hand recount, Wisconsin's top election official said. County boards of canvassers, which likely will have to work nights and weekends, will do the recounts. Jill Stein nears $4.5M goal to fund key-state recounts \"You may potentially have the state electoral votes at stake if it doesn't get done by then,\"  said Michael Haas, the administrator of the Wisconsin Election Commission. A lawyer with Stein's campaign has said she wants the recount done by hand, something that Haas said would require a judge's order in Wisconsin and take longer in general. Stein received just 1% of the vote in each of the three states. De La Fuente had about 1,500 votes in Wisconsin, a fraction of a percent of those cast here, and he was not on the ballot in the other two states. “What we’re doing is standing up for an election system that we can trust. We deserve to have votes that we can believe in.” Jill Stein, Green Party “What we’re doing is standing up for an election system that we can trust. We deserve to have votes that we can believe in,” Stein said in a video on  her Facebook page . “This is a commitment that Greens have expressed — that we stand for election integrity, that we support voting systems that respect our vote.  We demand voting systems that are accurate, that are publicly controlled, that are not privatized.” Unofficial vote tallies in the three states show GOP nominee Donald Trump won Michigan by fewer than 12,000 votes, Wisconsin by fewer than 30,000 votes and Pennsylvania by fewer than 70,000 votes. Democratic nominee Hillary Clinton would have to win recounts in all three states to receive enough electoral votes to win the presidency, a remote possibility. A federal \"safe harbor\" law requires presidential recounts to be completed within 35 days of the election. This year that's Dec. 13, two weeks and a day from this coming Monday. Wisconsin law allows any candidate to seek a recount. The candidate has to pay if he or she lost by more than 0.25%, hence Stein's fundraising. She estimates a Wisconsin recount would cost $1.1 million. Michigan's price tag could be about $787,500, based on a 2014 law that put the bill at $125 per precinct when the margin of a race is more than half a percentage point. Michigan has 6,300 precincts. Green Party pushes for recount in key states The approximate costs of a recount in Pennsylvania weren't immediately available, but the vote-rich state is being targeted even with its wider Trump victory margin because two-thirds of the state's counties, including its most populous, use electronic voting machines that don't leave a paper trail, The Pittsburgh Post-Gazette reported. Experts have demonstrated that such machines can be hacked even without being hooked up to the Internet. Similar machines are scattered in some of the smaller counties in Wisconsin. About 1 in 10 votes in the state's April presidential primary came from such machines. All of Michigan's voting machines have paper ballots that can be recounted, election officials there said. An article this week in  New York magazine  contended that Clinton received 7% fewer votes in counties with electronic voting compared to those with paper ballots. “Our plans are being drafted” for a recount, said Chris Thomas, director of elections at the Michigan Secretary of State's office. “We’re on top of it. We’ve got some blueprints on how it will be done.” Clinton's popular vote lead surpasses 2 million It's been nearly five decades since Michigan has had a statewide recount, most recently when the state's voters rejected daylight saving time in 1968 by 490 votes. This time, nearly 4.8 million presidential-race votes would have to be counted by hand at the county level under state supervision. “We’re fast,” Thomas said. “We do all of our state recounts by hand.” Wisconsin's most recent statewide recount was in 2011 for a state Supreme Court seat, and the outcome did not change. The recount showed Justice David Prosser defeated challenger JoAnne Klopenburg by 7,004 votes — a slightly tighter margin than the 7,316-vote victory he had in initial returns. In recounts, typically both candidates gain votes, in part because absentee ballots that weren't counted initially get tallied, said political scientist Barry Burden, director of the Elections Research Center at the University of Wisconsin-Madison. Some absentee ballots don't get counted at first because they were damaged or had extra marks on them. The judicial recount took more than a month. This time Wisconsin election officials will have nearly double the number of votes, 3 million, to go through, Burden said. Mich. vote tally may change, but outcome will remain the same Pennsylvania has almost 6 million presidential votes to retally in a potential recount. More important than the Dec. 13 federal deadline is Dec. 19 — three weeks from Monday — when electors across the USA must meet to cast their Electoral College votes, said Edward Foley, an expert in election law at Ohio State University. \"That is a hard deadline, and if a state were to miss that deadline, it would be technically in jeopardy of not having its electoral votes counted,\" he said. If any recount isn't complete by then, electors from the states could meet anyway and have their results sent to Congress by the time it counts electoral votes Jan. 6, Foley said. Congress has wide latitude to decide how to count the states' electoral votes. The push for recounts came as some questioned Trump’s wins in Michigan, Pennsylvania and Wisconsin. But election experts noted that voting patterns in those states were similar to ones in other Midwestern states such as Iowa and Ohio. Trump slammed for refusing to say if he'd accept election results The Clinton and Trump campaigns have not commented on the recount effort. \"Jill Stein's decision to pursue a recount is absurd and nothing more than an expensive political stunt that undermines Wisconsin's election process,\" Mark Morgan, executive director of the Wisconsin Republican Party, said in a statement. George Martin, who sits on the Green Party's coordinating committee, said Stein is seeking the recount because of concerns about differences between the votes and exit polls, as well as worries of tampering with voting machines. The party is \"prepared to delivered certified checks\" to meet the estimated costs for the recount as tabulated by the Wisconsin Election Commission. \"We're not saying this is the smoking gun, but there is enough evidence to take a look at our voting system,\" he said. Contributing: Kathleen Gray, Detroit Free Press . Follow Patrick Marley and Bill Glauber on Twitter:  @patrickdmarley  and  @BillGlauber 587 CONNECT TWEET 3 LINKEDIN 312 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2gpuhVu ",
    "title": "Jill Stein files for recount in Wisconsin"
   },
   {
    "entities": [
     "donald",
     "vote",
     "$2-3 million",
     "chadbourn",
     "email",
     "commission",
     "green",
     "$2.5 million",
     "for",
     "gretsky",
     "files",
     "november 25, 2016",
     "george",
     "fuente",
     "1 percent",
     "new",
     "party",
     "wednesday",
     "margaret",
     "$1.1 million",
     "news",
     "monday",
     "now",
     "magazine",
     "clinton",
     "pennsylvania",
     "haas",
     "tuesday",
     "abc",
     "toward",
     "recount",
     "this afternoon",
     "watch",
     "michael",
     "friday",
     "works",
     "$500,000",
     "trump",
     "candidate",
     "jill",
     "michigan",
     "delta",
     "noon",
     "roque",
     "$600,000",
     "veronica",
     "la",
     "american",
     "de",
     "elections",
     "naming",
     "martin",
     "$5 million",
     "william",
     "york",
     "past",
     "$7 million",
     "camp",
     "state",
     "del",
     "next week",
     "shares",
     "today",
     "stein",
     "wisconsin",
     ", 6:20 pm",
     "nov 25, 2016"
    ],
    "id": 7,
    "text": "Green Party Candidate Jill Stein Files for Vote Recount in Wisconsin By VERONICA STRACQUALURSI Nov 25, 2016, 6:20 PM ET 0 Shares WATCH Trump Camp Works Toward Naming Secretary of State, Jill Stein Calls for Recount 0 Shares Email Green Party candidate Jill Stein has filed for a recount of the general election results in Wisconsin -- one of three battleground states in which she is pushing for a recount. The Wisconsin Elections Commission announced that it had received the petitions from Stein and Roque \"Rocky\" De La Fuente, another former presidential nominee for his self-created American Delta Party, this afternoon. The Commission has received the Stein and Del La Fuente recount petitions. Details and news release posted soon at https://t.co/N3TrlOIqE1 . — Wisconsin Elections (@WI_Elections) November 25, 2016 Stein posted on Twitter as well, urging volunteers to join the recount. BREAKING: We've filed in Wisconsin! #Recount2016 will begin next week. Volunteer to help: https://t.co/Bvrs0iP3lv https://t.co/B7tS87ggpI — Dr. Jill Stein (@DrJillStein) November 25, 2016 Stein is also pushing for recounts in Pennsylvania and Michigan -- the deadlines for filing are Monday and Wednesday, respectively. Green Party Candidate Jill Stein Denies Playing Spoiler in Donald Trump Upset \"There is no smoking gun,\" said George Martin, a former co-chair of the Wisconsin Green Party who's involved in Stein's recount effort, during a press conference today. \"There’s not something we’re pointing to say that this is wrong in Wisconsin, Michigan and Pennsylvania. What we are saying is that there’s enough peripheral evidence to warrant that our system should be investigated.\" The campaign stresses that the recounts are not to change the outcome of the results but are rather a check and balance on the process of counting votes. Martin said that the Green Party has been approached by computer scientists, election lawyers and other experts advocating vote recounts because of what they see as persuasive evidence of tampered election results. So far there has not been any verifiable evidence or proof of tampering or hacking. Stein’s campaign site promises “all money raised goes toward recounts,” but also states, “We cannot guarantee a recount will happen in any of these states we are targeting. We can only pledge we will demand recounts in those states.” Wisconsin Elections Commission Director Michael Haas said today in a statement that the commission is prepared to conduct a recount. Stein's campaign site adds: \"If we raise more than what’s needed, the surplus will also go toward election integrity efforts and to promote voting system reform.\" Her campaign site breaks down the estimated costs -- $1.1 million for filing in Wisconsin, $500,000 for filing in Pennsylvania, $600,000 for filing in Michigan, $2-3 million for attorney fees, and additional money for statewide recount observers. Stein initially sought to raise $2.5 million to help fund recount efforts in Wisconsin, Pennsylvania and Michigan. The campaign has since blown past the number she requested on Wednesday, and it is now seeking a new goal of $7 million, the estimated amount needed to cover a recount in all three states. As of noon Friday, the campaign has raised $5 million -- enough to cover the recounts in Wisconsin and Pennsylvania, according to the campaign. On Tuesday, New York Magazine reported that a group of computers scientists and election lawyers had urged the Clinton campaign to challenge the election results in the three states. The Clinton campaign has not commented on the report. Stein received approximately 1 percent of the votes in Wisconsin, Michigan and Pennsylvania. ABC News' Margaret Chadbourn and William Gretsky contributed to this report. 0 Shares ",
    "title": "Green Party Candidate Jill Stein Files for Vote Recount in Wisconsin - ABC News"
   },
   {
    "entities": [
     "house",
     "eric",
     "black",
     "vladimir",
     "norm",
     "irene",
     "sea",
     "batumi",
     "georgia",
     "kobalia",
     "david",
     "south",
     "uk",
     "nov. 14",
     "new",
     "party",
     "times",
     "once",
     "this summer",
     "washington",
     "argentina",
     "at 5:45 pm",
     "the day",
     "now",
     "ivanka",
     "trumps",
     "evening",
     "november 25",
     "tower",
     "america",
     "organization",
     "giorgi",
     "post",
     "mauricio",
     "nigel",
     "bokeria",
     "april 2012",
     "rosalind",
     "pune",
     "independence",
     "s.",
     "ramishvili",
     "turnberry",
     "time",
     "mar",
     "jared",
     "yy",
     "2008",
     "square",
     "three days later",
     "kushner",
     "mdzinarishvili/reuters",
     "march 2011",
     "state",
     "$100 million",
     "night",
     "india",
     "russia",
     "donald",
     "election",
     "2013",
     "earlier this year",
     "day",
     "helderman",
     "farage",
     "realty",
     "tom",
     "buenos",
     "cabinet",
     "monday",
     "last week",
     "miami",
     "aires",
     "road",
     "states",
     "white",
     "nick",
     "obama",
     "trump",
     "miroff",
     "u.s.",
     "caselli",
     "united",
     "observer",
     "felipe",
     "current",
     "group",
     "the weekend",
     "saakashvili",
     "lincoln",
     "eisen",
     "george",
     "putin",
     "rtskhiladze",
     "macri",
     "mitchell",
     "havana",
     "yaryuri",
     "roman",
     "this week",
     "september",
     "vera",
     "development",
     "georigan",
     "2012",
     "october",
     "mikheil",
     "silk",
     "york",
     "department",
     "red"
    ],
    "id": 8,
    "text": "Trump’s presidency, overseas business deals and relations with foreign governments could all become intertwined The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Rosalind S. Helderman and Tom Hamburger November 25 at 5:45 PM Follow @PostRoz Follow @thamburger Days after Donald Trump’s election victory, a news agency in the former Soviet republic of Georgia reported that a long-stalled plan for a Trump-branded tower in a seaside Georgian resort town was now back on track. Likewise, the local developer of a Trump Tower planned for ­Buenos Aires announced last week, three days after Trump spoke with Argentina’s president, that the long-delayed project was moving ahead. Meanwhile, foreign government leaders seeking to speak with Trump have reached out to the president-elect through his overseas network of business partners, an unusually informal process for calls traditionally coordinated with the U.S. State Department. All of it highlights the muddy new world that Trump’s election may usher in — a world in which his stature as the U.S. president, the status of his private ventures across the globe and his relationships with foreign business partners and the leaders of their governments could all become intertwined. In that world, Trump could personally profit if his election gives a boost to his brand and results in its expansion overseas. His political rise could also enrich his overseas business partners — and, perhaps more significantly, enhance their statuses in their home countries and alter long-standing diplomatic traditions by establishing them as new conduits for public business. Donald Trump is greeted by Vera Kobalia, left, in April 2012, upon arriving in the former Soviet republic of Georgia. At the time, she was Georgia's minister of economy and sustainable development. Georigan businessman Giorgi Ramishvili is on the right. (David Mdzinarishvili/REUTERS) It is also possible, of course, that a controversial presidency inflaming international opposition could cause damage to the brand. Trump has done little to set boundaries between his personal and official business since winning the presidency. He has indicated that his children may take over the business, but he has also appointed them to formal roles with his presidential transition and included daughter Ivanka on calls with world leaders. And he has continued to offer signs that he may remain engaged, at least on some level, in his private ventures. For instance, Trump took a break from selecting his Cabinet last week for a brief meeting in his Trump Tower office with the developers of a Trump project in Pune, India, shaking hands and posing for photos with the men. When asked about the meeting, Trump told the New York Times: “I mean, what am I going to say? ‘I’m not going to talk to you, I’m not going to take pictures’?” Trump also acknowledged to the Times, after he received a congratulatory visit the weekend after the election from British politician Nigel Farage, that he “might have” encouraged the leader of the UK Independence Party to oppose offshore windmill farms, like one he has fought off the Scottish coast because he believes it will mar the view from his Trump Turnberry golf resort there. Trump has reacted defensively to suggestions that his conversations about his private business are somehow inappropriate. He told the Times this week, “the law’s totally on my side. The president can’t have a conflict of interest.” On Monday evening, he tweeted: “Prior to the election, it was well known that I have interests in properties all over the world. Only the crooked media makes this a big deal!” Donald Trump and George Ramishvili, chairman of the development company Silk Road Group, appeared together at a news conference in New York in March 2011, at which they discussed plans to build a Trump-branded tower in Georgia. (Mark Lennihan/ASSOCIATED PRESS) Ethics experts say that if Trump takes no action to distance himself from his business holdings, he is likely to face questions about whether he is pursuing policy in the national interest or for his own business advantage. It is also possible that Trump could run afoul of a constitutional provision prohibiting presidents from accepting favors, or “emoluments,” from foreign leaders. Trump representatives did not respond to questions this week about his business interests in Argentina, Georgia or elsewhere. [ FACT CHECKER: Trump’s claim that ‘the president can’t have a conflict of interest’ ] It is unclear how much real progress Trump’s election has prompted for some of these foreign projects, several of which had stalled in recent years. Some of the promises of renewed activity could be the work of foreign partners who have paid for the use of his name and who may be looking to take advantage of the moment as a marketing opportunity. The Trump project in Argentina, for instance, has not been issued new permits since Election Day, a city official in Buenos Aires said. But public reports that the project is moving ahead show how foreign developers could stand to benefit if their governments were to grease the skids for Trump-branded projects as a way to curry favor with the new American president. In Argentina, President Mauricio Macri connected by phone with President-elect Trump and his daughter Ivanka on Nov. 14. Three days later, Trump’s development partner in Argentina, the YY Development Group, put out word that the $100 million project was moving forward, featuring on its website a South American news report touting the progress. “The magnate Donald Trump expands his ‘ultraexclusive’ towers in South America,” the story read. The development firm’s chief executive, Felipe Yaryuri, has touted his personal relationship with the Trumps, particularly with Trump’s son Eric. He was in Trump campaign headquarters on election night, posting a photo of himself with Eric Trump and tweeting that he had breakfast with Eric Trump the day after the election. Again, Trump officials declined to respond to inquiries about the tweets. Yaryuri declined to be interviewed but said in a statement that his company has filed permit requests with the city of Buenos Aires that are awaiting approval. A city official said the request was made earlier this year but that no determination had been made. Macri, the president, denied reports in local media that Trump had mentioned the project to him in their post-election conversation. However, a spokesman confirmed that Macri had relied on the Trump business partner to put him in touch with the newly elected president, a sign of how the local developer’s stature has risen since the American election. [ Argentina denies news report that Trump sought personal favors ] Entanglements between Trump’s business interests and his official relationships also appear possible in Georgia, a U.S. ally where many are fearful of Trump’s potential rapprochement with Russian President Vladimir Putin. Trump swept into the Black Sea resort town of Batumi in 2012 and announced that a new luxury Trump Tower would soon rise from the empty field in which he stood with the country’s then-president. Once scheduled to break ground in 2013, however, the project was halted by an economic downturn, a local land planning dispute and, some analysts said, the electoral defeat of then-Georgian President Mikheil Saakashvili, a personal friend of Trump’s who had championed the deal. In recent months, long-standing roadblocks to the project’s groundbreaking resolved without government assistance, said ­Giorgi Rtskhiladze, a U.S.-based partner working with the local developer, the Silk Road Group, which paid Trump a licensing fee to put his name on the building. Rtskhiladze said the developers informed the Trump Organization in September or October that the project could now proceed. After Trump was elected, he said he emailed a congratulatory note to Trump’s adult children and to a top Trump Organization executive — and reiterated that developers are prepared to move forward. He said Trump executives have indicated the project is being “reevaluated,” as they discuss how his company will be operated after Trump takes office. “We’re ready,” Rtskhiladze said. “We’re waiting for them to give us the green light.” He said it would add distinction to the project to bear the name of the U.S. president. “There’s only one word: Pride,” he said of how he would feel to help construct a building bearing Trump’s name. “What else can you possibly feel? You can’t even imagine it, and then suddenly it happens.” Although the United States stood beside Georgia when it was invaded by Russia in 2008, leaders of the small nation fear that an ascendant Russia could escalate simmering hostilities. The current Georgian government is led by political rivals of Saakashvili’s, the president who brought Trump to Georgia in 2012 but who has since left the country. Georgian officials antsy with Trump’s rhetoric on Russia and eager to forge their own good relationship with the new American president could be tempted to curry favor by pushing ahead with the proposed 47-story building bearing his name, predicted Lincoln Mitchell, an American expert on Georgian politics who served as a paid adviser to the current governing party in 2012. “The gray areas Trump has between where his job as president ends and where his business interests begin, that’s normal in that part of the world. Renewing this deal, that’s just an obvious thing to do,” said Mitchell, who opposed Trump’s election, quitting his job this summer writing for the New York Observer, which is owned by Trump’s son-in-law, Jared Kushner. Indeed, on Georgian state television last week, a U.S.-based Georgian real estate entrepreneur enthusiastically predicted that Trump’s win would mean a new era of economic cooperation and growth for both countries. In a separate interview with The Washington Post, the entrepreneur, Roman Bokeria, expressed optimism that a new Trump Tower would soon rise in Batumi. “Cutting the ribbon on a new Trump Tower in Georgia will be a symbol of victory for all of the free world,” said Bokeria, chief executive of Miami Red Square Realty. Rtskhiladze said the project will move forward based only on the “attractive business case” that can be made for it, not any government intervention. While Trump and his advisers have noted that U.S. conflict of interest and gift laws do not apply to the president, a bipartisan group of ethics experts has emphasized that the U.S. Constitution prohibits the president from accepting favors — emoluments is the constitutional term — from foreign leaders. “It appears from the reports we’re seeing this week that Donald Trump may be opening up a wholesale emoluments business,” said Norm Eisen, former White House ethics counsel to President Obama, who is joining with colleagues from both parties to sound an alarm about the perils of Trump’s business holdings. “The pattern we are seeing this week of stalled Trump projects jump-starting and the president-elect himself conceding that he may have raised business issues with a foreign official is stunning,” he said. Irene Caselli in Buenos Aires and Nick Miroff in Havana contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump’s presidency, overseas business deals and relations with foreign governments could all become intertwined - The Washington Post"
   },
   {
    "entities": [
     "late tuesday",
     "donald",
     "december 13",
     "twitter",
     "morgan",
     "email",
     "commission",
     "green",
     "milwaukee",
     "of",
     "2016",
     "$2.5 million",
     "november 25, 2016",
     "associated",
     "george",
     "justice",
     "1 percent",
     "party",
     "$1 million",
     "afternoon",
     "lemahieu",
     "news",
     "haas",
     "pennsylvania",
     "5 p.m. cst",
     "next year",
     "states",
     "friday",
     "press",
     "trump",
     "mike",
     "devin",
     "jill",
     "michigan",
     "print",
     "mark",
     "elections",
     "martin",
     "united",
     "$5.2 million",
     "state",
     "facebook",
     "department",
     "the coming days",
     "fox",
     "senate",
     "stein",
     "wisconsin"
    ],
    "id": 9,
    "text": "Green Party's Stein files for Wisconsin recount Published               November 25, 2016 Facebook 0 Twitter 0 Email Print   Green Party presidential candidate Jill Stein officially filed a request to election officials Friday to conduct a recount in the battleground state of Wisconsin. State Elections Commission Administrator Mike Haas said Stein filed the request around mid-afternoon Friday, about an hour and a half ahead of a 5 p.m. CST deadline. “The Commission is preparing to move forward with a statewide recount of votes for President of the United States,” Haas said in a press release. “We have assembled an internal team to direct the recount, we have been in close consultation with our county clerk partners, and have arranged for legal representation by the Wisconsin Department of Justice.” Stein, who earned little more than 1 percent of the national vote, formally requested a Wisconsin recount Friday afternoon, vowing to do the same in the coming days in Michigan and Pennsylvania. There is no evidence of election tampering in the states where Trump scored razor-thin victories, but Green Party spokesman George Martin insisted \"the American public needs to have it investigated to make sure our votes count.\" Wisconsin GOP Executive Director Mark Morgan issued a statement calling the recount request \"absurd and nothing more than an expensive political stunt that undermines Wisconsin's election process.\" Republican Sen. Devin LeMahieu, who chairs the Senate elections committee, said he would re-examine state law next year to ensure \"a candidate who received 1 percent of the vote cannot hold the results of an election hostage.\" Martin said Republicans' response was expected and stressed that the recount was about determining whether the system was secure, not who won or lost the fight for Wisconsin's 10 electoral college votes. During a news conference in Milwaukee, Martin said Stein's campaign would also ask for a \"reconciliation\" of voting records that would go beyond an audit, but he didn't provide details. Predictions Map See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map → Stein's campaign has been raising money online to cover the costs of recounts in Wisconsin, Michigan and Pennsylvania. She says she wants to make sure hackers didn't skew the results in those swing states. The campaign had raised about $5.2 million as of Friday afternoon. Late Tuesday, Stein issued a press release calling on supporters to raise $2.5 million to fund a recount effort in three states that Donald Trump won - Wisconsin, Pennsylvania, and Michigan. Wisconsin law calls for the state to perform a recount at a candidate's request as long as he or she can pay for it. The state has never performed a presidential recount. Election officials estimate the effort will cost up to $1 million. The state is working under a federal deadline of December 13 to complete the recount. The Associated Press contributed to this report.   ",
    "title": "Green Party's Stein files for Wisconsin recount | Fox News"
   }
  ]
 }
}