{
 "30": {
  "col-sim": {
   "cosine": 0.2704401479539286,
   "entity": 0.33333333333333337
  },
  "exec-time": 9.644625186920166,
  "links": [
   {
    "entities": [
     "house",
     "francisco",
     "castro",
     "$2 trillion",
     "harbor",
     "family",
     "rick",
     "alliance",
     "daily",
     "new",
     "newt",
     "washington",
     "2015",
     "armand",
     "pelosi",
     "services",
     "next year",
     "late friday",
     "human",
     "elaine",
     "levey",
     "2010",
     "georges",
     "america",
     "mcconnell",
     "medicaid",
     "2018",
     "reform",
     "ohio",
     "$20",
     "jim",
     "chao",
     "paul",
     "kaster",
     "noah",
     "last year",
     "metro",
     "$300 million",
     "2006",
     "of",
     "associated",
     "n.",
     "nancy",
     "w.",
     "children's",
     "social",
     "california",
     "obamacare",
     "77%",
     "warriors",
     "reince",
     "mitch",
     "carolyn",
     "ryan",
     "tyler",
     "hollywood",
     "blendon",
     "charles",
     "security",
     "medicare",
     "state",
     "robert",
     "congress",
     "donald",
     "lakers",
     "pacific",
     "for",
     "schumer",
     "indiana",
     "noam",
     "democratic",
     "tom",
     "cabinet",
     "price",
     "tuesday",
     "miami",
     "committee",
     "friday",
     "joe",
     "trump",
     "priebus",
     "romney",
     "u.s.",
     "donnelly",
     "fidel",
     "lawrence",
     "health",
     "2005",
     "mitt",
     "senate",
     "pearl",
     "83%",
     "d.",
     "treasury",
     "park",
     "foundation",
     "john",
     "george",
     "harvard",
     "transportation",
     "steven",
     "insurance",
     "gop",
     "e.",
     "bierman",
     "budget",
     "the",
     "jean",
     "central",
     "press",
     "2017",
     "kaiser",
     "university",
     "2012",
     "and",
     "york",
     "puzzanghera",
     "emamdjomeh",
     "department",
     "heritage",
     "mnuchin",
     "program",
     "labor",
     "signal",
     "d-san",
     "friday weekend",
     "bush",
     "gingrich"
    ],
    "id": 0,
    "text": "Trump pledged to protect Medicare. His choice for health secretary has other ideas Rep. Tom Price Carolyn Kaster / Associated Press Rep. Tom Price (R-Ga.) is President-elect Donald Trump's pick to be Health and Human Services secretary. Rep. Tom Price (R-Ga.) is President-elect Donald Trump's pick to be Health and Human Services secretary. (Carolyn Kaster / Associated Press) Noam N. Levey and Noah Bierman Contact Reporters President-elect Donald Trump reassured voters during his insurgent political campaign that he would protect Medicare , Social Security and other popular federal assistance programs. But in tapping Rep. Tom Price (R-Ga.) to be his Health and Human Services secretary, he has elevated one of the most aggressive proponents of dramatically overhauling the government safety net for seniors and low-income Americans, a long-held conservative goal. Trump also took a step toward a potentially explosive political battle over the entitlements, which account for close to half of all federal spending. Such a battle — and the threat of benefit cuts to more than 100 million Americans — risks alienating some of the very working-class voters who fueled Trump’s unexpected victory. His advisors and prospective Cabinet already include several figures whose wealth and political connections are at odds with Trump’s populist rhetoric. “The pressure here will ramp up significantly,” warned John Lawrence , former chief of staff to House Minority Leader Nancy Pelosi (D-San Francisco), who has led numerous fights against GOP efforts in recent years to overhaul entitlement programs. Donald Trump has chosen Steven Mnuchin, a wealthy Wall Street executive and Hollywood movie producer who served as his campaign finance chairman, to be the next Treasury secretary, according to a person familiar with the decision. Mnuchin’s deep roots on Wall Street fit the mold... President-elect Donald Trump has chosen Steven Mnuchin, a wealthy Wall Street executive and Hollywood movie producer who served as his campaign finance chairman, to be the next Treasury secretary, according to a person familiar with the decision. Mnuchin’s deep roots on Wall Street fit the mold... (Jim Puzzanghera) Even the smallest cuts in federal support can spark a backlash, Lawrence added, given people’s attachment to Medicare and other programs. “It can be $20, and they’ve got serious trouble on their hands,” he said. Congressional Republicans voiced strong support Tuesday for Price, whom Senate Majority Leader Mitch McConnell (R-Ky.) called “the right person to lead the charge” to repeal Obamacare . But Democrats moved quickly to highlight Price’s calls for more far-reaching entitlement changes. “Washington Republicans are plotting a war on seniors next year,” said Sen. Charles E. Schumer (D-N.Y.), the incoming Senate minority leader. Several Senate Democrats, including red-state lawmakers such as Indiana Sen. Joe Donnelly , announced they would vote against confirming Price. “Tom Price has led the charge to privatize Medicare, and for this reason, I cannot support his nomination,” Donnelly said. Trump, in announcing his selection of Price, called the 62-year-old six-term congressman “exceptionally qualified to shepherd our commitment to repeal and replace Obamacare and bring affordable and accessible healthcare to every American.” Armand Emamdjomeh The president-elect did not mention Price’s calls for major changes to Medicare and Medicaid , which Price has made a centerpiece of his legislative agenda. “Without changing course, America’s healthcare system will worsen with time, the nation’s federal health programs will either go bankrupt or contribute to the fiscal insolvency of the country at large, and Americans will lose access to the care they need,” Price warned in the 2017 budget blueprint he crafted as chairman of the House Budget Committee. Price, like House Speaker Paul D. Ryan (R-Wis.), advocates replacing the government-provided Medicare health plan with a program that provides seniors with a voucher to purchase private health coverage. This system, which supporters call premium support, saves the federal government money by gradually shifting costs onto beneficiaries, independent budget analyses have shown. Price also advocates a new system of block grants to states that would sharply cut federal aid for Medicaid, which primarily serves poor Americans. Conservatives have argued for decades that Social Security, Medicare and Medicaid, the mammoth government entitlement programs for the elderly, disabled and poor, are unsustainable. But the three entitlements, which cost more than $2 trillion annually, remain extremely popular, unlike the divisive Affordable Care Act, as Obamacare is formally known. “Medicare is not seen as the same type of issue as the ACA,” Harvard University political scientist Robert Blendon, an authority on public opinions of healthcare, explained at a recent forum by the Alliance for Health Reform. “Most voters of both parties think Medicare is working.” Even Medicaid, which began as a welfare program, and the related Children’s Health Insurance Program have established strong bipartisan support, reflecting in part the large role they play in providing coverage to children and elderly Americans in need of nursing home care. Nearly two-thirds of Americans said that Medicaid is a “very important” government program in a 2015 national survey by the nonprofit Kaiser Family Foundation. That was only slightly below Medicare, which was rated similarly by 77% of Americans, and Social Security, which 83% of respondents said was very important. The depth of that public support has prevented Republicans from making major changes to the programs over the years. President Bush’s 2005 push to privatize Social Security not only was defeated, but helped reenergize Democrats and fueled the party’s return to power in Congress in the 2006 midterm election. Trump appeared to grasp this on the campaign trail. Though he did not discuss healthcare and entitlement policies frequently, Trump insisted several times that he would protect programs serving vulnerable Americans. “I’m not going to cut Social Security like every other Republican, and I’m not going to cut Medicare or Medicaid,” Trump said last year in an interview with the Daily Signal, an online news site operated by the conservative Heritage Foundation. “Every other Republican is going to cut, and even if they wouldn’t, they don’t know what to do because they don’t know where the money is. I do,” Trump said. But the president-elect has offered few details about his healthcare agenda, including his plans to replace the 2010 Affordable Care Act. And many in Washington are still trying to figure out whether Trump will align himself with the conservative governing program that has been championed by Price, Ryan and other congressional Republicans in recent years. “All of Trump’s nascent positions were opening gambits in a deal,” said Rick Tyler, who was an aide to former House Speaker Newt Gingrich (R-Ga.). “It’s always a negotiating position with him.” Trump has indicated a willingness to forge an alliance with Democrats over infrastructure spending, a top policy goal that could find him clashing with fiscal conservatives in his party. That made his choice of Transportation secretary, Elaine Chao, particularly noteworthy. In addition to serving eight years as President George W. Bush’s Labor secretary, Chao is married to McConnell, a key negotiator in any spending plans Trump would put forward. Chao’s establishment ties conflict with Trump’s promise to \"drain the swamp\" in Washington and promote outsiders to lead his government. But Chao’s connections could be an asset as he makes the case for fixing dilapidated airports, roads and bridges. Chao’s tenure at the Department of Labor included criticism  from some advocates that she sided with employers on enforcing safety standards and failed to adequately protect low-wage workers . Chao rejected those assertions.  But the pick was greeted with cautious optimism by Democratic leaders. Schumer said Democrats are eager to work with Chao “if President-elect Trump is serious about a major infrastructure bill, backed by real dollars and not just tax credits and without cutting other programs like healthcare and education.” Trump made another overture to an establishment figure Tuesday when he and his designated chief of staff, Reince Priebus, dined with their party’s 2012 presidential nominee, Mitt Romney. It was Trump’s second meeting with Romney, who is said to be under consideration as secretary of State. They met at Jean Georges, a high-priced restaurant alongside Central Park in New York. Asked by a reporter how the dinner was going, Trump flashed a thumb’s-up. Caption 90 seconds: 4 stories you can't miss Brazilian soccer team plane crash , California university leaders urge Trump to embrace students who are in the U.S. illegally , Metro will pay nearly $300 million to company that widened the 405 Freeway , and newly identified bodies of Pearl Harbor victims returned to families for burial . Caption 90 seconds: 4 stories you can't miss Brazilian soccer team plane crash , California university leaders urge Trump to embrace students who are in the U.S. illegally , Metro will pay nearly $300 million to company that widened the 405 Freeway , and newly identified bodies of Pearl Harbor victims returned to families for burial . Caption RAW: Active shooter at Ohio State University Ohio State University had initially advised students there was an active shooter on campus and that they should “Run Hide Fight.”  Ohio State University had initially advised students there was an active shooter on campus and that they should “Run Hide Fight.”  Caption F-35B aircraft to deploy in Pacific in 2018 Known as the Joint Strike Fighter, the F-35 is the most expensive weapons program ever, and is intended to replace four aircraft. Known as the Joint Strike Fighter, the F-35 is the most expensive weapons program ever, and is intended to replace four aircraft. Caption 90 seconds: 4 stories you can't miss Fidel Castro's death late Friday sparked celebrations in Miami , president-elect Trump claims falsely there is widespread voter fraud , more than 154 million Americans shopped during the Black Friday weekend , and  a first for robotics scholarship programs . Caption Breaking down the Lakers' 109-85 loss to the Warriors The Lakers lost a second straight game to the Warriors on Friday, 109-85, and fell to 8-9 on the season.  The Lakers lost a second straight game to the Warriors on Friday, 109-85, and fell to 8-9 on the season.  ",
    "title": "Trump pledged to protect Medicare. His choice for health secretary has other ideas - LA Times"
   },
   {
    "entities": [
     "revenue",
     "house",
     "goldman",
     "urban",
     "new",
     "service",
     "washington",
     "henry",
     "philanthropies",
     "2015",
     "sachs",
     "services",
     "2014",
     "human",
     "elaine",
     "mcconnell",
     "carl",
     "medicaid",
     "northern",
     "chao",
     "internal",
     "paul",
     "earlier tuesday",
     "last year",
     "jared",
     "$32 billion",
     "of",
     "associated",
     "2008",
     "w.",
     "capital",
     "this month",
     "this past may",
     "timothy",
     "california",
     "obamacare",
     "kushner",
     "lew",
     "paulson",
     "reinvestment",
     "jacob",
     "management",
     "ryan",
     "mitch",
     "hollywood",
     "gomez",
     "medicare",
     "fox",
     "robert",
     "soros",
     "bloomberg",
     "late tuesday",
     "housing",
     "roberts",
     "congress",
     "donald",
     "twitter",
     "geithner",
     "r-ga.",
     "cit",
     "tom",
     "clinton",
     "2009",
     "price",
     "yale",
     "$169 million",
     "michael",
     "serafin",
     "obama",
     "trump",
     "indymac",
     "dune",
     "hillary",
     "november 29, 2016",
     "health",
     "group",
     "senate",
     "fund",
     "treasury",
     "icahn",
     "90 percent",
     "john",
     "george",
     "$66 million",
     "transportation",
     "wednesday",
     "steven",
     "the end of may",
     "news",
     "1985",
     "kentucky",
     "press",
     "development",
     "trillions of dollars",
     "2002",
     "and",
     "rubin",
     "york",
     "department",
     "facebook",
     "two weeks ago",
     "coalition",
     "mnuchin",
     "labor",
     "barack",
     "bush",
     "city"
    ],
    "id": 1,
    "text": "Trump to nominate Steven Mnuchin for Treasury Secretary, sources say Published               November 29, 2016 Facebook 0 Twitter 0 Email Print   President-elect Donald Trump will nominate former Goldman Sachs banker Steven Mnuchin to be his Treasury Secretary, two sources close to the transition told Fox News late Tuesday.  One source told Fox that a formal announcement of Mnuchin's nomination could come as early as Wednesday.  Mnuchin had long been considered a favorite for the Treasury position. Two weeks ago, businessman and close Trump associate Carl Icahn tweeted that Trump was considering Mnuchin for the post. Mnuchin, 53, was appointed Trump's campaign finance chair this past May. Through his work, Mnuchin grew close to Trump's children and son-in-law, Jared Kushner -- a top adviser to Trump -- and worked with them on fundraising events. The campaign raised at least $169 million, in addition to the $66 million Trump spent out of his own pocket. Though that was far short of what Hillary Clinton raised, it represented an impressive haul given that Trump didn't begin fundraising in earnest until the end of May. If approved by the Senate, Mnuchin would follow in the tradition of two previous treasury secretaries -- Robert Rubin in the Clinton administration and Henry Paulson in George W. Bush's. All had vast Wall Street experience gained from years spent working at Goldman Sachs. Yet unlike Rubin and Paulson and unlike President Barack Obama's two treasury secretaries, Timothy Geithner and Jacob Lew, Mnuchin would bring no government experience to Treasury, something that could prove a hurdle in navigating the tricky politics of Washington. After graduating from Yale in 1985. Mnuchin worked for Goldman Sachs for 17 years. His father, Robert Mnuchin, had himself worked for Goldman for three decades, becoming a partner in charge of equity trading. The younger Mnuchin amassed his own fortune at the firm and then left in 2002. He worked briefly for Soros Fund Management, a hedge fund led by George Soros, before starting his own investment firm, Dune Capital Management. As head of this firm, Mnuchin and other investors participated in the purchase of failed mortgage lender IndyMac in 2009 and renamed it OneWest. The failure of IndyMac in 2008 with $32 billion in assets was one of the biggest casualties of the housing bust. Mnuchin became chairman of OneWest, which was sold to CIT Group in 2015. Before the sale, OneWest faced a string of lawsuits over its home foreclosure practices. This month, housing advocates filed a complaint asking the Department of Housing and Urban Development to investigate OneWest for possible violations of the Fair Housing Act. The lender failed to place branches in minority communities, provided few mortgages to black homebuyers and preserved foreclosed properties in white neighborhoods while allowing similar homes in minority communities to fall into disrepair, according to the California Reinvestment Coalition and Fair Housing Advocates of Northern California. CIT declined to respond directly to the complaint but stressed in a statement that it is \"committed to fair lending and works hard to meet the credit needs of all communities and neighborhoods we serve.\" Mnuchin also became a major investor in Hollywood, helping finance a number of movies, including the 2009 blockbuster \"Avatar.\" As treasury secretary, Mnuchin would be the administration's chief economic spokesman, serving as a liaison not only to Wall Street but also to global investors, a critical role given the trillions of dollars in treasury bonds owned by foreigners. In addition, it would be his job to sell the new administration's economic program to Congress. Mnuchin will also oversee a sprawling bureaucracy that includes the Internal Revenue Service and the agency that issues millions of Social Security and other benefit checks each month. Treasury also runs the agency that wages the financial war on terrorism. Earlier Tuesday, Trump officially nominated Rep. Tom Price, R-Ga., as Health and Human Services Secretary and tapped Elaine Chao, former President George W. Bush's Labor Secretary, to be secretary of transportation. Price, a former surgeon, supports the repeal of ObamaCare and has offered a replacement that would provide tax credits to subsidize the purchase of individual and family health insurance policies. His proposal would also allow insurers to sell policies across state line, boost incentives for health savings accounts, and create high-risk pools to help individuals afford coverage, while barring assistance for nearly all abortions. Price has emerged as a top advocate of House Speaker Paul Ryan's plan to transform Medicare from a program that supplies a defined set of benefits into a \"premium support\" model that would, similar to Obamacare, offer subsidies for participants to purchase health care directly from insurance companies. He also wants the Medicare eligibility age to rise to 67. Price also backs, as does Trump, a plan by House Republicans to sharply cut the Medicaid health program for the poor and disabled and turn it over to the states to run. Like Trump and most other Republicans, Price wants federal funding withdrawn from Planned Parenthood, which has come under attack for its practice of supplying tissue from aborted fetuses to medical researchers. If confirmed as Transportation Secretary, Chao would face many pressing issues, such as how to boost the nation's aging infrastructure so that it can accommodate population growth and not become a drag on the economy, modernizing the nation's air traffic control system, ensuring that new transportation technologies are adopted in a safe manner and responding to a surge in traffic fatalities. After serving in the Bush administration, Chao served on the board of directors for Bloomberg Philanthropies, run by former New York City Mayor Michael Bloomberg. She resigned last year after learning the organization planned to expand an environmental initiative to shutter coal-fired power plants. Almost 90 percent of Kentucky's electricity comes from coal, and Chao's ties to the organization were used against her husband, Senate Majority Leader Mitch McConnell, during his 2014 re-election campaign. Fox News' John Roberts and Serafin Gomez contributed to this report. The Associated Press also contributed to this report. ",
    "title": "Trump to nominate Steven Mnuchin for Treasury Secretary, sources say | Fox News"
   },
   {
    "entities": [
     "tens of millions of dollars",
     "ratner",
     "goldman",
     "urban",
     "commerce",
     "brett",
     "packer",
     "bank",
     "sept. 30 this year",
     "lampert",
     "james",
     "new",
     "washington",
     "zach",
     "supreme",
     "2004",
     "sachs",
     "now",
     "holdings",
     "flowers",
     "$3 million",
     "irving",
     "entertainment",
     "tower",
     "bros.",
     "2010",
     "facebookemail",
     "onewest",
     "locker",
     "media",
     "20th century",
     "$3.4 billion",
     "the following year",
     "college",
     "paul",
     "today",
     "stein",
     "holdings-owned",
     "businessweek",
     "8:22 p.m. est",
     "court",
     "wiig",
     "manhattan",
     "time",
     "$300 million",
     "july 2015",
     "2006",
     "of",
     "fdic",
     "november 17, 2016",
     "august",
     "bernard",
     "2008",
     "otting",
     "capital",
     "google",
     "republican",
     "this month",
     "edward",
     "timothy",
     "$7 billion",
     "california",
     "dell",
     "neidich",
     "kristen",
     "eduardo",
     "paulson",
     "international",
     "reinvestment",
     "wenig",
     "risk-takers",
     "management",
     "ryan",
     "madoff",
     "hollywood",
     "charles",
     "daniel",
     "sniper",
     "$50 million",
     "soros",
     "coleman",
     "bloomberg",
     "housing",
     "rka",
     "donald",
     "twitter",
     "bair",
     "2003",
     "kmart",
     "2013",
     "2016",
     "hud",
     "ray",
     "picard",
     "blackstone",
     "seth",
     "cit",
     "clinton",
     "2009",
     "today tuesday",
     "usa",
     "yale",
     "the 1980s",
     "michael",
     "committee",
     "10%",
     "kevin",
     "trump",
     "ramos",
     "hotel",
     "ross",
     "u.s.",
     "street",
     "relativity",
     "indymac",
     "dune",
     "american",
     "mccoy",
     "$500 million",
     "hillary",
     "november 29, 2016",
     "wilbur",
     "group",
     "alvarez",
     "senate",
     "city",
     "treasury",
     "sheila",
     "$1.55 billion",
     "john",
     "george",
     "christopher",
     "munoz",
     "wednesday",
     "$20 billion",
     "steven",
     "benjamin",
     "kavanaugh",
     "davidson",
     "sears",
     "deutsche",
     "warner",
     "chicago",
     "development",
     "2012",
     "october",
     "managment",
     "and",
     "wall",
     "joseph",
     "york",
     "galifianakis",
     "facebook",
     "department",
     "coalition",
     "mnuchin",
     "sfm",
     "naftalis",
     "national"
    ],
    "id": 2,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Risk-takers Mnuchin, Ross poised for Trump cabinet posts From buying a failed bank during the financial crisis to producing major movies and serving as national finance chairman for Donald Trump's campaign,  Steven Mnuchin has won risky financial bets. He's now poised for biggest challenge yet - as Trump's nominee for Treasury secretary. Post to Facebook Risk-takers Mnuchin, Ross poised for Trump cabinet posts From buying a failed bank during the financial crisis to producing major movies and serving as national finance chairman for Donald Trump's campaign,  Steven Mnuchin has won risky financial bets. He's now poised for biggest challenge yet - as Trump's nominee for Treasury secretary. Check out this story on USATODAY.com: http://usat.ly/2gH4qIY CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 4 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Risk-takers Mnuchin, Ross poised for Trump cabinet posts Kevin McCoy , USA TODAY 8:22 p.m. EST November 29, 2016 x Share Steven Mnuchin, a hedge fund manager and former Goldman Sachs executive, is President-elect Donald Trump's choice for Treasury secretary, a source told USA TODAY. Here is what we know about the 53-year-old. USA TODAY NETWORK Businessman Steven Mnuchin shown arriving at  Trump Tower in New York City for meetings with  President-elect Donald Trump on November 17, 2016. (Photo: EDUARDO MUNOZ ALVAREZ, AFP/Getty Images) From buying a failed bank during the U.S. financial crisis to producing major movies and serving as national finance chairman for Donald Trump's presidential campaign, Steven Mnuchin has a record of winning risky bets. Now the former Wall Street banker is poised for what could be his biggest challenge yet: Trump's nominee for U.S. Treasury secretary. Trump is expected to officially name Mnuchin, 53, as his choice for the nation's top financial policy job as soon as Wednesday, a source close to Trump's transition team told USA TODAY Tuesday. The person spoke on condition of anonymity because officials were not authorized to speak publicly about selections. To associates and friends who were surprised when accepted Trump's invitation to serve as lead campaign fundraiser after the New York presidential primary, Mnuchin offered a potentially prescient explanation. “Nobody’s going to be like, ‘Well, why did he do this?’ if I end up in the administration,\" he told Bloomberg Businessweek in August. The news that Mnuchin is Trump's pick came as reports swirled that Trump would nominate billionaire Wilbur Ross, also considered a risk taker, to serve as Commerce secretary. Ross, 79, made a career out of buying ailing companies in sometimes troubled sectors on the cheap, restructuring them and then selling them for billions of dollars. Ross, too, could be announced as early as Wednesday, the source close to the transition team said. Trump has praised Mnuchin, who with the Republican National Committee helped raise tens of millions of dollars for the billionaire businessman's winning campaign over Hillary Clinton. However, they weren't always the best of friends. In a 2008 lawsuit, Trump targeted one of Mnuchin's companies in a lawsuit that alleged Deutsche Bank and other investors improperly balked at extending multi-million dollar construction loans on the Trump International Hotel and Tower in Chicago. The case was ultimately settled. Mnuchin, a twice-married father of three, is a Yale College graduate who followed his father to renowned U.S. investment bank Goldman Sachs. He started at the financial powerhouse in the 1980s and spent 17 years there, amassing a fortune and becoming an executive vice president of the New York City-based company before his 2003 departure. His next stop was ESL International, the hedge fund founded by Edward Lampert, one of Mnuchin's Yale roommates and another Goldman alumnus who is now the CEO and chairman of Sears Holdings. Lampert tapped him for a board seat on Sears Holdings-owned retail chain Kmart in 2003. However, Mnuchin left soon afterward to become chief executive of SFM Capital Managment, a fund backed by international financier and investor George Soros. Mnuchin's SFM tenure was similarly brief. In 2004, he co-founded private hedge fund Dune Capital Management with Daniel Neidich, another former Goldman executive. The fund invested in equities and real estate — including some Trump projects. Additionally, the fund invested in the U.S. movie industry. Starting in 2006, Mnuchin reached a three-year deal in which an entity called Dune Entertainment agreed to invest $500 million in a string of 20th Century Fox movies, according to multiple media reports. The transaction launched a deeper Mnuchin dive into entertainment investments and co-producing that ultimately included the Hollywood blockbuster success Avatar, The X-Men franchise, American Sniper, Gravity and The Lego Movie. Those films scored box office wins. Yet other movies that involved Mnuchin, such as Our Brand is Crisis, a fictional account of American campaign strategists involved in a Bolivian election, flopped. In 2013, Mnuchin, filmmaker Brett Ratner and Australian businessman James Packer joined in an entity called RatPac-Dune Entertainment that agreed to $300 million in co-financing for as many as 75 films by Warner Bros. Pictures, according to the movie company and media reports. The following year, Mnuchin partnered with Ryan Kavanaugh and an investment group to buy debt and an equity stake in Kavanaugh's Relativity Media. He also took a seat on the Relativity board of directors, becoming the company's non-executive chairman. \"Steven has been a trusted advisor for years, and I personally recruited him to join our board,\" Kavanaugh said in a statement at the time. \"he brings an unrivaled perspective on the every-increasing value of content in Hollywood and Wall Street.\" The move also ended up snarling Mnuchin in controversy. Five years before taking the Relativity post, he led an investor group that bought California-based IndyMac Bank, which had collapsed in a more than $7 billion implosion during the financial crisis. The investor group, which paid the FDIC roughly $1.55 billion to take the bank off the FDIC's hands, was backed by Soros, hedge fund manager John Paulson, computer manufacturer Michael Dell, private equity investor Christopher Flowers and others. IndyMac became OneWest Bank, with Mnuchin as its chairman. The deal drew criticism because it was finalized before FDIC Chair Sheila Bair managed to institute a change that would require private equity buyers like the Mnuchin-led group to maintain a 10% leverage ratio at newly-resurrected banks and hold the investments for at least three years. Bair, now the president of Washington College, declined to comment for this story. However, recounting the IndyMac collapse and sale in Bull By the Horns, her 2012 book about her FDIC tenure, Bair characterized the regulator as boxed in. \"The reality is that those who are brave enough to buy distressed companies in a down market — whether banks or any other type of company —  expect to make a return commensurate with the risks they are taking,\" wrote Bair. \"The FDIC, as seller, had no good options.\" File photo taken in 2009 shows a New York City building bearing the logo of the CIT Group.  (Photo: Seth Wenig, AP) New criticism — and lawsuits — came after Relativity Media sought federal bankruptcy court protection in July 2015. By then, Mnuchin had left the movie company's board. And he was weeks away from selling OneWest Bank to CIT Group at a price that produced a hefty profit for him and fellow investors — $3.4 billion in cash and stock, more than doubling their investment. One of Relativity Media's creditors, RKA Film Financing, took a cynical view of Mnuchin's dual involvement with the movie company and the bank — which was also owed millions by Relativity. In a 2016 New York Supreme Court lawsuit, RKA said Relativity's collapse \"amounted to a classic Ponzi scheme,\" and labeled its CEO Kavanaugh \"a con man.\" Mnuchin had held \"a unique position,\" the lawsuit alleged, \"affording him knowledge of both Relativity's precarious financial position and the ability to ensure certain creditors — namely OneWest Bank — were able to siphon away funds that had been commingled\" with RKA's investments. The lawsuit also charged that OneWest swept approximately $50 million from Relativity's bank accounts before the collapse. A bankruptcy court declaration by Timothy Coleman, a Blackstone expert who worked with Relativity on restructuring plans, said the OneWest transfers \"further strained\" the movie company's \"already problematic liquidity situation,\" and also forced postponement of some film projects. The movies included Masterminds, which features Zach Galifianakis, Kristen Wiig and other actors in a comedy based on an actual bank robbery. The film ultimately opened on Sept. 30 this year. A Mnuchin court filing called his inclusion in RKA's lawsuit \"not just baseless, but sanctionable.\" He moved to throw out the case, as did Kavanaugh. Manhattan Supreme Court Justice Charles Ramos dismissed the lawsuit in an October decision that left the door open for the complaint to be updated and refiled. Benjamin Naftalis, an attorney for RKA, said the company \"plans to file an amended complaint that will continue to include Mr. Mnuchin.\" Though Mnuchin is best known publicly for his business dealings, he and his family also became known as some of the thousands of investors caught up in the aftermath of Bernard Madoff's notorious Ponzi scheme. More than $3 million that Mnuchin and his brother inherited from their deceased mother's estate represented fictitious profits from Madoff's estimated $20 billion scam, court-appointed trustee Irving Picard alleged in a 2010 bankruptcy court filing. But a court decision said the family's withdrawals, and similar Madoff payouts to other investors, had occurred more than two years before the scheme collapsed. As a result, the money could not legally be recovered to help repay the disgraced financier's less fortunate customers, the court ruled. Although Mnuchin so far has emerged relatively unscathed from several court challenges, a new federal complaint filed after Trump's win potentially could become a factor in Senate confirmation hearings for the Treasury post. OneWest was criticized by some housing advocates over a wave of foreclosures filed amid the financial crisis. Additionally, the bank, its successor, CIT Bank, and CIT Group were targeted this month with a new federal complaint that alleged they engaged in redlining and other discrimination against minorities. Two groups that advocate for fair housing and equal access to credit filed the complaint with the U.S. Department of Housing and Urban Development. Bank tied to Trump adviser accused of discrimination \"Our analysis of OneWest suggests the bank has no significant branch presence in communities of color, and not surprisingly, its home loans to borrowers and communities of color are low in absolute terms, low compared to its peer banks, and low when compared to what one would expect given the size of the Asian-American, African-American and Latino populations in California,\" said Kevin Stein, a deputy director for the California Reinvestment Coalition, one of the groups that filed the complaint. In response, CIT Group said it is \"committed to fair lending and works hard to meet the credit needs of all communities and neighborhoods we serve.\" Mnuchin did not respond to USA TODAY interview requests submitted to a company spokesman. However, Trump's presidential transition staff provided a statement in which former OneWest chief executive Joseph Otting said the bank \"remained committed to fair lending and meeting the credit needs of all borrowers in its communities, including those in distress.\" Stein said the allegations submitted to HUD should be examined during Mnuchin's expected confirmation hearings. \"It was not our intent in filing the case. But it should be considered,\" said Stein. \"The American people would want a Treasury secretary who understands the lives of ordinary people and how they interact with major financial institutions.\" Ray Locker and Paul Davidson contributed.  Follow USA TODAY reporter Kevin McCoy on Twitter: @kmccoynyc ",
    "title": "Risk-takers Mnuchin, Ross poised for Trump cabinet posts"
   },
   {
    "entities": [
     "embed",
     "recently",
     "farm",
     "a century ago",
     "duvall",
     "donald",
     "congress",
     "pacific",
     "thallemer",
     "are",
     "of",
     "bureau",
     "iowa",
     "trans",
     "warsaw",
     "wabash",
     "washington",
     "epa",
     "70 percent",
     "the day",
     "tom",
     "now",
     "county",
     "who",
     "all",
     "courting",
     "farmers",
     "inguard",
     "beauchamp",
     "midwest",
     "administration",
     "trump",
     "kosciusko",
     "parker",
     "chicago",
     "america",
     "rural",
     "u.s.",
     "agriculture",
     "university",
     "american",
     "leesburg",
     "research",
     "federation",
     "zippy",
     "joseph",
     "institute",
     "chuck",
     "department",
     "fluharty",
     "denver",
     "kip",
     "policy",
     "partnership",
     "future",
     "indiana"
    ],
    "id": 3,
    "text": "Farmers Are Courting Trump, But They Don't Speak For All Of Rural America Farmers Are Courting Trump, But They Don't Speak For All Of Rural America Embed Embed Who speaks for rural America? Farmers want international trade deals and relief from regulations. But small towns are focused on re-inventing themselves to attract a new generation. FrankvandenBergh/Getty Images hide caption toggle caption FrankvandenBergh/Getty Images Who speaks for rural America? Farmers want international trade deals and relief from regulations. But small towns are focused on re-inventing themselves to attract a new generation. FrankvandenBergh/Getty Images The day after Donald Trump swept to victory, the head of the American Farm Bureau Federation, Zippy Duvall, released a videotaped statement aimed at the President-elect and other political leaders in Washington. \"Rural America turned out and made their voice heard in this election,\" he said. \"Now it's time for our elected leaders to support rural America.\" In his statement, Duvall referred interchangeably to \"rural Americans\" and \"America's farmers and ranchers,\" suggesting that those are the same people. In reality, they're not. Farmers make up a small minority in the rural population, with different priorities and agendas than their non-farming neighbors. I explored these differences recently during a trip across parts of northern Indiana. It's a landscape dominated by wide fields of corn and soybeans and giant grain silos. In Kosciusko County, near the tiny town of Leesburg, I met Kip Tom, a farmer who joined the Trump campaign as an adviser on agricultural policy. Tom's farm is one of the biggest in the region. It covers almost 20,000 acres, scattered across seven counties. In those counties, about 70 percent of the votes went for Donald Trump. And Kip Tom thinks Trump will indeed listen to what farmers have to say. \"I see Trump being good for agriculture, absolutely,\" he told me. Article continues after sponsorship On some issues Trump has been right in sync with the major farm groups. They both want less environmental regulation, for instance. Trump has promised to ditch a rule called Waters of the U.S. , which defines which streams are covered by the Clean Water Act. The rule hasn't actually made much of a practical difference for farmers, but many farmers fear that down the road, it might give the EPA the authority to regulate what they do on the fields that surround small streams. \"Waters of the U.S. was an overreach by the federal government on our private property rights, to come out here and tell us how to operate our farms,\" said Tom. But when it comes to other issues, farm organizations want Trump to change his mind. They favor trade deals that Trump attacked during his campaign, such as the Trans Pacific Partnership, which could expand their exports of pork, beef, and grain. Farm groups also don't want the government to crack down on immigration. Dairy farmers and vegetable growers rely heavily on immigrant workers. Tom says more people should \"walk a day with somebody who's a migrant, who was willing to do the work that others turn their nose to. I think we need to find some passion for those people and find a path toward citizenship for them,\" he says. This is the policy wish list for supporting \"rural America\" that Zippy Duvall, from the American Farm Bureau Federation, mentioned in his post-election statement: Free trade; environmental deregulation; immigration policies that don't take away farm workers; and continued funding for programs that help farmers financially when prices fall or bad weather ruins their crops. But does the rest of rural America care about these issues? To find out, I drove to the town of Warsaw, the county seat of Kosciusko County. Warsaw is doing better than a lot of rural towns. It's home to several thriving companies that make orthopedic devices, which provides a solid economic base. But like most small towns in the Midwest, it still worries about its future. Average incomes here have fallen below the national average. Poverty has been rising. The historic downtown, with its century-old brick storefronts and grand county courthouse, is eerily quiet during most of the day. And here's Warsaw's biggest concern: Young people and how to keep them from moving away. \"Millennials, they go where they want to live, and then they decide where they want to work,\" says Joseph Thallemer, Warsaw's mayor. According to census data, a couple of hundred more people leave Kosciusko County each year than move here. This, in fact, is why many Midwestern mayors and county commissioners are no longer quite so focused on getting companies to move to their communities, in order to bring in new jobs. Jobs aren't enough to make their millennials stay. Thallemer says that Warsaw has jobs in local factories that are waiting for people to fill them. And yet, young people choose to move away to places that seem more exciting. \"We have plenty of opportunity. But we don't have 70 degree average temperatures. We don't have palm trees. We don't have oceans,\" he says. What Warsaw needs, he says, is to find other ways to make the town special and attractive. Farms surround this town, but Thallemer barely mentions agriculture's priorities. That's because the number of farmers is tiny, compared to half a century ago. According to the latest census of agriculture from the U.S. Department of Agriculture, there are just 497 people in all of Kosciusko county who say that farming is their principal occupation. That's out of a total population of 80,000. This is the situation, in fact, in much of rural America. Chuck Fluharty , president of the Rural Policy Research Institute at the University of Iowa, which focuses on the economic health of rural communities, says small towns don't depend much on farmers anymore — yet farmers need their struggling rural towns. Farmers \"are worrying about that car dealer, and they're worrying about that bank, and they're worrying about the small insurance company, and they're hoping to God that they don't lose their school,\" he says. But Fluharty thinks it is possible to revive small towns like Warsaw and keep young people from leaving. It may sound counter-intuitive, but jobs follow people, he says, rather than the reverse. If people want to live in a place, they'll inevitably create the economic activity that sustains that community. So what rural America needs, basically, is more people like Parker Beauchamp . Beauchamp grew up in Wabash, Indiana, about an hour south of Warsaw. He went off to college, but came back home to run the family insurance company. And he convinced his big-city wife to move there with him. \"That was a major, major sales job,\" he says. He and his wife still debate about staying here. \"We talk about it every day.\" Beauchamp doesn't have to be in Wabash. His company, Inguard, is competing for customers all over the country, not just in northern Indiana. He's recruiting employees from all over, too. But he wants to be in his home town. And he's thrown himself into the job of building a Wabash that more people from Denver or Chicago would want to move to. \"We just hustled,\" he says. \"We did whatever we could in order to get some energy into downtown.\" They've had some success. There's art and entertainment in the center of Wabash now, along with a renovated historic hotel. Shops that were boarded up are now open for business again. Government grants got some of this off the ground. But Chuck Fluharty, from the Rural Policy Research Institute, says rural communities, don't get nearly as much federal economic development money per resident as cities do. This is where he wants farmers to help, he says, because farm organizations have political clout. He thinks those farm organizations should be pushing Congress, and the new Trump Administration, on behalf of policies that help their small towns; not just their own farms. ",
    "title": "Farmers Are Courting Trump, But They Don't Speak For All Of Rural America : The Salt : NPR"
   },
   {
    "entities": [
     "6:20 p.m.",
     "early morning",
     "twitter",
     "steve",
     "time",
     "airport",
     "sierra",
     "marine",
     "carlos",
     "south",
     "four hours later",
     "news",
     "monday",
     "now",
     "pérez",
     "present",
     "viru",
     "abc",
     "tuesday",
     "colombia",
     "blake",
     "brazil",
     "chapeco",
     "ganyard",
     "iván",
     "america",
     "bolivia",
     "international",
     "cordova",
     "cruz",
     "u.s.",
     "márquez",
     "maria",
     "may",
     "la",
     "de",
     "santa",
     "aeropuerto",
     "corps",
     "november 29, 2016",
     "the next several months",
     "griffin",
     "chapecoense",
     "local time",
     "paul",
     "night",
     "medellin",
     "melissa"
    ],
    "id": 4,
    "text": "WATCH Pro Soccer Players Among 71 Killed in Colombian Plane Crash 0 Shares The trip to Medellin, Colombia, was supposed to be a joyous one for the members Chapecoense, a soccer club from the small city of Chapeco, Brazil, and they were in the middle of a fairy tale season. Now their journey will go down in history as a tragedy. Investigators will likely comb through the evidence for the next several months, hoping to discover why a charter flight crashed Monday night while carrying players, coaches, board members and journalists. The accident killed 71 people, officials said, revising the death toll from the initial figure of 75. Officials said six survived. Details are scarce, and it will take a significant amount of time for officials to determine the exact causes of the crash. However, information available soon after the crash point toward the pilots facing the worst of circumstances. Flight Was Taking Brazilian Team to Game of Their Lives The charter flight departed Bolivia on Monday just before 6:20 p.m. local time. A little over four hours later, the flight began what appears to be a holding pattern just south of the Medellin airport for about 13 minutes. According to flight data from FlightRadar24, the plane made three circles, descending from 21,000 feet to 15,550 feet for the last two minutes of available flight data. The flight's destination, Maria Cordova International Airport outside Medellin, is a notoriously difficult airport for pilots. The runway is at 7,000 feet, surrounded by mountainous terrain. Frequent adverse weather conditions can make visibility difficult. Approaching an airport at that elevation requires high approach speeds, creating an even greater challenge in poor conditions. Fotos de @AerocivilCol aeronave procedente Aeropuerto Viru Viru de Santa Cruz de la Sierra, Bolivia empresa Lamia matrícula CP2933 RJ 80. pic.twitter.com/ZKngqObQ5v — AERONÁUTICA CIVIL (@AerocivilCol) November 29, 2016 There were scattered thunderstorms in the area at the time of the crash, and turbulence could have been present, according to ABC News meteorologist Melissa Griffin. The airport's official Twitter account confirmed the plane suffered an electrical failure before the crash. While the consequences of an electrical failure can vary greatly, if the pilots lost navigational aids on approach to an airport like Medellin at night in poor visibility, that could spell serious trouble. The limited evidence available at this time suggests some possible scenarios for the doomed flight. For insight into the incident, ABC News spoke with Col. Steve Ganyard — a former deputy assistant secretary of state, a retired fighter pilot in the U.S. Marine Corps and an ABC News contributor. The holding pattern seen on flight data could indicate the crew was attempting to troubleshoot the electrical failure. So late in the flight, however, the plane may have been low on fuel, forcing the crew to make a quick decision in poor weather surrounded by high terrain. Such a combination could have been perilous. \"An electrical failure under those conditions would challenge even the best pilots,\" Ganyard said. \"And if there was a total electrical failure, the flight was doomed.\" #AEstaHora Carlos Iván Márquez Pérez, Director de la UNGRD, realiza seguimiento a operación de búsqueda y rescate en la zona del siniestro. pic.twitter.com/SsfOEBZDQt — UNGRD (@UNGRD) November 29, 2016 Under those conditions, a visual approach would have been extremely difficult, if not impossible. In such a case, a pilot would resort to the often used ILS, or instrument landing system. ILS allows the pilots to use radio signals to navigate the plane safely to the runway, even through poor visibility. A total electrical outage, although rare, would take this option away from the pilots. Investigators will surely look very closely at the reported electrical outage and why such an event may have occurred. Ganyard added that air safety in South America is relatively poor. \"A Bolivian charter aircraft was not likely maintained or manned to U.S. standards,\" he said. As the recovery mission is ongoing, fans and surviving team staff are remembering those who died. In an early morning tweet on Tuesday, the team shared a video of the players celebrating a recent victory with a simple caption: “May this be the last image of our warriors. #ChapeStrength.” Que essa seja a última imagem dos nosso guerreiros. #ForçaChape pic.twitter.com/Q1ZxF5h4sV ABC News contributor Col. Steve Ganyard contributed to this report. ABC News' Paul Blake also contributed. 0 Shares ",
    "title": "Early Evidence Points to Nightmare Scenario for Brazilian Soccer Team's Ill-Fated Flight - ABC News"
   },
   {
    "entities": [
     "last year",
     "protection",
     "solutions",
     "bob",
     "mchugh",
     "the past",
     "sall",
     "rich",
     "ronan",
     "diaz",
     "2016",
     "of",
     "habib",
     "stephen",
     "this year",
     "columbia",
     "seventy years ago",
     "zafirlukast",
     "30 percent",
     "ferguson",
     "washington",
     "river",
     "gegg",
     "seth",
     "susannah",
     "news",
     "ellingsworth",
     "doe",
     "now",
     "richland",
     "2009",
     "seattle",
     "nov 29",
     "energy",
     "gary",
     "2014",
     "states",
     "said",
     "$110 billion",
     "america",
     ", 7:30 am",
     "farrow",
     "percent",
     "1800",
     "currently",
     "when",
     "mark",
     "two years ago",
     "past 24 years",
     "cyrus",
     "january 1960",
     "7:29",
     "nuclear",
     "site",
     "share",
     "nbc",
     "united",
     "diana",
     "mario",
     "2011",
     "department",
     "king",
     "whitney",
     "current",
     "473 percent",
     "$50 million",
     "west",
     "frame",
     "lonny",
     "today",
     "campbell",
     "hanford",
     "poteat",
     "brian"
    ],
    "id": 5,
    "text": "Nov 29 2016, 7:30 am ET Welcome to 'the Most Toxic Place in America' by Ronan Farrow and Rich McHugh Share 'America's Chernobyl': Inside the most toxic place in the nation 7:29 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161130010221if_/http://www.nbcnews.com/widget/video-embed/819787843950\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Athletic 35-year-old men who have never touched cigarettes are not supposed to come down with a debilitating lung disease usually linked to smoking. But Seth Ellingsworth of West Richland, Washington, says he got sick in an instant last year, when he briefly inhaled a strange odor at his job at the nearby Hanford Nuclear Site. \"I started having breathing problems,\" said Ellingsworth, \"and it hasn't gone away since.\" The father of four, who has reactive airway disease and is now unable to work, wore a nebulizer mask and gasped for air as he showed NBC News all the medicines he's forced to take. \"This is a corticosteroid. This is a pill I take, it's Zafirlukast. This is prednisone. This is a bronchodilator.\" Seventy years ago, the Hanford Site produced plutonium for America's nuclear arsenal. Today, it's run by the Department of Energy through its contractor, Washington River Protection Solutions. The contractor is managing a $110 billion cleanup of 56 million gallons of chemical and nuclear waste, stored in 177 underground tanks — a task that's expected to last the next 50 years. Seth Ellingsworth says he became sick as soon as he inhaled bad-smelling fumes at Washington's Hanford Nuclear Site, where he worked. Seth Ellingsworth But the tanks are leaking, and the vapors they emit contain toxic and radioactive chemicals known to cause cancer as well as brain and lung damage. Just this year, 61 workers have been exposed, and some nuclear experts have called Hanford \"the most toxic place in America\" and \"an underground Chernobyl waiting to happen.\" The DOE has acknowledged in nearly 20 studies conducted over the past 24 years that there is a safety risk to workers at Hanford. Just two years ago, a report found toxins in the air \"far exceeding occupational limits\" and a \"causal link\" between vapor exposure and lung and brain damage. The DOE has also said that the site \"cannot effectively control\" dangers and gives workers \"no warning.\" Campus Undercovered: Why ADHD Drugs Are the Hottest Study Aid on College Campuses But critics say the DOE still isn't doing enough to act on its own findings, and continues to put workers at risk. Local neuropsychologist Brian Campbell says he has evaluated 29 people at Hanford with both respiratory and cognitive symptoms, including \"some of the worst cases of dementia that I've seen in young people, which we do not anticipate.\" Dr. Campbell said the DOE doesn't want to acknowledge the injuries. \"More likely than not,\" said Campbell, \"I think it's caused by the exposure they had at Hanford.\" Nuclear reactors line the riverbank at the Hanford Site along the Columbia River in January 1960. The N Reactor is in the foreground, with the twin KE and KW Reactors in the immediate background. The historic B Reactor, the world's first plutonium production reactor, is visible in the distance. United States Department of Energy When NBC News put out a call for current and former Hanford workers who believe they were exposed to toxic materials, more than 20 volunteered to talk to us. Eleven of them sat down with NBC News for a group interview. Diana Gegg was one of several former workers who said they have dementia: \"I have shaking on the right side of my body.\" Lonny Poteat said he had been diagnosed with \"pretty bad\" nerve damage. \"Sometimes the pain gets so great,\" said Poteat, \"I just pass out.\" Campus Undercovered: College Students Say Drunkorexia Is More Than a Buzzword Mario Diaz said he was losing his memory and struggling to breathe, and became emotional when he said he's no longer able to do things with his family. \"The worst part is showing up for work out there and getting pasted because they didn't tell us,\" said Diaz. \"They weren't forthright in sharing what they know.\" The workers told us that \"over and over,\" the Department of Energy and the contractor on site told them the readings for harmful materials were safe. \"We're told daily that it's safe,\" said a man who currently works at Hanford. \"[That] there's nothing to worry about.\" Ronan Farrow with current and former workers from the Hanford Nuclear Site. NBC News \"They're a bunch of liars,\" said a female employee. Former workers also said that in the past they were almost never allowed to opt for protective gear, like the supplied air tanks recommended by many experts. \"They wouldn't let you have it,\" alleged a former worker. Several told us they were discouraged from seeking safety equipment, and threatened with losing work if they insisted. The DOE says it has no tolerance for retaliation. The Hanford Challenge, a local watchdog group, says that at least three deaths have a documented link to exposure at Hanford, including Gary Sall's. Sall died in 2011 after descending into dementia, which was diagnosed as \"work-related.\" Some Washington state officials are now intervening, including Lt. Gov. Cyrus Habib, who has pledged to investigate and called the federal government's response \"an absolute scandal.\" \"When you think about the risk not only to workers but also to our water supply,\" Habib told NBC News, \"it's like a Stephen King novel. This is something that I think everyone in the country should be thinking about.\" Attorney General Bob Ferguson is taking an even more unusual step — suing the federal government. Said Ferguson, \"They've known for decades. It's been going on year after year, report after report. Ferguson said he considered the federal government's lack of action \"unforgivable.\" \"And to be candid, they have to live with themselves on that,\" said Ferguson. \"I ask the question all the time, 'How many more workers have to get sick at Hanford before they do something about it? How many?' Please ask them. I really want to know.\" NBC News asked a DOE official that very question during a visit to Hanford. The DOE granted us rare access to the highly restricted site, and an interview with Deputy Assistant Secretary Mark Whitney. Whitney, who has since left the DOE for the private sector, said that all Hanford workers who have been referred to medical evaluation to date have been returned to work. NBC noted that many workers who have not returned to work are seriously, even terminally ill, and asked Whitney if the DOE maintains that these illnesses are not related to on-the-job exposures. \"I wish we had a more complete understanding of those circumstances,\" said Whitney. \"A lot of effort the last couple years has gone into strengthening our efforts to deal with the potential vapor exposure issue.\" NBC then showed Whitney a copy of Diana Gegg's medical assessment, in which doctors say her serious, possibly terminal illnesses are a direct result of her exposure at Hanford, and asked him for comment. Said Whitney, \"I'm not a medical professional and can't provide a qualified medical opinion.\" Whitney says the DOE is \"strengthening communication\" with Hanford workers, and in 2016 invested $50 million in improving air monitoring. At Hanford, however, a subcontractor who was monitoring the air next to a set of waste tanks refused to tell NBC News what kind of readings he was getting. \"Sorry, but I'm not allowed to discuss that,\" said the subcontractor. Whitney said the DOE has taken more than 170,000 measurements of the breathing zones in Hanford's tank farms, and never found measurements higher than the permitted occupational exposure limits. NBC, however, has documents showing DOE readings from Hanford in 2009 that are far in excess of occupational limits. Mercury was measured at 473 percent above limits, and ammonia was measured at 1800 percent above limits — and workers were not told. \"I'm not aware of what workers were told or were not or those readings,\" said Whitney. \"Potentially those measurements were taken at the top of a 20 or 40-foot stack where workers would not be.\" But a DOE study from 2014 found a significant risk of dangerous exposure at that distance from the source of vapor. \"Clearly, almost 30 percent of this concentration … might by highly irritating even under very brief exposures occurring over 30 feet from the source.\" Susannah Frame, investigative reporter at Seattle NBC affiliate KING, says the risk goes beyond workers at the site, and includes the risk that a tank could explode and contaminate a large area. That risk was originally raised by a government nuclear board. Said Frame, \"If you care about people that are doing the work of this country that is needed so that we don't have a nuclear disaster, you should care about Hanford. \" \"Our lives don't matter,\" said Seth Ellingsworth. \"Our health does not matter. We are simply a business decision. It costs more money to protect us than to fight us, to deal with us being sick.\" Washington River Protection Solutions, the contractor that runs Hanford for the DOE, has now reached an agreement with workers' unions to provide air tanks to all workers. Experts told NBC News that the masks can help — but that they can also be withdrawn by the government at any time. They also say it doesn't solve the broader safety problems underscored by 24 years of DOE studies about the risks of working at Hanford. Ronan Farrow ",
    "title": "Welcome to 'the Most Toxic Place in America' - NBC News"
   },
   {
    "entities": [
     "billions of dollars",
     "congress",
     "donald",
     "goldman",
     "steve",
     "november 29",
     "commerce",
     "the past",
     "here",
     "philip",
     "adam",
     "alan",
     "stephen",
     "new",
     "moore",
     "once",
     "washington",
     "democratic",
     "steven",
     "gop",
     "hodge",
     "sachs",
     "cabinet",
     "now",
     "rucker",
     "republican",
     "devos",
     "last week",
     "previously",
     "trump's",
     "committee",
     "mui",
     "q.",
     "view",
     "trump",
     "graphic",
     "may",
     "michigan",
     "at 5:48 pm",
     "ross",
     "15 percent",
     "hollywood",
     "betsy",
     "wilbur",
     "york",
     "department",
     "ylan",
     "mnuchin",
     "robert",
     "national",
     "treasury"
    ],
    "id": 6,
    "text": "Trump expected to name financier Steve Mnuchin to Treasury The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Ylan Q. Mui and Philip Rucker November 29 at 5:48 PM Follow @ylanmui Follow @PhilipRucker President-elect Donald Trump is planning to name investor and former Goldman Sachs executive Steven Mnuchin as treasury secretary, opting for an industry insider with no government experience to helm the agency in charge of the nation’s finances, according to people familiar with the matter. Mnuchin (pronounced mah-NEW-chin) joined Trump’s whirlwind campaign in May as finance chairman, despite the fact that he has never worked in politics and that he donated to Democrats in the past. He quickly earned Trump’s trust as he worked closely with the Republican National Committee to raise substantial amounts of money in a short period. On policy issues, he was instrumental in crafting the details of Trump’s proposal to overhaul the tax code. “He’s an expert on finance issues,” said Stephen Moore, who worked with Mnuchin as an adviser to the president-elect on the campaign trail. “He clearly, like Donald Trump, understands that the number one goal for this administration is going to be to grow the economy and get jobs.” Mnuchin would be the latest wealthy investor to join what is already shaping up to be an extraordinarily well-off Cabinet. Trump also is expected to nominate industrialist billionaire Wilbur Ross to lead the Commerce Department. Michigan billionaire Betsy DeVos was named as Trump’s pick for education secretary last week. Mnuchin made his fortune on Wall Street, first at the storied New York investment bank Goldman Sachs and then as the head of his own private-equity fund. His close ties to an industry he would be in charge of regulating have the potential to complicate his confirmation and could undermine Trump’s populist message. Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet While on the stump, the president-elect frequently lambasted big banks — Goldman Sachs in particular — and advocated the reinstatement of the Glass-Steagall legislation that once separated retail and investment banks. In addition, Mnuchin was deeply involved in running a bank that had been at the heart of the subprime housing bust, eventually selling it for billions of dollars in profit. “So much for draining the swamp,” said Adam Hodge, communications director for the Democratic National Committee. “Trump is already heading into office as the most corrupt, conflicted and unpopular president-elect in history, and now he’s breaking his signature promise to the voters who elected him.” As treasury secretary, one of Mnuchin’s top priorities probably would be shepherding Trump’s tax plan through Congress. Trump has advocated cutting the corporate tax rate to 15 percent and streamlining individual tax rates into three brackets. Although Republican lawmakers have expressed enthusiasm for reform, there remains substantial debate over how to tackle corporate profits overseas, among other issues. In addition, key GOP senators are advocating for a more bipartisan approach that probably would require complex negotiations with Democrats. “I think he’s extremely knowledgable about taxes,” Moore said. But, he added, “Most members of Congress don’t know who he is.” [ With Treasury pick come possible conflicts ] In news interviews, Mnuchin has said he was not previously close to Trump, but the two move in the same circles of big-money financiers, willing to take big risks in the face of improbable odds. Trump’s campaign was just the latest big bet in Mnuchin’s varied career in the upper echelons of finance, which has stretched from New York to Hollywood. Working at Goldman Sachs was a family affair for Mnuchin. Before he worked at the Wall Street giant, his father, Robert Mnuchin, spent more than 33 years at the bank. His brother, Alan, was a Goldman Sachs’ vice president. 1 of 12 ",
    "title": "Trump expected to name financier Steve Mnuchin to Treasury - The Washington Post"
   },
   {
    "entities": [
     "inc.",
     "earlier tuesday",
     "weekend",
     "house",
     "russia",
     "donald",
     "goldman",
     "emily",
     "earlier this month",
     "office",
     "morgan",
     "kamala",
     "6:24 pm est",
     "jeb",
     "falk",
     "2016",
     "hensarling",
     "of",
     "iran",
     "interactive",
     "chase",
     "new",
     "pamela",
     "syria",
     "foreign",
     "cbs",
     "steven",
     "monday, nov. 14, 2016",
     "news",
     "tom",
     "sachs",
     "price",
     "ukraine",
     "cuba",
     "schultheis",
     "garrett",
     "california",
     "white",
     "nov 29, 2016",
     "tower",
     "dimon",
     "&",
     "elaine",
     "co",
     "obama",
     "trump",
     "harris",
     "jp",
     "vucci",
     ", 5:49 pm",
     "control",
     "evan",
     "november 29, 2016",
     "past",
     "york",
     "jamie",
     "department",
     "chao",
     "mnuchin",
     "assets",
     "labor",
     "treasury"
    ],
    "id": 7,
    "text": "By Emily Schultheis CBS News November 29, 2016, 5:49 PM Donald Trump chooses Steven Mnuchin as treasury secretary Last Updated Nov 29, 2016 6:24 PM EST President-elect Donald Trump has selected Steven Mnuchin as his treasury secretary, CBS News has confirmed. The decision to tap Mnuchin, who served as the national finance chairman of Trump’s presidential campaign, for the top Treasury Department job has been widely expected since Mr. Trump won the race for the White House. Earlier this month, Mr. Trump’s transition recommended Mnuchin for the post. Mnuchin is a veteran of the finance world, spending 17 years at Goldman Sachs. He’s also an interesting choice for Mr. Trump, given that he has donated more to Democratic candidates than Republicans in past elections. (In 2016, however, he gave almost entirely to Republicans, with the exception of Sen.-elect Kamala Harris in California.) Steven Mnuchin, national finance chairman of President-elect Donald Trump’s campaign, walks in the lobby of Trump Tower, Monday, Nov. 14, 2016, in New York. Evan Vucci, AP Others who were reportedly considered for the job include JP Morgan Chase & CO CEO Jamie Dimon and Rep. Jeb Hensarling (R-Texas). Mnuchin is the latest in a flurry of post-Thanksgiving weekend Cabinet announcements from Mr. Trump. Earlier Tuesday, his team announced Rep. Tom Price (R-Georgia) as health and human services secretary, and Mr. Trump is expected to name former Labor Secretary Elaine Chao as his transportation secretary.  The treasury secretary is responsible for the important foreign policy tool of sanctions, through the Office of Foreign Assets Control, CBS News’ Pamela Falk reports. And that means Mnuchin will have a say in Cuba and Iran sanctions as well as Ukraine and Russia sanctions, in addition to Syria and counter terror and counter narcotics. The sanctions authority gives the treasury secretary the ability to add to or roll back Obama administration policies quickly, Falk added.  CBS News’ Major Garrett contributed reporting to this story. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Donald Trump chooses Steven Mnuchin as treasury secretary - CBS News"
   },
   {
    "entities": [
     "st.",
     "nov. 8",
     "spring",
     "house",
     "garcia",
     "$2.1 million",
     "general",
     "steve",
     "jerry",
     "brandon",
     "2016",
     "rick",
     "louis",
     "assembly",
     "brown",
     "harrisburg",
     "board",
     "party",
     "wednesday",
     "smithton",
     "democratic",
     "gop",
     "$1.1 million",
     "$30 million",
     "monday",
     "republican",
     "jan. 11",
     "sam",
     "$44,000",
     "chicago",
     "pearson",
     "$13.5 billion",
     "madigan",
     "organization",
     "yingling",
     "july",
     "currently",
     "ammons",
     "illinois",
     "carol",
     "grayslake",
     "drobinski",
     "bruce",
     "rauner",
     "monique",
     "phelps",
     "rod",
     "state",
     "$2.6 million",
     "$21 million",
     "costello",
     "5 percentage points",
     "wauconda"
    ],
    "id": 8,
    "text": "Republican Gov. Bruce Rauner 's budget office estimates the state's backlog of unpaid bills will hit a record $13.5 billion by July if the governor and Democrats who control the General Assembly remain deadlocked over a complete spending plan, a bleak reminder of what's at stake as negotiations... Republican Gov. Bruce Rauner 's budget office estimates the state's backlog of unpaid bills will hit a record $13.5 billion by July if the governor and Democrats who control the General Assembly remain deadlocked over a complete spending plan, a bleak reminder of what's at stake as negotiations... (Monique Garcia) Madigan spokesman Steve Brown dismissed the effort as more of the same failed tactics that Republicans have employed for years. \"I don't know that it really makes any difference, this is the kind of thing we have seen from the Republicans for decades,\" Brown said. \"It's not terribly effective, and it's certainly not persuasive in getting people to embrace some of the issues.\" Of the three Democrats singled out by the state GOP, one, state Rep. Jerry Costello , of Smithton, near St. Louis, faced no Republican opposition in the Nov. 8 election. Another, state Rep. Brandon Phelps , of Harrisburg in southeastern Illinois, had only token GOP opposition. The state GOP also singled out Democratic Rep. Sam Yingling, of Grayslake, who edged out Republican challenger Rod Drobinski, of Wauconda, by about 5 percentage points in a race in which both sides spent heavily. Yingling raised nearly $2.6 million during the 2016 election cycle, State Board of Elections records showed, with nearly $1.1 million coming from Madigan-controlled funds. Drobinski raised nearly $2.1 million, all but $44,000 coming from the House Republican Organization, the campaign arm of the House GOP, and the Illinois Republican Party. The state GOP raised more than $30 million in the 2016 campaign cycle with nearly $21 million coming from Rauner and his campaign fund. Much of the money that went to the state Republican Party was funneled to the House Republican Organization to oppose Madigan. Madigan on Monday predicted he has \"overwhelming support to be re-elected speaker,\" and his members are expected to gather privately Wednesday to discuss the matter. The House election for speaker will not be held until Jan. 11, when new lawmakers are sworn in, meaning Republicans still have several weeks to raise the pressure. Indeed, neither Phelps or Yingling would say if they plan to vote for the speaker again, noting they may not have much choice either way should he be the only name Democrats put forth. \"I will be supporting whoever the Democratic candidate is,\" said Yingling, who added that the attempt to divide Democrats is only \"strengthening the Democratic Party.\" \"This shows a complete incompetence on the part of the governor and his total lack of understanding of what it means to govern and work with the legislative branch,\" Yingling said. \"It also underscores the notion that the governor thinks that he can just buy whatever he wants, and in reality our democracy doesn't work like that.\" Meanwhile, House Democrats were unable to override Rauner's veto of a bill aimed at making voter registration automatic in Illinois. Under the legislation, those seeking a new or updated driver's license would automatically be registered to vote or have their registration updated unless they opted out. Currently, motorists seeking services at secretary of state driver's facilities are asked if they want to register to vote or update their registration — an opt-in form of voter registration. Rauner argued the bill opened the state to potential voting fraud and conflicted with federal law. That put Republicans who supported the bill in the spring in a tight spot, and they floated an alternative proposal to provide some political cover for switching their votes. That did little to appease Democrats, who contended Rauner's opposition was \"because he is concerned about his own re-election.\" \"It really sends the message that the support of voter suppression in Illinois will be upheld by certain members of this House,\" said Rep. Carol Ammons, D-Urbana. Rick Pearson contributed from Chicago. ",
    "title": "Madigan no-shows meeting, Rauner&apos;s GOP launches attack website - Chicago Tribune"
   },
   {
    "entities": [
     "goldman",
     "bel-air",
     "hamptons",
     "george",
     "times",
     "2008",
     "henry",
     "w.",
     "m.",
     "cit",
     "2015",
     "capital",
     "2009",
     "e.",
     "clinton",
     "jr.",
     "the",
     "california",
     "trump",
     "chicago",
     "paulson",
     "may",
     "indymac",
     "dune",
     "2002",
     "bill",
     "management",
     "louise",
     "rubin",
     "linton",
     "mnuchin",
     "robert",
     "bush",
     "treasury"
    ],
    "id": 9,
    "text": "Privacy Policy After leaving Goldman in 2002, he founded Dune Capital Management, a hedge fund named after the dunes near his beach house in the Hamptons. He also started investing in the movie business and bought a house in Bel-Air. He is engaged to the actress Louise Linton, who would be his third wife. He told The Times in May that he has focused in recent years on the “ West Coast economy ,” although he added that he was not turning his back on Wall Street. Mr. Mnuchin was part of a group that bought the failed California mortgage lender IndyMac from the government in 2009. He became chairman of the company, renamed OneWest, which was ultimately sold to CIT, the nation’s largest small-business lender, in 2015 for more than twice the price the group had paid. During his tenure, OneWest faced allegations that it had foreclosed improperly on some borrowers. Fair-housing groups also filed a complaint with the federal government , alleging that OneWest was not meeting its legal obligation to make loans in minority neighborhoods. Mr. Mnuchin and Mr. Trump have known each other for years — not always under the best of circumstances. Mr. Mnuchin’s company helped to finance construction of a Trump project in Chicago. In 2008, Mr. Trump sued Dune and other lenders to extend the loan terms. The parties ultimately settled. Mr. Mnuchin has never worked in government, but Treasury secretaries are often drawn from the private sector. He would become the third Goldman alumnus to serve in the job, after Henry M. Paulson Jr., under President George W. Bush; and Robert E. Rubin, under President Bill Clinton. ",
    "title": "Steven Mnuchin Is Donald Trump’s Expected Choice for Treasury Secretary - The New York Times"
   }
  ]
 }
}