{
 "01": {
  "col-sim": {
   "cosine": 0.3520641717344701,
   "entity": 0.4216370213557839
  },
  "exec-time": 7.062196254730225,
  "links": [
   {
    "entities": [
     "recently",
     "gazetesi",
     "council",
     "ankara",
     "boydas",
     "russia",
     "house",
     "twitter",
     "eric",
     "time",
     "january 1",
     "suleyman",
     "vasip",
     "associated",
     "aleppo",
     "nasser",
     "cairo",
     "last june",
     "yildirim",
     "at 9:37 am",
     "syria",
     "washington",
     "foreign",
     "sefa",
     "ortakoy",
     "istanbul",
     "2015",
     "price",
     "ned",
     "fahim",
     "hurriyet",
     "erdogan",
     "states",
     "white",
     "israel",
     "dec. 19",
     "al-assad",
     "schultz",
     "kareem",
     "national",
     "obama",
     "mehmet",
     "press",
     "erin",
     "1 a.m.",
     "sunday",
     "reina",
     "sahin",
     "u.s.",
     "leanne",
     "kocarslan",
     "bashar",
     "early sunday",
     "haberturk",
     "new year's eve",
     "uyanik",
     "tayyip",
     "orlando",
     "united",
     "sinem",
     "security",
     "new year's",
     "state",
     "cunningham",
     "solu",
     "club",
     "soylu",
     "embassy",
     "gormuz",
     "recep",
     "nato",
     "turkey",
     "bataclan",
     "new year",
     "ministry",
     "islamic"
    ],
    "id": 0,
    "text": "Authorities search for a shooter after New Year’s massacre at Istanbul nightclub The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Erin Cunningham and Kareem Fahim January 1 at 9:37 AM Follow @erinmcunningham Follow @kfahim ISTANBUL — Turkish authorities were hunting for a lone gunman who opened fire on a New Year's celebration early Sunday at one of Istanbul's most popular nightclubs, killing dozens of people, many of them foreigners, and wounding scores more in one of the deadliest attacks on civilians in the city. The victims include an Iraqi architecture student, a Turkish policeman and an Israeli woman celebrating the new year with her friends. At least 39 people were killed and 70 people wounded, and citizens of five other countries were believed to be among the dead, officials said. The assault, which began with a spray of gunfire from a single assailant around 1 a.m., was the latest in a string of deadly attacks that have shaken Turkey as it faces threats both at home and from the civil war next door in Syria. Sunday’s incident was the fourth major attack in Turkey in less than a month, including the high-profile assassination of the Russian ambassador by a Turkish policeman, and a brazen car bomb attack against riot police at a soccer stadium in Istanbul. That attack was claimed by separatist Kurdish militants, who have waged a decades-long insurgency against the Turkish state. Officials on Sunday called the nightclub attack a “massacre” and an act of terrorism. Turkish President Recep Tayyip Erdogan said the attack was meant to “trigger chaos.” (Haberturk Gazetesi Yildirim) We “will never give passage to these dirty games,” Erdogan said in a statement posted on the presidency's website. Turkish Interior Minister Suleyman Solu said the assault on the Reina Club — a sprawling venue on the edge of the Bosporus strait, popular with Istanbul's elite — was carried out by a single gunman who has not yet been identified. Speaking to reporters outside an Istanbul hospital, Soylu said the attacker changed clothes to escape the scene. “Our security forces have started the necessary operations” to find the attacker, Soylu said. He said at least 15 of the 20 victims identified were foreign nationals. Later, Turkey's minister of family and social policies said that the victims included Saudi, Moroccan, Lebanese and Libyan citizens. Israel's Foreign Ministry confirmed that one Israeli woman, 19-year-old Leanne Nasser, was killed. Lebanese media also reported that one of its nationals was also confirmed dead. The attack, which targeted a club popular with international clientele, appeared to echo the massacres at Bataclan, a Parisian concert venue, in 2015, and a gay nightclub in Orlando last June. In both cases, one or more gunmen used assault rifles to shoot revelers at cosmopolitan venues in the heart of each city, killing scores from countries around the globe. Those attacks were claimed by the Islamic State. There has been no claim of responsibility, however, for the Istanbul attack. Witnesses and officials described at least one gunman storming the club with a long-barreled rifle, and stampedes of panicked patrons scrambling for cover at the waterside. The assault began when the gunman shot and killed a police officer who was guarding the door, according to Istanbul Mayor Vasip Sahin, who spoke to reporters in front of the club about two hours after the shooting. After killing the policeman, the gunman “brutally and violently attacked innocent people who came here to enjoy themselves,” Sahin said. Sefa Boydas, a professional soccer player who was at the club, described the scene on Twitter . He said he did not see who was shooting but that the attack happened quickly. Police arrived soon after, he said, and he carried his girlfriend, who was wearing high heels, out of the club to safety. The U.S. Embassy issued a statement Sunday denying reports that the U.S. government had information about threats to specific venues, including Reina. The nightclub's owner, Mehmet Kocarslan, had told the Turkish newspaper Hurriyet that there had been increased security at the club for a week or more, because of warnings from “American intelligence.” “The U.S. Government did not warn Americans to stay away from specific venues or neighborhoods,” the embassy statement said. Turkey's top cleric and head of the government's presidency for religious affairs, Prof. Mehmet Gormuz, also condemned the shootings Sunday, saying such an attack would be just as heinous if it took place in a mosque. “The targets of terrorists are not places but the people, the country, the nation, and humanity overall,” Gormuz said in a statement distributed by the prime minister's office. Such an attack, he said, “no Muslim conscience can accept.” The mass killing at the nightclub was at least the fourth major attack in Turkey in less than a month, raising questions about the ability of the government, a NATO member and critical regional ally of the United States, to counter threats stemming from the war across Turkey’s border in Syria, as well as an escalating conflict with Kurdish militants inside Turkey. At least one of the recent assaults — a suicide bombing at a soccer stadium in central Istanbul — was claimed by a Kurdish militant group. Authorities are still investigating who might have planned other attacks, including the Dec. 19 assassination of Russia’s ambassador to Turkey, by a police officer who denounced the carnage in Syria’s civil war. [ Turkish police officer, invoking Aleppo, guns down Russian ambassador in Ankara ] Turkey recently took a central role in trying to halt the hostilities in Syria, in coordination with Russia, which is allied with the government of Syrian President Bashar al-Assad. A recent cease-fire announced by Turkey and Russia was endorsed by several Syrian rebel groups but not others, including radical Islamist groups that might seek to retaliate against Erdogan’s government because of its cooperation with Russia. The attacks have come despite a widening security dragnet by authorities and a broad crackdown by the government on those whom officials have branded terrorists. Ned Price, a White House National Security Council spokesman, released a statement condemning the attack. “That such an atrocity could be perpetrated upon innocent revelers, many of whom were celebrating New Year’s Eve, underscores the savagery of the attackers,” the statement said. President Obama was briefed on the assault and has “directed his team to offer appropriate assistance to the Turkish authorities,” said Eric Schultz, White House deputy press secretary. At the time of the attack early Sunday, according to local media, hundreds of people were inside the club. Patrons reportedly jumped into the water to escape the gunfire, and dozens of ambulances could be heard heading in the direction of the club in Istanbul’s Ortakoy district. “We were there, we were having fun, when all of a sudden people started running,” club patron Sinem Uyanik told Hurriyet. Uyanik was waiting outside a hospital, where her husband, who had also been at the club, was being treated for gunshot wounds. “It was so horrible. It smelled like gunpowder,” Uyanik said. At some point, she fainted, and then “woke up and saw my husband covered in blood,” she told the paper. “So many people were covered in blood,” she said. Security forces later stormed the nightclub, Uyanik said. Police in riot gear and armored vehicles blocked the area around the venue, the Associated Press reported. Photos published by the state-run Anadolu news agency showed ambulances lined up outside the building. Turkish authorities issued a temporary gag order on reporting from the scene. The order also barred media outlets from publishing any information on potential suspects, unless released through official statements. Such bans are frequent in Turkey, where the government has embarked on a far-reaching crackdown on the news media . Still, images of the carnage circulated on social media early Sunday. Fahim reported from Cairo. ",
    "title": "Authorities search for a shooter after New Year’s massacre at Istanbul nightclub - The Washington Post"
   },
   {
    "entities": [
     "police",
     "ankara",
     "1:15 a.m.",
     "early morning",
     "ihlas",
     "earlier this month",
     "time",
     "helsel",
     "2016",
     "vasip",
     "new",
     "ortakoy",
     "epa",
     "jan. 1, 2017",
     "istanbul",
     "news",
     "anadolu",
     "christmas",
     "berlin",
     "cnn",
     "january 1, 2017",
     "saturday",
     "new year",
     "reina",
     "sahin",
     "phil",
     "bosphorus",
     "santa",
     "agency",
     "ntv",
     "turk",
     "nbc",
     "york",
     "new year's",
     "claus",
     "department",
     "isis",
     "local time",
     "turkey",
     "night",
     "city"
    ],
    "id": 1,
    "text": "advertisement Thirty-five people were killed after a gunman opened fire on an Istanbul nightclub during New Year's celebrations, the governor said, in a shooting that was described as an act of terror. Forty others were wounded in the attack targeting the popular Reina nightclub in Istanbul's Ortakoy district, Istanbul Governor Vasip Sahin said according to CNN Turk. Special forces were sealing off a 2-mile radius around the nightclub, and security at the venue told NBC News the attacker was still believed to be inside. Ambulances transport wounded people after a gun attack on Reina, a popular night club in Istanbul near by the Bosphorus, early morning in Istanbul, Turkey on Jan. 1, 2017. STR / EPA The attacker killed a police officer and a civilian before entering the club at around 1:15 a.m. local time, Sahin said according to state media Anadolu Agency . \"He then carried out this violent and cruel act by spraying bullets on innocent people who were celebrating the New Year,\" Sahin said according to Anadolu Agency. The attacker was carrying a \"long barreled weapon,\" Sahin said. He did not say which group if any was suspected in the attack, and it did not appear that any group has immediately claimed responsibility. There were more than 500 people inside the club at the time, private NTV television reported. Ten of the wounded were in critical condition, Sahin said. Thirty-four of those killed were civilians, and one of the dead was a police officer, the governor said. People flee as ambulances are on the site of a reported attack on an Istanbul nightclub on January 1, 2017. IHLAS NEWS AGENCY / AFP - Getty Images Security measures had been heightened in major Turkish cities, with police barring traffic leading up to key squares in Istanbul and the capital Ankara. In Istanbul, 17,000 police officers were put on duty, some camouflaged as Santa Claus and others as street vendors, state news agency Anadolu reported. Ankara and Istanbul have been targeted by several attacks in 2016 carried out by ISIS or Kurdish rebels, killing more than 180 people. Earlier this month two bombings near a stadium in the city killed 38 people, mostly police officers, and injured 155 others. A Turkey-based Kurdish militant group claimed responsibility for that attack. Cities around the world stepped up security in anticipation of New Year's and following the truck attack on a Christmas market in Berlin and other terror attacks. New York City Police Department officials said Saturday they were redeploying some counter-terrorism teams and patrols to nightclubs as that city prepared to celebrate New Year's. The police officials cautioned there is no new specific or credible threats to New York. Phil Helsel ",
    "title": "Governor: 35 Killed in Attack on Istanbul Nightclub - NBC News"
   },
   {
    "entities": [
     "st.",
     "villarreal",
     "breaking",
     "dec. 31, 2016",
     "donald",
     "court",
     "watson",
     "carter",
     "sabina",
     "avenue",
     "the year",
     "tribune",
     "march",
     "2016",
     "gorner",
     "aug. 21",
     "ontario",
     "contact",
     "saturday, the last day of 2016",
     "square",
     "pfleger",
     "jeremy",
     "news",
     "marwa",
     "greg",
     "reporter",
     "the day",
     "jan.",
     "church",
     "eltagouri",
     "catholic",
     "michael",
     "jesus",
     "families",
     "1.,",
     "uribe/chicago",
     "rauckinas",
     "chicago",
     "pioneer",
     "local",
     "aurora",
     "michigan",
     "lisa",
     "street",
     "april",
     "sunday",
     "valois",
     "madison",
     "deandre",
     "naperville",
     "new year's day",
     "abel",
     "holiday",
     "zanis",
     "daisy",
     "brunson",
     "paul",
     "new year",
     "homan"
    ],
    "id": 2,
    "text": "News Local news Breaking News Families of 2016 slain bear crosses down Magnificent Mile Over 700 crosses were erected and carried along Michigan Avenue on Dec. 31, 2016 — one for each person killed in 2016 in Chicago. Greg Zanis, of Aurora, constructed the crosses with the help of volunteers and distributed them to families of the victims. Marwa Eltagouri Contact Reporter Chicago Tribune The crosses were heavy. Each one was about four feet tall, formed from two hefty wooden planks nailed together. A name was scribbled on each one. And an age. And a number. Like Madison Watson, 4 years old, No. 456. Or Donald Carter Brunson, 28 years old, No. 522. Each cross was for one of the more than 750 homicide victims in Chicago in 2016. They were numbered to represent where the death fell on the year's homicide count. No. 1, for example, was the cross for Deandre Holiday, shot to death Jan. 1., 2016, two hours into the new year. And on Saturday, the last day of 2016, as hundreds marched down Michigan Avenue with the crosses held high, some were surprised by how much strength it took to carry them. The crosses were heavy, people agreed. But not as heavy as a casket. \"We're protesting violence. Who are we calling to get involved? Everyone,\" said the Rev. Michael Pfleger of St. Sabina Catholic Church, who organized the march with the help of Greg Zanis, an Aurora-based carpenter known for installing crosses at the sites of tragedies around the country. (Jeremy Gorner) \"Every elected official, every government agency, every business and corporation, every mosque, every synagogue and church, every law enforcement official, every parent, neighbor and resident, and every citizen — from children to elders. Everyone. We are calling on all of Chicago to take a stand against violence,\" Pfleger said. Before the march, Pfleger and his fellow organizers unloaded the crosses from a truck and lined them up numerically along Pioneer Court, so that families could locate the cross for their loved one based on the day they were killed. \"There!\" a girl cried out, sprinting toward the group of crosses marked \"April, Numbers 101 to 188.\" She lifted up one holding a young man's photo and carried it to a crowd of crosses held by others who, like her, had experienced irreversible loss in 2016. Elsewhere, Daisy Villarreal, 19, smiled down at the cross she was about to carry. It bore her brother's name: Jesus Valois. He was 24, and he died Aug. 21 after being shot near his home in the Homan Square neighborhood. Before his death, he was excited by the news that he'd be a father, Villarreal said. Her niece or nephew is due Sunday, on New Year's Day. The family hopes Valois might live again through his child. Perhaps the baby would grow up to be an artist, like his or her father. \"I'm glad to be here,\" Villarreal said. \"A lot of people here are here for the same reason. It's a way to know that it's OK for me to feel this way.\" Families of homicide victims carry over 700 crosses Over 700 crosses were erected and carried along Michigan Avenue on Dec. 31, 2016 — one for each person killed in 2016 in Chicago. Greg Zanis, of Aurora, constructed the crosses with the help of volunteers and distributed them to families of the victims. (Abel Uribe/Chicago Tribune) Over 700 crosses were erected and carried along Michigan Avenue on Dec. 31, 2016 — one for each person killed in 2016 in Chicago. Greg Zanis, of Aurora, constructed the crosses with the help of volunteers and distributed them to families of the victims. (Abel Uribe/Chicago Tribune) See more videos The march itself was mostly silent but for the soft sound of a woman reading off the names of the more than 750 homicide victims. The names filled 29 pages, Pfleger said. While most marchers held crosses, some carried framed photographs of their deceased loved ones or strung those photos around their necks. Pedestrians halted their shopping as the marchers passed, and a few retail workers huddled behind the windows of their stores, watching through the glass. During the reading of April's victims, as the crowd was crossing Ontario Street, Lisa Rauckinas, who had traveled from Naperville to spend the day downtown with her husband, Paul, began to cry. She felt shaken by the sight of all the crosses, all the victims' photos. It all made her feel terrible, she said. One of the marchers broke from the crowd to give Rauckinas a hug, and tell her that she appreciated her compassion. \"It's just so powerful. So quiet,\" said Rauckinas, 48. \"These people are literally carrying their burdens.\" ",
    "title": "Families of 2016 slain bear crosses down Magnificent Mile - Chicago Tribune"
   },
   {
    "entities": [
     "ankara",
     "clause",
     "december 31, 2016",
     "twitter",
     "time",
     "email",
     "2016",
     "vasip",
     "associated",
     "istanbul",
     "anadolu",
     "press",
     "print",
     "sahin",
     "santa",
     "ntv",
     "ap",
     "new year's",
     "claus",
     "facebook",
     "state",
     "turkey",
     "night",
     "islamic"
    ],
    "id": 3,
    "text": "35 killed and 40 wounded in New Year's attack on Istanbul night club Published               December 31, 2016 Facebook 0 Twitter 0 livefyre Email Print   ISTANBUL (AP) –  An armed assailant who is believed to have been dressed in a Santa Claus costume opened fire at a nightclub in Istanbul during New Year's celebrations, killing at least 35 people and wounding 40 others, according to Istanbul's governor Vasip Sahin and Turkey's state-run news agency. Sahin called the incident a \"terror attack\" but did not say who might have carried it out. Footage from the scene showed at least six ambulances with flashing lights and civilians being escorted out. NTV said police had cordoned off the area and an operation to capture the assailant was ongoing. It is believed that more than 500 people were inside the club at the time of the incident.  An AP photographer says police cordoned off the area about 2 miles (3 kilometers) away from the nightclub and reported multiple ambulances passing by.  Security measures had been heightened in major Turkish cities, with police barring traffic leading up to key squares in Istanbul and the capital Ankara. In Istanbul, 17,000 police officers were put on duty, some camouflaged as Santa Clause and others as street vendors, Anadolu reported.  Ankara and Istanbul have been targeted by several attacks in 2016 carried out by the Islamic State group or Kurdish rebels, killing more than 180 people. The Associated Press contributed to this report.    ",
    "title": "35 killed and 40 wounded in New Year's attack on Istanbul night club | Fox News"
   },
   {
    "entities": [
     "tomorrow, new year's day",
     "tonight",
     "bureau",
     "crawford",
     "arthur",
     "new",
     "times",
     "newhouses",
     "tomorrow",
     "henry",
     "cleveland",
     "sapio",
     "evening",
     "theodore",
     "tower",
     "clay",
     "madison",
     "restaurant",
     "wine",
     "de",
     "howard",
     "1965",
     "clyde",
     "lombardozzi",
     "lee",
     "l.",
     "gardiners",
     "judy",
     "gould",
     "longchamps",
     "garland",
     "berra",
     "cheryl",
     "brooklyn",
     "kinney",
     "actors",
     "of",
     "this year",
     "blair",
     "shor",
     "pierpont",
     "square",
     "w.",
     "barnes",
     "weather",
     "carmine",
     "honolulu",
     "midnight",
     "california",
     "yogi",
     "huntington",
     "thruway",
     "atlas",
     "charles",
     "caniffs",
     "strasberg",
     "state",
     "evening tonight",
     "robert",
     "night",
     "yankee",
     "x",
     "astoria",
     "avenue",
     "liza",
     "murray",
     "whitey",
     "society",
     "margaret",
     "mead",
     "town",
     "system",
     "queens",
     "hartford",
     "lindsays",
     "ford",
     "buckley",
     "wagner",
     "new year's day",
     "3d",
     "switzerland",
     "club",
     "license",
     "new year",
     "waldorf",
     "toots",
     "studio",
     "$100‐a",
     "delmonico",
     "amory",
     "e.",
     "great",
     "g.",
     "dicarlo",
     "malcolm",
     "c.",
     "appreciation",
     "1 to 4 p.m.",
     "yesterday",
     "new year's eve",
     "joseph",
     "the saturday evening",
     "york",
     "minelli",
     "cross",
     "neck",
     "milton",
     "city"
    ],
    "id": 4,
    "text": "New Year's Eve will find Margaret Mead in Switzerland, Arthur Murray in Honolulu, Carmine Lombardozzi in jail, Charles Atlas in Brooklyn and Malcolm X in Queens—with­out a drink. “I shall stay home contem­plating some of the disasters ahead in 1965,” Malcolm X said yesterday. Charles Buckley has no plans for tonight. Neither does Clay Blair, the editor who led the revolt this year on The Satur­day Evening Post. Neither does Traffic Commissioner Henry Barnes, who “will take a pill and go to bed early.” But most New Yorkers —despite the shortage of taxi­cabs, despite the desperate gaiety of the evening — plan to be in the middle of some noisy scene come midnight. Cleveland Amory, in fact, has received invitations to 13 parties tonight. They include the Milton Caniffs', the Howard Lindsays', the Clyde Newhouses', the Robert Gardiners', the Vincent Prices' (in California), and also parties at Delmonico's, the Plaza, the St. Regis and the Sheraton‐East. Advertisement Continue reading the main story The hosts and hostesses at the Sheraton‐East will include Mr. and Mrs. Huntington Hart­ford, Mr. and Mrs. W. E. Pier­pont 3d, Mr. and Mrs. Theodore L. Cross—and a. live baby pink elephant wearing diapers and representing the New Year. It is not known precisely where Mayor Wagner will spend New Year's Eve, although five hosts say he will be at their parties, and there is a chance—if the Mayor attends the Town Club party at the Wal­dorf‐Astoria—that he'll run into Carmine G. De Sapio. But not if he can help it. Mr. De Sapio has received about four invitations for to­night's parties, his wife says. Yogi Berra, who was dropped as Yankee manager this year, has received one invitation. He has accepted. He did not dis­close the name of the host, but it is not Whitey Ford—who did not invite him. Mrs. Ford, who plans a party in Great Neck for 30 guests, said none of them are ball players. “We see ball players during the season,” she ex­plained yesterday. It should be a mild, clear evening tonight, according to the Weather Bureau. It is esti­mated that 1.5 million cars carrying more than 4.5 million people will be moving this way and that through the metro­politan New York area, and Toots Shor's (which has a park­ing lot inside) boasts that it is the only place where it is pos­sible to have a drink and smash up a car without leaving the premises. Free coffee will be given to motorists departing tonight from two midtown garages operated by the Kinney System; free coffee will be served motorists along the New York State Thruway (paid for by seven oil companies and four restaurants), and a “hangover clinic” will be set up tomorrow at Longchamps Restaurant at Madison Avenue and 49th Street. The clinic is under the super­vision of the Physician's Wine Appreciation Society of New York, which is composed of 200 From 1 to 4 P.M., Dr. Gould said, members of the society will be served a hangover “cure,” a French 75 made with three ounces of French champagne and one ounce of cognac. Advertisement Continue reading the main story “Champagne and cognac, when mixed together, are known throughout the civilized world for their effect in helping re­store energy and vigor and in combating indications of melan­choly and depression,” Dr. Gould said. “Just the thing for New Year's day.” The party in Brooklyn being thrown by the muscle‐builder Charles Atlas will be without alcohol. It will feature carrot juice, and other sober sippings. Twenty people are expected to attend—200 less than the crowij expected to attend an alcoholic affair at the Actors Studift given by Lee Strasberg and Cheryl Crawford. It is a $100‐a plate Actors Studio benefit dinner party with entertain‐ment by Judy Garland and her, daughter, Liza Minelli. As usual, the ball‐lowering ceremony will take place in Times Square starting 45 sec‐onds before midnight atop the Allied Chemical Tower (former‐ly the Times Tower). Dance halls may be swinging, all night—provided their pro­prietors have obtained special permits from City License Com‐missioner Joseph C. DiCarlo. Alternate‐side‐of‐the ‐ street‐parking rules will not be en‐forced tomorrow, New Year's Day. This article can be viewed in its original form . Please send questions and feedback to archive_feedback@nytimes.com ",
    "title": "NEW YEAR'S EVE: USUAL & UNUSUAL - The New York Times"
   },
   {
    "entities": [
     "police",
     "burlington",
     "francisco",
     "russia",
     "peter",
     "vermont",
     "donald",
     "ben",
     "l.a.",
     "vladimir",
     "angeles",
     "ott",
     "kanarick",
     "shumlin",
     "2016",
     "of",
     "maryland",
     "associated",
     "los",
     "putin",
     "military",
     "santer",
     "irfan",
     "new",
     "times",
     "washington",
     "rylan",
     "gru",
     "now",
     "the middle of winter",
     "dhs",
     "fsb",
     "county",
     "burns",
     "2000",
     "late friday",
     "evening",
     "friday",
     "homeland",
     "california",
     "monte",
     "gabriel",
     "press",
     "obama",
     "j.",
     "trump",
     "2017",
     "mike",
     "el",
     "u.s.",
     "khan",
     "san",
     "the end of 2016",
     "livermore",
     "leahy",
     "moscow",
     "york",
     "security",
     "new year's",
     "department",
     "state",
     "lawrence",
     "electric",
     "current",
     "laboratory",
     "thursday",
     "robert",
     "patrick",
     "valley",
     "morning",
     "national"
    ],
    "id": 5,
    "text": "Russian malware found at Vermont electric utility President Obama and Vladimir Putin Associated Press President Obama has retaliated with new sanctions against the government of Russian President Vladimir Putin for what intelligence officials have concluded was meddling in the U.S. election. President Obama has retaliated with new sanctions against the government of Russian President Vladimir Putin for what intelligence officials have concluded was meddling in the U.S. election. (Associated Press) Del Quentin Wilber Contact Reporter Malicious software tied to Russian intelligence agencies has been found on a computer of a small electric utility in northern Vermont, raising concerns of Russian attempts to interfere with critical infrastructure as well as the 2016 presidential race. The laptop computer was not connected to the electric system, and the malware did not disrupt electric grid operations or compromise customer data, according to the Burlington Electric Department and a U.S. law enforcement official speaking on condition of anonymity. The disclosure comes amid rising tensions with Russia over U.S. charges that Russia’s two largest intelligence agencies, known as the GRU and the FSB, conducted an aggressive campaign of cyberattacks that U.S. officials code-named “Grizzly Steppe.” On Thursday, President Obama ordered the expulsion of 35 Russian diplomats from Washington and San Francisco, closed two Russian luxury compounds in Maryland and New York, and imposed sanctions on the GRU and the FSB. Burlington Electric, a municipally owned utility that serves about 20,000 customers, said late Friday that it found the malware after the Department of Homeland Security issued an alert as part of the Obama administration’s actions.  The DHS alert detailed technical aspects of the Grizzly Steppe attacks, which it said were aimed at “the U.S. election, as well as a range of U.S. government, political, and private sector entities.” Federal authorities shared the malware code with executives from 16 major sectors of the U.S. economy, including the financial, utility and transportation industries, officials said. Mike Kanarick, a Burlington Electric spokesman, said the utility scanned all the computers in its system for the malware signature. “We detected the malware in a single Burlington Electric Department laptop not connected to our organization’s grid systems,” Kanarick said in a statement . “We took immediate action to isolate the laptop and alerted federal officials of this finding. Our team is working with federal officials to trace this malware and prevent any other attempts to infiltrate utility systems.” It wasn’t clear whether the small utility was specifically targeted or why, or when the laptop was compromised.  Authorities believe the hackers may be seeking to identify and penetrate vulnerabilities in the U.S. electric grid, perhaps by using small rural utilities. Vermont’s elected officials reacted with alarm to the cyberattack. Gov. Peter Shumlin , a Democrat, urged federal authorities to launch an aggressive investigation. He also rebuked Russian President Vladimir Putin . “Vermonters and all Americans should be both alarmed and outraged that one of the world’s leading thugs, Vladimir Putin, has been attempting to hack our electric grid, which we rely upon to support our quality of life, economy, health and safety,” Shumlin said in a statement. Current tensions, highlighted by President Obama ’s decision to impose sanctions and expel 35 Russian diplomats, is exceptional because it stems... U.S. relations with Moscow during and after the Cold War have been marred by diplomatic dust-ups ranging from espionage scandals to an Olympic boycott. Current tensions, highlighted by President Obama ’s decision to impose sanctions and expel 35 Russian diplomats, is exceptional because it stems... (Robert Burns) Sen. Patrick J. Leahy (D-Vt.) said Vermont State Police briefed him Friday evening on the attempts to penetrate the electric grid. “This is beyond hackers having electronic joy rides — this is now about trying to access utilities to potentially manipulate the grid and shut it down in the middle of winter,” Leahy said in a statement. “That is a direct threat to Vermont and we do not take it lightly.” President-elect Donald Trump , who has vowed to improve relations with Russia, on Friday applauded Putin’s decision not to directly retaliate against new U.S. sanctions by expelling American diplomats.  “I always knew he was very smart!” Trump tweeted. Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption How does a city official make more in retirement than when he was working? In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. Caption Federal scientist links global warming and human activity Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Caption Car plunges off 3rd Street overpass onto 110 Freeway A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) Caption Child abuse in the military: The short, sad life of Rylan Ott Military and state authorities failed to save a 2-year-old boy from abuse. Military and state authorities failed to save a 2-year-old boy from abuse. Follow  @delwilber  on Twitter ",
    "title": "Russian malware found at Vermont electric utility - LA Times"
   },
   {
    "entities": [
     "inc.",
     "ankara",
     "time",
     "2016",
     "vasip",
     "associated",
     "interactive",
     "strait",
     "ortakoy",
     "8:06 pm est",
     "cbs",
     "istanbul",
     "news",
     "anadolu",
     "murat",
     "january 1, 2017",
     "press",
     "saturday",
     "sahin",
     "ergin/ihlas",
     "reina",
     "bosporus",
     "santa",
     "agency",
     "media",
     "ntv",
     "ap",
     "claus",
     "new year's",
     "state",
     "dec 31, 2016",
     "reuters",
     "1:45 am",
     "turkey",
     "new year",
     "islamic"
    ],
    "id": 6,
    "text": "Email Last Updated Dec 31, 2016 8:06 PM EST ISTANBUL-- An assailant believed to have been dressed in a Santa Claus costume opened fire at a nightclub in Istanbul during New Year’s celebrations Saturday, killing at least 35 people and wounding 40 others in what the city’s governor described as a terror attack. Gov. Vasip Sahin said the attacker, armed with a long-barreled weapon, killed a policeman and a civilian outside the club before entering and firing on people partying inside. He did not say who may have carried out what he called a “terror attack.”  “Forty people are receiving treatment in hospitals,” Sahin said.   “Unfortunately (he)  rained bullets in a very cruel and merciless way on innocent people who were there to celebrate New Year’s and have fun,” Sahin told reporters.   An injured woman is carried to an ambulance from a nightclub where a gun attack took place during a New Year party in Istanbul, Turkey, January 1, 2017.  Murat Ergin/Ihlas News Agency via REUTERS Media reports said the assailant entered the popular Reina nightclub, in Istanbul’s Ortakoy district, at 1:45 am, dressed in a Santa Claus costume. There were more than 500 people inside the club at the time, private NTV television reported.  Some customers jumped into the waters of the Bosporus Strait to escape the attack, the report said. NTV television said the assailant may still be inside the nightclub. NTV reported that special force police officers were searching the nightclub. Footage from the scene showed at least six ambulances with flashing lights and civilians being escorted out. NTV said police had cordoned off the area and an operation to capture the assailant was ongoing. An AP photographer said police cordoned off the area about 2 miles away from the nightclub and reported multiple ambulances passing by. Security measures had been heightened in major Turkish cities, with police barring traffic leading up to key squares in Istanbul and the capital Ankara. In Istanbul, 17,000 police officers were put on duty, some camouflaged as Santa Claus and others as street vendors, state news agency Anadolu reported. Ankara and Istanbul have been targeted by several attacks in 2016 carried out by the Islamic State group or Kurdish rebels, killing more than 180 people. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Istanbul Reina nightclub attack on New Year's Eve: Dozens killed, scores wounded, Istanbul governor says - CBS News"
   },
   {
    "entities": [
     "nov. 8",
     "crimea",
     "house",
     "russia",
     "last year",
     "graham",
     "vladimir",
     "cia",
     "the eleventh hour",
     "john",
     "2016",
     "this year",
     "putin",
     "aleppo",
     "fbi",
     "syria",
     "washington",
     "jan. 5",
     "gop",
     "news",
     "clinton",
     "now",
     "ukraine",
     "r-ariz.",
     "flynn",
     "mccain",
     "armed",
     "cnn",
     "services",
     "committee",
     "poland",
     "white",
     "this week",
     "dec. 31",
     "obama",
     "trump",
     "pence",
     "devin",
     "america",
     "nunes",
     "intelligence",
     "mcconnell",
     "mike",
     "u.s.",
     "lindsay",
     "burr",
     "richard",
     "trent",
     "bashar",
     "ryan",
     "franks",
     "mitch",
     "estonia",
     "hillary",
     "moscow",
     "isis",
     "fox",
     "current",
     "next week",
     "senate",
     "paul",
     "r-calif.",
     "mar-a-lago",
     "assad",
     "nato",
     "v."
    ],
    "id": 7,
    "text": "Putin Says Russia Won't Expel Diplomats In Response To U.S. Sanctions In the Washington of 2016, even when the policy can be bipartisan, the politics cannot. And in that sense, this year shows little sign of ending on Dec. 31. When President Obama moved to sanction Russia over its alleged interference in the U.S. election just concluded, some Republicans who had long called for similar or more severe measures could scarcely bring themselves to approve. House Speaker Paul Ryan called the Obama measures \"appropriate\" but also \"overdue\" and \"a prime example of this administration's ineffective foreign policy that has left America weaker in the eyes of the world.\" Other GOP leaders sounded much the same theme. \"[We have] been urging President Obama for years to take strong action to deter Russia's worldwide aggression, including its cyber-hacking operations,\" wrote Rep. Devin Nunes, R-Calif., chairman of the House Intelligence Committee. \"Now with just a few weeks left in office, the president has suddenly decided that some stronger measures are indeed warranted.\" Appearing on CNN, frequent Obama critic Trent Franks, R-Ariz., called for \"much tougher\" actions and said three times that Obama had \"finally found his tongue.\" Meanwhile, at Mar-a-Lago and on Fox News, various spokesmen for President-elect Trump said Obama's real target was not the Russians at all but the man poised to take over the White House in less than three weeks. Article continues after sponsorship They spoke of Obama trying to \"tie Trump's hands\" or \"box him in,\" meaning the president-elect would be forced either to keep the sanctions or be at odds with Republicans who want to be tougher still on Moscow. Throughout 2016, Trump has repeatedly called not for sanctions but for closer ties with Russia, including cooperation in the fight against ISIS. Russia has battled ISIS in Syria on behalf of that country's embattled dictator, Bashar Assad, bombing the besieged rebel-held city of Aleppo that fell to Assad's forces this week. During the campaign, Trump even urged Russia to \"find\" missing emails from the private server of his opponent, Hillary Clinton. He has exchanged public encomiums with Russian President Vladimir Putin on several occasions and added his doubts about the current U.S. levels of support for NATO — Putin's longtime nemesis. There have also been suggestions that Trump's extensive business dealings with various Russians are the reason he refuses to release his tax returns. All those issues have been disquieting to some Republicans for many months. Sens. John McCain, R-Ariz., and Lindsay Graham, R-S.C., prominent senior members of the Armed Services Committee, have accepted the assessment of 17 U.S. intelligence agencies regarding the role of Russia in the hacking of various Democratic committees last year. That includes the FBI and CIA consensus that the Russian goal was not just to discredit American democracy but to defeat Clinton and elect Trump. They say the great majority of their Senate colleagues agree with them, and McCain has slated an Armed Services hearing on cyberthreats for Jan. 5. But the politicizing of the Russian actions — the idea that they helped Trump win — has also made the issue difficult for Republican leaders. It has allowed Trump supporters to push back on the intelligence agencies and say the entire issue is designed to undermine Trump's legitimacy. Senate Majority Leader Mitch McConnell has so far resisted calls for a select committee to look into the Russian interference in the 2016 campaign. He has said it is enough for Sen. Richard Burr, R-N.C., to look into it as chairman of the Senate Intelligence Committee. Typically, Republican leaders and spokesmen say there is no evidence that the actual voting or tallying on Nov. 8 was compromised, and that is true. But it is also a red herring, as interference in those functions has not been alleged and is not the focus of the U.S. intelligence agencies' concern. For his part, Trump has shown little interest in delving into what happened. He has cast doubt on the U.S. intelligence reports to date and suggested \"no one really knows what happened.\" He also has suggested that computers make it very difficult to know who is using them. This week, Trump said it was time to \"get on with our lives and do more important things.\" However, at week's end he did agree to have an intelligence briefing on the subject next week. The president-elect has not wanted the daily intelligence briefings available to him in recent weeks, preferring that they be given to the men he has chosen as his vice president (Mike Pence) and national security adviser (Mike Flynn), with Trump taking them only occasionally. The irony of this controversy arising at the eleventh hour of the Obama presidency can scarcely be overstated, and it defines the dilemma facing both the outgoing president and the incoming party in control. Obama appears to have been reluctant to retaliate against the Russian hacking before the election for fear of seeming to interfere with the election himself. The Republicans, meanwhile, have for years called for greater confrontation with the Russians, with Obama usually resisting. Obama did join with NATO in punishing the Russians with economic sanctions over the annexation of Crimea. Those sanctions may have been painful, coming as they did alongside falling prices for oil — the commodity that keeps the Russian economy afloat. On other occasions, despite Russian provocations through surrogates in Syria and elsewhere, Obama did not make overt moves to force Russia's hand. That includes occasions when Russia was believed to be hacking critical computer systems in neighboring Ukraine, Estonia and Poland. But this week, following a chorus of confirmation from the U.S. intelligence community regarding the Russian role in computer hacking in the political campaign, Obama acted. He imposed a set of mostly diplomatic actions such as sanctioning some Russian officials, closing two diplomatic compounds and expelling 35 Russian diplomats. There may have been more damaging measures taken covertly, and some Russophobes in Washington held out hope for that. But the visible portion of the program scarcely amounted to major retribution. And Putin saw fit to diminish the Obama sanctions further by declining to respond. Although his government has steadfastly denied any interference in the U.S. election, Putin rejected his own foreign minister's recommended package of tit-for-tat responses. (He even sent an invitation for U.S. diplomats to send their children to a holiday party in Moscow.) That allowed Putin to appear for the moment to be \"the bigger man,\" even as he spurned Obama and kept up what has looked like a public bromance with Trump, who tweeted: \"Great move on delay (by V. Putin) - I always knew he was very smart!\" Great move on delay (by V. Putin) - I always knew he was very smart! ",
    "title": "For Donald Trump And President Obama, 2016 Isn't Really Going To End — Thanks To Russia : NPR"
   },
   {
    "entities": [
     "laura",
     "stefania",
     "last year",
     "moran",
     "estefan",
     "carey",
     "gloria",
     "this year",
     "james",
     "new",
     "times",
     "square",
     "o'neill",
     "france",
     "clark",
     "ribera",
     "abc",
     "puebla",
     "fill",
     "germany",
     "states",
     "waterford",
     "2017",
     "saturday",
     "mariah",
     "bolivia",
     "thomas",
     "revelers",
     "seacrest",
     "nations",
     "ryan",
     "new year's eve",
     "dick",
     "united",
     "york",
     "mexico",
     "new year's",
     "rhett",
     "dec 31, 2016",
     "early",
     "new year",
     ", 9:36 pm"
    ],
    "id": 8,
    "text": "New Year's Revelers Fill Times Square Early; Police Prepared By michael balsamo, associated press NEW YORK \u0097 Dec 31, 2016, 9:36 PM ET 0 Shares WATCH New Year's Eve Celebration Preview 0 Shares Email New Year's Eve revelers, donning oversized 2017 eyeglasses and green Statue of Liberty hats, filled Times Square on Saturday hours before the glittering crystal ball was to drop. Officials estimated as many as a million celebrants would descend upon the Crossroads of the World, braving cold temperatures and strong winds to ring in the New Year amid heavy police protection. Stefania Moran, from Puebla, Mexico, and five friends, who are nannies for families in the United States, traveled to New York to secure a coveted spot in one of 35 metal pens where re-entry is prohibited. \"I've always wanted to come to New York, and this is one of the must-dos before you die,\" she said. Laura Ribera, from Bolivia, said people told her she was crazy for coming. \"But we wanted to be in New York,\" she said. \"Even the people in our hotel were asking us why we would go out there. But I feel safe.\" For more than two decades, security has gradually been tightened for the event. Recent deadly truck attacks in Germany and France brought about another security upgrade this year. Dozens of 20-ton sanitation trucks weighted with an extra 15 tons of sand are blocking off streets leading to the celebration zone. About 7,000 police officers, along with specially armed counterterrorism units and bomb-sniffing dogs, are on guard, police said. \"We're well prepared,\" police Commissioner James O'Neill said. \"All New Yorkers should feel safe, especially if you're in Times Square. It is going to be the most protected place in the city.\" This year, United Nations Secretary-General Ban Ki-moon has the honor of pushing the Waterford crystal button that begins a 60-second countdown to 2017. Mariah Carey is the headline performer in Times Square for \"Dick Clark's New Year's Rockin' Eve with Ryan Seacrest\" on ABC. Other featured acts include pop-rock band DNCE, country star Thomas Rhett and Gloria Estefan and the cast of her Broadway musical, \"On Your Feet!\" After the crowd leaves, cleanup will be left to a small army of city employees including 235 sanitation workers, 45 police officers and two deputy police chiefs. Last year, the crews removed more than 44 tons of debris. 0 Shares ",
    "title": "New Year's Revelers Fill Times Square Early; Police Prepared - ABC News"
   },
   {
    "entities": [
     "house",
     "ankara",
     "december 31, 2016",
     "linkedin",
     "time",
     "andrei",
     "della",
     "mert",
     "karlov",
     "online",
     "the past weeks",
     "2016",
     "vasip",
     "this year",
     "aleppo",
     "suzan",
     "new",
     "times",
     "erdemir",
     "ortakoy",
     "river",
     "jan. 1, 2017",
     "zeynep",
     "istanbul",
     "news",
     "2015",
     "anadolu",
     "the day",
     "cnn",
     "usa",
     "altintas",
     "parliament",
     "white",
     "israel",
     "cava",
     "saturday",
     "1:45 a.m.",
     "fraser",
     "aykan",
     "sahin",
     "reina",
     "dec. 20",
     "bosphorus",
     "this new year's eve",
     "today",
     "early sunday",
     "santa",
     "marco",
     "new year's eve",
     "ntv",
     "paris",
     "ap",
     "york",
     "claus",
     "new year's",
     "facebook",
     "state",
     "local time",
     "current",
     "10:21 p.m. est",
     "bilginsoy",
     "mevlut",
     "2310",
     "turkey",
     "bataclan",
     "islamic",
     "turkish"
    ],
    "id": 9,
    "text": "At least 35 killed in nightclub attack, Istanbul official says An assailant believed to have been dressed in a Santa Claus costume opened fire at a nightclub Post to Facebook At least 35 killed in nightclub attack, Istanbul official says An assailant believed to have been dressed in a Santa Claus costume opened fire at a nightclub Check out this story on USATODAY.com: http://usat.ly/2iRaI9T CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 30 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs At least 35 killed in nightclub attack, Istanbul official says Marco della Cava , USA TODAY 10:21 p.m. EST December 31, 2016 x Share An assailant believed to have been dressed in a Santa Claus costume opened fire at a nightclub in Istanbul during New Year’s celebrations Saturday, killing at least 35 people and wounding 40 others. Time Medics and security officials work at the scene Jan. 1, 2017, after an attack at a popular nightclub in Istanbul. (Photo: AP) An assailant believed to be dressed as Santa Claus opened fire in an Istanbul nightclub filled with New Year's Eve revelers early Sunday, killing at least 35 and wounding 40 others, authorities said.. The city's governor described the mass shooting as a terror attack, the latest to shake Turkey, and it was not immediately clear whether one attacker or several participated. Gov. Vasip Sahin said the attacker, armed with a long-barreled weapon, killed a policeman and a civilian outside the club before entering and firing on people partying inside. He did not say who may have carried out what he called a \"terror attack.\" \"Unfortunately, (he) rained bullets in a very cruel and merciless way on innocent people who were there to celebrate New Year's and have fun,\" Sahin told reporters. The White House issued a statement condemning the attack. \"That such an atrocity could be perpetrated upon innocent revelers, many of whom were celebrating New Year's Eve, underscores the savagery of the attackers. We offer our thoughts and prayers to the families and loved ones of those killed, and a speedy recovery to the wounded,\" the statement read. Turkish security forces have been on particularly high alert in the past weeks. On Dec. 20, the Russian ambassador to Turkey was killed while attending an art exhibition. The Russian diplomat, Andrei Karlov, was shot dead by off-duty Turkish policeman Mevlut Mert Altintas as he was giving a speech in Ankara, the capital. The killer shouted that the murder was in retaliation for Russian involvement in the ongoing conflict in the Syrian city of Aleppo. In the latest attack, media reports say the assailant entered the popular Reina nightclub, in Istanbul's Ortakoy district on European side of the Bosphorus River, at 1:45 a.m. local time, eight hours ahead of Eastern Time, dressed in a Santa Claus costume. More than 500 people were inside the club at the time, private NTV television reported. A New York Times  report  suggested the possibility of multiple attackers. Among many tweets posted about the shooting was one from Israel News Online, which included a short, grainy video clip that appeared to show a man wearing a Santa hat clutching what appears to be a weapon. BREAKING: Shooting attack on the Reina bar, in #Istanbul #Turkey . Up to 20 dead. Still ongoing. 2 terrorists entered the bar in Santa suits pic.twitter.com/qDL62IzSIJ — Israel News Online (@IsraelNewsOrg) December 31, 2016 Some customers jumped into the waters of the Bosporus to escape. Footage from the scene outside the Reina nightclub showed at least six ambulances with flashing lights and civilians being escorted out. NTV said police had cordoned off the area and an operation to capture the assailant was ongoing. An AP photographer said police cordoned off the area about 2 miles away from the nightclub and reported multiple ambulances passing by. \"This attack is, of course, a horrible development, but not shocking to many Turks who chose to stay inside this New Year's Eve,\" Aykan Erdemir, former member of the Turkish Parliament, told CNN. \"Turkey is known to host these big parties to celebrate New Year's. But this year most citizens were wary of Islamist attacks, so they chose to celebrate it at home with their friends.\" He said the attack seemed similar to what happened at the Bataclan, a Paris concert hall that gunmen attacked in 2015. \"This is an attack on the Western lifestyle. This is an attack on Turkey's secular, urban way of living. And this will simply fuel the ongoing cultural clashes, the ongoing polarization in Turkey,\" Erdemir said. Security measures had been heightened in major Turkish cities, with police barring traffic leading up to key squares in Istanbul and the capital Ankara. In Istanbul, 17,000 police officers were put on duty, some camouflaged as Santa Claus and others as street vendors, state news agency Anadolu reported. Ankara and Istanbul have been targeted by several attacks in 2016 carried out by the Islamic State group or Kurdish rebels, killing more than 180 people. Contributing: AP reporters Zeynep Bilginsoy in Istanbul and Suzan Fraser in Ankara   2310 CONNECT TWEET LINKEDIN 30 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2iRaI9T NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "At least 35 killed in nightclub attack, Istanbul official says"
   }
  ]
 }
}