{
 "02": {
  "col-sim": {
   "cosine": 0.2645148493966641,
   "entity": 0.21081851067789195
  },
  "exec-time": 11.404553413391113,
  "links": [
   {
    "entities": [
     "recently",
     "right now",
     "donald",
     "last year",
     "hathaway",
     "greene",
     "johnson",
     "john",
     "2016",
     "of",
     "miners",
     "coal",
     "august",
     "nation",
     "once",
     "wyoming",
     "country",
     "river",
     "gillette",
     "the day",
     "powder",
     "capital",
     "now",
     "tom",
     "mccain",
     "county",
     "pennsylvania",
     "will",
     "energy",
     "the",
     "hope",
     "industry",
     "moeller",
     "trump",
     "obama",
     "basin",
     "dave",
     "r.g.",
     "stacey",
     "a year ago",
     "virginia",
     "deacon",
     "ohio",
     "$80,000",
     "appalachia",
     "wyo.",
     "past",
     "help",
     "crooks",
     "west",
     "barack",
     "two years ago this week",
     "pa."
    ],
    "id": 0,
    "text": "Embed Embed Transcript That means hard times for places like Wyoming's mineral-rich Powder River Basin. In 2016 alone, three coal companies there declared bankruptcy , laying off hundreds of miners at once. Still, the community of Gillette, Wyo. — self-proclaimed as the Energy Capital of the Nation — is breathing a sigh of relief lately. Production has ticked back up past where it was at this time last year, and some mines are even hiring workers back. \"I do believe that my friends and co-workers are safe for now,\" says coal miner Stacey Moeller. She believes that \"for one more year, we're going to be coal miners.\" And Trump's win has buoyed her hopes, as well as those of investors. The day after the election, coal stock prices leaped and many in coal communities celebrated. Article continues after sponsorship In Ohio Coal Country, Job Prospects Lie With Neither Coal Nor Trump's Promises For Moeller, a single mom and lifelong Democrat, the decision was complicated. \"I did vote for Donald Trump,\" Moeller says. \"It's really hard to even say that because I so dislike his rhetoric. But I voted for him on one singular issue, and that was coal.\" She's not alone. Dave Hathaway of Pennsylvania will be watching Trump, as well. Since the coal mine he worked in closed a year ago, he spent much of 2016 looking for work. The search gained urgency when his son Deacon was born in August. On Election Day, Hathaway made a choice he hopes will help his long-term job prospects. \"I voted for Trump — I mean, a coal miner would be stupid not to,\" Hathaway says. Advanced Black Lung Cases Surge In Appalachia He says he's had a hard time finding a job to replace the $80,000 he made working in the coal mines under Greene County, Pa., a few miles from the West Virginia border. Hathaway recently found a job at a nearby mine. While he thinks Trump's election means he'll have a better shot at keeping his new job, he didn't like a lot of things Trump said during the campaign. \"He is a whacko; he's never going to stop being a whacko,\" Hathaway says. \"But I mean, the things he did say — the good stuff — was good for the coal mining community. But we'll see what happens.\" That message clearly resonated in Greene County, where over the last four years a third of the coal mining jobs — like Dave Hathaway's — disappeared. Trump won the county by 40 points, eight years after Barack Obama basically tied John McCain there. Tom Crooks, vice president at R.G. Johnson, a construction firm that builds mine shafts, witnessed the decline of the coal industry firsthand. \"Two years ago this week we had 145 employees,\" Crooks says. \"Right now, we have 22.\" Pennsylvania Coal Miners Hope Trump Will Help Industry Coal Miners Hope Trump Will Help Struggling Industry ",
    "title": "Coal Country Picked Trump. Now, They Want Him To Keep His Promises : NPR"
   },
   {
    "entities": [
     "scalia",
     "house",
     "congress",
     "donald",
     "russia",
     "court",
     "twitter",
     "january 01, 2017",
     "graham",
     "merrick",
     "vladimir",
     "garland",
     "2013",
     "sea",
     "$3 trillion",
     "john",
     "ky.",
     "south",
     "this year",
     "associated",
     "putin",
     "capitol",
     "schumer",
     "115th",
     "wednesday",
     "washington",
     "nancy",
     "supreme",
     "gop",
     "news",
     "irs",
     "cabinet",
     "now",
     "clinton",
     "ukraine",
     "last week",
     "mccain",
     "armed",
     "d-n.y.",
     "trump's",
     "tuesday",
     "pelosi",
     "services",
     "republican",
     "arizona",
     "committee",
     "11 months ago",
     "white",
     "jan. 20",
     "this week",
     "press",
     "obama",
     "trump",
     "2010",
     "carolina",
     "november",
     "r-wis.",
     "antonin",
     "mcconnell",
     "u.s.",
     "medicaid",
     "hill",
     "lindsey",
     "baltic",
     "mitch",
     "ryan",
     "gop-run",
     "d-calif.",
     "hillary",
     "january 15",
     "chuck",
     "medicare",
     "facebook",
     "fox",
     "current",
     "senate",
     "paul"
    ],
    "id": 1,
    "text": "In control of Washington, GOP-run Congress sees mandate -- starting with end to ObamaCare Published               January 01, 2017 Facebook 0 Twitter 0 livefyre Email Print   The 115th Congress begins Tuesday with a full slate of business, though nothing will be more politically important or pressing for Republicans than repealing ObamaCare.  With Donald Trump set to officially become president on Jan. 20, Republican leaders in the House and Senate will begin repeal efforts shortly after Congress’ 59 new members -- seven senators and 52 House members -- are sworn in and the formalities are concluded. The GOP, which now controls both Capitol Hill and the White House, has made dismantling the 2010 health care law a priority almost since it was signed by President Obama. Lawmakers will also look at a tax overhaul, reversing Obama-era environmental regulations and other conservative priorities. However, such efforts will have to share center stage with the Senate confirmation hearings for Trump’s Cabinet picks in the days and months that follow the president-elect’s swearing-in. It should be easier for Republicans to move nominations after Democrats changed the Senate's filibuster rules in 2013. Still, Democrats have pledged to fight many of the nominations, highlighting what they call the hypocrisy of Trump’s populist message and his wealthy, corporate-favoring nominees for several posts. Perhaps the biggest wild card in the new Congress’s early weeks will be what to do about Russia’s involvement in several cyberattacks during this year’s presidential race -- in which Trump defeated Democratic presidential nominee Hillary Clinton. Trump has been skeptical about Russia’s involvement, while top GOP Sens. including Lindsey Graham of South Carolina and Arizona’s John McCain, chairman of the Senate Armed Services Committee, have called for hearings on the issue and proposed sanctions beyond what President Obama imposed last week. McCain told Fox News on Wednesday that he also wants to permanently station U.S. soldiers in the Baltic Sea countries bordering Russia and increase aid to neighboring Ukraine against Russian aggression -- to ensure Russian President Vladimir Putin knows “this kind of interference will be responded to.\" How GOP leaders and Trump negotiate the issue will likely depend on the outcome of the president-elect’s meeting this week with U.S. intelligence officials.   Republicans will face other obstacles from Democrats, beyond the Cabinet conformations. Senate Minority Leader Chuck Schumer, D-N.Y., and House Minority Leader Nancy Pelosi, D-Calif., have already made efforts to stop proposed changes to entitlement programs like Medicare and Medicaid and to ObamaCare. Those efforts include a planned national “Day of Action” on January 15. “Bring it on,” Schumer said in November, after Senate Majority Leader Mitch McConnell vowed to make repealing ObamaCare a first order of business. And Obama is scheduled to visit congressional Democrats on Wednesday to discuss ways to save his signature legislation. Republicans likely won’t be able to replace ObamaCare in its entirety for several years, considering they would need an alternative program for the roughly 22 million Americans who would lose their current health insurance. In addition, Trump and both parties have expressed interest in a large transportation bill to create jobs and to fix the country’s aging infrastructure. But a clear plan has yet to emerge, with the estimated, billion-dollar price tag a likely sticking point among fiscal conservatives on the Hill. The new Senate will have 52 Republicans, 46 Democrats and two Independents who caucus with the Democrats. The House will have 241 Republicans and 194 Democrats. The Senate plans to begin repealing ObamaCare on Tuesday with consideration of a procedural measure that will shield them from Democratic filibuster legislation annulling much of that statute. Lawmakers will then spend the next few months working on legislation canceling broad swaths of the law. Provisions that are most likely to go are the law's mandate that people buy health insurance or face IRS fines, as well as its expansion of Medicaid coverage to more lower-earning Americans. Republicans will then begin the more complicated task of building a new system. The GOP will have to craft new programs for the nation's $3 trillion health care system and make sure insurance markets don't collapse while the transition is under way. McConnell, Ky., and House Speaker Paul Ryan, R-Wis., also want a massive tax overhaul, with the goal of simplifying a complicated tax code that rewards wealthy people with smart accountants as well as corporations that can easily shift profits and jobs overseas. It would be the first major tax overhaul in 30 years. Trump has also advocated a tax overhaul, but with fewer details. He promises a tax cut for every income level, with more low-income families paying no income tax at all. Waiting in the wings will be confirmation hearings to replace Supreme Court Justice Antonin Scalia, who died 11 months ago. McConnell blocked consideration of Obama's nominee, Judge Merrick Garland, saying the next president should make the pick. The strategy paid off, and the Republican Senate will consider whomever Trump nominates. The Associated Press contributed to this report.  Advertisement ",
    "title": "In control of Washington, GOP-run Congress sees mandate -- starting with end to ObamaCare | Fox News"
   },
   {
    "entities": [
     "deniz",
     "early sunday",
     "twitter",
     "night",
     "overnight",
     "lebanon",
     "the year",
     "suleyman",
     "associated",
     "early on jan. 1, 2017",
     "kaya",
     "vasip",
     "images",
     "yildirim",
     "ortakoy",
     "jan. 1, 2017",
     "istanbul",
     "bozoglu",
     "arik",
     "anadolu",
     "now",
     "google",
     "flowers",
     "yasin",
     "nightclub",
     "onur",
     "kose",
     "fullscreen",
     "usa",
     "january 1, 2017",
     "ozan",
     "tolga",
     "getty",
     "press",
     "newsy",
     "akgul",
     "about 1:15 a.m.",
     "facebookemail",
     "sunday",
     "karcilar",
     "reina",
     "sahin",
     "near",
     "young",
     "pressphoto",
     "medical",
     "today",
     "binali",
     "forensic",
     "santa",
     "yildiz",
     "pinterest",
     "toprak",
     "ayhan",
     "agency",
     "ntv",
     "suna",
     "ap",
     "kara",
     "new year's day",
     "7:42 p.m. est",
     "new year's",
     "facebook",
     "sedat",
     "local time",
     "claus",
     "ambulances",
     "newslook",
     "european",
     "early sunday, jan. 1, 2017",
     "halit",
     "people",
     "turkey",
     "hatice",
     "new year",
     "burak",
     "center",
     "sandal"
    ],
    "id": 2,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Turkey nightclub massacre: What we know now A manhunt is on in Turkey for an assailant who unleashed bullets inside a crowded Istanbul nightclub Sunday. Post to Facebook Turkey nightclub massacre: What we know now A manhunt is on in Turkey for an assailant who unleashed bullets inside a crowded Istanbul nightclub Sunday. Check out this story on USATODAY.com: http://usat.ly/2iTtSvU CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 31 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Turkey nightclub massacre: What we know now USA TODAY 7:42 p.m. EST January 1, 2017 x Share It happened shortly after people rang in the new year at the Reina nightclub. Video provided by Newsy Newslook People left red carnations as a floral tribute to the victims on the ground as Turkish riot police block further access to the Reina night club following a gun attack on the popular Istanbul night club. (Photo: Tolga Bozoglu, epa) Authorities are searching for a gunman who opened fire Sunday at a packed nightclub during New Year's celebrations in Istanbul. More than 500 people were inside the Reina club when what authorities believe to be a terrorist attack began at about 1:15 a.m. local time. Here is what we know so far. Victims The gunman killed at least 39 people and injured 69. Three of the wounded remain in critical condition, according to Turkish Prime Minister Binali Yildirim. Nearly two-thirds of those killed — 24 victims — were from other countries, according to the Associated Press, including an 18-year-old Israeli woman, three Indian citizens, a 26-year-old man from Lebanon and a Belgian national, according to the countries’ respective foreign ministries and a relative. State-run Anadolu news agency reported Sunday that a 22-year-old police officer, Burak Yildiz, was shot and killed outside the nightclub. A female security guard, Hatice Karcilar, 29, was also among those killed, according to Anadolu. No word yet on any American victims. Relatives mourn at the coffin during the funeral of Ayhan Arik, one of the victims.  (Photo: Sedat Suna, epa) The suspect There was no immediate claim of responsibility for the attack, which Turkish authorities said was carried out by a lone assailant. Turkey Prime Minister Binali Yildirim said Sunday, “He is an armed terrorist as we know it.” A closed-circuit television recording of the attack showed the gunman dressed in all black and wearing a Santa Claus hat for part of the attack, according to the Associated Press, which obtained the recording from the Haberturk newspaper. Earlier reports indicated he wore a Santa Claus outfit, which Yildirim disputed. Posted! A link has been posted to your Facebook feed. Relatives of Ayhan Arik, one of the victims of the Reina nightclub attack mourn during his funeral ceremony on Jan. 1, 2017, in Istanbul. Thirty-nine people, including many foreigners, were killed early on Jan. 1, 2017, when a gunman went on a rampage at an exclusive nightclub in Istanbul where revelers were celebrating the New Year.  Ozan Kose, AFP/Getty Images A survivor of the nightclub attack waits to retrieve her belongings in front of the Reina nightclub on Jan. 1, 2017.  Deniz Toprak, European Pressphoto Agency Flowers and candles are part of a makeshift memorial in front of the Reina nightclub.  Yasin Akgul, AFP/Getty Images Family members of victims of the attack on the Reina nightclub mourn outside the morgue in Istanbul on Jan. 1, 2017.   AP People lay flowers in front of the Reina nightclub on Jan. 1, 2017.  Yasin Akgul, AFP/Getty Images Family members of victims of the overnight attack at the Reina nightclub, cry outside the Forensic Medical Center in Istanbul on Jan. 1, 2017.  Suleyman Kaya, AP A Turkish police officer stands guard close to the site of an armed attack near the Reina nightclub.  YASIN AKGUL, AFP/Getty Images Fullscreen Medics carry a wounded person at the scene after an attack at a popular nightclub in Istanbul, early Sunday, Jan. 1, 2017. Istanbul Governor Vasip Sahin said that an armed assailant has opened fire at a nightclub in Istanbul during New Year's celebrations.  AP An ambulance rushes from the scene of an attack in Istanbul.  Halit Onur Sandal, AP Turkish special force police officers and ambulances are seen at the site of an armed attack.  Yasin Akgul, AFP/Getty Images Medics and relatives of the victims gather near the area at Ortakoy district near night club Reina where an attack killed at least 35 people.  Burak Kara, Getty Images Fullscreen Ambulances rush on the scene of an attack. Private NTV television said more than one assailant may have been involved in the attack. The attacker or attackers are believed to have entered the nightclub in Istanbul's Ortakoy district disguised as Santa Claus, the station reported.  AP A woman reacts next to an ambulance near the scene of an attack on New Year's revelers in Istanbul.  AP People leave as medics and security officials work at the attack scene in Istanbul.  AP Fullscreen Young people leave from the scene of an attack in Istanbul, early Sunday. An assailant opened fire at a nightclub in Istanbul's Ortakoy district during New Year's celebrations, killing dozens of people and wounding dozens of others in what the province's governor described as a terror attack.  Halit Onur Sandal, AP People react at the site of an armed attack early on the first of the year in Istanbul.  Yasin Akgul, AFP/Getty Images People walk under rain near Reina night club, the scene of an attack in Istanbul, early Sunday.  Halit Onur Sandal, AP Youths embrace near the scene of the New Year's Day attack in Istanbul.  AP Young people leave from the scene of an attack.  AP Turkish special force police officers and ambulances are on the nightclub attack scene, Sunday.  Yasin Akgul, AFP/Getty Images A Turkish police officer stands guard on the site of an armed attack.  YASIN AKGUL, AFP/Getty Images Medics carry a wounded person from the scene after an attack at a popular nightclub in Istanbul.  AP A Turkish police officer stands guard on the site of an armed attack as bystanders look on.  Yasin Akgul, AFP/Getty Images Relatives of the victims gather near the area at Ortakoy district near night club Reina.  Burak Kara, Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Turkey nightclub massacre: What we know now"
   },
   {
    "entities": [
     "last new year's day",
     "st.",
     "police",
     "this october",
     "august of 2015",
     "inc.",
     "garry",
     "half-billion dollars",
     "90 percent",
     "this august",
     "angeles",
     "sabina",
     "johnson",
     "guy",
     "south",
     "los",
     "2017 jan 01",
     "flora",
     "justice",
     "interactive",
     "new",
     "mills",
     "hall",
     "murillo",
     "emanuel",
     "cbs",
     "pfleger",
     "jan. 1, 2017",
     "2004",
     "news",
     "the day",
     "now",
     "union",
     "church",
     "campanile",
     "warner",
     "radutzky",
     "liberties",
     "side",
     "michael",
     "2014",
     "mcdonald",
     "white",
     "civil",
     "bast",
     "saturday",
     "2017",
     "chicago",
     "america",
     "eddie",
     "whitaker",
     "a year later",
     "80 percent",
     "a year ago",
     "illinois",
     "u.s.",
     "july",
     "veronica",
     "jonathan",
     "mayor",
     "american",
     "bill",
     "richard",
     "simon",
     "wooten",
     "royals",
     "$5 million",
     "europe",
     "rahm",
     "2011",
     "aclu",
     "york",
     "sides",
     "laquan",
     "the last week",
     "andrew",
     "facebook",
     "mccarthy",
     "department",
     "city",
     "summer",
     "today",
     "night",
     "brian"
    ],
    "id": 3,
    "text": "In God's Name Crisis in Chicago Bill Whitaker reports on Chicago's surge in murders and discovers an alarming situation that may be contributing to the rise in violence 2017 Jan 01 Facebook Comments The following script is from “Crisis in Chicago,” which aired on Jan. 1, 2017. Bill Whitaker is the correspondent. Andrew Bast, Guy Campanile and Michael Radutzky, producers. The number of casualties in Chicago since last New Year’s Day has surged to a level more in line with a war zone than one of America’s great cities. More than 700 people were murdered. Over 4,000 shot. That’s more than Los Angeles and New York combined.  Gangs, guns and drugs have caused chaos in Chicago for years. But something new caught our attention. There’s been a drop in the kind of police work that law enforcement says is critical to preventing crime. Usually stops and arrests go up when violence is rising. So we went to Chicago to look for an explanation. What we found was a police department on its heels as the city suffered its worst bloodshed in 18 years. People march to protest gun violence in Chicago, Illinois. CBS News In the six days we were in Chicago, 55 people were shot, 16 were killed. We were struck by just how routine it all felt. The dead and wounded were removed with grim efficiency -- right down to the HAZMAT crews that cleaned away the blood. Murder seemed almost normal. Michael Pfleger: And now we are the poster boy of violence in America. Michael Pfleger is pastor of St. Sabina Church on Chicago’s South Side. His congregation started summer weekends by praying for a low body count. Father Michael Pfleger CBS News Michael Pfleger: I had three families-- three different families call in one day asking to do the funeral of their child that was killed in the last week. I’ve never had that in 41 years here. Three families in one day. Fifty-nine gangs are at war over territory and drugs on Chicago’s West and South Sides. But the makeshift memorials we saw, also mark places where people were killed in gang initiations or over petty insults. This gang member was taunting a rival on his phone live on the Internet when he was shot. Watch and you’ll see the gunman. Bill Whitaker: What’s it like here on a typical Saturday night these days? Michael Pfleger: I’ve never seen there to be a combination of anger, distrust, and a feeling like communities have been abandoned. [Chicago protest: Peace in the streets.] Michael Pfleger: Shame on us that our children are afraid to go out of their house of being shot and killed. When is the tipping point, do we all say, enough? But we were astonished by data we obtained from inside the police department. It revealed that as killings rose, police activity fell. In August of 2015, cops stopped and questioned 49,257 people. A year later those stops dropped to 8,859, down 80 percent. At the same time arrests were off by a third, from just over 10,000 to 6,900. Bill Whitaker: You talk to cops every day. Brian Warner: We do. Bill Whitaker: What’s the morale? Brian Warner: Lowest it’s ever been. Brian Warner is a former Chicago cop. He was shot in 2011. Now Warner counsels officers suffering from extreme stress. He explained what a dozen beat cops told us off-camera: they had stepped back. Brian Warner: You have a 911 call, you go to your 911 call. But if you’re one-- aggressive patrol when you’re out looking for people breaking the law. That’s not happening as much as it was. Bill Whitaker: You say they’re not being as proactive? Brian Warner: No. They’re not. And how could you ask them to be? And why would you expect them to be? Bill Whitaker: Because it’s their job. They signed on to do that. Brian Warner: It’s my job to go to work and listen to your 911 calls and respond. That’s the basic ability of my job. So if you want me to do the basics that’s what I am doing now. Garry McCarthy: The police activity is horrific. Honestly. And there, and there’s not an excuse that could be made in my book. Garry McCarthy, Chicago’s former police superintendent CBS News We showed the stop and arrest data that we got to Garry McCarthy. He was superintendent of the Chicago Police Department until just a year ago. Garry McCarthy: When you have activity falling off the way it is and crime skyrocketing, that’s a huge problem. Bill Whitaker: Some people, looking at the Chicago Police Department have said it’s in crisis. Garry McCarthy: Crisis is a good word. When people are dying, yes, there’s crisis. No two ways about it. This crisis inside the police department began in 2014 with the shooting of Laquan McDonald. He was 17 years old. Police reported McDonald was breaking into vehicles and ignored their commands when they said he lunged at one of them with a knife. But dashboard video appears to show McDonald was moving away when he was shot 16 times by a white officer. Bill Whitaker: When did you first see the video? Garry McCarthy: I saw the video, I believe it was the day after. Bill Whitaker: What did you think? Garry McCarthy: I said that there’s a problem. And the officer’s going to be accountable for explaining his actions. Garry McCarthy immediately gave the case to the independent city agency that reviews shootings.  But City Hall refused to make the video public, even after it paid McDonald’s family a $5 million settlement. When a judge finally ordered the video released a year later, it sparked outrage. Protesters accused the city of a cover-up to protect Mayor Rahm Emanuel’s reelection. The mayor denied it, but promised sweeping changes. His first move was to fire Garry McCarthy. Bill Whitaker: Do you think you were made a scapegoat? Garry McCarthy: I don’t think it helped the situation, and I think it’s a contributory factor to where are today in Chicago. And if you want to call it scapegoat, that’s fine. The cop who killed Laquan McDonald is awaiting trial for murder and the U.S. Justice department is investigating the Chicago PD. We wanted to talk to Mayor Emanuel, but he declined. Within six weeks of the shooting scandal, investigative stops fell by nearly 35,000. That’s when the violence began to surge. Bill Whitaker: How can a police officer who has taken a vow to protect and serve defend stepping back from taking proactive action. How can you not-- Garry McCarthy: Officers are under attack. That’s how they feel, right. That’s how they feel in this environment, and they’re not going to put themselves and their families in jeopardy. Frustration among cops deepened with a new order to be more selective about who they stopped, and write a two-page detailed report for every one. It was the result of a threat by the American Civil Liberties Union to sue the department for racial profiling. Bill Whitaker: It doesn’t seem that filling out a two page report is that onerous. Garry McCarthy: Oh, sure it is. Bill Whitaker: It is? Garry McCarthy: It could take you up to 45 minutes and one of the things in policing that we’ve been trying to do is knock back the amount of time that officers spend doing paperwork and get them out doing more proactive things to prevent crime. There are reasons for the scrutiny. Since 2004, the city has paid out more than a half-billion dollars in settlements for police misconduct. A task force appointed by the mayor found evidence of racial bias, and reported that nearly 90 percent of police shootings involved minorities. Richard Wooten: The Chicago Police is not racist, but I do know and do believe that there are racist police officers in the Chicago Police Department. Richard Wooten broke ranks and talked to the mayor’s task force about what he saw during his 23 years as a Chicago cop. Richard Wooten: They put me in this car with this guy, and my first couple of stops, I saw this guy stop a black guy. You know, several black guys on the street and they literally almost got strip searched right in the middle of the street. And I’m looking like “Wow.” Is this the way things are supposed to be done? Bill Whitaker: You were called a traitor for speaking out? Richard Wooten: Oh yes. At my retirement party when I got up to speak, a group of white boys in the back, they booed me, called me traitor, snitch. Bill Whitaker: Was the booing the extent of it? Richard Wooten: No. I went into the restroom, and I was confronted by a couple of the guys in the restroom about, you know, my position and how could I do that after 20-some years of service? But then as I’m looking into the urinal I see my picture that they’ve torn out of the program is in each urinal. Bill Whitaker: They put your picture in the urinals? Richard Wooten: My picture in the urinals. But I wasn’t angry Bill. Bill Whitaker: You weren’t angry? Richard Wooten: I was not angry. Because that just told me how dysfunctional we have of officers we have on the police department. The turmoil was not lost on gang members who record their attempts to lure officers into a confrontation. [Say “hi”! No questions, gentlemen.] This video was posted online by someone claiming to be connected to the Simon City Royals street gang. The impact was evident during this October arrest. Officer Veronica Murillo says it was the fear of becoming the next viral video that kept her from pulling her gun as she struggled with this suspect. He knocked her down and bashed her head into the pavement. She suffered neurological damage that has endangered her career. Garry McCarthy: The noncompliance of the law is becoming legitimized. And the police are on their heels. They’re on their heels for a number of reasons. Bill Whitaker: How dangerous is that? Garry McCarthy: We see the results, don’t we? We’re reaching a state of lawlessness. That’s what’s happening. Dozens of innocent people have paid the price. Flora White: I pray every night and every day that that no hurt, harm, or danger will come to my children. Flora White’s son, Jonathan Mills Flora White’s prayers went unanswered. She showed us the parking lot where her 26-year-old son, Jonathan, was murdered in July. He played basketball in college and in Europe. Flora White: He wasn’t out here selling drugs. He wasn’t out here gang banging. He wasn’t doing any of that. Bill Whitaker: And yet he ended up dead. Flora White: Exactly. Jonathan was on his way to practice when he stopped to talk to friends. Investigators say he was shot by a gang member who was angry they were on his turf. Bill Whitaker: By our count there have been about a dozen shootings just this August just in the area surrounding the spot where Jonathan was killed. Flora White: Uh-huh. Bill Whitaker: Yet at the same time, stops by police in the neighborhood have dropped by almost 80 percent. What do you think about that? Flora White: What do I think about that? I think it’s a joke of accountability in politics. Police superintendent Eddie Johnson, right, and 60 Minutes’ Bill Whitaker  at a crime scene in Chicago, Illinois. CBS News We went looking for accountability from Chicago’s new police superintendent, Eddie Johnson. He worked his way up over a 28-year career. Eddie Johnson: If I found someone that was intentionally not doing his job, then I would discipline him. This is a tough job. It’s a dangerous job. But it’s also a noble job. Johnson insisted the main reasons for the drop in police activity were stricter standards for stops and the forms triggered by the ACLU. But he admitted his cops have become more careful. Eddie Johnson: They are cautious about doing their jobs. Bill Whitaker: You are calling it caution. They’re telling us it’s backing down. Eddie Johnson: You know I still go out in the field and I talk to officers too. And they take offense to people referring to them as backing down or not doing their job. Bill Whitaker: The one number that I think is not in dispute is the homicide rate has gone-- not just the rate, the-- Eddie Johnson: Skyrocketed. Bill Whitaker: --number of homicides have skyrocketed. So the number of stops and arrests are going down dramatically. And the number of people being shot and killed are going up dramatically. There’s got to be a correlation. Eddie Johnson: Well, you know, there may be some, you know? But again I-- I’d have to go back to it’s not what the police officers are not doing. It’s more about what these-- what the criminal if-- offenders are doing. Bill Whitaker: But don’t the police pay a role? Eddie Johnson: Yeah we play a role in terms of mitigating it. Bill Whitaker: But it’s not being mitigated. Eddie Johnson: Nah, I wouldn’t say that. What we can’t measure is the crime that we stop. Johnson is hiring and promoting a thousand cops in an attempt to get a handle on the violence. But it’ll take a year under his plan to get reinforcements to where Flora White lost her son Jonathan. Flora White: What good is it gonna do? Bill Whitaker: You don’t think more police on the street will make a difference? Flora White: I’m gonna hire more people to do a job that’s not being done? What sense do that make? © 2017 CBS Interactive Inc. All Rights Reserved. Recent Segments ",
    "title": "Crisis in Chicago - CBS News"
   },
   {
    "entities": [
     "third",
     "emily",
     "lexington",
     "m.t.a.",
     "morgan",
     "falk",
     "david",
     "feliciano",
     "new",
     "noon on",
     "times",
     "once",
     "cohen",
     "washington",
     "charlie",
     "long",
     "m.",
     "2015",
     "the day",
     "now",
     "the new second",
     "ma",
     "shields",
     "coney",
     "sorts",
     "1950s",
     "a",
     "saturday",
     "jill",
     "officer",
     "second",
     "sunday, the second",
     "ecuador",
     "newsday",
     "kitty",
     "de",
     "the 21st century",
     "bay",
     "demetrios",
     "helen",
     "interborough",
     "matthew",
     "blasio",
     "bronx",
     "high",
     "costoyiannis",
     "86th",
     "noah",
     "ngo",
     "manhattan",
     "cerwin",
     "rodgers",
     "angeles",
     "yvette",
     "yorkville",
     "brooklyn",
     "10:30 p.m. on",
     "barclay",
     "of",
     "the 1920s",
     "upper",
     "emma",
     "philadelphia",
     "the second",
     "agins/the",
     "braith",
     "10:15 a.m. on",
     "wright",
     "square",
     "close",
     "f.",
     "2007",
     "michele",
     "briarwood",
     "pinto",
     "midnight",
     "january 1, 2017",
     "1955",
     "2 p.m.",
     "credit",
     "benton",
     "palmer",
     "dave",
     "etheredge",
     "plan",
     "$6 billion",
     "chelsea",
     "east",
     "berg",
     "louisa",
     "rapid",
     "association",
     "harlem",
     "william",
     "caronetti",
     "about the new",
     "daniel",
     "the 1940s",
     "alex",
     "fitzsimmons",
     "night",
     "morning",
     "k.",
     "sheepshead",
     "astoria",
     "metropolitan",
     "avenue",
     "savage",
     "adam",
     "gene",
     "sheryl",
     "ian",
     "december 2016",
     "broken",
     "norman",
     "regional",
     "oct. 27, 1904",
     "the 1990s",
     "tallmer",
     "houston",
     "island",
     "queens",
     "hanover",
     "sam",
     "friday",
     "states",
     "parsons",
     "joe",
     "nick",
     "remnick",
     "wroblewski",
     "thomas",
     "street",
     "sunday",
     "noon",
     "loja",
     "lower",
     "jonathan",
     "bill",
     "gus",
     "united",
     "chuck",
     "andrew",
     "falk/the",
     "2005",
     "slotnik",
     "far",
     "senker",
     "norwood",
     "sumana",
     "adrianna",
     "new year",
     "the new",
     "pete",
     "wolfe",
     "authority",
     "staten",
     "the 1970s",
     "jamaica",
     "school",
     "los",
     "george",
     "transit",
     "elevator",
     "usiak",
     "hudson",
     "greenpoint",
     "transportation",
     "afternoon",
     "jan. 1, 2017",
     "yards",
     "e.",
     "benjamin",
     "katz",
     "cuomo",
     "rustow",
     "g.",
     "sienna",
     "the",
     "museum",
     "side",
     "prendergast",
     "michelle",
     "muñetón",
     "espinoza",
     "daphne",
     "russianoff",
     "oct. 24, 2016",
     "preparing",
     "ted",
     "brace",
     "and",
     "marvin",
     "72nd",
     "new year's eve",
     "harihareswara",
     "york",
     "margot",
     "jersey",
     "west",
     "aviation",
     "city",
     "v."
    ],
    "id": 4,
    "text": "Highlights From the Opening of the Second Avenue Subway By EMMA G. FITZSIMMONS , EMILY PALMER, NOAH REMNICK, DANIEL E. SLOTNIK and JONATHAN WOLFE JAN. 1, 2017 • After taking nearly a century to build , the Second Avenue subway extension in Manhattan opened on Sunday — with excitement and complaints. • Three new stations opened at 72nd, 86th and 96th Streets. • The route is an extension of the Q line , which now runs from the Upper East Side in Manhattan to Coney Island in Brooklyn. Continue reading the main story Photo The 96th Street station is one of three new stations on the Q line extension. The other two are at 72nd and 86th Streets. Credit Alex Wroblewski for The New York Times ‘I’m Not Driving the Train,’ Cuomo Says Shortly before noon on Sunday, a flood of New Yorkers streamed into the new 96th Street station, swiping their MetroCards and boarding the first Second Avenue subway train leaving the station. As the train pulled out, subway riders clapped and cheered. Then Gov. Andrew M. Cuomo’s voice came over the loudspeaker, welcoming passengers to the historic ride. Advertisement Sitting on the train with his two sons, Ian Pinto, 50, who lives on the Upper East Side, said they planned to visit all of the stations on Sunday. “In our lifetime, this is such a great event,” he said. Photo Train enthusiasts of all ages came out for the opening of the Second Avenue line. Credit Alex Wroblewski for The New York Times It’s Been a Long Time Coming Joe Caronetti, 68, of the Norwood neighborhood in the Bronx, had been waiting for the train since 10:15 a.m. on Sunday. “Not counting the 68 years prior,” he added. Mr. Caronetti, a retired banker, said it was the sixth time he had been on hand for the opening of a new train, having also gone on inaugural rides in Los Angeles and New Jersey. “I’m just a train buff,” he said, wearing an M.T.A. cap he had gotten on Friday. Another train enthusiast at the station, Marvin Loja Espinoza, 17, a senior at Aviation High School, was waiting to get on the first train leaving there. Originally from Ecuador, he discovered his love for trains when he moved to the United States in 2005. His hometown had no trains, he said. Struggling to make friends in a new place, he spent his lunches in the library studying train maps, he said. His knowledge of the subway lines is so extensive that his friends call him “M.T.A. Savage.” Ian Ma, 15, said that when he was a child, he would run his toy trains back and forth across the floor of the family’s home in Sheepshead Bay, Brooklyn. Advertisement Continue reading the main story On Sunday, he couldn’t stop grinning as he snapped photographs at the new station at 72nd Street. “I’ve always been a big train guy,” he said. “And I feel like I’ve been waiting for this train my whole life.” Pete Cerwin, 51, has lived at 72nd Street and Second Avenue for 20 years. For him, it has been “two decades of false starts, letdowns and construction.” Mr. Cerwin, who works at a hedge fund, and his wife, Michele, 49, a management consultant, have seen favorite restaurants and shops open and close over the years, as the neighborhood struggled with the noise, dirt, detours and traffic that the Second Avenue subway extension brought to the rather unexciting section of the Upper East Side. So the two were relieved to see the escalators and the trains start rolling at the nearby station. “I never thought I’d live to see the day,” Ms. Cerwin said. “Our kids have no excuse to take a cab ever again.” Photo Kitty Benton, center, is the great-granddaughter of William Benton Parsons, the chief engineer of the Interborough Rapid Transit, New York’s first subway. Credit Michelle V. Agins/The New York Times A Link to New York’s First Subway When she descended the escalators at 86th Street on Sunday afternoon, Kitty Benton, 81, dressed in a long dark coat and thickly framed glasses, blended in with hundreds of other subway riders who visited the station on its opening day. But Ms. Benton is subway royalty. In her black tote bag she carried a photo of her great-grandfather, William Benton Parsons, the chief engineer of the Interborough Rapid Transit, New York’s first subway. Ms. Benton, who lives on the Upper East Side, beamed as she strolled through the new station. “My great-grandfather wanted the subway to be attractive,” said Ms. Benton as she pointed out design elements, like the handrails on the stairs, and the mosaics by Chuck Close. “That’s exactly what’s happening here.” She surveyed the station with her daughters, Louisa Barclay Benton, 52, Emily Morgan, 54, and her grandsons, Gus Morgan, 14, and Nick Morgan, 12, and chatted about her great-grandfather and his exacting work ethic. Advertisement Continue reading the main story “He would be very proud,” she said. A New York Times article from Oct. 27, 1904, described Mr. Parsons as one who would weigh the opinions of those who worked for him, “but having made up his mind what to do and how it should be done, he is as inflexible as one of his own steel columns.” “I’m almost teary eyed,” she said, as other riders buzzed with excitement around her. “My great-grandfather’s vision has been vindicated.” Photo For subway conductors, it was another day at work. Credit Alex Wroblewski for The New York Times Preparing for an Opening... M.T.A. workers spent much of their time on Sunday shooing people away from the yellow line at the edge of the subway platform as trains approached and people clamored for a look or a photograph. “I guess they just want a little piece of history,” said Matthew Brace, 50, a platform controller who has worked for the M.T.A. for 28 years. He volunteered to work overtime on Sunday, the second time he had witnessed the opening of a new station. He was also at the opening of the Hudson Yards station on the Far West Side of Manhattan in 2015. Mr. Brace said he planned to retire in four years and seven months. “I don’t think I’ll see another opening in that time,” he said. A big part of the job on an opening day, Mr. Brace said, is managing expectations. “You have train buffs anxious to get a seat on the first train, to get trinkets from the day,” he said. “They’re worrying about that and asking those questions. But our main job is getting people on and off the trains safely.” ...And Then the Complaints. It was only a matter of minutes before passengers began to complain on social media about the new Second Avenue line. Advertisement Continue reading the main story Emily Ngo, a politics reporter for Newsday, wrote on Twitter that her Q train was delayed at the 63rd Street station, the last stop before the new extension starts, because of signal trouble. She said riders were amused by the delay. (A train with mechanical problems at a station in Lower Manhattan had caused delays on the Q line in both directions.) I&#39;m on the 2nd Ave subway. It&#39;s stopped at Lex-63 station. Conductor says train is &quot;experiencing some signal problems.&quot; Riders laugh ... —         Emily Ngo (@epngo) Jan. 1, 2017 Others vented that the recorded announcements about upcoming stations were not accurate. Demetrios Costoyiannis, 33, who lives on the Upper East Side, said that despite an erroneous station announcement, his train had reached the right destination. Despite the robot voice insisting otherwise, arrived at 96/2. #SecondAvenueSubway —         Demetrios (@dcostoy) Jan. 1, 2017 The new stations were pristine on Sunday morning, but a rider noted that litter appeared quickly in a car. Ted Berg, 35, a sportswriter who lives on the Upper East Side near the 86th Street stop, wrote on Twitter that “people have already strewn garbage about” shortly after service to the new stations started at noon. Photo Riders checking out the new 86th Street station at Second Avenue on Sunday. Credit Michelle V. Agins/The New York Times A Broken Elevator Dampens Excitement Shortly after 2 p.m., an elevator at the 86th Street station stopped working, stranding passengers above and below ground. Strollers were wheeled onto steep escalators. Parents became upset. A small line of people in wheelchairs and baby carriages formed outside of the elevator above ground. Jill Tallmer, 62, and her mother, Margot Tallmer, 91, contemplated visiting another day. “We’ve been waiting for 10 years, or more, to ride,” said the younger Ms. Tallmer next to her mother, a lifelong New Yorker who was in a wheelchair. “Hopefully, it’s almost ready for us.” It wasn’t. They left after a few minutes. “It was a valiant effort,” a stroller-pushing father said. Dave Officer, 39, a business developer who lives on the Upper East Side, had planned to see the subway with his wife and 6-month old daughter. “Another day,” he said. Let’s Talk About the Bathrooms The new bathrooms on the upper level of the 86th Street station were quickly put to use. Well, bathroom. The women’s restroom was locked, and an M.T.A. employee had to find the key. Advertisement Continue reading the main story The reviews for the men’s restroom, however, were largely positive. “It smells fresh and clean,” said Jonathan Senker, 35, who had come from Philadelphia to celebrate New Year’s Eve and ride the subway. And “the soap and water work,” said Helen Rodgers, 46, from Jamaica, Queens, who had to use the men’s restroom. Not everyone would venture inside. “Bad things can happen behind closed doors,” said David Usiak, 29, who lives on the Upper East Side. Inside the single toilet stall, a handwritten note taped to the wall read, “Toilet seat must be down for toilet to flush.” A Jazz Musician and His Celebrity Status George Braith, a jazz saxophonist, can usually travel through the city with little fuss or fanfare. On Sunday afternoon, however, he was surrounded by an eager pack of veritable paparazzi. There was good reason for Mr. Braith’s newfound celebrity: His likeness is featured in a mosaic at the 72nd Street station. E. 125th St. The M.T.A. plans to extend the line to E. 125th St., but that proposed addition is many years away. E. 116th St. OCT. 24, 2016 By The New York Times “Would you look at that guy,” said Mr. Braith, 77, as dozens of onlookers snapped photos. “Pretty handsome fellow if you ask me.” In his mosaic, Mr. Braith, clad in a slick red blazer, is carrying his signature “Braithophone,” an alto and soprano saxophone mended together. Unsheathing the instrument from his suitcase, he obliged the crowd with a brief tune. “Are you famous?” a passer-by asked. “In the jazz world,” Mr. Braith responded. The man shook his head and said, “Well, you’re immortalized as far as I’m concerned.” Advertisement Continue reading the main story Mr. Braith, of Staten Island, rarely rides the subway, but said he would be sure to visit the 72nd Street stop more often now. “I think it’s the greatest station in the world,” he said. “They’ve got me on the wall!” Modern Stations for the 21st Century. And No Rats Yet. Visitors arriving at the line’s three new stations will find a very different — and far more pleasant — atmosphere than they do in most of the rest of the subway system. For one thing, because the stations are new, they are clean. Enjoy that while you can. There are shiny escalators and elevators. There are no crumbling tiles or unlit corners. And, perhaps best of all, there are no rats to be seen, though they are expected to appear once careless subway riders start dropping bagel crumbs on the floor. The stations are also built deeper underground than much of the existing system, evoking the feel of Washington’s subway, with long (and sometimes disorienting) escalator banks. While many of the city’s subway stations have vertical columns, these have an open, arched design that is column free. “This is not your grandfather’s subway station,” Mr. Cuomo said at the New Year’s Eve party. And, with works by celebrated artists mounted on the walls, the three stations could almost be art galleries . But at least one thing will be familiar: The trains will be subject to the regular delays and annoyances — like sick passengers and manspreaders — that already plague your commute. Photo A Chuck Close portrait of the artist Alex Katz in the new 86th Street station on the Second Avenue subway line, one of 12 works by Mr. Close that adorn the station’s walls. Credit George Etheredge for The New York Times A Museum of Sorts, But Free You would be forgiven for mistaking the upper level of the 86th Street station for a museum or a Chelsea art gallery. Dozens of visitors were in front of the 12 large mosaics by Chuck Close , taking photographs, identifying the people in the portraits and discussing the work. Advertisement Continue reading the main story “I cried when I saw the first one,” said Sheryl Yvette, 45, an information technology analyst from Greenpoint, Brooklyn. “You have to see it in person. It’s so moving.” Adam Cohen, 29, a financial analyst from Long Island City in Queens, was patiently waiting for other visitors to move aside so he could take a photo of a large portrait of one of Mr. Close’s subjects, Sienna Shields. For him, it was a tactile experience. “I’ve seen his work in museums,” he said of the artist, “but this is different: You can get right in and touch it.” Nearby, Adrianna Muñetón, 47, a law clerk from Briarwood, Queens, was doing just that. She ran her fingers over the beard of Mr. Close’s self-portrait. “It is the most unbelievable experience,” she said. “And at no cost.” Several blocks south at the 72nd Street station, Sumana Harihareswara, a consultant from Astoria, Queens, was walking through the new station when she came across a mosaic that stopped her. There, in gleaming tiles on the wall before her, was a woman of South Asian descent dressed in a burgundy sari, looking at her cellphone. Ms. Harihareswara was instantly overcome with emotion. Really beautiful moment at the opening of the new Second Avenue Subway pic.twitter.com/RtnhYZKojP —         Noah Remnick (@NoahRemnick) Jan. 1, 2017 “I don’t think I’ve ever come across subway art before that makes me feel so seen,” she explained through tears. “This woman could be my aunt, she could be my cousin.” Standing beside the mosaic, she and a stranger exchanged a knowing glance. “Representation matters,” they agreed, as several other people snapped photos of the woman wearing the sari. Ms. Harihareswara, a longtime transit enthusiast, said she was struck by the diversity of the subjects depicted in the mosaics throughout the new stations, which also showcase a mural of a gay couple holding hands. Advertisement “There is no feeling quite like seeing yourself cemented into the infrastructure of New York,” Ms. Harihareswara said. “It lets me know that my city loves me.” Video A New Subway Line for a New Year An event on New Year's Eve included a ceremonial ride on the new Second Avenue subway from the 72nd Street station to 96th Street. By EMMA G. FITZSIMMONS and DAPHNE RUSTOW on Publish Date January 1, 2017. Photo by Benjamin Norman for The New York Times. Watch in Times Video » embed A New Year’s Eve Subway Ride to Remember Shortly after 10:30 p.m. on Saturday, a group of elected leaders and transit officials climbed on board a train at the new 72nd Street station for a memorable trip uptown and into the history books. “Welcome on the first ride of the Second Avenue subway to 86th Street,” Thomas F. Prendergast, the chairman of the Metropolitan Transportation Authority, said over the loudspeaker. Cheers erupted. The New Year’s Eve soiree and inaugural ride was an exclusive event deep underground ending with a merry countdown to midnight. There was the chairman-led tour to new stations at 86th Street and 96th Street, music by a rollicking jazz band and an array of snacks and local beers. Subway officials and their guests, dressed in bow ties and sequined dresses, toasted the hard work it took to build the huge subway tunnel below Manhattan. Nearing midnight at the 72nd Street station, Gov. Andrew M. Cuomo, who effectively controls the authority, took the stage, telling the crowd of hundreds that the opening proved that government could do big things. He and Mayor Bill de Blasio, both Democrats, had briefly greeted each other earlier in the night, despite their frosty relationship, though the mayor did not speak at the event. Charlie Feliciano, the conductor on the inaugural ride, said he had volunteered to work on New Year’s Eve. “It was a lifetime experience,” he said. “I did it!” Photo Workers dismantling a section of the elevated subway line along Third Avenue in Manhattan in 1955. The Upper East Side has had to make do with only the overflowing Lexington Avenue line in the years since. Credit Sam Falk/The New York Times The Tortured History of the Second Avenue Subway It is a story that stretches over 96 years , but we will try to keep it brief. The idea for a subway line along Second Avenue was first proposed in the 1920s but faced a series of obstacles that delayed it : the Great Depression , the city’s financial crisis in the 1970s and broken promises when money that might have gone toward the project was spent elsewhere instead. Advertisement Continue reading the main story The elevated train lines that served the Upper East Side were taken down in the 1940s and 1950s, leaving the neighborhood with only one subway route: the overflowing Lexington Avenue line that was a long walk away for many people. “In many ways, the Upper East Side has kind of suffered with density without the infrastructure,” said Thomas K. Wright, the president of the Regional Plan Association. “This is trying to right a historic mistake.” Finally, in the 1990s, the plans were revived, though subway officials decided to start with a smaller segment of the line, from 63rd Street to 96th Street. Construction began in 2007, to the dismay of some businesses and residents who endured shaking, clanging and dust as the work proceeded. The Metropolitan Transportation Authority faced doubts about whether it would meet a deadline to open in December 2016. Under Mr. Cuomo’s prodding, though, workers were able to complete the required testing so that the line could be opened for an inaugural ride on New Year’s Eve and to the public on Sunday. Photo A new subway map including the extension of the Q line. Credit Alex Wroblewski for The New York Times What’s Next for the Second Avenue Subway? Some longtime New Yorkers may look at a map of the new line and wonder: Is that it? The city once imagined the Second Avenue subway running nearly the length of Manhattan, and possibly even into the Bronx. But officials scaled back their ambitions, choosing to build in phases, with the first one serving the Upper East Side neighborhood known as Yorkville. Many in the area are excited about the opening, but are also concerned about the prospect of rising rents forcing out residents and businesses. The next phase calls for the transportation authority to extend the line uptown to 125th Street in East Harlem. But that leg of the project, which could cost up to $6 billion, is still in the early planning stages and may not open for another decade. And leaders in East Harlem have already had to fight to restore funding for the segment after it was removed from the authority’s capital budget in 2015. Officials have said that they eventually want to extend the line south to Houston Street and then to Hanover Square in Lower Manhattan for a total length of 8.5 miles. Given how long it took to build the first segment, it may be wise to tell your grandchildren not to hold their breath. While some have criticized the line as puny, Gene Russianoff, the longtime leader of the Straphangers Campaign, a riders’ advocacy group, said it was an important start. “It’s the beginning of what could be a glorious line,” he said. “It has tremendous potential.” Correction: January 1, 2017 An earlier version of a photo credit with the 1955 picture of the elevated subway line along Third Avenue misspelled the photographer’s surname. It is Falk, not Flak. ",
    "title": "Highlights From the Opening of the Second Avenue Subway - The New York Times"
   },
   {
    "entities": [
     "new year's day",
     "2017",
     "nbc",
     "catch",
     "new year's",
     "istanbul",
     "jan 1",
     "cameras",
     "state",
     "chelsea",
     "sunday",
     "u.s.",
     "reina",
     "nightclub",
     "0:48",
     "news",
     ", 7:34 pm",
     "department",
     "bailey"
    ],
    "id": 5,
    "text": "Jan 1 2017, 7:34 pm ET Chilling Video Shows Gunman Opening Fire Outside Istanbul Nightclub by Chelsea Bailey Cameras Catch Istanbul Nightclub Gunman Entering Building 0:48 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170102010806if_/http://www.nbcnews.com/widget/video-embed/845569603539\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> It took less than a minute for a gunman to shoot his way into the Reina nightclub in Istanbul on New Year's Day. Security video from outside the nightclub surfaced on social media Sunday, showing the harrowing moments leading up to the New Year's terrorist attack, which killed 39 people and wounded more than 60 others — including an American, a U.S. State Department official told NBC News. The gunman remains at large, according to Turkish police. In the video, the nightclub's bouncer and a few patrons can been seen lingering near the front door as cars glide down the street. Then, suddenly, bullets begin hailing down, ricocheting off the street and a passing car. Saldırganın gece kulübüne ateş ederek giriş anı pic.twitter.com/JXtpwZVwb4 ",
    "title": "Chilling Video Shows Gunman Opening Fire Outside Istanbul Nightclub - NBC News"
   },
   {
    "entities": [
     "vic",
     "last year",
     "the past",
     "brad",
     "the year",
     "bank",
     "tribune",
     "john",
     "green",
     "rich",
     "stadium",
     "this year",
     "contact",
     "biggs",
     "now",
     "reporter",
     "vikings",
     "dan",
     "cam",
     "the end of the day",
     "2017",
     "chicago",
     "meredith",
     "future",
     "sunday",
     "u.s.",
     "fangio",
     "jordan",
     "howard",
     "wiederer",
     "bay",
     "fox",
     "campbell"
    ],
    "id": 6,
    "text": "John Fox after Bears' season-ending loss: 'I've never worried about job security' Photos of John Fox, the Bears' 15th head coach. Dan Wiederer Contact Reporter Chicago Tribune The Bears completed a dismal 3-13 season with a 38-10 loss to the Vikings on Sunday at U.S. Bank Stadium. The team finished the year with a four-game losing streak, the longest skid in the John Fox era. Now, with their third-straight last-place finish in the books, the Bears will begin their heavy lifting, evaluating what changes are needed and just how high up the chain they may go. After Sunday’s loss, Fox addressed reporters. Here are a few quick highlights from that press conference. On losing the final two games by a combined score of 79-31 … We were minus-10 (in the turnover department). When you give the ball away that many times, the math usually doesn’t work very good. So really in the last three games of the year, we were five, five and four (turnovers) even against Green Bay. And we had a chance to win against Green Bay. Kept it close. But these last two became problematic. On whether he has asked for or received assurance that he would be the Bears coach in 2017 … You know I really haven’t. I think at the end of the day, I’ve been doing this a long time. I’ve never worried about job security. And I’m not going to start now. On whether he at least had a sense that he’d be back for next season … The one thing I’ve learned about this league is a lot of different things can happen. But I’m not going to get into all that now. I’m trying to get over this loss.  Rich Campbell John Fox made the long, lonely loser's walk from midfield to the visiting locker room Sunday after his team went out with barely a whimper. He disappeared into the tunnel, headed toward questions about his future and the direction of the team. The Bears ' final impotent performance of this awful... John Fox made the long, lonely loser's walk from midfield to the visiting locker room Sunday after his team went out with barely a whimper. He disappeared into the tunnel, headed toward questions about his future and the direction of the team. The Bears ' final impotent performance of this awful... (Rich Campbell) On what he feels has been established this season and in the past two seasons combined … I think we’ve made a lot of roster changes. And some of them this year were not by design due to injury. I think it’s given us a chance to find out about guys like a Cam Meredith, a Jordan Howard. We’ve got a lot of young guys on our roster that were probably further down the depth chart to begin with. I think we’ve built depth, which we did not have. And you saw that even very early in the preseason, when you line up against playoff teams. That’s a very good indicator. … So I thought as we probably need to improve the front line (talent-wise) as well as our depth. But that’s something we’ve gotten better at. I feel better about that at this time this year than I did at this time last year. Now we’ll see where it goes. On evaluating the coaching staff going forward … You evaluate everything. Our whole season. I think from the injuries to turnovers and the lack of (on defense). You just evaluate the whole season. And that includes everybody involved. On whether he has final say on coaching staff decisions … I’ve never really gotten into all that final say stuff. I think when you have people who look at things logically, you usually come to the same conclusion. Vikings 38, Bears 10: What's next for the Bears after a discouraging season? Tribune writers Rich Campbell and Brad Biggs react to the Bears' 38-10 season-ending loss to the Vikings and discuss what's next as the team prepares for the offseason. Tribune writers Rich Campbell and Brad Biggs react to the Bears' 38-10 season-ending loss to the Vikings and discuss what's next as the team prepares for the offseason. See more videos On his working relationship with defensive coordinator Vic Fangio … I think it’s good. I don’t think it’s easy for anybody. I know (losing) isn’t easy for (media). I know it’s not easy for us or our fans. But when you’re going through 3-13, it’s never easy. Regardless of what coach or personalities or whatever you’re referring to, I wouldn’t want to single out one guy. It’s a very competitive game. On whether he has questioned his dedication to this job after a season like this and whether he wants to be back … When you start something, you want to finish it. I think compared to situations I was in (elsewhere) and chose to leave, this is a job I wanted. I think a lot of this organization. I think a lot of this city. I think a lot of the tradition of this team. I’ve worked in a couple of different organizations that are similar as far as they’ve been around for a long time. But it’s definitely a job I want to finish. dwiederer@chicagotribune.com ",
    "title": "John Fox after Bears&apos; season-ending loss: &apos;I&apos;ve never worried about job security&apos; - Chicago Tribune"
   },
   {
    "entities": [
     "house",
     "francisco",
     "vladimir",
     "lebanon",
     "fatma",
     "falcons",
     "times",
     "once",
     "tomorrow",
     "dag",
     "dec. 10",
     "about 1:15 a.m. before",
     "the end of 2016",
     "livermore",
     "binali",
     "laboratory",
     "morocco",
     "embassy",
     "thursday",
     "sayan",
     "ankara",
     "saudi",
     "angeles",
     "iraq",
     "associated",
     "betul",
     "yildirim",
     "ortakoy",
     "syria",
     "rylan",
     "entering",
     "county",
     "interior",
     "california",
     "el",
     "akgul",
     "reina",
     "freedom",
     "claus",
     "state",
     "recep",
     "night",
     "valley",
     "morning",
     "arabia",
     "russia",
     "ben",
     "2016",
     "kaya",
     "military",
     "irfan",
     "yasin",
     "the first hours of 2017",
     "2000",
     "states",
     "white",
     "gabriel",
     "libya",
     "mehmet",
     "sunday",
     "u.s.",
     "khan",
     "san",
     "santa",
     "tayyip",
     "united",
     "new year's",
     "lawrence",
     "soylu",
     "club",
     "new year",
     "today may",
     "l.a.",
     "ott",
     "suleyman",
     "islamic",
     "vasip",
     "los",
     "putin",
     "santer",
     "afternoon",
     "istanbul",
     "early on sunday",
     "erdogan",
     "monte",
     "kurdish",
     "press",
     "2017",
     "sahin",
     "haberturk",
     "new year's eve",
     "nato",
     "turkey",
     "national"
    ],
    "id": 7,
    "text": "Manhunt underway for suspect in Istanbul nightclub shooting; death toll at 39 Turkey manhunt Yasin Akgul / AFP/Getty Images Turkish anti-riot police officers patrol near the Reina night club, one of Istanbul's most exclusive party spots, early on Sunday after at least one gunmen went on a shooting rampage during New Year's Eve celebrations. Turkish anti-riot police officers patrol near the Reina night club, one of Istanbul's most exclusive party spots, early on Sunday after at least one gunmen went on a shooting rampage during New Year's Eve celebrations. (Yasin Akgul / AFP/Getty Images) Associated Press A manhunt is on in Turkey for an assailant who unleashed a salvo of bullets in front of and inside a crowded Istanbul nightclub during New Year's celebrations Sunday, killing at least 39 people before fleeing. Foreigners were among the fatalities, including an 18-year-old Israeli woman, three Indian citizens, a 26-year-old man from Lebanon and a Belgian national, according to the countries' respective foreign ministries and a relative. Close to 70 others were injured in what authorities described as a terrorist attack. Three of the wounded were in critical condition, Turkey's prime minister said. President Recep Tayyip Erdogan vehemently condemned “the terror attack in Istanbul's Ortakoy neighborhood in the first hours of 2017” and offered condolences for those who lost their lives, including “foreign guests.” The attacker, armed with a long-barreled weapon, killed a policeman and a civilian outside the popular Reina club at about 1:15 a.m. before entering and firing on people partying inside, Gov. Vasip Sahin said. “Unfortunately, [he] rained bullets in a very cruel and merciless way on innocent people who were there to celebrate New Year's and have fun,” Sahin told reporters. There was no immediate claim of responsibility for the attack, and authorities did not name any suspects. The bloodiest attacks that Turkey endured in 2016 were the work of  Islamic State or Kurdish militants. Turkey is a member of NATO and a partner in the U.S.-led coalition against Islamic State. The country is also facing renewed conflict with Kurdish rebels in the southeast and across the border in Syria and Iraq. Interior Minister Suleyman Soylu said no suspect has been identified and that the gunman remains at large. Soylu, describing the attack as a “massacre, a truly inhumane savagery,” said three or four of the Turkish victims may have been employees at the nightclub. “Our security forces have started the necessary operations. God willing, he will be caught in a short period of time,” Soylu said. Private NTV news channel said the assailant entered the upscale nightclub, on the shores of the Bosporus, on the European side of the city, dressed in a Santa Claus outfit. Security camera footage obtained by the Associated Press from Haberturk newspaper, shows the male assailant dressed in black and carrying a backpack as he shoots down a police officer outside the Reina nightclub. Footage taken by a different camera shows him inside the venue wearing different clothes and a Santa Claus hat. However, Turkey's prime minister denied that the gunman wore a Santa Claus outfit. “There is no truth to this. He is an armed terrorist as we know it,” Prime Minister Binali Yildirim told reporters. Yildirim said the attacker left a gun inside the venue and escaped by “taking advantage of the chaos” that ensued. Some customers reportedly jumped into the waters of the Bosporus to escape the attack. Mehmet Dag, 22, was passing by the club and saw the suspect shoot at a police officer and a bystander. He said the suspect then targeted security guards, gunning them down and entering the club. “Once he went in, we don't know what happened. There were gun sounds, and after two minutes the sound of an explosion,” Dag said. Turkish media said the victims include a 22-year-old police officer and a 47-year-old travel agent, both of whom were shot outside the club. The nightclub area remained sealed off Sunday afternoon. Heavily armed police blocked the snowy street in front of the nightclub where the entrance was covered with blue plastic sheeting below a Turkish flag. Police patrolled the Asian side of the Bosporus on the other side of the club. Crime scene investigators were seen inside the club searching through piles of mingled chairs, tables and pieces of clothing left behind during the panic among the guests. And there were emotional scenes in front of a city morgue where those shot dead were brought for identification. Some relatives cried out and fell to the ground as they apparently learned the fate of their loved ones. Citizens of Saudi Arabia, Morocco, Lebanon and Libya were among those hurt in the attack, according to Fatma Betul Sayan Kaya, Turkey's minister of family and social policies. The U.S. Consulate General in Istanbul on Sunday warned American citizens to keep their movements in the city “to an absolute minimum.” A statement reminded U.S. citizens that extremists “are continuing aggressive efforts to conduct attacks in areas where U.S. citizens and expatriates reside or frequent.” The United States also denied reports in Turkish new outlets and on social media that its security agencies knew in advance that the nightclub in Istanbul was at risk of a terror attack. The U.S. Embassy in Ankara said in a statement issued Sunday that “contrary to rumors circulating in social media, the U.S. Government had no information about threats to specific entertainment venues, including the Reina Club.” Major attacks carried out by Islamic State or Kurdish militants killed more than 180 people in Istanbul and Ankara alone in 2016. On Dec. 10, a double bomb attack outside a soccer stadium near the Reina nightclub killed 45 people and wounded some 150 others. The attack was claimed by Turkey-based Kurdish militant group, the Kurdish Freedom Falcons. “Turkey continues its combat against terror and is absolutely determined to do whatever is necessary in the region to ensure its citizens safety and peace,” President Erdogan said in a written statement Sunday. Prime Minister Yildirim vowed to keep fighting terrorist organizations, but noted, “The terror that happens here today may happen in another country in the world tomorrow.” The nightclub attack drew quick condemnation from the West and Russia. Russian President Vladimir Putin sent his Turkish counterpart a telegram of condolence, saying “it is hard to imagine a more cynical crime than killing innocent people during New Year celebrations.” “However, terrorists don't share moral values. Our common duty is to combat terrorists' aggression,” Putin said. The White House condemned what it called a “horrific terrorist attack” and offered U.S. help to Turkey. An estimated 600 people were celebrating inside the club that is often frequented by famous locals, including singers, actors and sports stars. Several shocked revelers were seen fleeing the scene after the attack, and the music fell silent. The prime minister's office issued a media blackout on the events and asked media to refrain from broadcasting and publishing anything that may cause “fear in the public, panic and disorder and which may serve the aims of terrorist organizations.” Security measures had been heightened in major Turkish cities, with police barring traffic leading up to key squares in Istanbul and the capital Ankara. In Istanbul, 17,000 police officers were put on duty, some disguised as Santa Claus and others as street vendors, Turkey's Anadolu news agency reported. Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption 90 seconds: Goodbye to 2016. Hello, 2017 The end of 2016 will be a wet one  in L.A. County; 2016 was a year of surprises and heartbreak ; some New Year's resolutions  that can only be accomplished in L.A.; and hundreds of new laws  will soon take effect in California. Caption How does a city official make more in retirement than when he was working? In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. In El Monte, a city in the San Gabriel Valley, a bonus pension approved by the city council in 2000 generates a big bill for taxpayers. Here's how it works. Caption Federal scientist links global warming and human activity Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Ben Santer at Lawrence Livermore National Laboratory east of San Francisco has become more vocal over the years in hopes of beating back claims that climate change isn’t real.  Caption Car plunges off 3rd Street overpass onto 110 Freeway A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) A woman is dead after the car she was driving rammed through a guardrail on a downtown overpass and plunged onto the 110 Freeway, prompting the closure of northbound lanes Thursday morning. (Irfan Khan / Los Angeles Times) Caption Child abuse in the military: The short, sad life of Rylan Ott Military and state authorities failed to save a 2-year-old boy from abuse. Military and state authorities failed to save a 2-year-old boy from abuse. ",
    "title": "Manhunt underway for suspect in Istanbul nightclub shooting; death toll at 39 - LA Times"
   },
   {
    "entities": [
     "ankara",
     "arabia",
     "eric",
     "this august",
     "saudi",
     "reynolds",
     "vladimir",
     "jan",
     "lebanon",
     "villacis",
     "hayden",
     "suleyman",
     "associated",
     "belgium",
     "toner",
     "putin",
     "troy",
     "mcmullen",
     "nato",
     "france",
     "benjamin",
     "istanbul",
     "1:15 a.m",
     "news",
     "june",
     "nightclub",
     "abc",
     "michael",
     "erdogan",
     "states",
     "darren",
     "israel",
     "kremlin",
     "press",
     "obama",
     "schultz",
     "bas",
     "devin",
     "america",
     "team",
     "new year",
     "sunday",
     "u.s.",
     "reina",
     "sahin",
     "mark",
     "new year before",
     "young",
     "engin",
     "december",
     "visip",
     "today",
     "gittleson",
     "early sunday",
     "new year's eve",
     "ntv",
     "jordan",
     "tayyip",
     "united",
     "security",
     "new year's",
     "state",
     "department",
     "soylu",
     "early",
     "early sunday, jan. 1, 2017",
     "1, 2017",
     "people",
     "recep",
     "turkey",
     "edison",
     ", 4:15 pm",
     "india",
     "morning",
     "tunisia",
     "national"
    ],
    "id": 8,
    "text": "Manhunt Underway After Shooting Attack at Istanbul Nightclub Kills 39 By Michael Edison Hayden Jan 1, 2017, 4:15 PM ET 0 Shares WATCH Dozens Killed in Attack on Istanbul Nightclub 0 Shares Email A manhunt is underway in Turkey after a gunman went on a rampage in a crowded Istanbul nightclub during New Year's Eve celebrations early Sunday morning, killed at least 39 people and injured at least 69 more, according to Turkish Interior Minister Suleyman Soylu. The popular Reina club had attracted a diverse crowd of between 400 and 500 patrons from foreign countries as well as Turkey to ring in the new year before the attack by an apparently lone shooter at around 1:15 a.m, authorities said. Turkish police said one gunman perpetrated the violence. Later, they released on social media photos of men whom they said were the Istanbul nightclub \"attackers,\" images which they said were of the men going through a passport check-in as they entered Turkey. The gunman armed with what authorities described as a long-barreled weapon killed a policeman and a civilian outside of the club before \"[raining] bullets in a very cruel and merciless way on innocent people\" inside the club, according to Visip Sahin, the governor of Istanbul. The Associated Press Ambulances rushing away from the scene of an attack in Istanbul, early Sunday, Jan. 1, 2017. Private NTV television said more than one assailant may have been involved in the attack. Twenty-four of the 39 killed were foreign nationals, according to Turkey's state-run news agency. Authorities said the foreign victims hailed from Belgium, France, India, Israel, Jordan, Lebanon, Saudi Arabia and Tunisia. Sources told ABC News that one American was among the nearly 70 people injured. The U.S. is not aware of any Americans dying in the attack, the U.S. State Department said early Sunday. Of the 69 people who were injured, four were hospitalized in serious condition, according to Soylu, who described the attack as \"inhuman.\" \"This was a massacre, a truly inhuman savagery,\" Soylu said. At a press conference Sunday, Soylu said the assailant arrived wearing a jacket and pants, and is believed to have left wearing different clothing. The Associated Press People leave as medics and security officials work at the scene after an attack at a popular nightclub in Istanbul, early Sunday, Jan. 1, 2017. Turkish President Recep Tayyip Erdogan said in a statement Sunday, \"I vehemently condemn the terror attack ... Turkey continues its combat against terror and is absolutely determined to do whatever is necessary in the region to ensure its citizens' safety and peace.\" The Associated Press Medics and security officials work at the scene after an attack at a popular nightclub in Istanbul, early Sunday, Jan. 1, 2017. The U.S. issued a statement offering assistance to Turkish authorities. \"The president was briefed by his National Security Team on the attack in Istanbul,\" President Obama's principal deputy press secretary Eric Schultz said in a statement. \"The president expressed condolences for the innocent lives lost, directed his team to offer appropriate assistance to the Turkish authorities, as necessary, and keep him updated as warranted.\" The Associated Press Medics carry a wounded person at the scene after an attack at a popular nightclub in Istanbul, early Sunday, Jan. 1, 2017. Mark Toner, America's State Department 's deputy spokesman said in a statement, \"The United States strongly condemns the terrorist attack on a nightclub in Istanbul, Turkey ... We will remain in close touch with Turkish authorities throughout the investigation ... We stand in solidarity with our NATO Ally Turkey in combating the ongoing threat of terrorism .\" Russian President Vladimir Putin , whose complex relationship with Turkey was further complicated in December after a Russian ambassador to Turkey was shot dead today by a lone gunman fired at him at a photo exhibition in Ankara, Turkey's capital in a widely-seen, on-camera attack, sent Erdogan a telegram of condolences, according to the Kremlin, writing, \"It is hard to imagine a more cynical crime than killing innocent people during New Year celebrations. However, terrorists don't share moral values. Our common duty is to combat terrorists' aggression,\" Putin said. The Associated Press Young people leave from the scene of an attack in Istanbul, early Sunday, Jan. 1, 2017. Turkey has suffered numerous terrorist attacks in recent years, including bombings. Among the incidents in the country were a suicide attack at a wedding this August and coordinated shootings and bombings of Istanbul's major international airport in June, attacks that killed scores of civilians. The Associated Press People talk to medics in an ambulance near the scene of an attack in Istanbul, early Sunday, Jan. 1, 2017. Turkey's state-run news agency said an armed assailant has opened fire at a nightclub in Istanbul during New Year's celebrations. (AP Photo) ABC News' Darren Reynolds, Devin Villacis, Engin Bas, Benjamin Gittleson, Troy McMullen and the Associated Press contributed to this report. 0 Shares ",
    "title": "Manhunt Underway After Shooting Attack at Istanbul Nightclub Kills 39 - ABC News"
   },
   {
    "entities": [
     "stockholm",
     "black",
     "lebanon",
     "sea",
     "january 1",
     "nasser",
     "cairo",
     "washington",
     "sefa",
     "haykal",
     "2015",
     "now",
     "yildirim-rrb-",
     "moussalem",
     "saturday",
     "seymen",
     "alaa",
     "yildiz",
     "ayhan",
     "italy",
     "mansour",
     "mustafa",
     "hassan",
     "rudan",
     "bosphorous",
     "ruaa",
     "zinedine",
     "syria",
     "ortakoy",
     "erhan",
     "israel",
     "at 4:05 pm",
     "fatih",
     "1 a.m.",
     "reina",
     "rita",
     "dogan",
     "state",
     "weeks ago",
     "reuters",
     "recep",
     "leanne",
     "night",
     "burak",
     "wardini",
     "sheery",
     "boydas",
     "twitter",
     "2016",
     "akbar",
     "arik",
     "kemburgaz",
     "elias",
     "madrid",
     "july",
     "sunday",
     "u.s.",
     "bosphorus",
     "early sunday",
     "paris",
     "tayyip",
     "allahu",
     "orlando",
     "new year's",
     "club",
     "new year",
     "gazetesi",
     "sezen",
     "erbil",
     "chami",
     "heba",
     "habib",
     "arseven",
     "late sunday",
     "real",
     "sezgin",
     "istanbul",
     "kirkuk",
     "anadolu",
     "trabzon",
     "hadeel",
     "cakmak",
     "fahim",
     "erdogan",
     "kareem",
     "erin",
     "university",
     "zidane",
     "haberturk",
     "jalal",
     "department",
     "cunningham",
     "facebook",
     "dec. 11",
     "turkey",
     "islamic"
    ],
    "id": 9,
    "text": "Manhunt underway after dozens killed in New Year’s massacre at Istanbul nightclub The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Erin Cunningham and Kareem Fahim January 1 at 4:05 PM Follow @erinmcunningham Follow @kfahim ISTANBUL — Leanne Nasser was a bright-eyed Arab-Israeli teenager, in Istanbul with friends for the New Year, despite her father’s concerns about safety. Fatih Cakmak, who survived a bomb attack only weeks ago, was hired to work security for a popular nightclub. Both were among those who died early Sunday when a gunman, brandishing an assault rifle, stormed Istanbul’s famed Reina Club on the banks of the Bosphorus, gunning down unsuspecting New Year’s revelers in a rampage that was one of the city’s worst mass killings in recent memory. The assailant remained at large Sunday night, and unidentified except for blurred glimpses of him in security camera footage that showed gunshots sparking off the pavement and victims crumpling to the ground. Thirty-nine people were killed, many of them foreigners, in the latest in a string of assaults that have roiled Turkey as it battles insurgents at home and across the border in war-torn Syria. At least 70 people were wounded. Among the victims of Sunday’s attack, in Istanbul's Ortakoy district, were an Iraqi student, a Turkish policeman and two Lebanese fitness trainers. Authorities were working Sunday to identify the dead, and citizens of at least eight countries, including Turkey, were killed in the assault. “Please answer my comment, and tell me you have not died,” one Facebook user, Sheery Rudan, posted on the profile photo of 22-year-old Mustafa Jalal, an Iraqi student from Kirkuk. The school where he studied, Kemburgaz University, announced his death on Twitter. (Haberturk Gazetesi Yildirim) Hassan Alaa, who was close to Jalal, struggled with the news of his boyhood friend’s death. Jalal, who was an only child, was active, outgoing, and loved cars and swimming, he said. “I can’t believe this. We would have breakfast together every day,” Alaa said, when reached in the Iraqi city of Erbil. “And now he’s gone. Before he left for the club, he wished me a happy birthday and we were joking around.” The assault, which targeted a posh, sprawling venue popular with Istanbul’s elite, recalled similar attacks on a concert hall in Paris in 2015 and nightclub in Orlando in 2016. And like the previous attacks – with their disproportianate tally of young victims, all of whom had been enjoying a night out – the carnage on the Bosphorous left Istanbul reeling from a similar sense of shock and grief. In Paris and Orlando, one or more gunmen used assault rifles to target largely cosmopolitan and international crowds. The Islamic State claimed responsibility for those attacks. The jihadist group has carried out attacks in Turkey in recent years, but there was no claim of responsibility for the massacre early Sunday. It began just after 1 a.m., when the assailant shot dead a 22-year-old police officer, Burak Yildiz, and a chaffeur for a tourism company, Ayhan Arik, on the street outside the club, according to Turkish media reports. The sound of gunshots sent panicked patrons scrambling for cover at the waterside as the gunman came inside, witnesses said. One patron, professional soccer player Sefa Boydas, described on Twitter the chaos at the club. In a series of posts that were later deleted, Boydas said he did not see who was shooting, but he noted that police arrived on the scene quickly. He carried his girlfriend, who was wearing high heels, he said, out of the club to safety. “At first we thought some men were fighting with each other,” a Lebanese woman who gave her name as Hadeel told the Reuters news agency. She was in the club with her husband and a friend. “We heard the guy screaming Allahu Akbar,” she said, which is Arabic for “God is great.” “We heard his footsteps crushing the broken glass,” she said. “We got out through the kitchen, there was blood everywhere and bodies.” Others did not survive the assault. Mustafa Sezgin Seymen, 32, was at Reina Saturday night with his fiancee, Sezen Arseven. She was wounded; Seymen, a native of the Black Sea city of Trabzon, was killed. “I’m returning without you from the place we went together,” Arseven wrote of Seymen in a public Facebook post on Sunday. “I have lost my spouse, my life partner, my most beloved,” she wrote. Officials on Sunday called the nightclub attack a “massacre” and an act of terrorism. Turkish President Recep Tayyip Erdogan said the attack was meant to “trigger chaos.” We “will never give passage to these dirty games,” Erdogan said in a statement posted on the presidential website. Sunday’s incident was the fourth major attack in Turkey in less than a month, including the high-profile assassination of the Russian ambassador by a Turkish policeman, and a brazen car bomb assault against riot police at a soccer stadium in Istanbul. That attack, which killed 44 policemen, was claimed by separatist Kurdish militants, who have waged a decades-long insurgency against the Turkish state. The attacks have posed a severe challenge to President Erdogan’s government, which has appeared to lurch from crisis to crisis since the authorities put down an attempted coup in July. The state’s resources have been stretched thinas it tries to respond to the cascading calamaties. After the coup, the government launched a withering crackdown on its perceived enemies, arresting thousands of people. At the same time, the government has deepened its involvment in the Syrian war while escalating its confrontation with Kurdish groups. Cakmak, the security guard, was working at the stadium when the car bomb detonated on Dec. 11, Turkish media reported. “They killed my brother. He died for nothing,” Erhan Cakmak said outside the central morgue in Istanbul Sunday, in a video circulated by the private Dogan news agency. Fatih Cakmak's Facebook profile photo shows him with renowned French soccer player and Real Madrid manager, Zinedine Zidane. In Istanbul Sunday, relatives and friends of one of the Lebanese victims, Haykal Moussalem, a 35-year-old fitness trainer, arrived at the morgue, saying they had not been able to locate him. Lebanon’s consul general in Istanbul later confirmed that Moussalem had been killed, along with at least two other young Lebanese citizens, Elias Wardini and Rita Chami, according to a statement on the site of the country’s national news agency. Pictures on social media showed Moussalem, newly married, on a trip to Italy with his wife, and supervising training sessions in a gym. Another picture that circulated showed Wardini, and Chami, smiling in the sleet on an Istanbul street. In Israel, the father of Leanne Nasser , speaking to local media , said he implored his 19-year-old daughter not to travel to Istanbul because of recent attacks. Israel's foreign ministry said one of her friends, 18-year-old Ruaa Mansour, was injured in the attack. Late Sunday, the French foreign ministry said a Franco-Tunisian woman and her Tunisian husband had been killed in the attack. The Jordanian foreign ministry said three of its nationals were also confirmed dead. According to Turkey's state-run news agency, Anadolu, nearly two-thirds of the victims were foreigners. The State Department Sunday warned U.S. citizens in Istanbul to limit movements “to an absolute minimum” while the search for the assailant continues. “He was one of the kindest people I knew. He would never hold a grudge,” Alaa said of Jalal, the Iraqi student. “He loved his life [in Istanbul],” he said. “He enjoyed everything in it and wanted to stay for good.” Fahim reported from Cairo. Heba Habib contributed reporting from Stockholm. Read more: ",
    "title": "Manhunt underway after dozens killed in New Year’s massacre at Istanbul nightclub - The Washington Post"
   }
  ]
 }
}