{
 "03": {
  "col-sim": {
   "cosine": 0.17895774079923843,
   "entity": 0.14907119849998599
  },
  "exec-time": 11.047159433364868,
  "links": [
   {
    "entities": [
     "next winter",
     "glennon",
     "bridgewater",
     "offseason",
     "watson",
     "cousins",
     "england",
     "bank",
     "tribune",
     "teddy",
     "david",
     "jimmy",
     "stadium",
     "south",
     "patriots",
     "minnesota",
     "new",
     "coast",
     "keenum",
     "deshone",
     "acquiring",
     "brock",
     "souffle",
     "cubs",
     "amendola",
     "redskins",
     "kirk",
     "tom",
     "monday",
     "now",
     "march 7",
     "vikings",
     "kizer",
     "elise",
     "cutler",
     "bradford",
     "eastern",
     "sam",
     "27-29",
     "trubisky",
     "brady",
     "garoppolo",
     "jay",
     "eagles",
     "gm",
     "/",
     "2017",
     "chicago",
     "heights",
     "mcdaniels",
     "mike",
     "hoyer",
     "osweiler",
     "carolina",
     "sunday",
     "u.s.",
     "october",
     "illinois",
     "april",
     "mitch",
     "ryan",
     "pace",
     "ap",
     "deshaun",
     "71.6 percent",
     "clemson",
     "josh",
     "the future",
     "anthony",
     "haugh",
     "arlington",
     "north",
     "west",
     "brian",
     "minneapolis",
     "nfl"
    ],
    "id": 0,
    "text": "Bold trade for QB is Bears GM Ryan Pace's best path in defining offseason Ryan Pace Bears general manager Ryan Pace needs to be aggressive in searching for a new quarterback.  Bears general manager Ryan Pace needs to be aggressive in searching for a new quarterback.  (Anthony Souffle / Chicago Tribune) David Haugh Contact Reporter Chicago Tribune During a timeout late in the Bears ' regular-season finale Sunday at U.S. Bank Stadium in Minneapolis, the Vikings honored quarterback Sam Bradford by plastering his image on the giant scoreboard. Bradford sheepishly acknowledged the applause for setting an NFL single-season accuracy record by completing 71.6 percent of his passes. Acquired from the Eagles in the preseason for first- and fourth-round draft picks after starter Teddy Bridgewater went down with an injury, Bradford made an immediate impact. The 8-8 Vikings didn't miss the playoffs because of Bradford. Good luck finding folks in Minnesota convinced the Vikings gave up too much. Sometimes gambles pay off in the NFL, and in Bradford's case, a season that started with a bold risk ended with a video tribute. You wonder what was going through Bears general manager Ryan Pace 's head as he watched from his seat in the press box. A Bears fan can hope the message resonated. It will take the same kind of daring creativity by Pace to address football's most important position in a defining offseason that began Monday. Pace can start by thinking big, pursuing a quarterback with Pro Bowl potential and treating the decision as if his job depends on it. It does, or at least it will dictate how we evaluate Pace next winter after his third season. The Bears have pressing needs at cornerback, safety and offensive tackle, but every potential upgrade will be enhanced if they get it right at quarterback, the player who affects everything about an organization. A team such as the Bears, with a quarterback tradition no franchise wants, needs unprecedented boldness to change course. Now that the Cubs have won the World Series, the Bears' search for a bona fide franchise quarterback represents Chicago's longest drought. Photos of Bears quarterback Jay Cutler. All three avenues appear open to Pace: the draft, free agency and a trade. Before choosing which path to follow, Pace must make the easiest call of the offseason: Move on from Jay Cutler . From a football perspective, the Bears could argue that bringing back Cutler for a ninth season offers the sturdiest bridge to a quarterback drafted to be his successor. In reality, football reasons alone cannot influence every move by NFL teams. If the Bears tried selling Cutler as their 2017 starter to a fan base already fed up enough to ignore the team, Soldier Field's empty-seat epidemic would start spreading by October. Thank Cutler for being a tough son of a gun who dealt with more abuse than he often deserved and wish him well on whatever team he will start next. But he is in the way in Chicago. It must be someone else's time to take snaps. Whose? That depends on which of the three methods Pace selects to find the answer. He can begin by exploring the trade availability of Jimmy Garoppolo, the Patriots backup expected to be on the market with Tom Brady looking as young as ever. And if Patriots offensive coordinator Josh McDaniels becomes a head coach again, his new team likely will pursue a Garoppolo deal as aggressively as the Bears should. Speculation suggests trade discussions with the Patriots will open with teams offering first- and fourth-round draft picks — the price the Vikings paid for Bradford. Given the iffy quarterbacks in the 2017 draft, Pace could justify sacrificing the picks for a quarterback of the future who's ready now. Jimmy Garoppolo Acquiring New England Patriots quarterback Jimmy Garoppolo might be an option for the Bears.  Acquiring New England Patriots quarterback Jimmy Garoppolo might be an option for the Bears.  (Elise Amendola / AP) A football executive can talk himself out of anything in a conservative league. Or the NFL's youngest general manager can commit to a deal that will define his tenure and put his team in position to compete for a playoff spot again sooner rather than later. Garoppolo has only two NFL starts in three seasons, and becoming a No. 1 quarterback might expose him as the next Brock Osweiler . But what if it reveals Garoppolo as one of the league's best young quarterbacks who learned well from a legend? Too much is made of the Arlington Heights native's local ties and his Eastern Illinois connection to Pace; he could be a West Coast kid who went to college in the South and be worthy of the Bears' pursuit because of talent and intangibles. If the Bears swing and miss on Garoppolo by the time free agency begins March 7, they can explore other veteran options. But unless the Redskins unexpectedly allow Kirk Cousins to hit the market, no free-agent possibilities make more sense than a potential draft pick. Mike Glennon ? Case Keenum ? Exactly. If Cousins remains a Redskin and a Garoppolo trade falls through, the Bears will head into the April 27-29 draft in the dangerous position of drafting for need with the No. 3 pick. Or, put more accurately, overdrafting for need. In that case, the Bears should consider re-signing Brian Hoyer to be the 2017 transitional starter for the rookie-to-be-named-later taken third. The next few months will determine how high Notre Dame's DeShone Kizer, North Carolina's Mitch Trubisky and Clemson's Deshaun Watson — in alphabetical order only, at this point — deserve to go. Drafting a quarterback in the first round represents the safest way for Pace to address the longtime problem. That doesn't necessarily make it the smartest for a GM who not only must be fixated on the position this offseason, but also must do what so many of his predecessors didn't: Fix it. ",
    "title": "Bold trade for QB is Bears GM Ryan Pace&apos;s best path in defining offseason - Chicago Tribune"
   },
   {
    "entities": [
     "the weekend",
     "burlington",
     "inc.",
     "house",
     "russia",
     "3, 2017",
     "vermont",
     "donald",
     "sean",
     "vladimir",
     "jan",
     "cia",
     "12:49 am est",
     "of",
     "for",
     "pegues",
     "fbi",
     "jeff",
     "justice",
     "james",
     "putin",
     "secretary",
     "interactive",
     "wednesday",
     "clapper",
     "cbs",
     "washington",
     "news",
     "assistant",
     "monday",
     "last week",
     "cnn",
     "late",
     "tuesday",
     "the",
     "states",
     "homeland",
     "u.s",
     "white",
     "obama",
     "trump",
     "saturday",
     "2017",
     "intelligence",
     "post",
     "spicer",
     "todd",
     "currently",
     "u.s.",
     "december",
     "breasseale",
     "affairs",
     "news'",
     "last",
     "united",
     "security",
     "department",
     "updated",
     "electric",
     "comey",
     "thursday",
     "mar-a-lago",
     "public",
     "night",
     "national"
    ],
    "id": 1,
    "text": "CBS News Last Updated Jan 3, 2017 12:49 AM EST U.S. government officials have been notified of new cases of attempted or potentially successful cyber intrusions, CBS News has learned. Officials would not go into specifics or reveal the number of new cases. But the revelation raises concerns that Russian cyberattacks have been more extensive than originally thought. Since the U.S released a report on election-related cyberattacks on Thursday, a government official said more cases have come to light, CBS News’ Justice and Homeland Security correspondent Jeff Pegues reports. U.S. releases report detailing hacking allegations against Russia The intelligence information made public last week revealed some of the tools and infrastructure allegedly used by Russian hacking units. Those signatures were flagged over the weekend after officials connected with Vermont’s electric grid said  malware code used in operation “Grizzly Steppe” was found on a Burlington Electric Department laptop .  A team of Department of Homeland Security analysts has been working to determine if Russian hackers successfully breached Vermont’s system.  But so far, investigators have not been able to determine the intent behind the Vermont incident , and there are no indications the power grid is compromised.   “While our analysis continues, we currently have no information that indicates that the power grid was penetrated in this cyber incident,” said Todd Breasseale, Department of Homeland Security Assistant Secretary for Public Affairs.   Late Monday night, The Washington Post reported that federal officials “are finding evidence that the incident is not linked to any Russian government effort to target or hack the utility, according to experts and officials close to the investigation.” Monday’s revelation about new cases of attempted or potentially successful cyber intrusions came just days after  the Obama administration announced a series of actions in response to what the White House called “the Russian government’s aggressive harassment of U.S. officials and cyber operations aimed at the U.S. election.” In addition to sanctions announced on Thursday, 35 Russian diplomats have been expelled from the United States . While President Obama and most congressional Republicans have denounced Russia for its alleged election interference, President-elect Donald Trump has been reluctant to do so , even after FBI Director James Comey and Director of National Intelligence James Clapper backed the CIA’s judgment that Russia interfered. The CIA said in December it has high confidence that Russians tried to influence the election and that they favored Mr. Trump. “I know a lot about hacking,”  Mr. Trump said before his New Years Eve party at Mar-a-Lago Saturday night. “And hacking is a very hard thing to prove. So it could be somebody else. And also - I know things that other people don’t know - and so they cannot be sure of the situation.” Mr. Trump promised new information on Tuesday or Wednesday. But Sean Spicer, the Trump transition’s spokesman, seemed to walk that back. “Well it’s not a question of necessarily revealing, remember the president-elect is privy to a lot of classified information, intelligence reports, he gets briefed by his national security team on a daily basis,” Spicer said, speaking on CNN. It is unclear, however, where Mr. Trump or his national security team are getting their intelligence reports. All U.S. intelligence agencies are in agreement that the Russian government with the blessing of Russian President Vladimir Putin orchestrated “aggressive” cyberattacks prior to and during the U.S. election. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "More cases of Russian cyberattacks come to light - CBS News"
   },
   {
    "entities": [
     "agency",
     "getty",
     "turkish",
     "dogan",
     "3:03",
     "-",
     "raak",
     "istanbul",
     "isis",
     "news",
     "afp",
     "health",
     "ministry",
     "images"
    ],
    "id": 2,
    "text": "ISIS Claims Responsibility; Injured American Describes Istanbul Attack 3:03 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170103013720if_/http://www.nbcnews.com/widget/video-embed/845792835710\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"You just have to stay as calm as you can,\" he said. \"I took a bullet.\" Raak was with a group of nine people, he said, seven of whom were shot. Raak said he came within inches of the shooter, who walked along a bench that he was lying underneath. \"I saw him coming, and he shot us all,\" he said. \"Somebody said there were shots fired, and I initially did not believe it until I saw the gunman and he started shooting up the whole place.\" Raak said he felt utterly helpless as the gunman fired his rounds. The main suspect in the Istanbul nightclub attack in a video released by Turkish police and Dogan News Agency. Dogan News Agency via AFP - Getty Images \"As you'd imagine, you're looking at a guy with a gun, and you do not have a gun,\" he said. \"You're thinking of ways you can take him down in some way, but there's not much you can really do — it's a terrorist.\" Still, he said, \"I was probably the luckiest person in the whole thing.\" Police in Istanbul released what they said was an image of the suspect taken from security video. Twenty-eight of the dead were foreigners, Turkish Health Ministry officials said. Canadian, Iraqi, Saudi, Indian, Lebanese, Tunisian, Kuwaiti and Syrian citizens are among the dead. Play ",
    "title": "Turkey Attack: American Survivor Jake Raak Played Dead, Stayed Silent - NBC News"
   },
   {
    "entities": [
     "house",
     "congress",
     "donald",
     "goldman",
     "office",
     "twitter",
     "steve",
     "time",
     "jan. 20 inauguration day",
     "nikki",
     "email",
     "georgia",
     "scott",
     "sessions",
     "mulvaney",
     "south",
     "of",
     "david",
     "marine",
     "alabama",
     "john",
     "jeff",
     "schumer",
     "james",
     "defense",
     "2008",
     "n.",
     "emanuel",
     "washington",
     "democratic",
     "epa",
     "gop",
     "news",
     "tom",
     "cabinet",
     "budget",
     "sachs",
     "devos",
     "monday",
     "price",
     "haley",
     "the",
     "services",
     "homeland",
     "human",
     "pruitt",
     "obama",
     "trump",
     "carolina",
     "mike",
     "post",
     "tillerson",
     "mcconnell",
     "sunday",
     "u.s.",
     "print",
     "oklahoma",
     "puzder",
     "nations",
     "rex",
     "management",
     "mitch",
     "mattis",
     "and",
     "gop-run",
     "mick",
     "united",
     "betsy",
     "kelly",
     "security",
     "chuck",
     "popp",
     "facebook",
     "department",
     "fox",
     "health",
     "andrew",
     "mnuchin",
     "senate"
    ],
    "id": 3,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Senate Democrats reportedly plan to attack eight of Republican President-elect Donald Trump’s Cabinet picks and stretch their confirmation process from days to perhaps months, despite having essentially no chance of blocking their nominations.   The Democratic senators are vowing to make good on their vow unless the nominees start disclosing personal financial information, according to The Washington Post . Trump has made eight of 17 Cabinet picks, with four remaining. The primary targets include Rex Tillerson for secretary of state; Alabama Sen. Jeff Sessions for attorney general; South Carolina Rep. Mick Mulvaney for the Office of Management and Budget; Betsy DeVos as the new education secretary and Steve Mnuchin, the former Goldman Sachs executive nominated to be treasury secretary. “President-elect Trump is attempting to fill his rigged Cabinet with nominees that … have made billions off the industries they’d been tasked with regulating,” incoming Senate Minority Leader Chuck Schumer said Sunday. “If Republicans think they can quickly jam through a whole slate of nominees without a fair hearing process, they’re sorely mistaken.” Republicans who control the Senate and House plan to begin the confirmation hearings on Trump’s Jan. 20 Inauguration Day. Republicans have a 52-to-48 majority over Democrats in the Senate. The nominees will get enough votes in the GOP-run Senate committees but would run into delays when both parties cast final votes on the chamber floor, despite needing only 51 “yeahs.” Democrats could use procedural moves to extend the debate on each of the nominees. But they don’t have the power to use the filibuster to block the nominations, because in the last Congress they changed the threshold on such filibusters from 60 to 51 votes. Senate Majority Leader Mitch McConnell and fellow Republicans don’t like the Democrats’ plan and argue they didn’t oppose outgoing Democratic President Obama’s nominations when he took office in 2008. “Republicans and Democrats worked together and expeditiously to carefully consider his nominees,” McConnell spokesman David Popp told Fox News on Monday. Popp points out that the Senate held hearings on multiple nominees before Obama was even sworn in, confirmed seven of them on Day One and that nearly all of them were confirmed within two weeks.  “Sen. Schumer and others approved wholeheartedly of this approach at the time,” Popp continued. “So surely they won’t object to treating the incoming president’s nominees with the same courtesy and seriousness.” The others on the purported list of eight are Georgia GOP Rep. Tom Price, Trump’s nominee to run the Department of Health and Human Services; Andrew Puzder for labor secretary; and Oklahoma Attorney General Scott Pruitt to run the EPA. Those not on the purported list are Marine Gen. James N. Mattis for defense secretary; South Carolina GOP Gov. Nikki Haley as U.S. ambassador to the United Nations; and former Marine Gen. John Kelly run the Department of Homeland Security. Fox News’ Mike Emanuel contributed to this report.   ",
    "title": "Report: Dems target eight Trump nominees in bid to delay process, get picks to disclose more info | Fox News"
   },
   {
    "entities": [
     "20%",
     "15%",
     "5%",
     "2363",
     "10.5%",
     "house",
     "donald",
     "21%",
     "twitter",
     "january 2, 2017",
     "s&p",
     "end 2017",
     "3%",
     "1600",
     "lennihan",
     "30%",
     "linkedin",
     "poor",
     "adam",
     "stock",
     "bank",
     "2016",
     "of",
     "savita",
     "uk",
     "fall",
     "12:02 p.m. est",
     "new",
     "exchange",
     "ubs",
     "5.5%",
     "thursday, dec. 22, 2016",
     "belski",
     "capital",
     "google",
     "the past year",
     "previously",
     "barclays",
     "usa",
     "2700",
     "next year",
     "strategas",
     "10%",
     "2000",
     "markets",
     "friday",
     "&",
     "friday's 2016",
     "2017",
     "trump",
     "2300",
     "eu",
     "11%",
     "america",
     "subramanian",
     "lynch",
     "1790",
     "facebookemail",
     "u.s.",
     "mark",
     "wealth",
     "americas",
     "merrill",
     "jonathan",
     "2239",
     "glionna",
     "management",
     "research",
     "bmo",
     "1900",
     "ap",
     "york",
     "facebook",
     "the start of 2016",
     "current",
     "shell",
     "standard",
     "partners",
     "today",
     "new year",
     "brian"
    ],
    "id": 4,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest 2017 outlook for stocks if everything goes wrong Wall Street's base case for stocks is a 5.5% gain in 2017. But the bear case is far worse Post to Facebook 2017 outlook for stocks if everything goes wrong Wall Street's base case for stocks is a 5.5% gain in 2017. But the bear case is far worse Check out this story on USATODAY.com: http://usat.ly/2iX0jtx CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 2 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs 2017 outlook for stocks if everything goes wrong Adam Shell , USA TODAY 12:02 p.m. EST January 2, 2017 Traders work at the New York Stock Exchange, Thursday, Dec. 22, 2016. in New York. (AP Photo/Mark Lennihan) (Photo: Mark Lennihan, AP) Investors that want to cover all the bases when it comes to market risk might want to consider the very worst-case – and best-case – scenarios for stocks in 2017. Wall Street’s predictions for the new year are out. The “base case” is for a gain of around 5% for the stock market in 2017. But a deeper dive into stock strategists’ 2017 outlook reports unearthed bearish scenarios that envision the U.S. stock market potentially declining between 10% and 30%. There’s also a bullish vision that sees stocks streaking 20% higher in the new year. Year-end 2017 price targets for the Standard & Poor's 500 stock index from strategists at 15 Wall Street firms see the large-cap stock gauge climbing to 2363, on average. That equates to a 5.5% gain from Friday’s 2016 year-end close of 2239. This middling mid-single digit call is built on the premise that the economic recovery and corporate profit growth will gain speed, helped by renewed investor optimism after the election of Donald Trump and high expectations for the president elect’s growth-friendly platform. Trump’s call for lower corporate taxes, less regulation of businesses and sizable spending on infrastructure has spurred a positive upturn in investor sentiment. But the “bear case” – or worst-case scenario – laid out by a handful of strategists suggest the S&P 500 could end 2017 down as much as 10%, which adds up to a “correction.” Or perhaps plunge as much as 30%, which would put it well into bear-market territory, defined as a 20%-plus drop. Trump, turmoil: The top 10 business stories of 2016 In its “Year Ahead Report,” UBS Wealth Management Americas, highlighted a key lesson from 2016: “Don’t confuse a base case with a done deal. The past year has been ignominious for base-case forecasts. Donald Trump won the U.S. election. The UK voted to leave the EU. And central banks were forced to ease policy more than previously thought necessary.” Here’s how the \"bear\" case and \"bull\" case of Savita Subramanian, equity and quant strategist at Bank of America Merrill Lynch, differ from her \"base\" case of the S&P 500 finishing 2017 at 2300, or about 3% higher than 2016’s close. Her base case is dependent on policymakers ability to “deliver growth next year.” But if that doesn’t happen, look out below, warns Subramanian. In her “bear case,” she won’t rule out a drop to 1600 for the S&P 500, which equates to a selloff of nearly 30%, or what she calls a “typical bear market decline.” If policy makers “cannot deliver a pick-up in growth,” Subramanian wrote, investors could be disappointed. If the economic backdrop gets worse instead of better as forecasters expect, “markets would likely begin to price in an imminent recession,” she warns, adding that stimulus from the Trump administration could push out the next recession by 12 to 18 months. The stock decline in 2017 could rival the downdraft at the start of 2016, when the S&P 500 fell 10.5%, or be “even more severe,” she warns. In search of potential trouble, Subramanian will be closely monitoring Trump’s comments related to trade, House Republicans’ comments on deficits and spending, as well as the health of credit markets. Stock pros: Own these stocks in 2017 In sharp contrast, Subramanian’s \"bull case\" is built on the assumption that everything goes right. If that occurs, the S&P 500 can climb another 21% to 2700, she says. “It would not take much to see a year of broad-based healing with no major shock,” Subramanian, outlining her best-case scenario, wrote. “The most vaunted growth catalyst is the possibility of a significant stimulus package from the Trump administration next year. Instead of trade wars, we may get across-the-board tax cuts, a repatriation (tax) holiday and infrastructure spending. This could be the catalyst for a traditional euphoria-driven end-of-bull-market rally that could generate 20%-plus returns.” None of the other 14 strategists comes close to Subramanian’s best-case call. But many warn the stock market can go down if reality doesn’t match investors’ high expectations. The “downside shock” scenario outlined by investment firm Strategas Research Partners is built on an economy that doesn’t rebound, but instead falls into recession, causing corporate profit growth to fall shy of market expectations. This “bear case,” which the firm places 20% odds on, would cause the S&P 500 to retreat to around 1790, or 20% lower than current levels. Jonathan Glionna, U.S. equity strategy at Barclays, also offers up a “bear case.” The S&P 500 could tumble to 2000 – a 11% drop – if the U.S. dollar strengthens and interest rates climb a lot higher, causing corporate profits to be less robust. Those twin headwinds could cause “investors to reassess risky assets,\" he wrote in his report. Glionna, though, doesn’t see a recession on the horizon, citing the strong labor market as a sign of U.S. economic vitality. Brian Belski, chief investment strategist at BMO Capital Markets, sees the S&P 500 rising 5% in his base case for 2017. But he won’t rule out a 15% fall to 1900 if corporate earnings growth stalls and Trump’s fiscal spending plans don’t come to fruition or if people question their feasibility. The risk is if “the economy and earnings momentum stall,” says Belski. 17 CONNECT TWEET 1 LINKEDIN 2 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2iX0jtx NEVER MISS OUT Managing Your Money Master your money with the latest business and investment news, articles and tips from financial experts each Friday. THANKS FOR SIGNING UP FOR THE Managing Your Money NEWSLETTER We're sorry. ",
    "title": "2017 outlook for stocks if everything goes wrong"
   },
   {
    "entities": [
     "4:46",
     "3:39",
     ", 4:33 p.m.",
     "6:47",
     "hutchings",
     "green",
     "tu'ikolovatu",
     "james",
     ", 4:46 p.m.",
     "49-49",
     "zach",
     "27-21",
     "now",
     "previously",
     "mike",
     "mcquay",
     "unbelievable",
     "clay",
     "helton",
     "boermeester",
     "stevie",
     "acc",
     "penn",
     "6:41",
     "juju",
     "imatorbhebhe",
     "davis",
     "deontay",
     "4:29",
     "the second half",
     "52-49",
     ", 3:16 p.m.",
     ", 6:03 p.m.",
     ", 3:59 p.m.",
     ", 4:37 p.m.",
     "13:05",
     "bell",
     "the third quarter",
     "taylor",
     "1:55",
     ", 5:46 p.m.",
     ", 5:10 p.m.",
     "third-quarter",
     "banner",
     "franklin",
     "jack",
     "gesicki",
     "6:16",
     "burnett",
     "lindsey",
     "nittany",
     ", 5:37 p.m.",
     "ware",
     "daniel",
     "state",
     "jackson",
     "jones",
     "10:26",
     "11:27",
     "mcnamara",
     "brandon",
     "thiry",
     ", 6:57 p.m.",
     "tilbey",
     "saquon",
     "mcsorley",
     "trojans",
     "iman",
     "the end of the third quarter",
     "djansezian",
     "michael",
     "sam",
     "getty",
     "darnold",
     "5:22",
     ", 3:40 p.m.",
     ", 5:57 p.m.",
     ", 6:31 p.m.",
     "rogers",
     ", 4:07 p.m.",
     "rose",
     "usc",
     "aca'cedric",
     "adoree",
     ", 4:59 p.m.",
     "lions",
     ", 6:19 p.m.",
     "2:23",
     "marshall",
     "cameron",
     "1:20",
     ", 6:23 p.m.",
     "the first quarter",
     "ii",
     "rasheem",
     "bowl",
     ", 5:29 p.m.",
     "jan. 2, 2017",
     "smith-schuster",
     "images",
     "the fourth quarter",
     "justin",
     "1:59",
     "afternoon",
     "barkley",
     ", 6:10 p.m.",
     "8:15",
     "3:56",
     "ronald",
     "kevork",
     "49-35",
     "chris",
     "matt",
     "darreus",
     "the second quarter",
     "leon",
     "godwin",
     ", 4:52 p.m.",
     "smith",
     "first quarter"
    ],
    "id": 5,
    "text": "USC kicks last-second field goal to beat Penn State, 52-49, in the Rose Bowl Jan. 2, 2017, 6:57 p.m. Matt Boermeester kicks a 46-yard field goal as time expires to give the Trojans the Rose Bowl victory. Leon McQuay set up the game-winning kick by intercepting a pass near midfield and returning it to the Nittany Lions' 32-yard line. Jan. 2, 2017, 6:57 p.m. USC comes from behind to defeat Penn State and win Rose Bowl in final seconds Matt Boermeester missed two field-goal attempts. He did not miss a third. The USC kicker lined up from 46 yards and split the uprights as time expired and the ninth-ranked Trojans defeated fifth-ranked Penn State, 52-49, to win the 103rd Rose Bowl. Safety Leon McQuay II intercepted a pass by Nittany Lions quarterback Trace McSorley with 38 seconds remaining in the game to se tup the game-winning drive. USC finished the season 10-3, winning nine consecutive games after a 1-3 start. Penn State fell to 11-3. The Trojans went into halftime leading 27-21, but the Nittany Lions scored three touchdowns in three plays in the third quarter to take a 42-27 lead behind running back Saquon Barkley and receiver Chris Godwin. Barkley rushed 79 yards for a touchdown, Godwin scored on a 72-yard pass play and McSorley rushed for three yards and a score after Sam Darnold threw an interception. JuJu Smith-Schuster caught a 13-yard pass for a touchdown on USC’s ensuing possession and Coach Clay Helton elected to attempt a two-point conversion. Lining up in a split formation, with several Trojans wide left, Darnold ran right and then passed to tight end Taylor McNamara to make it a one-score game. McSorley responded when he led an eight-play drive that covered 82 yards and Barkley caught a seven-yard pass for a touchdown. Penn State led, 49-35, at the end of the third quarter. McSorley was 18-of-29 for 254 yards and four touchdowns, with three interceptions. The Trojans tied the score, 49-49, when Deontay Burnett caught a 27-yard pass with 1 minute 20 seconds remaining. Burnett caught 13 passes for 164 yards and three touchdowns. Boermeester had previously missed field-goal attempts of 51 and 49 yards, but connected on kicks from 22, 44 and 46 yards. Darnold completed 33 of 53 passes for 453 yards and five touchdowns, with an interception. Barkley rushed for 194 yards and two touchdowns in 25 carries. He caught five passes for 55 yards and a touchdown. Jan. 2, 2017, 3:16 p.m. Slideshow: Photos from the Rose Bowl game between USC and Penn State USC defensive back Iman Marshall (8) celebrates with teammate Jack Jones (1)  after intercepting a pass during the first quarter. To see more images from the game, click on the photo above. (Kevork Djansezian / Getty Images) Jan. 2, 2017, 6:31 p.m. USC defeats Penn State, 52-49, with last-second field goal to win the Rose Bowl Leon McQuay dropped one interception. He didn't drop a second. McQuay picked off a pass by Trace McSorley and returned it 32 yards to Penn State's 32-yard line. Matt Boermeester kicked a 46-yard field goal as time expired to give USC the Rose Bowl victory, 52-49. Jan. 2, 2017, 6:23 p.m. USC and Penn State are tied, 49-49, in the fourth quarter What a game! Sam Darnold completed a 27-yard pass to Deontay Burnett for a touchdown. Penn State and USC are tied, 49-49, with 1:20 to play. The scoring drive covered 80 yards in three plays and took 39 seconds. Burnett has caught three passes for touchdowns. JuJu Smith-Schuster caught an 11-yard pass, Daniel Imatorbhebhe caught a 12-yard pass and Penn State was then called for pass interference on back-to-back plays trying to defend Burnett and Darreus Rogers. Jan. 2, 2017, 6:19 p.m. Michael Hutchings makes big third-down stop Michael Hutchings tackled Saquon Barkley for a seven-yard loss on third down. Penn State punted and USC wil have the ball with 1:59 to play, down 49-42. Barkley rushed for nine yards in five carries. Jan. 2, 2017, 6:10 p.m. USC forced to punt in final minutes USC punted with 3:56 to play. Deontay Burnett caught a 17-yard pass before the drive stalled. Ronald Jones II rushed for two yards, then caught a pass and slipped for a one-yard loss. Zach Banner was flagged for a false start to make a third-and-11 situation a third-and-16 play. It went nowhere. Jan. 2, 2017, 6:03 p.m. USC's defense makes a stand USC got the defensive stand it needed. Penn State went three-and-out. The Trojans will start from their 23-yard line. Penn State leads, 49-42, with 6:41 to play. Jan. 2, 2017, 5:57 p.m. Penn State leads USC, 49-42, in the fourth quarter Lindsey Thiry ACC officials have made this a long afternoon. JuJu Smith-Schuster appeared to make a great catch down the sideline, but officials said he was out of bounds. The catch was reviewed and overturned. Smith-Schuster's catch went for 27 yards and USC had the ball at the three-yard line. Ronald Jones II rushed three yards for a touchdown on the next play. Penn State leads USC, 49-42, with 8:15 to play in the game. The scoring drive covered 83 yards in 10 plays and took 4:29. Jones rushed for 17 yards in five carries. Deontay Burnett caught two passes for 26 yards. This could come down to USC's final possession. Jan. 2, 2017, 5:46 p.m. Penn State punts for first time since first quarter Lindsey Thiry If you wanted entertainment, this game has it. Rasheem Green sacked Trace McSorley and forced a fumble that Stevie Tu'ikolovatu recovered, however the call was overturned after a review. Yes, officials can somehow overturn a call when the ball was recovered at the bottom of a pile. Nevertheless, USC's defense held and Penn State punted. Jan. 2, 2017, 5:37 p.m. USC's Adoree' Jackson injured Lindsey Thiry This has gone from bad to worse for USC in the third quarter. Adoree' Jackson was injured on a kickoff return and was tended to by trainers on the field before they assisted him to the sideline. Deontay Burnett caught consecutive passes for eight and five yards before the Trojans' drive stalled. Players from both teams have had a difficult time managing the turf at the Rose Bowl, slipping and sliding. Sam Darnold scrambled on third down, but was sacked and fumbled. USC recovered and punted. Jan. 2, 2017, 5:29 p.m. Penn State leads USC, 49-35, in the third quarter Penn State has scored a touchdown with all four of its third-quarter possessions. Trace McSorley completed a seven-yard pass to Saquon Barkley for a touchdown. Penn State leads USC, 49-35, with 1:55 remaining in the third quarter. The scoring drive covered 82 yards in eight plays and took 4:46. Trojans inside linebacker Cameron Smith was ejected from the game after he was called for targeting. Barkley is making USC's defense look terrible. The Nittany Lions' running back rushed for 25 yards in two carries and caught four passes for 55 yards. Jan. 2, 2017, 5:10 p.m. Penn State leads USC, 42-35, in the third quarter Lindsey Thiry What a game this is. Sam Darnold completed a 13-yard pass to JuJu Smith-Schuster for a USC touchdown and then Darnold completed a pass to Taylor McNamara for the two-point conversion. Penn State leads the Trojans, 42-35, with 6:47 remaining in the third quarter. The scoring drive covered 65 yards in 10 plays and took 3:39. USC's sideline appeared out of it, but now is jumping up and down - getting the Trojans' fans back into the game. Seldom-used tailback Aca'Cedric Ware made the play of the drive, catching a short pass and turning it into a 20-yard gain on third down. Ronald Jones II rushed for 13 yards in three carries and Justin Davis rushed for 10 yards in two carries. Jan. 2, 2017, 4:59 p.m. Penn State leads USC, 42-27, in the third quarter Three plays in the third quarter for Penn State, three touchdowns in the third quarter for Penn State. Brandon Bell intercepted a pass by Sam Darnold and returned it 24 yards to USC's three-yard line. Then Trace McSorley rushed three yards for a touchdown Penn State leads USC, 42-27, with 10:26 to play in the third quarter. Darnold targeted Smith-Schuster withe the pass that was intercepted. The ball bounced off Smith-Schuster's hands before the pick. What a wild turn of events in four and a half minutes. Jan. 2, 2017, 4:52 p.m. Penn State leads USC, 35-27, in the third quarter Unbelievable. Penn State has run two plays in the third quarter and has scored on both of them. Chris Godwin caught an unbelievable 72-yard pass for a touchdown over the top of Iman Marshall. How Godwin hauled in the throw, we might never know. Marshall, according to the radio broadcast, had been ruled out of the game because of vertigo, but was back on the field. Penn State leads USC, 35-27, with 11:27 remaining in the third quarter. Godwin has caught nine passes for 187 yards and two touchdowns. Jan. 2, 2017, 4:46 p.m. Penn State defense tightens up against USC James Franklin lost his mind - in excitement - over a pass breakup on third down. Sam Darnold's pass was intended for Deontay Burnett, but fell incomplete. USC is slowly starting to unravel, unable to move the ball on offense and now they have false started twice in the punt formation. Darnold attempted three passes, all three fell incomplete. Darreus Rogers was able to draw pass interference on a play, about the only highlight of the Trojans' offense so far in the third quarter. USC injury update: Cornerback Iman Marshall has been ruled out of the game because of vertigo. Jan. 2, 2017, 4:37 p.m. Penn State leads USC, 28-27, in the third quarter Saquon Barkley is breaking ankles. Barkley broke six tackles as he ran 76 yards for a touchdown. It was incredible. Penn State leads USC, 28-27, with 13:05 remaining in the third quarter. The scoring drive - one play. All Barkley. Barkley's run was as impressive as any that most writers in the press box have seen this season, or even in recent seasons. Barkley has rushed for 155 yards and two touchdowns in 14 carries. Jan. 2, 2017, 4:33 p.m. USC offense goes three-and-out to start second half Lindsey Thiry This is going to be a game in the second half. USC received the ball, but went three-and-out after Adoree' Jackson returned the kickoff 35 yards to the 35-yard line. The Trojans also were called for a false start before Chris Tilbey punted. Jan. 2, 2017, 4:07 p.m. USC leads Penn State, 27-21, at halftime USC tried to get into position to kick a field goal with 46 seconds remaining in the half, but Matt Boermeester missed a 49-yard attempt. USC leads Penn State, 27-21, at halftime. Boermeester also missed a 51-yard attempt on the Trojans' first possession. Jan. 2, 2017, 3:59 p.m. USC lead Penn State, 27-21, in the second quarter Lindsey Thiry This game has a little bit of everything, and a handful of impressive touchdown receptions. Trace McSorley completed an 11-yard pass to Mike Gesicki for a touchdown. Gesicki left his feet to make the athletic grab and held on as he hit the turf. USC leads Penn State, 27-21, with 54 seconds remaining in the half. The scoring drive covered 75 yards in 13 plays and took 5:22. The Nittany Lions converted twice on third down when Chris Godwin caught a seven-yard and 10-yard pass. The Trojans were about to get them off the field on third-and-five at their 24-yard line, but Stevie Tu'ikolovatu grabbed McSorley's facemask as he made a tackle. Jan. 2, 2017, 3:40 p.m. USC leads Penn State, 27-14, in the second quarter USC isn't settling for field goals any longer. The Trojans are getting into the end zone. Sam Darnold completed a three-yard pass to Darreus Rogers for a touchdown. USC leads Penn State, 27-14, with 6:16 remaining in the first half. The scoring drive covered 75 yards in six plays and took 2:23. The Trojans' receivers made great plays throughout the drive. Rogers caught an 11-yard pass. JuJu Smith-Schuster climbed to make a 36-yard reception and Adoree' Jackson caught a pass off his fingertips that he turned into a 24-yard gain -- if he could have made one more man miss he would have had a touchdown. ",
    "title": "USC kicks last-second field goal to beat Penn State, 52-49, in the Rose Bowl - LA Times"
   },
   {
    "entities": [
     "police",
     "recently",
     "sheila",
     "right now",
     "last year",
     "90 percent",
     "l.a.",
     "angeles",
     "morgan",
     "johnson",
     "citing",
     "gallagher",
     "the year",
     "scott",
     "nykea",
     "2016",
     "john",
     "south",
     "of",
     "associated",
     "los",
     "j.j.",
     "august",
     "images",
     "new",
     "jan 2, 2017",
     "cohen",
     "dec. 17, 2016",
     "17.5 percent",
     "dec. 26",
     "news",
     "armando",
     "now",
     "southside",
     "last week",
     "abc",
     "the 1980s",
     "side",
     "homeland",
     "getty",
     "central",
     "tribune/tns",
     "lott/getty",
     "christmas weekend",
     "press",
     "november",
     "chicago",
     "eddie",
     "street",
     "u.s.",
     "illinois",
     "d-ill.",
     "aldridge",
     "danny",
     "joshua",
     ", 12:31 pm",
     "july 27, 2016",
     "ap",
     "york",
     "security",
     "olson/getty",
     "department",
     "sanchez/chicago",
     "davis",
     "l.",
     "jones",
     "july 3, 2016",
     "city"
    ],
    "id": 6,
    "text": "Chicago's 'Out of Control' Violence Produces 762 Homicides in 2016 By J.J. GALLAGHER Jan 2, 2017, 12:31 PM ET 0 Shares WATCH 12 Killings in Chicago Over Christmas Weekend 0 Shares Email A long and violent year in Chicago ended with 762 homicides, police say. That's more than twice the number in New York City, where police said 335 were killed. Last year marked Chicago's worst homicide rate in two decades, according to The Associated Press. The deceased were among 4,331 shooting victims during the year, accounting for 17.5 percent. The stories of violence are unrelenting: Nykea Aldridge, a mother of four, was shot dead in August after being caught in crossfire while pushing her baby in a stroller on Chicago's South Side. In November, the 15-year-old grandson of U.S. Rep. Danny Davis , D-Ill., was shot dead over a pair of gym shoes. 'Spiraling Out of Control' ABC News contributor John Cohen, a law enforcement and homeland security expert whose roles have included counterterrorism coordinator for the Department of Homeland Security, described the violence in Chicago as \"spiraling out of control.\" Beyond Chicago, he said, “a growing number of major cities are receiving a significant increase in robberies, homicides and aggravated assaults.” He cited three factors he believes may be behind the uptick in violence: 1. An increase in gang activity and violent behavior by career criminals. 2. An increase in the availability of illegal guns, coupled with an increase in criminals' willingness to use them. 3. And an increase in the reluctance by law enforcement to engage in proactive, violence prevention policies. Such hesitancy, Cohen said, is because \"officers of various ranks are worried they will respond to a split-second decision and end up being the next person blasted all over the media and will lose their job.\" Officers respond to their calls for service and do what they can, Cohen said, but they are \"hesitant to be proactive\" and \"target violent criminals.\" Criminals sense any hesitancy, Cohen said, and believe they are less likely to be stopped. Chicago police superintendent Eddie Johnson told the AP recently that officers have become more careful, partly because they're concerned about viral videos. Johnson added at a news conference last week that police officers are not the reason for the heightened violence in Chicago; he said over 8,000 guns were recovered in 2016 and all those encounters put cops at risk. Armando L. Sanchez/Chicago Tribune/TNS via Getty Images A member of the Chicago Police Department collects bullet casings at the scene of a shooting near the intersection of South Morgan Street and West 97th Street in Chicago on July 3, 2016. How Violence in Chicago Compares to Other Cities 'Empowered' Gang Members There is no simple explanation for why the violence is so extreme, Johnson told reporters last week, but he pointed to the prevalence of gang activity. He also noted that the \"the anti-police rhetoric\" in Chicago and across the country \"has emboldened and actually empowered these gang members to do what they do.\" Gang members may believe community residents will take their side instead of the police's, he added. Johnson said the violence in Chicago is mostly on the city's south and west sides, in areas with a history of gang conflicts. Of the 12 killings in Chicago over Christmas weekend, he said, 90 percent of the victims had gang affiliations, criminal histories and were pre-identified by the department's \"strategic subject algorithm\" as being a potential offender or victim of gun violence. The majority of the 27 shootings Christmas weekend were \"targeted attacks\" by gangs against potential rival gang members at holiday gatherings, Johnson said. Cohen, the ABC News contributor, said the concentration of violence in specific neighborhoods can be explained by social issues, like a lack of education or employment, which he said can create a feeling of hopelessness for young people and may contribute to why they gravitate toward the violent gang lifestyle. Gangs not only provide income, Cohen said, but give young people a familial connection and sense of protection. \"If we don't get a handle on this problem,\" Cohen said, \"law enforcement officials that I've been speaking to are saying ... we'll see continuing increases.\" Scott Olson/Getty Images Police investigate the scene of a quadruple homicide on the city's Southside, Dec. 17, 2016 in Chicago. Targeting Gang Violence Cohen suggested several steps for Chicago to get a handle on the gang violence: First, he said, the police must identify and aggressively target violent gang members and other violent repeat offenders. \"The overwhelming majority of violent crime is committed by people who have engaged in violent criminal activity,\" he said. Second, police \"have to work to prevent illegal guns from getting into the hands of people who cannot legally possess them,\" Cohen said. \"There's nobody on either side of the gun-control issue who thinks career repeat offenders ... should be able to possess a gun,\" he said. \"And there are policing strategies that are directly focused on preventing stolen weapons from falling into the hands of violent gang members and repeat violent offenders. \"Third, you have to address the underlying issues,\" Cohen said. Citing Los Angeles’ efforts in the 1980s and early-1990s, Cohen said that city successfully worked to address underlying issues in neighborhoods that contributed to a sense of hopelessness. As in Chicago now, L.A. crime then was spiraling out of control, driven by violent gang activity, he said. First, L.A. police initiated dramatic uniformed and undercover police presences; Cohen said he and other law enforcement officers zeroed in on South Central Los Angeles communities to find the most violent, repeat offenders and target them with federal prosecution. Also, authorities in L.A. worked with local government and community groups to address some of the underlying issues, like poor education opportunities, Cohen added. The aggressive enforcement, coupled with addressing the underlying issues, brought significant decreases in gang activity, and violent crime more broadly, in South Central Los Angeles, he said. Without addressing the underlying issues, Cohen said, \"there will be a revolving door\" of people who will engage in violent behavior. Joshua Lott/Getty Images Sheila Jones looks to the sky during a vigil for her daughter who was killed as she walked through her apartment complex July 27, 2016 in Chicago, Illinois. The Community-Police Relationship Cohen also cited trust between communities and police as something that’s missing nowadays in cities including Chicago, where he said law enforcement officers need to engage proactively with residents, understand what's important to communities and work with them. Cohen complimented New York City's police officers, saying they go to community meetings and ask what issues are important to the community, which \"changes the dynamic\" of the conversation. In return, people are willing to talk to officers about problems, he said, which creates personal relationships. A Call for Legislative Change Johnson, the Chicago police superintendent who called the level of violence in his city \"unacceptable,\" is pushing for a legislative change to help curb the \"reckless gun culture\" in Chicago. Johnson said he hopes a new law will give judges autonomy to sentence repeat gun offenders to the middle- or high-end of the range, because he says repeat offenders are not willing to \"play by society's rules.\" “I just don’t believe that we hold repeat gun offenders accountable for their actions,\" he told reporters Dec. 26, adding that the city must change the narrative so offenders don’t want to pick up a gun. Johnson hopes the legislation will give cops \"a fighting chance\" to hold offenders accountable to begin to change the narrative in the city. \"We all have a vested interest in reducing this gun violence,\" he said. \"It's not OK and it's not normal. When I go home and my neighbors see me, they are constantly asking what can we do to reduce this gun violence? \"We know that the long-term solutions [are] to invest in these impoverished areas, provide more jobs, better education,\" Johnson said, adding, \"The urgent solution right now is for state legislatures to help us with this gun bill. \"If you pick up a gun and shoot somebody you should go to prison, period,\" he said. \"You don’t get a pass from me.\" 0 Shares ",
    "title": "Chicago's 'Out of Control' Violence Produces 762 Homicides in 2016 - ABC News"
   },
   {
    "entities": [
     "scalia",
     "house",
     "congress",
     "donald",
     "russia",
     "court",
     "merrick",
     "last year",
     "election",
     "npr",
     "vladimir",
     "the past",
     "garland",
     "john",
     "sessions",
     "exxon",
     "alabama",
     "putin",
     "jeff",
     "images",
     "capitol",
     "january 20",
     "day",
     "115th",
     "gibson/getty",
     "once",
     "october 2015",
     "washington",
     "zach",
     "supreme",
     "gop",
     "mobil",
     "beginning next week",
     "now",
     "last week",
     "armed",
     "mccain",
     "tuesday",
     "services",
     "white",
     "this week",
     "2017",
     "trump",
     "november",
     "obama",
     "antonin",
     "just after election",
     "mcconnell",
     "tillerson",
     "u.s.",
     "susan",
     "hill",
     "two years ago",
     "this past november",
     "rex",
     "mitch",
     "ryan",
     "past",
     "state",
     "thursday",
     "senate",
     "paul",
     "davis",
     "dec. 13",
     "wisconsin",
     "last month",
     "boehner"
    ],
    "id": 7,
    "text": "President-elect Donald Trump meets with House Speaker Paul Ryan at the U.S. Capitol for a meeting in November just after Election Day. Zach Gibson/Getty Images hide caption toggle caption Zach Gibson/Getty Images President-elect Donald Trump meets with House Speaker Paul Ryan at the U.S. Capitol for a meeting in November just after Election Day. Zach Gibson/Getty Images As the 115th Congress is sworn in Tuesday, Republicans will be poised to control Washington with a stronger hand than they have in a decade — with the Senate, House and the White House in GOP hands, once President-elect Donald Trump takes office on January 20. This past November, Republicans held their congressional losses to a minimum, helped by an unexpectedly strong GOP wave behind Trump. After losing just two Senate seats, they'll hold a 52-48 edge (two independents caucus with Democrats. In the House, Republicans lost six seats, giving them a 241-194 majority. 'Dawn Of A New Unified Republican Government' Coming In 2017 House Speaker Paul Ryan boasted shortly after Election Day that the \"new unified Republican government\" would be \"focused on turning President-elect Trump's victory into real progress for the American people.\" And as NPR congressional correspondent Susan Davis explained, there is precedent for a unified government pushing through sweeping changes early on: When the White House and Congress have been controlled by the same party, Washington has produced some of the most sweeping — albeit politically polarizing — legislation aimed at shifting the political trajectory of the nation toward the cause of the party in power. In particular, the first two-year congressional session of a new administration — when public approval is generally at its highest for the incoming president — has produced some recent presidents' most memorable legislative imprints. GOP congressional leaders and Trump agree on many things — tantamount among them their best chance ever to repeal and replace Obamacare, in addition to rolling back federal regulations and increasing infrastructure projects. But there are some looming showdowns between the incoming president and members of his own party on Capitol Hill — many of whom were less than supportive of Trump in the primaries and lukewarm on his prospects in the general election. Article continues after sponsorship Top Republicans have already signaled their break with Trump over alleged Russian cyberattacks intended to interfere with the U.S. elections. After President Obama announced sweeping sanctions against the country last week, Ryan called the response \"overdue\" but \"appropriate.\" Senate Majority Leader Mitch McConnell said the sanctions were a \"a good initial step\" and reiterated his support for a congressional investigation into the supposed interference. Senate Armed Services Chairman John McCain is planning a hearing for Thursday into the breach, with three top intelligence officials set to testify. Trump, however, has said the country should \"move on\" from the cyberattacks. During the campaign he repeatedly praised Russia and its president Vladimir Putin during the campaign, casting doubt that they were behind the intrusion. He even praised Putin as \"very smart!\" after his muted response to sanctions from the Obama administration. Trump has, however, acquiesced to meeting with U.S. intelligence regarding the cyber breaches this week. Deal Or Disrupt? Congressional Democrats Weigh 2017 Choices Congress is prepared to get a jumpstart on confirming Trump's cabinet nominees as well, with hearings on some top appointees beginning next week. But many of his most important picks are controversial, particularly Secretary of State nominee Rex Tillerson. The Exxon Mobil CEO's ties to Russia and Putin have already raised concern, and he's sure to be pressed about the new sanctions as well. Is Sessions, Trump's Attorney General Pick, Trying to Paper Over His Record? Alabama Sen. Jeff Sessions's nomination for attorney general could be contentious too. While sitting members typically receive deference from their peers, Democrats will draw attention to Sessions's past failure to get confirmation as a federal judge after he had allegedly made racist remarks in the past. Another looming fight will be when Trump makes his pick for the Supreme Court to succeed the late Justice Antonin Scalia. President Obama's nominee Merrick Garland languished last year as Republicans refused to take up his nomination. The process of repealing the Affordable Care Act is expected to get started this week as the Senate is expected to take up a budget measure to begin the process of dismantling President Obama's signature domestic achievement. But it won't come quickly. Without a replacement plan on the table, some Republicans are weary of moving too quickly to dismantle the healthcare law for fear it would roil insurance markets if no fix is ready to be implemented. Soon after the member of the 115th Congress are sworn in on Tuesday, their next task will be to officially re-elect Ryan as speaker. And while there's little drama expected for him to secure the votes he needs after being unanimously renominated by the GOP conference in November, there could still be defections once the voice vote is held on the House floor, particularly from hardline Trump supporters. Two years ago, then-beleaguered Speaker John Boehner had 25 member of his own party vote against him . When Boehner stepped down in October 2015, only nine other Republicans voted for someone other than Ryan. Ryan distanced himself from Trump just before Election Day after damaging audio emerged of Trump bragging about groping women. The two have since reconciled, but there have been signs of discord among the base. At a rally last month in Ryan's home state of Wisconsin, the speaker was booed. And while Trump quieted the dissenters, he did caution that if Ryan ever opposed him their relationship might not be so rosy any longer. \"Honestly, he's like a fine wine: Every day goes by, I get to appreciate his genius more and more,\" Trump told the Wisconsin crowd on Dec. 13. \"Now, if he ever goes against me, I'm not going to say that, OK?\" It may have been a joke, but speaks to the strain in the most powerful relationship in Washington. ",
    "title": "Looking To Pass An Agenda, Congressional Republicans Have To Manage Differences With Trump : NPR"
   },
   {
    "entities": [
     "council",
     "mullen",
     "house",
     "a.j.",
     "pakistan",
     "kunduz",
     "ghani",
     "may 1, 2012",
     "july 2011",
     "afghan",
     "biden",
     "january 2009",
     "point",
     "david",
     "al",
     "new",
     "times",
     "once",
     "tomorrow",
     "washington",
     "2015",
     "qaeda",
     "now",
     "vali",
     "2014",
     "demczuk/the",
     "dempsey",
     "2010",
     "sept. 11",
     "mike",
     "joint",
     "america",
     "illinois",
     "the end of 2016",
     "petraeus",
     "the coming weeks",
     "chiefs",
     "today",
     "afghanistan",
     "glen",
     "rainey",
     "spring",
     "studies",
     "asia",
     "n.y.",
     "january 2, 2017",
     "h.",
     "july 2015",
     "iraq",
     "of",
     "chavar",
     "late 2009",
     "associated",
     "august",
     "summer of 2015",
     "2008",
     "syria",
     "schumacher/the",
     "w.",
     "air",
     "landler",
     "2007",
     "f.",
     "january 1, 2017",
     "eikenberry",
     "credit",
     "israel",
     "pruitt",
     "j.",
     "pentagon",
     "the spring of 2010",
     "laden",
     "mills/the",
     "international",
     "base",
     "a few weeks later",
     "mark",
     "july 2008",
     "kandahar",
     "tyler",
     "ryan",
     "bruce",
     "security",
     "one year ago",
     "daniel",
     "n.c.",
     "state",
     "room that",
     "crocker",
     "andrews",
     "north",
     "baptist",
     "morning",
     "hicks/the",
     "bagram",
     "donald",
     "twitter",
     "october 2002",
     "the fall of 2009",
     "osama",
     "taliban",
     "army",
     "macarthur",
     "military",
     "navy",
     "day",
     "warsaw",
     "democratic",
     "may 2012",
     "kamu",
     "2009",
     "clinton",
     "may 2011",
     "ashraf",
     "hope",
     "states",
     "white",
     "johns",
     "obama",
     "times-news",
     "trump",
     "libya",
     "staff",
     "july",
     "doug",
     "r.",
     "martin",
     "hillary",
     "united",
     "may 2014",
     "day in august 2015",
     "august 2010",
     "karzai",
     "2005",
     "feldman",
     "africa",
     "bin",
     "hamid",
     "burlington",
     "10 years from now",
     "peter",
     "denmark",
     "hopkins",
     "islamic",
     "school",
     "george",
     "to",
     "riedel",
     "jan. 1, 2017",
     "benjamin",
     "e.",
     "nasr",
     "church",
     "jr.",
     "gabriella",
     "command",
     "central",
     "nuristan",
     "press",
     "chicago",
     "september",
     "academy",
     "kabul",
     "a.",
     "university",
     "oruzgan",
     "2002",
     "early august",
     "2011",
     "joseph",
     "york",
     "advanced",
     "department",
     "karl",
     "isis",
     "facebook",
     "midnight on",
     "wanat",
     "nato",
     "the end of 2008",
     "summer",
     "west",
     "rhodes",
     "barack",
     "bush",
     "national"
    ],
    "id": 8,
    "text": "Part 6A Changed Man The Afghan War and the Evolution of Obama A strategy that went from a “good war” to the shorthand “Afghan good enough” reflects the president’s coming to terms with what was possible in Afghanistan. By MARK LANDLER JAN. 1, 2017 WASHINGTON — President Obama ’s advisers wrestled with an intractable problem in the spring and summer of 2015: How could they stabilize Afghanistan while preserving Mr. Obama’s longtime goal of pulling out the last American troops before he left office? As it happened, the president solved the problem for them. In early August of that year, when Mr. Obama convened a meeting of the National Security Council, he looked around the table and acknowledged a stark new reality. “The fever in this room has finally broken,” the president told the group, according to a person in the meeting. “We’re no longer in nation-building mode.” What Mr. Obama meant was that no one in the Situation Room that day, himself included, thought that the United States — after 14 years of war, billions of dollars spent and more than 2,000 American lives lost — would ever transform Afghanistan into a semblance of a democracy able to defend itself. At the same time, he added, “the counterterrorism challenges are real.” As bleak as Afghanistan’s prospects were, the United States could not afford to walk away and allow the country to become a seedbed for extremists again. Advertisement Continue reading the main story A few weeks later, the president halted the withdrawal and announced that he would leave thousands of American troops in the country indefinitely. It was a crucial turning point in the evolution of Barack Obama. The antiwar candidate of 2008 who had pledged to turn around Afghanistan — the “good war” to George W. Bush’s “bad war” in Iraq — had conceded that the longest military operation in American history would not end on his watch. The optimistic president who once thought Afghanistan was winnable had, through bitter experience, become the commander in chief of a forever war. Video A Developing Stance on the Afghan War President Obama's shifting approach to the conflict is a lens through which to judge his legacy as a wartime leader. By A.J. CHAVAR on Publish Date January 1, 2017. Photo by Doug Mills/The New York Times. Watch in Times Video » embed He remains defensive about the lessons of that journey. “We shouldn’t assume that every time a country has problems that it reflects a failure of American policy,” the president said in an interview in September. Now, as Mr. Obama prepares to turn the war over to Donald J. Trump, a leader even more skeptical than he is about the value of American engagement in foreign conflicts, Afghanistan captures the disillusionment of a man who believed, as he put it in his 2009 Nobel Peace Prize acceptance speech , “that war is sometimes necessary, and war at some level is an expression of human folly.” More than any other conflict, Afghanistan shaped Mr. Obama’s thinking on the basic questions of war, peace and the use of military power. It is where he discovered his affinity for drones, sharpened his belief in the limits of American intervention, battled his generals and hardened his disdain for unreliable foreign leaders. It reaffirmed his suspicions about sending American troops into foreign conflicts and made him reluctant to use more force in Iraq, Syria, Libya and other war zones. It also chastened him about his own hopes. “When it comes to helping these societies stabilize and create a more secure environment and a better life for their people, we have to understand,” he said in the interview, “that this is a long slog.” ‘A War That We Have to Win’ Continue reading the main story Photo Two Marines on a mountain ridge overlooking the Pakistani border near Kamu, Afghanistan, in 2008. The Taliban often attacked an American outpost in the area from firing positions on the mountain ridge. Credit Tyler Hicks/The New York Times Mr. Obama was a state senator from Illinois in October 2002 when he famously condemned Iraq as a “dumb war.” But in the same speech he also said, “I don’t oppose all wars.” He was referring to Afghanistan, which he viewed as a just war to hunt down the perpetrators of the Sept. 11 terrorist attacks. “I would willingly take up arms myself to prevent such tragedy from happening again,” he told the crowd that day in Chicago’s Federal Plaza. Advertisement Continue reading the main story By July 2008, as the Democratic nominee for president, Mr. Obama had embraced Afghanistan as a priority over Iraq — the “good war,” in a phrase that he never actually used himself but that became so associated with his approach it was sometimes wrongly attributed to him. Mr. Obama praised the Bush administration’s troop surge in Iraq that year not because he believed that the United States could transform Iraqi society, but because he thought that reducing the violence there would allow the nation to turn its attention to Afghanistan. “This is a war that we have to win,” he declared. He promised to send at least two more combat brigades, or roughly 10,000 soldiers, to Afghanistan. The United States was hardly on course for victory. Although there were already close to 50,000 American troops in Afghanistan as Mr. Obama campaigned that summer, the Taliban were gaining momentum. In a bloody debacle, nine American soldiers were killed in what became known as the Battle of Wanat when the Taliban brazenly overran a remote Army outpost in the far eastern province of Nuristan. Adm. Mike Mullen, the chairman of the Joint Chiefs of Staff, echoed Mr. Obama in calling the situation in the country “precarious and urgent.” More than 100 Americans would die in Afghanistan by the end of 2008, a larger number than in any other prior year. Photo Cpl. Pruitt A. Rainey’s coffin was carried from the Glen Hope Baptist Church in Burlington, N.C., in July 2008. Corporal Rainey, 22, was one of nine American soldiers killed in the Battle of Wanat that month. Credit Peter Schumacher/The Burlington Times-News, via Associated Press When Mr. Obama took office in January 2009, he ordered a quick policy review on Afghanistan by a former intelligence analyst, Bruce Riedel. But even before it was completed, he accepted a Pentagon recommendation to send 17,000 additional troops to Afghanistan, bringing the total to nearly 70,000 American troops on the ground. By the fall of 2009, with the Taliban showing increased strength, Mr. Obama’s military commanders, backed by the elders on his war council, including Hillary Clinton, then his secretary of state, were pressing him to go much farther. They urged on him an ambitious counterinsurgency strategy that had helped turn around the war in Iraq — a troop-heavy, time-consuming, expensive doctrine of trying to win over the locals by building roads, bridges, schools and a well-functioning government. Advertisement Continue reading the main story The strategy, known by its acronym COIN, would require as many as 40,000 additional American men and women in uniform in Afghanistan, his advisers told him. “There was still the afterglow of the surge in Iraq, and the counterinsurgency narrative that had made the military the savior of the Iraq war,” said Vali R. Nasr, a former State Department adviser on Afghanistan and Pakistan. “I don’t believe Obama was in a position to pick a debate with the military on Afghanistan, and to assert what would be his worldview.” “In many ways, I think, he deferred,” said Mr. Nasr, now the dean of the Johns Hopkins School of Advanced International Studies. Although Mr. Obama agreed after months of internal debate to send 30,000 additional troops to Afghanistan, he placed a strict timetable on the mission, saying they would have to be withdrawn again, starting in July 2011. His aides later said he felt hijacked by a military that had presented him with a narrow band of options rather than a real choice. The Obama Era In the coming weeks, The Obama Era will explore the sweeping change that President Obama has brought to the nation, and how the presidency has changed him. The Obama Era In the coming weeks, The Obama Era will explore the sweeping change that President Obama has brought to the nation, and how the presidency has changed him. Part 6A Changed Man Sign up to receive an email when we publish the next stories in this series. Even some former military commanders agreed, saying that the troop deployments were framed in a way that made choosing a smaller number — 20,000, for example — look like a path to certain defeat. “President Obama was asking the military for broad options,” said Karl W. Eikenberry, a retired general who served as the commander in Afghanistan from 2005 to 2007 and was later Mr. Obama’s ambassador to Kabul. But, he said, the military gave Mr. Obama only “variations” on “the more robust counterinsurgency model.” Mr. Eikenberry, who wrote a politically explosive but prescient cable in late 2009 raising doubts about the wisdom of the surge, diagnosed a deeper problem with the policy. Was it simply to prevent Afghanistan from being a safe haven for Al Qaeda? Or was it to turn Afghanistan into another Denmark? “When he came in, everyone knew we were going to do more,” Mr. Eikenberry said. “But what we were trying to achieve was difficult to define.” Given Mr. Obama’s innate wariness of nation-building, it didn’t take long for him to grow disenchanted with the Denmark option. A few months into the surge, in the spring of 2010, David H. Petraeus, the commander of the Pentagon’s Central Command and an architect of the strategy, was briefing him on the state of the counterinsurgency campaign. Advertisement Continue reading the main story Drawing on anthropology theory from the University of Chicago, General Petraeus explained to his commander in chief how neighborhoods in Kandahar related to one another. Mr. Obama listened for a while, then cut him off. “We can’t worry about how neighborhoods relate to each other in Kandahar,” he curtly told General Petraeus, according to people in the room. “Obama believes the military can do enormous things,” said Benjamin J. Rhodes, the deputy national security adviser. “It can win wars and stabilize conflicts. But a military can’t create a political culture or build a society.” ‘Afghan Good Enough’ Continue reading the main story Photo Mr. Obama and President Hamid Karzai of Afghanistan signed a strategic partnership agreement in Kabul in May 2012. The two had long had a rocky relationship. Credit Doug Mills/The New York Times By the end of his first term, Mr. Obama had evolved to the point that he fully embraced the concept “Afghan good enough.” The phrase, which had been kicked around the White House since 2010, referred to the shift away from nation-building to a policy that was content with taking out the terrorists, preventing the Taliban from overrunning the country and putting a premium on getting the troops out. By that new standard, things had improved in Afghanistan. By August 2010, 100,000 American troops were on the ground in Afghanistan and were pushing back the Taliban in some critical areas. Despite uneven progress in the military campaign, Ryan Crocker, a diplomat who had reopened the American Embassy in Kabul in 2002 and served there again as ambassador in 2011, recalled thinking, “Wow, this place looks great!” The Navy SEAL raid that killed Osama bin Laden in Pakistan in May 2011 added to Mr. Obama’s conviction that he was on the way to closing the books on the war. At midnight on May 1, 2012, Air Force One rolled out from behind a hangar at Joint Base Andrews to pick up the president for a secret trip to Afghanistan. He was going to sign a strategic partnership agreement with President Hamid Karzai that set the terms for relations after 2014, when the United States was scheduled to withdraw its combat troops and turn over Afghanistan’s security to the Afghans. Aides to Mr. Obama had advised him not to go for security reasons, but he saw it as an important milestone. The agreement promised an “enduring partnership” between the United States and Afghanistan, with pledges of American help in developing the Afghan economy and public institutions. Yet the promises obscured a starker reality: Mr. Obama had accelerated the timetable for drawing down American troops, and he was looking beyond the war. Advertisement Continue reading the main story Speaking to a national TV audience from Bagram Air Base, he suggested that America’s experience in Afghanistan had come full circle. “One year ago, from a base here in Afghanistan, our troops launched the operation that killed Osama bin Laden,” he said. “The goal I set — to defeat Al Qaeda, and deny it a chance to rebuild — is now within our reach.” Earlier, Mr. Obama had met for an hour with Mr. Karzai. The two had long had a rocky relationship — on an earlier trip, Mr. Obama excoriated Mr. Karzai for the rampant corruption in the Afghan government — and this session did little to improve their rapport. Mr. Crocker recalled that the president was “very aloof, almost cold, which bothered me a bit because I’d worked a solid damn year to get Karzai in a better place with us.” Things never warmed up between them. When Mr. Karzai refused to sign a long-term security agreement with Washington, Mr. Obama gave up on him to focus on his successor, Ashraf Ghani. The experience left a lasting imprint on the president, his aides said. He concluded that without the right partner, it was impossible for the United States to succeed, no matter how much blood and treasure it poured into a country. It was an insight that Mr. Obama applied to his relations with other countries, from Pakistan to Israel, where his poor relationships with the leaders impeded progress. “The most underappreciated part of foreign policy,” Mr. Rhodes said, “is dealing with flawed partners.” ISIS, a New, Radiating Threat Photo A bomb blast targeted NATO forces in Kabul in July 2015. Credit Shah Marai/Agence France-Presse — Getty Images When Mr. Obama convened his National Security Council that day in August 2015, the Taliban were regrouping again. They had carried out audacious terrorist attacks in the center of Kabul and had mounted a military offensive in the provinces of Kunduz and Oruzgan. Worse, there was a new threat in the form of the Islamic State, also known as ISIS or ISIL, which sprouted in the poisonous soil of Iraq after the United States left and was finding recruits in the Hindu Kush. Mr. Obama had rejected a chorus of calls in Washington to delay the drawdown, under which the residual force of American troops was to leave Afghanistan by the end of 2016. “The mantra I heard was that the president does not want to hand off to his successor the mess he inherited,” said Daniel F. Feldman, who served as the special representative to Afghanistan and Pakistan in 2014 and 2015. Advertisement Continue reading the main story But as the Islamic State became a dire enough threat to return American troops to Iraq, Mr. Obama felt compelled to change course on Afghanistan. “ISIL thrived in a vacuum in Iraq and it pointed to a similar vacuum in Afghanistan,” Mr. Rhodes said. Mr. Obama, he said, was prodded by more than fear. After a long stretch of political paralysis, Afghanistan formed a government with Mr. Ghani in the presidency. For the first time since taking office, Mr. Obama felt like he had a partner with whom he could do business. The American-trained Afghan Army was taking heavy casualties fighting the Taliban, and the president believed that the United States had an obligation to help them. But as Mr. Obama’s war council met that August morning, the level of American support remained the subject of intense debate. Vice President Joseph R. Biden Jr., a skeptic about Afghanistan going back to 2009, argued that the country would revert to chaos, regardless of how long the United States stayed there. “It doesn’t matter if we leave tomorrow or 10 years from now,” he declared, according to those in the room. He was, he conceded, a “broken record” on this issue. Gen. Martin E. Dempsey, who had succeeded Admiral Mullen as chairman of the Joint Chiefs of Staff, recommended that the United States maintain a military presence in Kabul, and at Bagram and a scattering of bases in the east and south. The 10,000 soldiers in the country would carry out a singular, ruthless mission of killing suspected terrorists and keeping the country from spiraling out of control. The imperative, General Dempsey told Mr. Obama, was that Afghanistan fit into a broader counterterrorism policy from Central Asia to North Africa to extend “well beyond your presidency,” according to several officials. Mr. Obama liked that idea. It was in line, he said, with the principles he had laid out in a 2014 speech at the United States Military Academy in West Point, N.Y., where he said America would train and equip foreign armies but leave the front-line fighting to them. He acknowledged that it would mean handing off Afghanistan to his successor as unfinished business. “This goes to the politics of what I’m leaving for the next president,” he told the group , according to one of the participants. “My interest is not to sign them up for 10 years of X,” he added, referring to troop numbers, “but to lay out a vision and to put stakes in the ground for that vision.” Photo President Obama addressed graduates at the United States Military Academy in West Point, N.Y., in May 2014. In his speech, he said the United States would train and equip foreign armies but leave the front-line fighting to them. Credit Gabriella Demczuk/The New York Times Mr. Obama now seems at an uneasy peace. In the interview in September, he disputed the suggestion that his policy had failed. He had, after all, reduced the number of American troops to fewer than 10,000 from more than 100,000. They were training and assisting Afghan troops, even if the line between that and actual combat was sometimes blurry. Advertisement Continue reading the main story The country had been broken to begin with, he said, and America was never going to fix it. “Afghanistan was one of the poorest countries in the world with the lowest literacy rates in the world before we got there. It continues to be,” Mr. Obama said. The country “was riven with all kinds of ethnic and tribal divisions before we got there. It’s still there.” In the end, Afghanistan became the template for a new kind of warfare — a chronic conflict, across an arc of unstable states, in which the United States is a participant, if not the principal actor. At a NATO summit meeting in Warsaw in July, Mr. Obama acknowledged that this prospect would disappoint an American public still suffering from combat fatigue. “It’s very hard for us ever to get the satisfaction of MacArthur and the emperor meeting, and a war being officially over,” he said. “As commander in chief of the most powerful military in the world,” he went on, “I spend a lot of time brooding over these issues. And I’m not satisfied we’ve got it perfect yet.” Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on January 2, 2017, on Page A1 of the New York edition with the headline: Fractured World Tested the Hope of a Young President. Order Reprints | Today's Paper | Subscribe ",
    "title": "The Afghan War and the Evolution of Obama - The New York Times"
   },
   {
    "entities": [
     "house",
     "protection",
     "black",
     "commerce",
     "january 1",
     "julio",
     "david",
     "beach",
     "bureau",
     "diane",
     "115th",
     "once",
     "washington",
     "supreme",
     "2015",
     "now",
     "stevenson",
     "pelosi",
     "the first half of 2009",
     "weigel",
     "2010",
     "post",
     "mcconnell",
     "a year ago",
     "2018",
     "palm",
     "richard",
     "ellison",
     "chevron",
     "the coming days",
     "caucus",
     "action",
     "paul",
     "journal",
     "melania",
     "court",
     "of",
     "this year",
     "the 1920s",
     "minnesota",
     "perez",
     "2008",
     "first month of 2009",
     "nancy",
     "representatives",
     "republican",
     "social",
     "1984",
     "jan. 20",
     "dodd-frank",
     "june 2016",
     "mark",
     "association",
     "mitch",
     "ryan",
     "freedom",
     "consumer",
     "security",
     "medicare",
     "$100 million",
     "mar-a-lago",
     "last month",
     "eight years earlier",
     "congress",
     "donald",
     "financial",
     "cordray",
     "2013",
     "2016",
     "chamber",
     "collin",
     "justice",
     "capitol",
     "at 7:46 pm",
     "sackin",
     "shelby",
     "democratic",
     "rifle",
     "fla.",
     "tom",
     "2009",
     "cabinet",
     "clinton",
     "trump's",
     "committee",
     "white",
     "obama",
     "trump",
     "ericka",
     "street",
     "u.s.",
     "paris",
     "hillary",
     "cra",
     "senate",
     "d.",
     "koh",
     "peter",
     "dec. 31, 2016",
     "foundation",
     "meadows",
     "jan. 15",
     "gop",
     "$831 billion",
     "aca",
     "banking",
     "peterson",
     "harold",
     "this week",
     "2017",
     "november",
     "c.",
     "norquist",
     "dnc",
     "2012",
     "hill",
     "december",
     "chris",
     "cnbc",
     "grover",
     "new year's eve",
     "wall",
     "2011",
     "murphy",
     "department",
     "heritage",
     "keith",
     "national"
    ],
    "id": 9,
    "text": "Claiming mandate, GOP Congress lays plans to propel sweeping conservative agenda The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By David Weigel January 1 at 7:46 PM Follow daveweigel For six years, since they took back the House of Representatives, Republicans have added to a pile of legislation that moldered outside the White House. In their thwarted agenda, financial regulations were to be unspooled. Business taxes were to be slashed. Planned Parenthood would be stripped of federal funds. The ­Affordable Care Act was teed up for repeal — dozens of times. When the 115th Congress begins this week, with Republicans firmly in charge of the House and Senate, much of that legislation will form the basis of the most ambitious conservative policy agenda since the 1920s. And rather than a Democratic president standing in the way, a soon-to-be-inaugurated Donald Trump seems ready to sign much of it into law. The dynamic reflects just how ready Congress is to push through a conservative makeover of government, and how little Trump’s unpredictable, attention-grabbing style matters to the Republican game plan. That plan was long in the making. Almost the entire agenda has already been vetted, promoted and worked over by Republicans and think tanks that look at the White House less for leadership and more for signing ceremonies. (Peter Stevenson,Julio Negron/The Washington Post) In 2012, Americans for Tax Reform’s Grover Norquist described the ideal president as “a Republican with enough working digits to handle a pen” and “sign the legislation that has already been prepared.” In 2015, when Senate Republicans used procedural maneuvers to undermine a potential Democratic filibuster and vote to repeal the health-care law, it did not matter that President Obama’s White House stopped them: As the conservative advocacy group Heritage Action put it, the process was “a trial run for 2017, when we will hopefully have a President willing to sign a full repeal bill.” “What I told our committees a year ago was: Assume you get the White House and Congress,” House Speaker Paul D. Ryan (R-Wis.) told CNBC in a post-election interview last month. “Come 2018, what do you want to have accomplished?” Negotiations with the incoming Trump administration, he said, were mostly “on timeline, on an execution strategy.” Few presidential candidates have dominated the coverage of an election like Trump did in 2016. In the campaign’s final stretch, Republican candidates often got less attention for their records in Congress than for their positions on Trump’s controversial statements. The irony, as Democrats realized after the election, was that congressional Republicans were poised to have more influence over the national agenda in 2017 than congressional Democrats did after the 2008 election that put Obama in the White House with his party in control on Capitol Hill. While the Democratic majority in 2009 was larger than the GOP advantage this year, the Democrats were hamstrung in ways they came to regret. Responding to the Great Recession, they spent the transition and first month of 2009 on a $831 billion stimulus package, with Obama aides openly hoping that they could pass it with bipartisan supermajorities. Every House Republican and all but three Senate Republicans opposed it, and within 20 days of inauguration, the first tea party protests had broken out against it. Protesters twinned their opposition to the stimulus with opposition to the bank bailouts, which had bipartisan backing. Since November, Republicans have preempted any problems like this by making no attempt to frame their agenda as bipartisan. 1 of 55 Here’s what President-elect Donald Trump has been doing since the election View Photos He has been holding interviews and meetings as he prepares to transition into the White House. Caption He has been holding interviews and meetings as he prepares to transition into the White House.  Dec. 31, 2016 President-elect Donald Trump, accompanied by his wife, Melania, answers questions from reporters at a New Year’s Eve party at Mar-a-Lago in Palm Beach, Fla. Don Emmert/AFP/Getty Images Buy Photo Wait 1 second to continue. In his first news conference after the election, Ryan said that voters had delivered a mandate for “unified Republican government.” Eight years earlier, then-House Speaker Nancy Pelosi (D-Calif.) had said only that Americans “voted in large numbers for change” and said the White House would be driving the agenda. This year’s agenda from House and Senate Republicans has clarity that was often lacking from Trump’s own campaign. Senate Republicans favor using a procedure known as “budget reconciliation,” in which measures can be passed with a simple 51-vote majority rather than a filibuster-proof 60 votes, to tackle the ACA and to undo much of the 2010 Dodd-Frank financial reform. As part of undoing the financial overhaul law, some GOP leaders have begun planning strategies for how to effectively kill the Consumer Financial Protection Bureau, whether by giving Congress control over its budget or finding cause to replace its director, Richard Cordray, with a weaker board. “I’d like to repeal the whole thing, period,” Senate Banking Committee Chairman Richard C. Shelby said of Dodd-Frank in a December interview with the Wall Street Journal. The reconciliation process is also likely to be used to pass tax changes, which both Trump and congressional Republicans want to use to lower rates and end the estate tax. Republicans also are examining ways to undo many of the regulations and other orders enacted by Obama and his administration, including ones issued in the weeks since Trump’s victory and designed to solidify the Democratic president’s environmental legacy. GOP leaders have cited the 21-year old Congressional Review Act, which allows Congress to cast simple majority votes of disapproval for regulations, as a way to block anything the administration has ordered since June 2016. Since its passage, the CRA has been used only once. But in December, the conservative House Freedom Caucus began compiling a list of more than 200 regulations it views as vulnerable to a disapproval vote. They include “burdensome” school lunch standards, tobacco regulations, laws that set higher wages for contractors and elements of the Paris climate-change agreement. “Talking to some individuals with the Trump transition team, they are taking this extremely serious[ly],” Rep. Mark Meadows (R-N.C.), chairman of the Freedom Caucus, told the Heritage Foundation last month. Republicans intend to supplement the CRA by enacting a law that would subject any regulation with an economic impact greater than $100 million to a vote of Congress, a change that would have prevented nearly every climate or employment rule change of the Obama years. The measure, called the Regulations From the Executive in Need of Scrutiny Act, or Reins, is a conservative priority that passed the Republican House in 2011, 2013 and 2015 with backing from the U.S. Chamber of Commerce. Republican aides now hope for a vote on Reins in the coming days so it can be sent for Trump’s signature immediately after he is sworn in on Jan. 20. Some Republican lawmakers also want legislation that would stop courts from deferring to federal agencies’ interpretations of statutes — a practice known as “Chevron deference,” after the 1984 Supreme Court case that went against the energy company — and have them instead defer to Congress. Little of this was discussed during the presidential campaign, and none has much buy-in from Democrats. Just one rural Democrat in the 115th Congress, Rep. Collin C. Peterson of Minnesota, voted for Reins. But Democrats do not see the next few months playing out for them the way the first half of 2009 played out for Republicans. “I think there was a unique benefit to Republicans in obstructing the Obama agenda,” said Sen. Chris Murphy (D-Conn.), who served in the House in Obama’s first term and arrived in the Senate in 2013. “In 2008, Obama’s entire premise was built on fixing Washington by ending partisanship. It was dependent on getting two parties to work together. Mitch McConnell figured out quickly that he alone held the keys to success or lack of success.” Democrats, said Murphy, would oppose Republicans where they can. But they are not in a position to block everything. “Trump pays lip service to bringing people together, but his theme is that ‘only he can fix it,’ ” he said. “That’s about results, not whether Washington is ‘working,’ so there’s not the same political benefit to pure obstruction.” Instead, Democrats see opportunities on issues on which Trump clashed with his party or where Republicans themselves worry that the party’s position is unpopular. One of them is the Defund Planned Parenthood Act, which sailed through the House in 2015. Last month, when Obama issued an order halting state efforts to defund the group, the legislation’s sponsor, Rep. Diane Black (R-Tenn.), said new “pro-life majorities in Congress” would “not only roll back this latest overreach but also enact new legal protections for these most vulnerable members of our society.” Trump, who became antiabortion late in life, sent mixed messages about Planned Parenthood, praising its non-abortion work in televised debates. That, say Democrats and abortion rights advocates, suggests a wedge can be shoved between the Republican Congress and the president. “Trump didn’t run on, nor was he elected to act on, attacking reproductive health care,” said Ericka Sackin, a spokeswoman for Planned Parenthood. There’s less clarity about how to respond on other Republican priorities. Legislation to allow concealed weapons to be carried across state lines, a major goal of the National Rifle Association, was endorsed by Trump and may be hard for red-state Democrats to oppose. A possible Trump-backed stimulus package intrigued even blue-state Democrats when it was floated in November. Interest waned when, in lieu of detailed spending plans, Trump allies suggested the stimulus would consist of tax breaks. In the short term, Democrats are focused more on Trump’s Cabinet picks and the looming Supreme Court nomination. In 2009, 59 Democratic senators were occasionally bogged down in getting the 60th vote to confirm lower-level Obama appointees such as Tom Perez as an assistant attorney general at the Justice Department and Harold Koh as a legal adviser at State. In 2017, thanks to Democrats’ change of the filibuster, Republicans no longer need to get 60 votes for cloture on nominees; they need a simple majority for any administration position or any judicial opening lower than the Supreme Court. This, Democrats admit, will give Republicans more running room and more floor time to pass bills. Shellshocked after being defeated in an election few people expected they could lose, some concede that Trump’s ability to command media attention will make it harder to turn their losing congressional battles into headlines. They will try. On Jan. 15, Democrats will organize rallies in several states to draw attention to Trump’s campaign pledge to leave Social Security and Medicare untouched — a difference with Republicans like Ryan. And the party’s concurrent fight over who will head the Democratic National Committee has focused, in large part, on how the party can draw attention to the fast-moving Republican Congress and promote its own work, something Hillary Clinton failed to do in the campaign. “There’s no question we’ll see a greater number of people who are uninsured, more people who are unemployed and more kids getting low test scores,” said Rep. Keith Ellison (D-Minn.), a leading candidate for DNC chairman. “But if we think Trump will create bad conditions and that’ll be enough for Democrats to win, we are absolutely wrong.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Claiming mandate, GOP Congress lays plans to propel sweeping conservative agenda - The Washington Post"
   }
  ]
 }
}