{
 "05": {
  "col-sim": {
   "cosine": 0.21853920102033222,
   "entity": 0.2581988897471611
  },
  "exec-time": 6.6112964153289795,
  "links": [
   {
    "entities": [
     "house",
     "census",
     "commerce",
     "david",
     "jeff",
     "new",
     "washington",
     "supreme",
     "m.",
     "1906",
     "now",
     "amy",
     "pelosi",
     "services",
     "2014",
     "sanford",
     "human",
     "weigel",
     "pence",
     "mike",
     "america",
     "the 1960s",
     "post",
     "a year ago",
     "medicaid",
     "goldstein",
     "pensions",
     "nov. 1",
     "josh",
     "the fourth year",
     "s.",
     "3.8 percent",
     "ways",
     "court",
     "eilperin",
     "frederica",
     "jan. 27",
     "circuit",
     "of",
     "this year",
     "at 6:49 pm",
     "nancy",
     "appeals",
     "obamacare",
     "j.",
     "the spring of 2010",
     "earnest",
     "reince",
     "mark",
     "tiberi",
     "january 4",
     "charles",
     "collins",
     "kelly",
     "medicare",
     "reuters",
     "patrick",
     "morning",
     "reuters-rrb-",
     "juliet",
     "congress",
     "donald",
     "snell",
     "twitter",
     "for",
     "finance",
     "conway",
     "capitol",
     "schumer",
     "democratic",
     "$595 million",
     "o'keefe",
     "the same day",
     "tuesday",
     "merkley",
     "white",
     "$1 billion",
     "obama",
     "trump",
     "dec. 31",
     "priebus",
     "ed",
     "u.s.",
     "education",
     "andrew",
     "district",
     "the future",
     "health",
     "hhs",
     "senate",
     "9.1 percent",
     "sean",
     "three years later",
     "sullivan",
     "columbia",
     "wednesday",
     "gop",
     "e.",
     "cuomo",
     "debonis",
     "aca",
     "energy",
     "the",
     "kelsey",
     "means",
     "anne",
     "0.9 percent",
     "hill",
     "chris",
     "and",
     "york",
     "department",
     "labor",
     "wilson",
     "future"
    ],
    "id": 0,
    "text": "By Juliet Eilperin , Amy Goldstein and Kelsey Snell January 4 at 6:49 PM Follow @eilperin Follow @goldsteinamy Follow @kelsey_snell Congressional Republicans on Wednesday launched their long-promised effort to dismantle the Affordable Care Act, even as they acknowledged that they may need several months to develop a replacement along conservative lines. Signifying how enormous a priority the issue is for the incoming administration, Vice President-elect Mike Pence met privately to discuss it with House and Senate Republicans. He offered no details afterward about what a new health-care law might look like but vowed to unwind the existing one through a mixture of executive actions and legislation. Meanwhile, President Obama made a rare Capitol Hill appearance, meeting behind closed doors with Democrats from both chambers. He urged members of his party not to help the GOP devise a new health-care law. The dueling high-level visits, on the same day that the Senate opened debate on a budget resolution that would begin rolling back the law, highlighted the sharp political fault lines that surround the future of the government’s health policies. The president, who was accompanied by Senate Minority Leader Charles E. Schumer (D-N.Y.), House Minority Leader Nancy Pelosi (D-Calif.) and Rep. Frederica S. Wilson (D-Fla.) as he entered the Capitol, took no questions from reporters before or after the nearly two-hour meeting. But participants said he told members of his party that they did not have to “rescue” Republicans and that they should “stay strong” as the GOP strives to replace the law. (Reuters) Pence told reporters that he and Trump would pursue a “two-track approach” to chip away at the ACA through executive powers and legislation. Trump is “working on a series of executive orders that will enable that orderly transition to take place,” Pence said, and is eyeing other policies that can be reversed. [ With Obamacare, GOP faces the ‘Pottery Barn rule’: You break it, you own it ] While Pence did not identify other policy targets, Republicans from Western states urged him Wednesday to undo some of the public land protections Obama has created through the 1906 Antiquities Act. Other executive actions, including those providing new safeguards for LGBT Americans and curbing greenhouse gas emissions linked to climate change, also could come under fire. According to a lobbyist in touch with congressional aides on the ACA issue, the Trump transition team has been considering ways to strip down the health benefits that insurers must provide in plans that they sell to individuals and small businesses. This list of “essential health benefits” was envisioned by the law but was defined in a regulation written by the Department of Health and Human Services. As a result, the incoming administration could alter it without help from Congress. [ Why Obamacare is unlikely to die a swift death ] Trump took to Twitter on Wednesday morning to urge Republicans to “be careful in that the Dems own the failed Obamacare disaster.” In a dig at Schumer and his allies, Trump added: “Don’t let the Schumer clowns out of this web.” Less than half an hour after Trump’s social media messages, Schumer tweeted: “Republicans should stop clowning around with America’s health care. Don’t #MakeAmericaSickAgain.” Schumer and other Democrats echoed Obama, saying they did not feel any responsibility to craft a substitute health-care bill. “If you are repealing, show us what you’ll replace it with. Then we’ll look at what you have and see what you can do,” said Schumer, who met briefly with Pence on Wednesday. (Reuters) White House press secretary Josh Earnest said that Obama told Democrats that they are well positioned to defend the law, which has extended insurance to more than 20 million Americans. However, Obama also told lawmakers that he recognized that he had not succeeded in selling the law to the public. “There was an acknowledgment that so many features were so popular, but there was a failure to communicate that,” Sen. Jeff Merkley (D-Ore.) said. [ Donald Trump, meet your toughest hurdle: The U.S. Senate ] Pence, who was greeted by applause as he entered the House GOP meeting with Reince Priebus, Kelly Anne Conway and several other future White House aides, made it clear that Trump, starting on the first day of his presidency, intended to embark on an aggressive campaign to reverse executive actions made by Obama. “They didn’t enumerate a list, just that which came by the pen can die by the pen,” said Rep. Mark Sanford (R-S.C.). The first bill Republicans introduced in the new Senate that convened Tuesday was budget legislation with instructions for House and Senate committees to begin repealing the Affordable Care Act. The bare-bones spending outline requires members of four committees — Ways and Means and Energy and Commerce in the House; and Finance, as well as Health, Education, Labor and Pensions, in the Senate — to produce bills just seven days after Trump’s inauguration that each would save $1 billion over a decade by slashing elements of the heath-care law. [ Democrats: Trump will make America sick again ] House Republicans tasked with writing the repeal legislation said that no final decisions have been made on what it will include. Rep. Patrick J. Tiberi (R-Ohio) who chairs a House subcommittee that oversees health care, called the incoming administration’s Jan. 27 deadline “a challenging goal.” Among the unanswered questions is whether Republicans will immediately end health-care taxes, such as an additional 0.9 percent Medicare payroll tax and a 3.8 percent investment income tax, that were created to help pay for the Affordable Care Act. Some Republicans have insisted that the taxes should be eliminated immediately, even if lawmakers decide to delay the repeal of other parts of the law. Others worry that repealing the taxes will make it impossible to pay to keep Obamacare afloat while a replacement is finished. “We’re not sure yet,” Tiberi said. “There’s just not consensus on this.” Rep. Chris Collins (R-N.Y.), a member the Trump transition team, said in an interview that “we have six months to work out the replacement plan” for the sweeping health-care law. Senate rules allow budget resolutions to pass by a simple majority — a maneuver that guarantees that the chamber’s Democratic minority will not have enough votes for a filibuster to block repeal. Only changes related to taxes, spending or the long-term federal budget are eligible for the simple-majority treatment, however. Other parts of the law, such as the structure of the insurance marketplaces, probably would require a veto-proof margin of 60 votes in the Senate, a trickier task since the new Senate has 52 Republicans. (The Washington Post) Since its passage by Congress in the spring of 2010 — entirely with Democratic votes — the ACA has spurred the most significant changes to U.S. health policy since the creation of Medicare and Medicaid during the Great Society legislation of the 1960s. It also has faced sustained opposition from Republicans, leading to two Supreme Court cases and a lawsuit over cost-sharing subsidies that is now before the U.S. Court of Appeals for the District of Columbia Circuit. The ACA is best known for having expanded insurance coverage, starting in 2014, in two ways: new marketplaces selling private health plans to Americans who do not have access to affordable health benefits through a job, and an expansion of Medicaid in about three-fifths of the states. The marketplaces got off to a shaky start because of computer dysfunction with HealthCare.gov, the federal enrollment website. [ Trump just met with super-influential health-care executives you’ve probably never heard of ] Three years later, the U.S. Census reported that the nation’s uninsured rate had declined to 9.1 percent , with most of a recent decrease coming from people who bought insurance on their own and more who had joined Medicaid. The president’s visit to the Hill was part of a broader, last-ditch effort by his administration to preserve a central element of his domestic legacy. On Wednesday morning, New York Gov. Andrew M. Cuomo (D) drew attention to the stakes for his state by issuing a county-by-county breakdown of the estimated 2.7 million New Yorkers who would lose coverage if the law were repealed. He pointed out that New York would lose $595 million this year in federal money that has helped the state expand its Medicaid program. HHS officials have been trying to use to their advantage the fact that the change in administrations will take place while the fourth year’s enrollment period for ACA health plans is underway. On Wednesday, HHS released HealthCare.gov enrollment figures showing that 8.8 million Americans chose or were automatically re-enrolled in ACA health plans between Nov. 1 and Dec. 31 in the 39 states that rely on the federal exchange website. That is about 200,000 more than at the same time a year ago, although the proportion of new customers was lower. The new drive to unwind the health-care law will take time. Senate leaders must allow Democrats to offer a nearly unlimited number of amendments before a final budget vote. Democrats plan to use the process, known as a “vote-a-rama,” to offer a long string of potentially toxic amendments that could make it difficult for Republicans to vote for the final legislation, Democratic leadership aides said. Mike DeBonis, Ed O’Keefe, Sean Sullivan and David Weigel contributed to this report. ",
    "title": "GOP launches long-promised repeal of Obamacare with no full plan to replace it - The Washington Post"
   },
   {
    "entities": [
     "donald",
     "crfb",
     "congressional",
     "march",
     "for",
     "fall",
     "this year",
     "responsible",
     "1:27",
     "schumer",
     "party",
     "--",
     "gop",
     "budget",
     "republican",
     "pelosi",
     "$270 billion",
     "federal",
     "committee",
     "obamacare",
     "january 4, 2017",
     "j.",
     "obama",
     "a",
     "trump",
     "november",
     "mike",
     "pence",
     "c.",
     "timm",
     "street",
     "canada",
     "wall",
     "journal",
     "jane"
    ],
    "id": 1,
    "text": "Schumer, Pelosi Attack GOP's Healthcare Agenda After Obama Meeting 1:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170105013900if_/http://www.nbcnews.com/widget/video-embed/847410243796\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> 5. Repeal Obamacare. Not everyone will be covered. His health care plan, released online in March, had far more in common with the kind of boilerplate health care proposals the rest of the Republican party touts than his earlier praise for Canada suggested it might. It would likely cause 21 million people to lose their health insurance and cost about $270 billion over 10 years, according to the nonpartisan budget advocacy group Committee for a Responsible Federal Budget (CRFB). It offers up unspecified amounts of grants to states to replace Medicaid, but it's not clear how or what those would look like, or how they would cover the millions of people that Trump's plan lets fall through the cracks. CRFB noted that block grants \"could generate a wide range of savings\" to the federal budget, but without details on them, it is \"impossible to score any savings\" from his plan. 6. I do want to keep parts of it, we might just amend it. In an interview with the Wall Street Journal, Trump said he would be OK with amending Obamacare instead of fully repealing it. He also indicated that he wanted to keep the protections for patients with pre-existing conditions, and the measure that allows parents to keep their children insured until age 26. \"Either Obamacare will be amended, or repealed and replaced,\" Trump said in November in one of his first interviews as the president-elect. If they do repeal it, he said there would be no gap between the repeal of Obamacare and the replacement of it with something else. 7. Begin to repeal on day one. Vice President-elect Mike Pence told Congressional Republicans that Trump's efforts to repeal Obamacare would begin day one . It's unclear, however, what if any plan there is for a replacement bill. 8. 'Be careful' -- don't take the blame! massive increases of ObamaCare will take place this year and Dems are to blame for the mess. It will fall of its own weight - be careful! — Donald J. Trump (@realDonaldTrump) January 4, 2017 Shortly after Pence indicated that repeal efforts were in the works, Trump warned Republicans to \"be careful\" about taking on the bill -- and its liabilities -- arguing that it would \"fall on its own weight.\" Jane C. Timm ",
    "title": "Trump's Obamacare Journey: From Total Repeal to 'Be Careful' - NBC News"
   },
   {
    "entities": [
     "$32.70",
     "last year",
     "twitter",
     "4:31 p.m.",
     "3%",
     "eastland",
     "2006",
     "$3.10",
     "macy",
     "august",
     "$3.15",
     "1902",
     "8.7%",
     "wednesday",
     "45 minutes ago",
     "now",
     "google",
     "sears",
     "previously",
     "neil",
     "charisse",
     "usa",
     "columbus",
     "oregon",
     "this week",
     "november",
     "2.1%",
     "lundgren",
     "2.5%",
     "macy's",
     "facebookemail",
     "saunders",
     "ohio",
     "jan. 4, 2017",
     "terry",
     "december",
     "$2.95",
     "savoia",
     "$3.40",
     "pinterest",
     "the middle of this year",
     "ap",
     "stephan",
     "facebook",
     "florida",
     "jones",
     "today",
     "2.7%",
     "minneapolis"
    ],
    "id": 2,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Macy's closing 68 stores; job cuts total 10,100 The retail icon says in a release that it's making \"changes to the way stores are operated and reducing field infrastructure\". Post to Facebook Macy's closing 68 stores; job cuts total 10,100 The retail icon says in a release that it's making \"changes to the way stores are operated and reducing field infrastructure\". Check out this story on USATODAY.com: http://usat.ly/2hTPb2C CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 109 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Macy's closing 68 stores; job cuts total 10,100 Charisse Jones , USA TODAY Published 4:31 p.m. ET Jan. 4, 2017 | Updated 45 minutes ago x Share Online retail is continuing to drive physical stores out of business, with planned closings from brands such as Macy's and Sears. Buzz60 Shoppers walk into a Macy's department store. (Photo: Stephan Savoia, AP) After seeing sales drop during the holidays, Macy's said Wednesday it has either closed or will shutter 68 stores and cut an additional 6,200 positions at a time when shoppers are going online to buy everything from scarves to lipstick. Of the 68 stores out of 730 in total, nine closings had been previously announced and three locations have already shut down. But the retail giant revealed the locations of the remaining 59 stores, which will be shuttered by the middle of this year and affect 3,900 employees, some of whom may be offered jobs at other locations. Macy's identifies 68 stores that will close The locations span the country, from Florida to Oregon. Some of the stores are relatively new to the chain. The Macy's store in the Eastland center in Columbus, Ohio, opened in 2006, and has 73 employees. Some, however, are historic or have been around for decades. Macy's said it will shutter its store in downtown Minneapolis opened in 1902, where it has 280 employees. Expect more store closings despite big holiday sales Additionally the retail giant says that it will be cutting \"layers of management'' at its central operations, and paring the number of managers supporting stores, making up the bulk of 6,200 jobs that will be lost. \"We continue to experience declining traffic in our stores where the majority of our business is still transacted,'' Terry Lundgren, Macy's CEO said in a statement.  In regard to the store closings he added, \"we are closing locations that are unproductive or are no longer robust shopping destinations due to changes in the local retail shopping landscape. . . .These are never easy decisions.'' The news did not seem to sooth investors, with Macy's shares plunging 8.7%, to $32.70, in after hours trading. \"It's a big reduction in space and a lot of stores aren't pulling their weight,\" says Neil Saunders, analyst for Conlumino, a firm that follows the retail industry. who called the action \"harsh, but necessary.\" Having stemmed some of its losses, he says Macy's can now pour some of the savings into improving stores that show more promise. \"In stores where they think they have potential, they will invest more,\" Saunders says. \"That is the right direction. They want to make sure the ones they have are really great stores and that requires money.\" But the bloodletting probably isn't over. \"I don't think this is the end of it,\" he adds. The announcement was in keeping with Macy’s guidance to investors in August that it would be shutting about 100 stores to try to reverse sliding sales and profits. The chain also mapped out a strategy to boost revenue, ranging from hosting in-store events to woo foot traffic to enhancing the experience of searching online. But efforts fell short in the all-important holiday shopping period. Sales at stores open at least 12 months that include licensed businesses dropped a combined 2.1% in November and December compared to last year, while sales at stores that do not include licensed businesses and open at least 12 months dropped by 2.7%. Macy's is now reducing its full-year earnings guidance, expecting diluted earnings, not counting special charges, of $2.95 to $3.10 per share, rather than the previously forecast $3.15 to $3.40. Meanwhile, it maintained its full year guidance predicting a 2.5%  to 3% drop in comparable sales at stores with licensed businesses. The retailer is one of many traditional store chains fighting the headwinds of a retail environment that has been transformed by the surge in online shopping. Sears for instance has shuttered dozens of stores, terminating the leases on 19 under performing locations just this week. ",
    "title": "Macy's closing 68 stores; job cuts total 10,100"
   },
   {
    "entities": [
     "oval",
     "house",
     "congress",
     "donald",
     "rand",
     "office",
     "hilton",
     "foundation",
     "texas",
     "family",
     "jan. 27",
     "morning",
     "john",
     "2016",
     "rick",
     "society",
     "capitol",
     "images",
     "diabetes",
     "noam",
     "schumer",
     "wednesday",
     "moore",
     "n.",
     "white",
     "washington",
     "new",
     "gop",
     "detroit",
     "news",
     "2015",
     "luncheons",
     "cornyn",
     "chip",
     "republican",
     "e.",
     "clinton",
     "somodevilla",
     "memoli",
     "tuesday",
     "michael",
     "obamacare",
     "getty",
     "kanye",
     "tower",
     "this week",
     "assn.",
     "/",
     "pence",
     "levey",
     "trump",
     "capito",
     "mike",
     "america",
     "obama",
     "mcconnell",
     "michigan",
     "larry",
     "a year ago",
     "virginia",
     "medicaid",
     "a.",
     "susan",
     "kaiser",
     "medical",
     "american",
     "mitch",
     "ryan",
     "shelley",
     "collins",
     "charles",
     "hillary",
     "york",
     "levitt",
     "snyder",
     "current",
     "cancer",
     "the future",
     "thursday",
     "senate",
     "paul",
     "west",
     "d.",
     "city"
    ],
    "id": 3,
    "text": "Republicans offer no plan to repeal Obamacare as more party members express concern Senate Lawmakers Address The Media After Their Weekly Policy Luncheons Chip Somodevilla / Getty Images Vice President-elect Mike Pence met Thursday at the Capitol with Republican lawmakers, rallying them around the goal of repealing Obamacare. Vice President-elect Mike Pence met Thursday at the Capitol with Republican lawmakers, rallying them around the goal of repealing Obamacare. (Chip Somodevilla / Getty Images) Noam N. Levey and Noam N. Levey Contact Reporters After demanding for six years that the Affordable Care Act be gutted, Republican leaders refused Wednesday to outline concrete steps to repeal and replace it, even as members of their party voiced growing reservations about rolling the law back without a viable alternative. Neither President-elect Donald Trump nor Vice President-elect Mike Pence , who met with House and Senate Republicans at the Capitol, offered lawmakers details about their repeal plan — a centerpiece of their winning campaign — short of vague promises that Trump would take executive action after he assumes office in just over two weeks. And GOP congressional leaders would not say how they will proceed or even how long they will take to develop a replacement for the current law, widely known as Obamacare. “This is going to take a little time,” Texas Sen. John Cornyn, the No. 2 Republican in the Senate, said after the meeting with Pence. The lack of detail underscored the complexities of undoing the biggest expansion of the social safety net in decades without interfering with healthcare for tens of millions of Americans. Republicans’ wavering just a day after the start of a new Congress also may give opponents additional time to shore up support for preserving Obamacare in some form. Cornyn and other Republican leaders repeated assurances Wednesday that consumers would not lose coverage while Republicans work to develop an alternative to the law. More than 20 million Americans have gained coverage though the law and many more depend on its key protections, including a guarantee that people can get coverage even if they are sick and limits on how much patients can be forced to pay out of their pocket for medical care. \"We don’t want to pull the rug out from anybody,\" said House Speaker Paul D. Ryan (R-Wis.). \"We don’t want people to be caught with nothing.\" After meeting with Senate Republicans, Pence told reporters at the Capitol that Trump’s executive orders would “ensure that there is an orderly transition during the period after we repeal Obamacare to a market-based healthcare economy in America.” The assurances have not convinced patient advocates, leading medical groups or even many conservative health policy experts, who are urging the GOP not to roll back the law without first developing an alternative. Many are skeptical Republicans can craft one; they have failed to do so for more than six years. This week alone, leading physician groups, including the American Medical Assn., joined the push to slow the repeal campaign. Others urging caution include the American Diabetes Assn. and the advocacy arm of the American Cancer Society. A growing number of Republican senators are also voicing reservations about the lack of a clear plan, jeopardizing GOP leaders’ vision for swift repeal in a chamber where just three Republican defections could torpedo legislation. “We’re not sure exactly what direction we’re going to go to have a full and careful transition period,” said West Virginia Sen. Shelley Moore Capito, whose state has seen a dramatic drop its uninsured rate thanks to Obamacare. Sen. Susan Collins (R-Maine), a centrist who is being closely watched, urged party leaders to make more progress on an alternative to the current law before voting to scrap it. “It would be far better to have a detailed framework of what replacement is going to include as we are moving toward repealing,” Collins said. Republicans , despite pledging to quickly repeal the Affordable Care Act , are struggling with what parts of the law to roll back and how to lock up the votes they will need, particularly in the Senate , to push their ambitious plans. Settling these questions may delay any major repeal... Congressional Republicans , despite pledging to quickly repeal the Affordable Care Act , are struggling with what parts of the law to roll back and how to lock up the votes they will need, particularly in the Senate , to push their ambitious plans. Settling these questions may delay any major repeal... (Noam N. Levey) On Wednesday, Sen. Rand Paul (R-Ky.), who has publicly criticized the repeal push, joined Democrats in voting against a motion to start debating a resolution that would set the stage for repeal. Outside Washington, state Republican officials are raising concerns about repealing Obamacare as well. Michigan Gov.  Rick Snyder , who was among the first Republican governors to expand Medicaid coverage through the healthcare law, called his state’s expansion a national model in an interview with the Detroit News . Under Republicans’ current repeal plan, the House and Senate over the next couple weeks would pass a budget resolution directing Congress to develop a repeal bill through a process called budget reconciliation. The House would then craft the repeal legislation, pass it and send it to the Senate. Under budget rules, Republicans, who have a 52-48 edge in the Senate, would need only a simple majority to pass the bill and send it to Trump. Senate Majority Leader Mitch McConnell (R-Ky.) said Wednesday that the repeal package, which congressional committees are to draw up by Jan. 27, would hew closely to repeal legislation that Republicans developed in 2015 and sent to President Obama a year ago. Obama vetoed it. That bill removed the unpopular insurance mandates in the law that require Americans to have health insurance or pay a fine. It also rolled back federal aid for Medicaid; scrapped federal insurance subsidies for low- and moderate-income consumers; and eliminated a Medicare surtax on high-income households and other taxes on medical device makers and health insurance companies that go toward funding the law. To allow Republicans time to develop an alternative, the bill delayed implementation of the repeal for two years. If congressional Republicans stick to this repeal-and-delay strategy, Trump could take steps through executive action that might help stabilize insurance markets while a replacement is being developed, said Larry Levitt, an insurance market expert at the nonprofit Kaiser Family Foundation. Trump made promises to blue-collar voters. Democrats plan to make sure he follows through » These steps might include tightening rules on when people could sign up for coverage in Obamacare marketplaces or even loosening requirements on what benefits insurers must offer, which could lower premiums though would likely leave consumers with fewer protections. But in case those steps prove inadequate, Republicans appear to be laying the groundwork to shift blame back to Democrats. Trump said Wednesday  that the current healthcare law would will “fall of its own weight.” And Pence outlined for lawmakers plans for the new president to barnstorm the country attacking Obamacare and keeping up momentum for the repeal-and-replace push. \"I'm promising you, you will not be doing it alone,\" Pence told House Republicans, according to a source in the closed-door meeting, which was described as more of a pep rally than a strategy session. “We'll be making the case all around the country.\" Democrats, meanwhile, are working on their own political campaign, which is designed to capitalize on growing reservations in Republican ranks and polls showing public unease over repeal.   After meeting separately in the Capitol with Obama, Democratic leaders warned that the GOP was risking chaos by unraveling Obamacare. \"They seek to rip healthcare away from millions of Americans — creating chaos for our entire economy,\" warned Senate Minority Leader Charles E. Schumer (D-N.Y.). “It is their obligation — they are voting for repeal — it is their obligation to come with replace.” In a twist on Trump's campaign slogan, Democrats warned that Republicans want to \"make America sick again.\" Caption Kanye West at Trump Tower Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Caption Kanye West at Trump Tower Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Times staff writer Michael A. Memoli contributed to this report. ",
    "title": "Republicans offer no plan to repeal Obamacare as more party members express concern - LA Times"
   },
   {
    "entities": [
     "council",
     "donald",
     "june 23",
     "angeles",
     "jason",
     "2006",
     "tribune",
     "john",
     "2016",
     "los",
     "poe",
     "contact",
     "meisner",
     "fbi",
     "wednesday",
     "moore",
     "vaughn",
     "tharp",
     "reporter",
     "last week",
     "sixth day before",
     "gabriel",
     "trump",
     "chicago",
     "fourth day",
     "u.s.",
     "bush",
     "wilbert",
     "ford",
     "arnold",
     "paris",
     "earlier this week",
     "william",
     "gregory",
     "stanley",
     "april 2013",
     "dolton",
     "thursday",
     "chester",
     "hobos",
     "keith",
     "daniels",
     "last month"
    ],
    "id": 4,
    "text": "Leaders of Hobos gang found guilty in killings, kidnappings Hobos tattoo Provided by U.S. attorney Hobos gang leader Paris Poe's back tattoo that states \"The Earth Is Our Turf\" with \"Hobo\" in the center. Hobos gang leader Paris Poe's back tattoo that states \"The Earth Is Our Turf\" with \"Hobo\" in the center. (Provided by U.S. attorney) Jason Meisner Contact Reporter Chicago Tribune A federal jury on Wednesday convicted six reputed leaders of the violent Hobos street gang of racketeering conspiracy charges alleging the gang carried out a slew of killings, kidnappings, robberies and shootings over the course of a decade. After a marathon 15-week trial that featured hundreds of witnesses and four days of closing arguments, the jury deliberated into a sixth day before finding all six defendants guilty of the main racketeering count that carries a sentence of up to life in prison, as well as nine other counts. Among those convicted was Gregory \"Bowlegs\" Chester, the gang's reputed leader who testified in his own defense last month. The jury also convicted alleged gang lieutenants Paris Poe, Arnold Council, Gabriel Bush, Stanley Vaughn and William Ford. As the verdicts were read in U.S. District Judge John Tharp's packed courtroom, Chester sat without expression, his elbow on the defense table and a hand resting on his right cheek. Behind him, Poe frowned and rolled his eyes, dressed in a gray suit and leather loafers with shackles on his ankles visible. Later, when the judge praised the jury for its \"extraordinary service,\" Poe appeared to smirk. Tharp set sentencing for June 23. The trial unfolded as skyrocketing gun violence in Chicago made embarrassing headlines across the country and even became an issue in the recent presidential election. Earlier this week, President-elect Donald Trump called for federal intervention if local authorities can't get a handle on a homicide rate that in 2016 reached levels not seen in two decades. Prosecutors alleged the Hobos' ruthless use of violence fueled the gang's rise to the top of the city's drug trade. Among the casualties were two gang rivals who had just attended a funeral, a semi-pro basketball player who was slain in a case of mistaken identity, an innocent bystander from Los Angeles visiting relatives and an elderly woman killed in a car crash as police chased a fleeing Hobo member, according to the charges. But the centerpiece of the case was the alleged murders of two informants who were cooperating with law enforcement against the gang. Jurors heard evidence that Poe and Council fatally shot Wilbert \"Big Shorty\" Moore outside a South Side barbershop in 2006 because they believed Moore had provided information to police that led to a raid on a Hobos residence. In April 2013, Poe cut off an electronic monitoring device and ambushed informant Keith Daniels outside his Dolton apartment, according to prosecutors. Dressed in all black and wearing a mask, Poe shot Daniels more than a dozen times in front of his fiancee and two young children as payback for Daniels' cooperation with the FBI in a drug conspiracy case against Chester, the charges alleged. In its verdict, which took nearly 20 minutes for the judge to read in the courtroom, the jury found that each of five murders was conducted by the gang in a \"cold and calculated\" and premeditated manner. The jury also found specifically that Moore and Daniels were killed to keep them from cooperating against the gang. The jury found the six defendants guilty on every count except one lesser charge against Ford of using a gun in furtherance of a gang crime. The verdict came after the jury indicated last week that it may have been deadlocked on at least one count. In a note to the judge after a fourth day of deliberations Thursday, the jury wrote that one person had refused to convict. \"There are some strong beliefs on both sides,\" the note said. Tharp advised jurors to continue deliberating. On the first day of deliberations, one juror had asked to be taken off the jury after he said he'd made up his mind and didn't want to continue. After questioning the juror further, though, Tharp said the man needed to remain on the panel. jmeisner@chicagotribune.com ",
    "title": "Leaders of Hobos gang found guilty in killings, kidnappings - Chicago Tribune"
   },
   {
    "entities": [
     "recently",
     "arabia",
     "donald",
     "peter",
     "twitter",
     "saudi",
     "january",
     "cook",
     "john",
     "inauguration day",
     "south",
     "al",
     "of",
     "defense",
     "30 percent",
     "news",
     "qaeda",
     "usama",
     "later this month",
     "tuesday",
     "lucas",
     "homeland",
     "press",
     "pentagon",
     "trump",
     "obama",
     "laden",
     "u.s.",
     "april",
     "tomlinson",
     "uruguay",
     "kelly",
     "security",
     "channel",
     "department",
     "facebook",
     "state",
     "fox",
     "africa",
     "bin",
     "gitmo"
    ],
    "id": 5,
    "text": "Four Guantanamo detainees transferring to Saudi Arabia, as part of final wave By Lucas Tomlinson Facebook 0 Twitter 0 livefyre Email Print   Four Gitmo detainees are slated to be transferred to Saudi Arabia in the next 24 hours, the first of the final wave of up to 20 transfers expected before Inauguration Day, two U.S. officials tell Fox News. The identities of the four detainees are not immediately known.  The transfers are proceeding despite renewed opposition from President-elect Donald Trump, who tweeted on Tuesday: “There should be no further releases from Gitmo. These are extremely dangerous people and should not be allowed back onto the battlefield.”  The Pentagon said Gitmo transfers would continue over Trump’s objection. Related stories... Ex-Guantanamo detainee leaves Uruguay for South Africa “There is one commander in chief at a time and the secretary of Defense will continue to carry out his responsibilities as he sees appropriate,” said Pentagon Press Secretary Peter Cook in response to Trump’s tweet. There are 59 Gitmo detainees remaining.  Roughly 20 are expected to be transferred before Trump is sworn in later this month.  Saudi Arabia received detainees most recently in April, when the Obama administration transferred nine to the country, including an alleged bodyguard of Usama Bin Laden. All nine detainees were linked to Al Qaeda.  U.S. officials say 30 percent of released detainees are suspected of returning to the battlefield. Trump’s nominee to run the Department of Homeland Security, retired Marine Gen. John Kelly, told Pentagon reporters in January that all remaining Gitmo detainees were “bad boys.” “Some of them were more effective in being bad boys than others,” he said. Lucas Tomlinson is the Pentagon and State Department producer for Fox News Channel. You can follow him on Twitter: @LucasFoxNews Advertisement ",
    "title": "Four Guantanamo detainees transferring to Saudi Arabia, as part of final wave | Fox News"
   },
   {
    "entities": [
     "right now",
     "house",
     "congress",
     "donald",
     "first day",
     "this year",
     "capitol",
     "schumer",
     "new",
     "nancy",
     "gop",
     "republican",
     "pelosi",
     "arizona",
     "obamacare",
     "white",
     "january 4, 2017",
     "j.",
     "obama",
     "2017",
     "earnest",
     "pence",
     "trump",
     "america",
     "currently",
     "ryan",
     "evan",
     "vucci/ap",
     "york",
     "116%",
     "chuck",
     "josh",
     "senate",
     "paul",
     "today"
    ],
    "id": 6,
    "text": "GOP Leaders Ready To Pivot From 'Do-Nothing' To Doing A Lot In 2017 It was likely Obama's last visit to the Capitol before the inauguration of his successor. White House spokesman Josh Earnest said Obama told the lawmakers he wished he were in their place. \"The word he used was 'envy,' \" Earnest said, \"for the opportunity they have\" to fight GOP repeal efforts. Pence told reporters that Trump will sign executive orders on his first day in office to begin implementing the repeal of Obamacare, saying it was \"the first order of business.\" The incoming administration, Pence said, is working right now on \"a series of executive orders that will enable that orderly transition to take place even as the Congress appropriately debates alternatives to and replacement of Obamacare.\" He did not offer any specifics on what those orders would entail. He said Republicans will be taking a \"two-track approach\" with a combination of executive and legislative actions. Article continues after sponsorship Senate Minority Leader Chuck Schumer, joined by fellow congressional Democrats, brands what Republicans are trying to do when it comes to health care as \"Make America Sick Again.\" Evan Vucci/AP hide caption toggle caption Evan Vucci/AP Senate Minority Leader Chuck Schumer, joined by fellow congressional Democrats, brands what Republicans are trying to do when it comes to health care as \"Make America Sick Again.\" Evan Vucci/AP The new leader of Senate Democrats, Chuck Schumer of New York, said GOP lawmakers seek \"to rip health care away from millions\" of Americans, \"which will create chaos.\" In his short, prepared statement, he repeated the word \"chaos\" four times. Schumer said Democrats in both the House and the Senate are united in their opposition to Republican attempts to \"make America sick again.\" House Speaker Paul Ryan said Republicans asserted, however, that there would be \"an orderly transition, so that the rug is not pulled out from under the families,\" which he said are currently \"struggling\" under Obamacare. But replace it with what? Ryan offered no specifics, except to insist Republicans do \"have a plan to replace it. We have plenty of ideas to replace it.\" But House Democratic leader Nancy Pelosi, addressing reporters after hearing from Obama, said Republicans don't have the votes for a replacement plan. Pelosi blasted an approach that some Republicans have discussed, that would repeal the ACA but delay its effect to give lawmakers time to come up with a replacement. She called the strategy \"an act of cowardice.\" Trump himself weighed in today via his preferred method of communicating, tweeting that \"Republicans must be careful in that the Dems own the failed Obamacare disaster\" and \"Don't let the Schumer clowns out of this web.\" He warned that \"massive increases of ObamaCare will take place this year and Dems are to blame for the mess. It will fall of its own weight — be careful!\" Republicans must be careful in that the Dems own the failed ObamaCare disaster, with its poor coverage and massive premium increases...... — Donald J. Trump (@realDonaldTrump) January 4, 2017 like the 116% hike in Arizona. Also, deductibles are so high that it is practically useless. Don't let the Schumer clowns out of this web... — Donald J. Trump (@realDonaldTrump) January 4, 2017 massive increases of ObamaCare will take place this year and Dems are to blame for the mess. It will fall of its own weight - be careful! ",
    "title": "Both Sides Gear Up For Fight Over Obamacare Repeal : NPR"
   },
   {
    "entities": [
     "russia",
     "donald",
     "congress",
     "election",
     "office",
     "nsa",
     "cia",
     "wednesday of this week",
     "iraq",
     "john",
     "2016",
     "of",
     "doubting",
     "fbi",
     "fishel",
     "russian",
     "2008",
     "justin",
     "--",
     "afternoon",
     "monday, the same day",
     "news",
     "monday",
     "now",
     "r-ariz.",
     "last week",
     "mccain",
     "armed",
     "abc",
     "tuesday",
     "the",
     "julian",
     "hacking",
     "services",
     "committee",
     "friday",
     "january 4, 2017",
     "continues",
     "j.",
     "obama",
     "trump",
     "assange",
     "intelligence",
     "odni",
     "u.s.",
     "oct. 7",
     "jan 4, 2017",
     "agency",
     "security",
     "wikileaks",
     "florida",
     "director",
     "next week",
     ", 4:53 pm",
     "thursday",
     "senate",
     "mar-a-lago",
     "barack",
     "national"
    ],
    "id": 7,
    "text": "Classified Election Hacking Report Complete, President Obama to Be Briefed By JUSTIN FISHEL Jan 4, 2017, 4:53 PM ET 0 Shares WATCH Saying Intel Briefing Was Postponed, Trump Continues Doubting Russian Election Hacking 0 Shares Email The classified report requested by President Barack Obama detailing Russia's alleged role in cyberattacks during U.S. presidential elections dating back to 2008 is now complete, and he is expected to receive the first briefing on its findings on Thursday afternoon, U.S. officials tell ABC News. President-elect Donald Trump , who said last week he would receive his briefing on the matter on Tuesday or Wednesday of this week, is scheduled to receive his briefing on Friday. Both briefings will be conducted by the heads of relevant agencies, including the Office of the Director of National Intelligence, the National Security Agency , the FBI and the CIA. U.S. officials denied claims from Trump that his special briefing was delayed so the U.S. intelligence community could strengthen its case against Russia. Officials instead said there may have been a scheduling disconnect or some confusion on the part of the Trump transition team. The \"Intelligence\" briefing on so-called \"Russian hacking\" was delayed until Friday, perhaps more time needed to build a case. Very strange! — Donald J. Trump (@realDonaldTrump) January 4, 2017 Officials familiar with the report say an unclassified version of its findings is not expected to made public until Monday, the same day Congress gets its classified briefing. Although the unclassified version will be far less revealing, pushing the public findings into next week will likely prolong the ugly spat between Trump and Democrats and the intelligence community over who is responsible for the cyberattacks. In recent weeks, Trump has repeatedly questioned the conclusions of the intelligence community, which on Oct. 7 stated publicly that it is \"confident\" Russia directed hacks of political organizations during the 2016 presidential election season. In doubting the claims, Trump referred to the intelligence community's false conclusions about the presence of weapons of mass destruction in Iraq in the run-up to the Iraq War, and he has taken WikiLeaks founder and fugitive computer activist Julian Assange at his word that the Russians were not the source of the information leaked to his site. \"I know a lot about hacking,\" Trump said Monday at his Mar-a-Lago estate in Florida. \"And hacking is a very hard thing to prove. So it could be somebody else. And I also know things that other people don't know, and so they cannot be sure of the situation,\" he said, apparently referring to the intelligence community. On Thursday, Sen. John McCain, R-Ariz., is set to hold a Senate Armed Services Committee hearing with testimony from ODNI and NSA officials, who are not expected to comment at length on the new report before Obama is briefed. 0 Shares ",
    "title": "Classified Election Hacking Report Complete, President Obama to Be Briefed - ABC News"
   },
   {
    "entities": [
     "roosevelt",
     "house",
     "lesley",
     "donald",
     "korea",
     "january 2, 2017",
     "jan",
     "7:23 pm est",
     "john",
     "guantanamo",
     "cbs",
     "washington",
     "--",
     "news",
     "monday",
     "f.",
     "stahl",
     "obamacare",
     "this week",
     "china",
     "j.",
     "2017",
     "trump",
     "4,",
     "franklin",
     "u.s.",
     "north",
     "today",
     "kennedy"
    ],
    "id": 8,
    "text": "CBS News Jan 4, 2017 7:23 PM EST WASHINGTON -- Just this week, President-elect Donald Trump has tackled not only Russian hacking but House ethics, Guantanamo, Obamacare, crime and the auto industry through tweets. On Monday, he had this this message about North Korea for China: China has been taking out massive amounts of money & wealth from the U.S. in totally one-sided trade, but won't help with North Korea. Nice! — Donald J. Trump (@realDonaldTrump) January 2, 2017 That prompted a response from China’s state news agency: “Twitter shouldn’t become an instrument of foreign policy. Foreign policy isn’t child’s play,” it said. But Twitter has proven to be an important tool for Trump; A modern way of talking directly to the people. Trump says his social media power key to victory Like Franklin Roosevelt did through radio and John F. Kennedy with television, in today’s social media era, Trump’s tweets can dominate a news cycle. Lesley Stahl of “ 60 Minutes ” asked him after the election if he would keep it up as president. “I’m not saying I love it, but it does get the word out. When you give me a bad story or when you give me an inaccurate story or when somebody other than you and another network, or whatever, because of course, CBS would never do a thing like that right? I have a method of fighting back,” he said. ",
    "title": "What's the real world fallout from Trump's tweets? - CBS News"
   },
   {
    "entities": [
     "england",
     "2016",
     "this year",
     "eaton",
     "new",
     "brown",
     "times",
     "sikkim",
     "williams",
     "towey",
     "saltzstein",
     "dan",
     "alicia",
     "white",
     "january 4, 2017",
     "2017",
     "jessica",
     "2018",
     "bloch",
     "alexandra",
     "desantis",
     "york",
     "phaedra",
     "maureen",
     "matthew",
     "josh",
     "india"
    ],
    "id": 9,
    "text": "52 Places to Go in 2017 By THE NEW YORK TIMES UPDATED January 4, 2017 close 52 Places to Go in 2017 There are thousands of getaways to explore this year. Here are some ideas to get you started. January 4, 2017 Produced by Matthew Bloch, Phaedra Brown, Alicia DeSantis, Alexandra Eaton, Dan Saltzstein, Maureen Towey, Jessica White and Josh Williams. Correction: January 4, 2017 An earlier version of this article misstated the location of Penzance, England. It is in the southwest of the country, not the southeast.   Correction: January 4, 2017 An earlier version of this article misstated the timing of the opening of an airport in Sikkim, India. It is scheduled to open in 2017, not 2018. It also misstated when Sikkim became the first fully organic state in India. That happened in 2016, not 2017.  More on NYTimes.com ",
    "title": "52 Places to Go in 2017 - The New York Times"
   }
  ]
 }
}