{
 "06": {
  "col-sim": {
   "cosine": 0.17294902290527692,
   "entity": 0.23570226039551587
  },
  "exec-time": 6.402414321899414,
  "links": [
   {
    "entities": [
     "tesfaye",
     "jan. 3, 2017",
     "mcdonald's",
     "donald",
     "lexington",
     "johnson",
     "tribune",
     "streamwood",
     "3300",
     "square",
     "live",
     "tanishia",
     "tuesday",
     "side",
     "michael",
     "friday",
     "duffin",
     "brittany",
     "kevin",
     "trump",
     "chicago",
     "saturday",
     "aurora",
     "eddie",
     "street",
     "sunday",
     "donnelly",
     "antonio",
     "hill",
     "carpentersville",
     "covington",
     "jordan",
     "william",
     "perez/chicago",
     "5:15 p.m.",
     "facebook",
     "lee",
     "thursday",
     "west",
     "cooper",
     "night",
     "homan"
    ],
    "id": 0,
    "text": "News Local news Breaking News Police: Man attacked in Facebook Live video escaped after neighbor complained of noise Four people have been charged with a hate crime for an attack on a person with with special needs. The attack was recorded on Facebook Live. William Lee Contact Reporter A mentally disabled man attacked and racially taunted on a Facebook Live video was able to leave a West Side apartment after a neighbor complained about the noise and distracted his attackers, authorities said Thursday. Two of them followed the neighbor downstairs and the 18-year-old victim took the opportunity to leave the building in the 3300 block of West Lexington Street, ending a five-hour ordeal, police said at a news conference. Officers found the man wandering the streets in the Homan Square neighborhood around 5:15 p.m., police said. \"I observed him wearing a tank top, inside-out, backwards, jean shorts and sandals on,\" said Officer Michael Donnelly. \"He was bloodied, he was battered. \"He was very discombobulated,\" he added. \"He was injured. He was confused.\" Hate crime charges filed in Facebook Live attack Chicago police speak to press about the attack of a man with special needs that was captured in a Facebook Live video and the resulting charges filed against four people involved in the attack. (Antonio Perez/Chicago Tribune) Chicago police speak to press about the attack of a man with special needs that was captured in a Facebook Live video and the resulting charges filed against four people involved in the attack. (Antonio Perez/Chicago Tribune) See more videos According to the video, the man's wrists had been bound and his mouth taped shut as two men cut his shirt with knives, then took turns punching him and stomping his head. One of the men cut the victim’s scalp with a knife. As the man crouched against a wall, someone shouted, “F‑‑‑ Donald Trump” and “F‑‑‑ white people.” Four people were arrested after the downstairs neighbor called police because two of the suspects had kicked in her door, angry that she threatened to call 911, according to Area North Cmdr. Kevin Duffin. \"They booted her door and they actually grabbed something on their way out,\" he said. Jordan Hill, 18, of  Carpentersville, Tesfaye Cooper, 18, of Chicago, Brittany Covington, 18, of Chicago and her sister, Tanishia Covington, 24,  of Chicago were all charged with aggravated kidnapping, hate crime, aggravated unlawful restraint and aggravated battery with a deadly weapon. Hill was also charged with robbery, possession of a stolen motor vehicle and residential burglary, and both Cooper and Brittany Covington were charged with residential burglary. Hill knew the victim from a school they attended in Aurora and was  with the victim when police found him. Police did not explain what Hill was doing there. All four suspects have given statements admitting to their roles in the attack, police said. They are due in bond court Friday. Asked about the video that helped in the arrests, Duffin said, \"I can’t understand why anybody puts anything on Facebook.\" Beating of disabled teen captured on Facebook Live Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) See more videos The victim's family had dropped him off at a McDonald's in Streamwood on Saturday to meet Hill, with plans to spend the night at his place.   Hill stole a van before picking up the victim and passed it off as his own, police said. The pair drove to Chicago's West Side, visiting with friends for two days. The victim slept in the van before arriving at the apartment on Lexington where the Covington sisters lived on Tuesday. Hours into the visit, the victim and Hill were engaged in a \"play fight\" when it got out of hand, police said. The sisters got angry and tied him up, police said. \"That's when the attack begins,\" Duffin said. They beat, stomped and cut the victim and made him drink water from the toilet, he said. The victim was tied up for four or five hours until he escaped. After police found him on the street, they discovered that he had been reported missing on Sunday. He was taken to a hospital and reunited with his family. Superintendent Eddie Johnson said there \"was never a question\" whether the case would be investigated as a hate crime, but police wanted to check all the facts of the case first. He said the racial comments of the attackers and the disabilities of the victim both played a role in the decision. ",
    "title": "Police: Man attacked in Facebook Live video escaped after neighbor complained of noise - Chicago Tribune"
   },
   {
    "entities": [
     "al-awlaki",
     "twitter",
     "anwar",
     "hassanal",
     "bolkiah",
     "john",
     "david",
     "september 2012",
     "dec. 24, 2011",
     "fbi",
     "james",
     "sept. 30, 2011",
     "justin",
     "the day",
     "clinton",
     "now",
     "-lsb-sullivan",
     "previously",
     "tuesday",
     "aug. 20, 2012",
     "brunei",
     "reines",
     "podesta",
     "july",
     "abedin",
     "u.s.",
     "sultan",
     "chelsea",
     "petraeus",
     "bill",
     "huma",
     "hillary",
     "april 4, 2012",
     "wikileaks",
     "philippe",
     "state",
     "facebook",
     "department",
     "comey",
     "cooper",
     "jake"
    ],
    "id": 2,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   The election’s over – but Hillary Clinton’s emails are still coming to light. And they help illustrate why the FBI declared she was “extremely careless” with the information flowing across her secret server.  A new batch of messages released by the State Department on Tuesday shows the former secretary of state and her team routinely shared her upcoming schedules, talking points and sensitive items – such as her iPad password – via the homebrewed system. Other newly revealed emails, which were posted as the result of litigation, show Clinton’s top advisers griping about her during her time as secretary of State; an Asian ruler who later implemented Sharia law saying he considered former President Bill Clinton part of his “family”; and Clinton talking about Justin Cooper, one of the key figures who administered to her private server.  ASSANGE: RUSSIAN GOV'T NOT SOURCE OF WIKILEAKS EMAILS Many of the 371 emails posted on the State Department website had been partially released previously, and are separate from the hacked emails of Clinton campaign chairman John Podesta posted by WikiLeaks before the election. Almost all the messages were partly or heavily redacted. Among the items redacted -- yet still sent over email -- was Clinton's iPad password.  In an Aug. 20, 2012 conversation, Clinton’s closest aide, Huma Abedin, told her boss she had the iPad password reset. The device had previously given Clinton problems, though Abedin wrote that it’s “all good now.” At the top of the message, Abedin typed out the entirety of the new password, which was redacted on the State Department release. Clinton responded later with even more information, noting that “I finally realized I had to add the [redacted] to the password!!!!” During the July speech in which FBI Director James Comey termed Clinton’s server practices “extremely careless” but not criminal, he also said “hostile actors” could have hacked her communications. In at least one instance, Clinton aide Cooper logged hacking attempts on the server.  Still, Clinton and her advisers continued sending information that could be dangerous in the wrong hands, including detailed, advanced copies of her schedules and talking points for upcoming calls and meetings with foreign leaders and top U.S. officials. On Sept. 30, 2011 – the day American-born terrorist Anwar al-Awlaki was killed – Abedin emailed Clinton to say then-CIA Director David Petraeus wanted to talk on a secure connection. She added: “Assume its about awlaki.” Other emails released Tuesday shed light on Clinton’s relationships. In advance of a September 2012 meeting with the Sultan of Brunei – who would later impose Sharia law on his country – Abedin emailed Clinton that Sultan Hassanal Bolkiah hoped to have dinner with Clinton and her family. “They say sultan sees wjc as part of his family and thus is treating you in this ‘informal’ way,” she wrote, using Bill Clinton’s initials. On Dec. 24, 2011, Clinton emailed Chelsea Clinton, who was using a pseudonym revealed previously by WikiLeaks, asking “Who will provide tech support after Justin leaves,” ostensibly citing Cooper, who originally helped set up Clinton’s server and was typically called for any tech issues Clinton was experiencing. “Let’s talk about this later – he’s actually supported by someone else too as a fyi,” Chelsea replied cryptically. “I think there are a couple options.” In an email chain from April 4, 2012 that Clinton was eventually excluded from, Abedin complained about Clinton’s obsession with an archiving project. “This records thing is the bain of my existence with her….” she wrote. Philippe Reines, another top Clinton aide, responded with the frustration he experienced explaining to Clinton that she had received the incorrect copy of a document. “I emailed her that. I told her in the elevator up from videos. I told her that in the pre-brief. I told her that in the elevator up to 8. I made clear it wasn’t that Jake [Sullivan]’s timeline was ‘inadequate’ – just that the wrong version made its way to her,” Reines wrote. “But [I] think it played into whatever anxiety she has that you’re experiencing about the topic of archiving.” Advertisement ",
    "title": "Email Headache Returns: New Clinton messages show passwords, schedules flowed freely | Fox News"
   },
   {
    "entities": [
     "democrats",
     "inc.",
     "house",
     "last year",
     "jan. 27",
     "this year",
     "interactive",
     "capitol",
     "january 5, 2017",
     "washington",
     "cbs",
     "nancy",
     "gop",
     "2015",
     "pelosi",
     "obamacare",
     "this week",
     "obama",
     "2017",
     "u.s.",
     "hill",
     "ryan",
     "thursday",
     "senate",
     "paul"
    ],
    "id": 3,
    "text": "<p>U.S. House Speaker Paul Ryan (R-WI) holds a news conference at the U.S. Capitol in Washington, U.S. January 5, 2017.&nbsp;</p> Close REUTERS/Jonathan Ernst Speaker Paul Ryan, R-Wisconsin, indicated Thursday that a provision to cut off federal funding to Planned Parenthood would be included in legislation that would repeal Obamacare . “Well, the Planned Parenthood legislation would be in our reconciliation bill,” Ryan said at his weekly news conference on Capitol Hill. Republicans wrapped a provision targeting Planned Parenthood funding into their reconciliation bill to dismantle Obamacare last year, but President Obama, of course, quickly vetoed that measure. In response to Ryan’s threat Thursday, House Minority Leader Nancy Pelosi, D-California, said Democrats would again fight against the GOP plan. “We are not going back. We will stand our ground. We will fight that decision by the speaker to defund Planned Parenthood. And you know what? The American people are with us. We just have to get out the word,” she said. Republicans led the fight to defund Planned Parenthood in a massive government spending bill in 2015, prompting the possible threat of a shutdown. They later backed off and wrapped it into a reconciliation bill, which they are again using this year to repeal Obamacare. Through the reconciliation process, the Senate can fast-track a budget measure and pass it with a simple majority rather than a supermajority. The measure introduced this week tasks several different committees with drafting the legislation, which they must complete by Jan. 27. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Paul Ryan indicates GOP will strip federal funding from Planned Parenthood - CBS News"
   },
   {
    "entities": [
     "saul",
     "park",
     "next tuesday",
     "house",
     "korte",
     "twitter",
     "linkedin",
     "donald",
     "last eight years",
     "blagojevich",
     "et",
     "justice",
     "wednesday",
     "hall",
     "once",
     "washington",
     "live",
     "jan. 5, 2017",
     "the day",
     "now",
     "google",
     "armed",
     "forces",
     "usa",
     "the 1980s",
     "wmaq",
     "myers-henderson",
     "white",
     "obamacare",
     "obama",
     "loeb",
     "chicago",
     "trump",
     "joint",
     "2 hours ago",
     "facebookemail",
     "base",
     "full",
     "virginia",
     "wbbm",
     "illinois",
     "6:15 p.m.",
     "gregory",
     "rod",
     "department",
     "facebook",
     "arlington",
     "jackson",
     "current",
     "thursday",
     "today",
     "wls"
    ],
    "id": 4,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest In Chicago interviews, Obama calls Facebook Live attack 'despicable' “What we have seen as surfacing, I think, are a lot of problems that have been there a long time,\" Obama said. Post to Facebook In Chicago interviews, Obama calls Facebook Live attack 'despicable' “What we have seen as surfacing, I think, are a lot of problems that have been there a long time,\" Obama said. Check out this story on USATODAY.com: http://usat.ly/2hXVemP CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 72 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs In Chicago interviews, Obama calls Facebook Live attack 'despicable' Gregory Korte , USA TODAY Published 6:15 p.m. ET Jan. 5, 2017 | Updated 2 hours ago x Share Four people have been charged with hate crimes and other felonies in connection with a Facebook Live video. The video, which has since been taken down, appears to show the torture and taunting of a white special needs man. USA TODAY NETWORK President Obama attends the Armed Forces Full Honor Review Farewell Ceremony at Joint Base Myers-Henderson Hall in Arlington, Virginia, Wednesday. (Photo: SAUL LOEB, AFP/Getty Images) 221 CONNECT TWEET LINKEDIN 72 COMMENTEMAILMORE WASHINGTON — President Obama said Thursday that racial tensions haven't gotten worse in his time as president — they've just become more apparent because of the power of cell phone videos and social media. Case in point: the  live-streamed Facebook video showing four African-American youths in Chicago tying up, beating and torturing a white special needs student. Obama called the attack a \"despicable sort\" of hate crime. But he also  told Chicago's WBBM  that racial incidents get more attention now \"in part because we see visuals of racial tensions, violence and so forth because of smart phones and the Internet.\" Obama gave a round of interviews with Chicago television stations as he prepares to deliver his farewell address in his hometown next Tuesday. But the interviews were dominated by racial issues and urban violence. “What we have seen as surfacing, I think, are a lot of problems that have been there a long time,\" he said. In a separate interview with WLS, he recalled the racially polarizing Chicago \"Council Wars\" of the 1980s. \"Some of your viewers are too young to remember this stuff. I promise you, for the most part, race relations have gotten better.\" Obama said the violence plaguing Chicago was heartbreaking, but also a \"strange exception\" to the national trends. And he said he want's be be \"part of the solution.\" \"What I intend to do is to build off of some of the work that has been in done in other cities to intervene in violence, provide better support for youth that are at risk,\" he said. \"And my presidential center and me personally, this is something where we want to join those who are intent on doing something about this. I want to be a part of the solution.\" Obama is building his presidential library in Chicago's Jackson Park neighborhood. \"These are communities I know and love, and there's so many good people there,\" he told WLS. \"And there are people I know who have been personally affected by levels of violence.\" The interviews were part of Obama's \"Live from the White House\" strategy, which has brought 155 local television and radio reporters to the White House for one-on-one interviews, according to a USA TODAY tally. At times, he brought so many reporters to the White House that  he needed cue cards  to keep their names and cities straight. Those appearances, mostly during his first term, allowed him to bypass the national media and target his message to local communities on topics like Obamacare, the minimum wage and trade. But until Thursday, Obama had done only one interview with a Chicago station during his presidency. The interviews focused on Chicago issues but also covered some other topics: ► On the tensions between President-elect Donald Trump and the intelligence community: \"My experience over the last eight years and the experience of most presidents is we cant make good decisions unless we have good intelligence,\" he told WMAQ . \"And it's important that the president is getting the very best non-politicized intelligence possible, because national security is at stake.\" But he also said he's also optimistic that \"some of those current tensions will be reduced\" once Trump starts getting his briefings from his own hand-picked intelligence officials. ► On a commutation for former Illinois governor Rod Blagojevich, convicted of trying to sell Obama's former senate seat: \"We have steps that go from the Justice Department and the White House counsel's office, and then I study these cases on an individual basis,\" he told WMAQ..  \"On some of these high profile cases, we'll see what gets to my desk.\" 221 CONNECT TWEET LINKEDIN 72 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hXVemP NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "In Chicago interviews, Obama calls Facebook Live attack 'despicable'"
   },
   {
    "entities": [
     "at 7:24 pm",
     "house",
     "donald",
     "twitter",
     "carter",
     "cia",
     "reagan",
     "philip",
     "1970s",
     "jimmy",
     "last september",
     "george",
     "january 5",
     "james",
     "navy",
     "washington",
     "clinton",
     "h.w.",
     "rucker",
     "flynn",
     "jr.",
     "cnn",
     "michael",
     "white",
     "ronald",
     "this week",
     "trump",
     "jonathan",
     "r.",
     "bill",
     "1993",
     "franks",
     "and",
     "1995",
     "jim",
     "thursday",
     "night",
     "woolsey",
     "bush"
    ],
    "id": 5,
    "text": "Former CIA director James Woolsey quits Trump transition team The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Philip Rucker January 5 at 7:24 PM Follow @PhilipRucker Former CIA director R. James Woolsey Jr., a veteran of four presidential administrations and one of the nation’s leading intelligence experts, resigned Thursday from President-elect Donald Trump’s transition team because of growing tensions over Trump’s vision for intelligence agencies. Woolsey’s resignation as a Trump senior adviser comes amid frustrations over the incoming administration’s national security plans and Trump’s public comments undermining the intelligence community. “Effective immediately, Ambassador Woolsey is no longer a Senior Advisor to President-Elect Trump or the Transition. He wishes the President-Elect and his Administration great success in their time in office,” Jonathan Franks, a spokesman for Woolsey, said in a statement. Woolsey said on CNN Thursday night that he did not want to “fly under false colors” any longer. “I’ve been an adviser and felt that I was making a contribution….. But I’m not really functioning as an adviser anymore. When I’m on the [television] screen, everybody announces that I’m a former CIA director and that I’m a Trump adviser and I’m really not anymore.” People close to Woolsey said that he had been excluded in recent weeks from discussions on intelligence matters with Trump and retired Lt. Gen. Michael Flynn, the incoming White House national security adviser. They said that Woolsey had grown increasingly uncomfortable lending his name and credibility to the transition team without being consulted. Woolsey was taken aback by this week’s reports that Trump is considering revamping the country’s intelligence framework, said these people, who spoke on the condition of anonymity to talk candidly. “Jim is very uncomfortable being considered an adviser in an area where one might consider him an expert when he is not involved in the discussions,” one person close to Woolsey said. “To be called ‘senior adviser’ and your opinion is not sought is something he cannot handle.” Trump transition officials did not immediately respond to a request for comment on Woolsey’s resignation. Woolsey has been a key player in the national security firmament since the late 1970s, when he served as undersecretary of the Navy in the Jimmy Carter administration. He has held other roles under former presidents Ronald Reagan, George H.W. Bush and Bill Clinton, culminating with the post as director of the CIA between 1993 and 1995. The person close to Woolsey described him as having chafed at Trump’s loose style on Twitter. They described Woolsey as a “very principled” diplomat who takes care to communicate the right message with just the right words. “This is a guy [for whom] commas, periods, etc., all have special meaning,” this person said. Woolsey joined the Trump campaign last September, issuing a statement commending Trump’s plans to grow and modernize the military. “Mr. Trump understands the magnitude of the threats we face,” he said in the statement. powerpost ",
    "title": "Former CIA director James Woolsey quits Trump transition team - The Washington Post"
   },
   {
    "entities": [
     "jose",
     "jan. 13, 1994",
     "tonight",
     "time",
     "andersen",
     "1996",
     "diane",
     "erik",
     "beverly",
     "abramson",
     "brothers",
     "news",
     "abc",
     "molen",
     "9 p.m.",
     "jan 5, 2017",
     "menendez",
     "pearson",
     "vander",
     "muriel",
     "barbara",
     "kitty",
     ", 9:40 am",
     "walters",
     "leslie",
     "1989",
     "aug. 20, 1989",
     "hills",
     "tonight at",
     "night",
     "the summer of 1976",
     "lyle",
     "brian"
    ],
    "id": 6,
    "text": "Lyle and Erik Menendez's Cousin Who Testified About Their Sexual Abuse Speaks Out for 1st Time By MURIEL PEARSON Jan 5, 2017, 9:40 AM ET 0 Shares WATCH 'Truth And Lies: The Menendez Brothers' Tune In Tonight at 9/8c on ABC 0 Shares Email The cousin of Lyle and Erik Menendez, brothers who were convicted of the 1989 murders of their parents, says she has no doubt the brothers’ parents sexually abused them. “I know that they would never, ever have done what they did unless they felt that they had no choice -- that it was either them or their parents,” Diane Vander Molen, who is speaking for the first time since she testified at their trial, told ABC News. “I believe that very strongly.” ABC News Erik (left) and Lyle (right) Menendez are shown here during a 1996 interview with ABC's Barbara Walters. Watch the full story in the two-hour special, \"Truth and Lies: The Menendez Brothers,\" TONIGHT at 9 p.m. on ABC. Lyle and Erik Menendez shot and killed their parents Jose Menendez, 45, a wealthy entertainment executive, and Kitty Menendez, 47, at their Beverly Hills mansion on Aug. 20, 1989. At the time of the murders, Lyle was 21 years old, and Erik was 18 years old. Courtesy Brian Andersen Jose and Kitty Menendez are seen here in this undated family photo. At their first trial, defense lawyer Leslie Abramson argued that Lyle and Erik shot their parents in self-defense because they feared their parents would kill them if they went public about the years of alleged molestation they suffered from their father. Their first trial ended in a mistrial on Jan. 13, 1994, because jurors were deadlocked and unable to come up with a verdict. The brothers were found guilty of first-degree murder in 1996 after a second trial and sentenced to two consecutive life prison terms without the possibility of parole. SLIDESHOW: Menendez Brothers: Their Childhood, the Murder, the Trial Vander Molen spent summers living with the Menendez family and testified at the brothers’ first trial that Lyle confided in her about the alleged sexual abuse in the summer of 1976. At the time, Lyle was just 8 years old and Vander Molen was 17. ABC News Diane Vander Molen is the cousin of Lyle and Erik Menendez, brothers who were convicted of the 1989 murders of their parents. “One night, I was in my room changing the sheets in my bed, and Lyle came in,” Vander Molen told ABC News. “He became very serious about asking me if he could sleep in the other bed next to mine and saying that he was afraid to sleep in his own bed because his father and him had been touching each other down there, indicating that it was his genital area.” Afterward, Vander Molen said she told Kitty Menendez what Lyle said. “By her demeanor, I could tell that she was not believing any of this,” Vander Molen said. “And [she] went downstairs, and Lyle had already gotten into the bed next to mine, and she went ahead and yanked him by the arm and took him back upstairs and I never heard anything else about that.” Brian Andersen Jose Menendez pictured with his sons, Erik, left, and Lyle. Vander Molen says she believed young Lyle’s story because she saw that his fear was real. “He was scared to sleep in his own bed because he was afraid that his father was going to come in and molest him that night,” said Vander Molen. Vander Molen said she assumed Kitty had put an end to the abuse because Lyle never spoke of it to her again. “In hindsight, I wish that I would have been stronger about what Lyle was telling me so I could have done something to help them,” she said. Lyle and Erik testified at trial to their claims of their father’s sexual abuse. ",
    "title": "Lyle and Erik Menendez's Cousin Who Testified About Their Sexual Abuse Speaks Out for 1st Time - ABC News"
   },
   {
    "entities": [
     "congress",
     "donald",
     "kaleem",
     "steve",
     "twitter",
     "black",
     "ng",
     "84%",
     "law",
     "klux",
     "sierra",
     "jason",
     "bernardino",
     "tribune",
     "fbi",
     "meisner",
     "silicon",
     "cohen",
     "wednesday",
     "cal",
     "harvey",
     "the last decade",
     "live",
     "2015",
     "the same day",
     "2",
     "tuesday",
     "mcdonald",
     "side",
     "southern",
     "california",
     "center",
     "mudd",
     "israel",
     "this week",
     "obama",
     "trump",
     "chicago",
     "saturday",
     "national",
     "america",
     "wbbm-tv",
     "59.2%",
     "sierras",
     "last march",
     "spencer",
     "lives",
     "san",
     "hill",
     "antonio",
     "1.2%",
     "jan. 4",
     "ku",
     "richard",
     "schmadeke",
     "montgomery",
     "jordan",
     "jaweed",
     "perez/chicago",
     "william",
     "institute",
     "18.7%",
     "mexico",
     "channel",
     "state",
     "facebook",
     "chor",
     "lee",
     "policy",
     "thursday",
     "fontana",
     "matter",
     "amazon",
     "west",
     "alexa",
     "today",
     "valley",
     "levin",
     "brian",
     "poverty"
    ],
    "id": 7,
    "text": "The reaction to a viral Facebook video of a hate crime tells us something about postelection America Hate crime charges filed in Facebook Live attack Chicago police speak to press about the attack of a man with special needs that was captured in a Facebook Live video and the resulting charges filed against four people involved in the attack. (Antonio Perez/Chicago Tribune) Chicago police speak to press about the attack of a man with special needs that was captured in a Facebook Live video and the resulting charges filed against four people involved in the attack. (Antonio Perez/Chicago Tribune) Jaweed Kaleem Contact Reporter It was a gruesome incident by any measure. A group of Chicago teens bound and attacked a mentally disabled teen and broadcast the violence on Facebook for the public to see. But then six words the black attackers said as they assaulted their white victim changed the nature of things, sending what would normally be a local crime investigation in one of the country’s most violence-plagued cities into the national fray over a combustible mix of race, social media and the presidential election.  “F— Donald Trump ” and “F— white people.” Police charged four teens on Thursday with kidnapping, battery and unlawful restraint after investigating the Facebook Live video that showed them attacking and taunting the mentally disabled 18-year-old, punching him while yelling obscenities against the boy’s race and Trump. The 30-minute video, put up on Tuesday and later removed, has spread widely online. It shows the victim sitting in a corner with his wrists bound and mouth taped shut as his attackers laugh at him. At one point they attempt to cut off a patch of his hair as his scalp bleeds. The victim was treated at a hospital for unspecified injuries and was reported to be home with his family. Police say they think the victim, whose parents had earlier reported him as missing, was attacked because of his disability, not because of his race. Yet the references to white people and the president-elect have set off a storm of animosity and finger-pointing. (Jason Meisner, William Lee and Steve Schmadeke) White nationalists have spread the clip online via Twitter, using the hashtag #BLMkidnapping to blame the Black Lives Matter movement for the crime, although there is no evidence of a connection. Conservative commentators have taken up the hashtag and complained that crimes against white Americans receive less attention from police and the news media than crimes against members of other races. Civil rights groups that have tracked hate incidents since the election that have invoked the president-elect’s name have publicly weighed in, while Trump supporters have pointed to the attack as evidence of what they say are growing threats of violence against them.  “This comes at a heated time, when different political sides are trying to gain currency, which misses the point. Whether it’s [the Ku Klux] Klan and violence from them or violence like in this case, the actual facts of the situation can get lost,” said Brian Levin, a professor at Cal State San Bernardino who tracks hate crimes. “Anytime something is captured on video, especially if it involves social media, it can become volatile and people become concerned just with what circulates in their social media world.” In an interview with a Chicago television station, President Obama called the attack “despicable,” but said he didn’t believe there had been an increase in racial animosity in the country — just a greater awareness of it because of cellphones and the Internet. “What we have seen as surfacing, I think, are a lot of problems that have been there a long time,” Obama told WBBM-TV Channel 2. Civil rights groups, accustomed to monitoring crimes against racial and religious minorities as well as against immigrants and LGBT individuals, said the attack and attention to it took them by surprise. “The crime is shocking. I’m glad the authorities have moved so quickly,” said Southern Poverty Law Center President Richard Cohen. Among the nearly 1,000 hate-related incidents the Montgomery, Ala.-based organization has tracked since the presidential election — many of which invoked Trump’s name and targeted Muslims, blacks, Hispanics or immigrants — Cohen said the organization also found 26 reports of incidents targeted against Trump supporters. I would say the level of hate in our country — and certainly after the election — has gone up over the last decade. We’re becoming more polarized. — Richard Cohen, president of the Southern Poverty Law Center It’s unclear whether the Chicago victim, whose name has not been released, had shown support for Trump.  It’s also unclear what broader views the attackers have against white people or how they might have expressed them before the attack. Police reported that at least one of the suspects, 18-year-old Jordan Hill , attended school with the victim. Officials said the two met on Saturday at a McDonald’s outside the city for a sleepover at Hill’s. Instead, officials said, they traveled to visit friends on the city’s West Side in a van Hill had stolen and passed off as his own. On Tuesday, they ended up at the apartment where two of the other suspects lived and where the attack occurred after what police described as a “play fight” that got out of hand. The victim later escaped, and police found him wandering the streets. “I took the anti-Trump rhetoric as a synonym for anti-white rhetoric,” said Cohen, who said he “would not rule out race” — as opposed to only disability — as a factor in the attack. Cohen added that attacks against people over their disabilities are typically low — just 1.2% of hate crimes in 2015, according to the latest FBI statistics. Richard Spencer, a white supremacist who runs a group called the National Policy Institute and has received widespread media coverage for his vocal support of Trump, attempted to use the Chicago incident to show his view that whites are being attacked by Black Lives Matter activists.  “This isn't even the first instance of terrorism against whites by anti-Trump #blacklivesmatter supporters in Chicago,” he tweeted Wednesday. “Remember the #blmkidnapping every time some journalist lies about my white advocacy organization and calls it a hate group,” he tweeted the same day. Anti-white hate crimes are among the least common of attacks tracked by the FBI. Slightly more than 59.2% of hate crimes in the country in 2015 had a racial motivation. Of those 4,216 racially motivated hate crimes, more than half were against blacks, while 18.7% of victims were targeted due to anti-white bias. “The FBI only tracks reported crimes that have been investigated, so it’s hard to say with any broad certainty whether hate crimes against whites have gone up or down. But I would say the level of hate in our country — and certainly after the election— has gone up over the last decade. We’re becoming more polarized and social media allows us to amplify it,” Cohen said. Black activists such as those in the Chicago Black Lives Matter chapter have also used social media to fight back against accusations that crimes this week were related to their efforts. “We've stated time and time again, that we're against all types of harm and violence perpetrated and we've never condoned it. So this is absolutely perplexing and twisted that people are associating this atrocity with this organization and movement,” the group said Wednesday in a Facebook post. “If you really cared about the victim then you'd be advocating for their care and treatment for trauma. That's what we want. We want centers for healing and mental health care,” the statement said. “However, some people are more concerned with attacking us and they don't see how demented that is.” Caption 90 seconds: 4 stories you can't miss The deadliest fire in a decade has focused new attention on Ghost Ship warehouse owner Chor Ng , Congress is holding its first hearing today on the Russian cyberattacks during the presidential election , Aerospace firms are stepping up competition with Silicon Valley for young engineers  and  if Amazon’s Alexa is always listening, can she incriminate you in a crime? Caption 90 seconds: 4 stories you can't miss The deadliest fire in a decade has focused new attention on Ghost Ship warehouse owner Chor Ng , Congress is holding its first hearing today on the Russian cyberattacks during the presidential election , Aerospace firms are stepping up competition with Silicon Valley for young engineers  and  if Amazon’s Alexa is always listening, can she incriminate you in a crime? Caption Possible family dispute leaves 3 dead and 1 injured in late-night shooting Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Three family members were shot to death and one severely injured in an apartment in Fontana. Police believe another family member is to blame. Caption A Mammoth snow could lead to an epic season at the Sierra resort It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. It's snowing in the Sierra. It started snowing Jan. 4, and you can already see what Mother Nature has wrought. Caption 90 seconds: 4 stories you can't miss California's bracing itself for the Trump administration , California's drought looks to be easing as snow piles up in the Sierras , protesters are shutting down Mexico's streets over a sudden spike in gasoline prices , and nationwide, more than 84% of undergraduate computer science majors are men. Not so at Harvey Mudd . Caption Soldier convicted in case that deeply divided Israel An Israeli military tribunal has convicted a medic of manslaughter in the fatal shooting of a hobbled Palestinian assailant last March — a verdict that spurred public protests and a call from the prime minister for a pardon. An Israeli military tribunal has convicted a medic of manslaughter in the fatal shooting of a hobbled Palestinian assailant last March — a verdict that spurred public protests and a call from the prime minister for a pardon. William Lee of the Chicago Tribune contributed to this report. ",
    "title": "The reaction to a viral Facebook video of a hate crime tells us something about postelection America - LA Times"
   },
   {
    "entities": [
     "patty",
     "house",
     "donald",
     "last year",
     "leigh",
     "ann",
     "d-washington",
     "this year",
     "murray",
     "6:09",
     "charlie",
     "kirk",
     "gop",
     "2015",
     "parenthood",
     "murkowski",
     "aca",
     "r-maine",
     "obamacare",
     "$500 million dollars",
     "2017",
     "trump",
     "lisa",
     "caldwell",
     "illinois",
     "susan",
     "mark",
     "ryan",
     "$500 million",
     "collins",
     "dent",
     "thursday",
     "r-alaska",
     "senate",
     "jan 5",
     "paul",
     ", 6:33 pm",
     "planned"
    ],
    "id": 8,
    "text": "Jan 5 2017, 6:33 pm ET Planned Parenthood Will Lose Funding With Obamacare Repeal, Ryan Says by Leigh Ann Caldwell advertisement House Speaker Paul Ryan said Thursday that a measure stripping funds from Planned Parenthood would be included in the bill to repeal the Affordable Care Act. House Republicans' decision to tie defunding the women's health organization to the Obamacare repeal effort could turn off moderate Republicans, complicating the fragile coalition that the party must maintain in order to undo the massive health care law. Play War over Obamacare escalates on Capitol Hill 6:09 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170106093227if_/http://www.nbcnews.com/widget/video-embed/848370755865\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> One such Republican, Senator Susan Collins, R-Maine, has already voiced concern. While she said it's \"really premature\" to say if she'd vote against a repeal defunding Planned Parenthood, she did say she would fight to strip such a measure from the bill. \"There's a group of House Republicans led by (Rep.) Charlie Dent (R-PA) who are opposed to the defunding of Planned Parenthood in the bill, and I hope they'll be successful in separating the two issues or knocking it out all together,\" Collins told reporters Thursday. Collins voted against the last major effort to repeal the ACA, also referred to as Obamacare, in 2015 in part because Planned Parenthood defunding was included. Sen. Mark Kirk of Illinois took the same stance but he was defeated in his re-election bid last year. Sen. Lisa Murkowski, R-Alaska, opposed previous efforts to strip money from the organization, as well, and could be a critical vote. But Collins might see more support from moderate Republicans this year because any repeal effort that passes is likely to be signed by incoming President Donald Trump. Repeal of Obamacare is only going to need the support of a simple majority of senators. With 52 Republican senators, only three need to defect. House Republicans, who enjoy a much larger majority, must also take Republican defections into consideration. There is already concern among conservative Republicans over the timeline for replacement and that not all tax increases that are part of the ACA, such as the tax on medical devices and the tax on high cost health insurance plans, will be repealed, also threatening Republican repeal efforts. Not funding $500 million per year for Planned Parenthood would give the GOP some much needed cash to pay for their healthcare replacement while also satisfying the socially conservative portion of their base. Related: Replacing Obamacare Will be Difficult, Repealing it Will be Just as Hard A group of Senate Democrats hastily convened a news conference to respond to the Ryan's pronouncement. \"This is outrageous,\" said Sen. Patty Murray, D-Washington. \"We are going to fight back every step of the way.\" The vast majority of Planned Parenthood's services revolve around women's health care, including cancer screening, maternity care and preventative care. The government provides approximately half of the national organization's money — a little more than $500 million dollars per year — but that money does not go to fund abortions, complying with federal law that outlaws the federal funding of abortion. Play ",
    "title": "Planned Parenthood Will Lose Funding With Obamacare Repeal, Ryan Says - NBC News"
   },
   {
    "entities": [
     "carmel",
     "crimea",
     "house",
     "russia",
     "donald",
     "court",
     "twitter",
     "npr",
     "1999",
     "8",
     "5",
     "sharapova",
     "2013",
     "john",
     "david",
     "march 21, 2014",
     "rosoboronexport",
     "george",
     "putin",
     "to",
     "2008",
     "marsha",
     "duma",
     "washington",
     "democratic",
     "siberia",
     "w.",
     "harriet",
     "supreme",
     "clinton",
     "christmas",
     "brandon/ap",
     "2",
     "dan",
     "9",
     "armed",
     "mccain",
     "services",
     "2014",
     "germany",
     "committee",
     "sochi",
     "3",
     "6",
     "obama",
     "trump",
     "bolshoi",
     "coats",
     "opera",
     "year",
     "intelligence",
     "november",
     "russiaville",
     "america",
     "u.s.",
     "bush",
     "maria",
     "this",
     "2018",
     "4",
     "1",
     "10",
     "2011",
     "7",
     "1989",
     "miers",
     "letterman-style",
     "alex",
     "senate",
     "summer",
     "indiana",
     "national"
    ],
    "id": 9,
    "text": "Former Indiana Sen. Dan Coats is reportedly President-elect Donald Trump's choice as director of national intelligence. Alex Brandon/AP hide caption toggle caption Alex Brandon/AP Former Indiana Sen. Dan Coats is reportedly President-elect Donald Trump's choice as director of national intelligence. Alex Brandon/AP President-elect Donald Trump has reportedly selected former Indiana Sen. Dan Coats to be director of national intelligence, according to several media outlets. NPR has not confirmed the pick. In choosing Coats, he is getting a veteran Washington establishment figure — a senator, former lobbyist and ambassador to Germany — with a rare distinction: being banned from Russia. Coats' views on Russia after its annexation of Crimea, and his calls for stronger sanctions as a member of the Senate Intelligence Committee, landed him and other senators on Russia's banned list. It's a major difference with the president-elect, who has praised Putin and cast doubt on U.S. intelligence conclusions that emails from the Democratic National Committee and Clinton campaign officials were hacked at the direction of the Russian government. Coats even mocked Russia with a David Letterman-style top 10 list on Twitter in 2014: In the spirit of Hoosier native @Letterman , here are the top 10 things I won't be able to do since Putin banned me from Russia: — Senator Dan Coats (@SenDanCoats) March 21, 2014 10. I won’t be able to complete my granddaughter’s Russian doll collection — Senator Dan Coats (@SenDanCoats) March 21, 2014 9. I won’t be able to compare the Bolshoi Opera House with the Palladium in Carmel — Senator Dan Coats (@SenDanCoats) March 21, 2014 8. I’ll never learn the Russian name for our dog Hoosier — Senator Dan Coats (@SenDanCoats) March 21, 2014 7. I won’t be able to ski on the slushy slopes of Sochi — Senator Dan Coats (@SenDanCoats) March 21, 2014 6. I won’t be able to buy Marsha a Russian mink coat for Christmas — Senator Dan Coats (@SenDanCoats) March 21, 2014 5. I won’t be able to counsel Duma members on how to say no to a President — Senator Dan Coats (@SenDanCoats) March 21, 2014 4. I’ll have to cancel my tennis match with Maria Sharapova — Senator Dan Coats (@SenDanCoats) March 21, 2014 3. I won’t be able to compare Russiaville, IN with Russia — Senator Dan Coats (@SenDanCoats) March 21, 2014 2. I won’t be able to see if borscht really does taste just like pork tenderloin — Senator Dan Coats (@SenDanCoats) March 21, 2014 1. Our summer vacation in Siberia is a no go — Senator Dan Coats (@SenDanCoats) March 21, 2014 Coats served as senator from 1989 to 1999 and again from 2011 to this year. (He did not seek re-election in November.) In between Senate stints, Coats served as U.S. ambassador to Germany during the George W. Bush administration and worked as a lobbyist. He was also asked by Bush to help his unsuccessful attempt to win Senate confirmation of Harriet Miers to the Supreme Court. Article continues after sponsorship Coats has been an outspoken critic of the Russian leader. As a member of the Senate Intelligence Committee, Coats wrote President Obama after Russia annexed Crimea in 2013, urging Obama to impose sanctions against a Russian weapons exporter. The senators argued the sanctions \"would send a powerful message to Putin,\" whose foreign policy, they went on, has become \"increasingly belligerent.\" Coats also sponsored an amendment to a Ukrainian aid bill in the Senate that would prohibit the U.S. government from doing any business with the exporter, a company called Rosoboronexport. Such actions, Coats said, \"would require our foreign partners to make a choice between America and Putin.\" In 2014, Coats also called on organizers of soccer's World Cup to move the tournament, scheduled for Russia in 2018, somewhere else. All of which won Coats the honor of being banned from Russia, along with five other lawmakers, including Armed Services Chairman and 2008 Republican presidential nominee John McCain, and three Obama administration staff members. ",
    "title": "Trump Picks Ex-Senator, Banned From Russia, As His Intelligence Chief : NPR"
   }
  ]
 }
}