{
 "07": {
  "col-sim": {
   "cosine": 0.40914460696138805,
   "entity": 0.6009252125773316
  },
  "exec-time": 8.51573371887207,
  "links": [
   {
    "entities": [
     "nov. 8",
     "russia",
     "donald",
     "last year",
     "vladimir",
     "2016",
     "putin",
     "trade",
     "new",
     "times",
     "washington",
     "democratic",
     "the day",
     "clinton",
     "sam",
     "friday",
     "committee",
     "j.",
     "obama",
     "trump",
     "u.s.",
     "one",
     "hodgson",
     "hillary",
     "york",
     "world",
     "center",
     "national",
     "v."
    ],
    "id": 0,
    "text": "Continue reading the main story Photo President-elect Donald J. Trump left a meeting on Friday at One World Trade Center in New York. Credit Sam Hodgson for The New York Times WASHINGTON — American intelligence officials have concluded that the president of Russia, Vladimir V. Putin , personally “ordered an influence campaign in 2016 aimed at the U.S. presidential election,” and turned from seeking to “denigrate” Hillary Clinton to developing “a clear preference for President-elect Trump.” The conclusions were part of a declassified intelligence report, ordered by President Obama , that was released on Friday. Its main determinations were described to Mr. Trump by the nation’s top intelligence officials earlier in the day, and he responded by acknowledging, for the first time, that Russia had sought to hack into the Democratic National Committee ’s computer systems. But he insisted that the effort had no effect on the election, and he said nothing about the conclusion that Mr. Putin, at some point last year, decided to aid his candidacy. The report, a damning and surprisingly detailed account of Russia’s efforts to undermine the American electoral system and Mrs. Clinton in particular, went on to assess that Mr. Putin had “aspired to help President-elect Trump’s election chances when possible by discrediting Secretary Clinton and publicly contrasting her unfavorably to him.” The report described a broad campaign that included covert operations, including cyberactivities and “trolling” on the internet of people who were viewed as opponents of Russia’s effort. While it accused Russian intelligence agencies of obtaining and maintaining “access to elements of multiple U.S. state or local electoral boards,” it concluded — as officials have publicly — that there was no evidence of tampering with the tallying of the vote on Nov. 8. ",
    "title": "Putin Ordered ‘Influence Campaign’ Aimed at U.S. Election, Report Says - The New York Times"
   },
   {
    "entities": [
     "police",
     "council",
     "emily",
     "12:55 p.m.",
     "rick",
     "al",
     "diane",
     "new",
     "jan. 06, 2017",
     "guard",
     "abc",
     "fort",
     "this afternoon",
     "candis",
     "esteban",
     "pence",
     "mike",
     "january 6, 2017",
     ", 6:10 pm",
     "center",
     "office",
     "lea",
     "scott",
     "august",
     "lynne",
     "jan 6, 2017",
     "google",
     "taylor",
     "union",
     "ned",
     "county",
     "santiago",
     "israel",
     "j.",
     "national",
     "international",
     "mark",
     "haggerty",
     "hollywood",
     "security",
     "minneapolis",
     "donald",
     "twitter",
     "airport",
     "diaz",
     "2016",
     "army",
     "fbi",
     "fla.",
     "price",
     "broward",
     "miami",
     "olmstead",
     "friday",
     "administration",
     "obama",
     "trump",
     "currently",
     "u.s.",
     "medical",
     "anchorage",
     "last night",
     "health",
     "88",
     "tsa",
     "alaska",
     "lauderdale",
     "elenburg",
     "news/",
     "trauma",
     "transportation",
     "ft.",
     "--",
     "afternoon",
     "shapiro",
     "news",
     "jan. 6, 2017",
     "sheriff's",
     "november",
     "today before",
     "lauderdale-hollywood",
     "department",
     "isis",
     "florida",
     "flight",
     "jersey",
     "signal",
     "barack",
     "city"
    ],
    "id": 1,
    "text": "5 Dead, Multiple People Injured in Shooting at Fort Lauderdale Airport; Suspect in Custody By EMILY SHAPIRO Jan 6, 2017, 6:10 PM ET 0 Shares WATCH 5 Fatalities in Shooting at Fort Lauderdale Airport 0 Shares Email Five people were killed and eight others injured in a shooting at a baggage claim area at the Fort Lauderdale–Hollywood International Airport in Florida today before a suspected gunman was taken into custody, officials said. The carnage occurred in the baggage claim area at Terminal 2, which was evacuated. As the gunman opened fire, people turned and ran, witnesses said. Taimy Alvarez/South Florida Sun-Sentinel/AP Photo A shooting victim arrives at Broward Health Trauma Center in Fort Lauderdale, Fla., Jan. 6, 2017. Joe Raedle/Getty Images People take cover outside Terminal 2 of Fort Lauderdale-Hollywood International airport after a shooting took place near the baggage claim on January 6, 2017 in Fort Lauderdale, Florida. Based on identification found on the suspected shooter, police believe he is a man named Esteban Santiago, according to law enforcement officials, though officials said they were checking to see if the ID card was legitimate. Santiago was formerly a combat engineer with the Alaska Army National Guard and left in August, said Lt. Col. Candis Olmstead, director of public affairs for the Alaska National Guard. When he was discharged, he was ranked E3, or a Private First Class. The alleged shooter flew from Anchorage, Alaska, to Minneapolis before landing in Fort Lauderdale, senior officials said. He boarded the Anchorage flight last night, the officials said. He checked his gun into his baggage, a source familiar with the investigation told ABC News. TSA regulations allow guns to be checked into baggage if they are stored in a locked, hard-sided container that can not be easily accessed. The traveler is required to declare the firearm or ammunition to the airline at the ticket counter and should be the only person to retain the key or combination to the lock. NorthJersey.com A man identified as Esteban Santiago is seen in a photo from 2016. Santiago worked for a security company called Signal 88 in Anchorage, the source said. In November, he showed up to the FBI's field office in Anchorage, where he espoused conspiracy theories, including one claim the U.S. government was trying to force him to watch ISIS videos, the source said. When the FBI interviewed him, Santiago appeared incoherent at times, the source said. Investigators suspected that mental health issues may be at play, and they referred Santiago to local law enforcement for a mental health evaluation, the source said. A spokeswoman for the Anchorage Police Department referred all questions about Santiago to the FBI. Members of Santiago's family in New Jersey are being interviewed by the FBI, two law enforcement officials briefed on the probe told ABC News. The FBI confirmed that agents are on site in Union City, New Jersey, but would not provide details on the investigation. Sources told ABC News that Santiago had received mental health treatment after the encounter with the FBI. A person who answered the phone for Signal 88 said the company has no comment and is \"currently under the advisement of federal authorities.\" Broward County Sheriff Scott Israel said at a press conference this afternoon that at this point it appears likely the suspected gunman acted alone. The sheriff also said that the investigation is ongoing and that the scene is considered \"fluid\" and \"active.\" He added that reports of a second incident at the airport were later dismissed. Authorities received a call around 12:55 p.m. about shots fired, the Broward County Sheriff's Office said on Twitter. ABC News/ Google A shooting incident at Ft. Lauderdale airport, Florida, on January 6, 2017. Al Diaz /Miami Herald/AP Photo People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport after a shooter opened fire inside a terminal of the airport, Jan. 6, 2017, in Fort Lauderdale, Fla. The Transportation Security Administration said the incident occurred in a public area, not a secure area. Witness Mark Lea told ABC News he heard \"what sounded like firecrackers\" before people began yelling and \"frantically running.\" Lea said he saw then saw a gunman who was \"randomly shooting people.\" Lynne Sladky/AP Photo People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport after a shooter opened fire inside a terminal of the airport, Jan. 6, 2017, in Fort Lauderdale, Fla. Lynne Sladky/AP Photo Police officers stand on the perimeter road along the Fort Lauderdale-Hollywood International Airport after a shooter opened fire inside a terminal of the airport, Jan. 6, 2017, in Fort Lauderdale, Fla. The gunman \"went through a couple dozen rounds\" before throwing the gun down away from him and \"lying face down and spread eagle,\" waiting for officers to approach him, according to Lea. These photos show the alleged gun used and the suspected shooter being led away by law enforcement, according to an eyewitness. Mark Lea According to an eyewitness, pictured is a gun used in the deadly shooting at the Fort Lauderdale airport, Jan. 6, 2017. Mark Lea A man identified by an eyewitness as the suspected shooter is led away by law enforcement after a deadly shooting at the Fort Lauderdale airport, Jan. 6, 2017. Lea said he helped some people run to safety and consoled several people at the scene. Diane Haggerty, a woman who said she works at a cruise line's kiosk at the airport, told ABC News she also heard what she thought was firecrackers but turned out to be gunfire. Haggerty said she saw a gunman \"walking up and down shooting people\" and dived behind the kiosk for safety. Taylor Elenburg/AFP/Getty Images Photo courtesy of Taylor Elenburg shows Passengers gathering on the tarmac of the Fort Lauderdale-Hollywood airport in Florida after a gunman opened fire on Jan. 06, 2017. ABC News A shooting was reported at the Fort Lauderdale Hollywood International Airport in Florida, Jan. 6, 2017, International Airport in Florida. Five trauma patients admitted after the shooting are in stable condition, doctors from the Broward Health Medical Center said in a press conference Friday afternoon. They would not give specifics on their injuries because of privacy laws. Multiple other patients were admitted due to minor injuries such as dehydration and heat-related issues, the doctors said. In a press conference Friday afternoon, Florida Gov. Rick Scott vowed to hold \"whoever is responsible\" to the \"highest extent of the law.\" The state of Florida \"will not tolerate evil acts,\" he said. \"I don't ever want this to happen again,\" he added. Scott said he reached out to President-elect Donald Trump and Vice President-elect Mike Pence multiple times to keep them informed on the investigation. Trump tweeted about the incident, saying, \"Thoughts and prayers for all.\" Monitoring the terrible situation in Florida. Just spoke to Governor Scott. Thoughts and prayers for all. Stay safe! — Donald J. Trump (@realDonaldTrump) January 6, 2017 President Barack Obama was briefed on the shooting, said National Security Council spokesman Ned Price. The airport said it is currently closed and all services are temporarily suspended. All services are temporarily suspended at #FLL . Please contact your air carrier about your flight information. https://t.co/Uwbaa6n6aB — Ft. Laude-Hlwd Int'l (@FLLFlyer) January 6, 2017 ABC News A shooting was reported at the Fort Lauderdale Hollywood International Airport in Florida, Jan. 6, 2017. This story is developing. Please check back for more updates. 0 Shares ",
    "title": "5 Dead, Multiple People Injured in Shooting at Fort Lauderdale Airport; Suspect in Custody - ABC News"
   },
   {
    "entities": [
     "police",
     "house",
     "schilcher",
     "rick",
     "jeff",
     "new",
     "jesse",
     "fort",
     ", 1:19 pm",
     "esteban",
     "pence",
     "mike",
     "january 6, 2017",
     "stevens",
     "davis",
     "lea",
     "iraq",
     "scott",
     "et",
     "pegues",
     "associated",
     "interactive",
     "minnesota",
     "7:15 pm est",
     "syria",
     "cbs",
     "air",
     "santiago",
     "israel",
     "sheriff",
     "lines",
     "pat",
     "international",
     "jan 6,",
     "mark",
     "hollywood",
     "5:23 p.m.",
     "5:15 p.m.",
     "fox",
     "airlines",
     "donald",
     "cbsn",
     "airport",
     "santiago-ruiz",
     "fbi",
     "fla.",
     "broward",
     "miami",
     "friday",
     "white",
     "obama",
     "trump",
     "team",
     "currently",
     "bill",
     "anchorage",
     "alaska",
     "inc.",
     "lauderdale",
     "nelson",
     "care",
     "law",
     "cia",
     "john",
     "ft.",
     "fleischer",
     "--",
     "news",
     "i.",
     "jan. 6, 2017",
     "press",
     "2017",
     "delta",
     "2012",
     "lamarca",
     "canada",
     "ari",
     "ted",
     "lauderdale-hollywood",
     "2011",
     "facebook",
     "nov. 2016",
     "florida",
     "isis",
     "milton",
     "jersey"
    ],
    "id": 2,
    "text": "CBS/AP January 6, 2017, 1:19 PM Fort Lauderdale airport shooting leaves at least 5 dead Email Last Updated Jan 6, 2017 7:15 PM EST FORT LAUDERDALE, Fla. -- A gunman opened fire in the baggage claim area at the Fort Lauderdale airport Friday, killing five people and wounding eight before being taken into custody in an attack that sent panicked passengers running out of the terminal and onto the tarmac, authorities said. The gunman was identified as Esteban Santiago-Ruiz , 26, who had active-duty military identification on him and was born in New Jersey, law enforcement sources told CBS News. Esteban Santiago Law enforcement sources Federal law enforcement officials told CBS News’ Jeff Pegues that Santiago-Ruiz had gotten in an argument on one leg of his flight from Alaska to Florida, and the second leg of the trip was on a Delta flight.  The motive remains under investigation. Law enforcement officials said there is no immediate link to terrorism. FBI sources told CBS News’ Pat Milton that they ran a full database check on Santiago-Ruiz, and they found no connection to terror groups. They are currently investigating the argument, sources said.  In Nov. 2016, Santiago-Ruiz walked into an FBI office in Anchorage and claimed he was being forced to fight for the Islamic State of Iraq and Syria (ISIS), law enforcement sources told CBS News. He also said his mind was being controlled by the CIA to watch ISIS videos, sources said. He was sent to a psychiatric hospital after police were called, sources said.  He was also investigated as part of a child porn investigation in either 2011 or 2012, law enforcement sources told CBS News. Three weapons and a computer were seized, but no charges were filed, sources said.  Sen. Bill Nelson of Florida said it was unclear whether the military ID was the gunman’s. “We don’t know a motive at this point,” Nelson said. “This could well be someone who is mentally deranged, or in fact it could be someone who had a much more sinister motive that we have to worry about every day, and that is terrorism. We can’t conclude that.” Florida Gov. Rick Scott gave a press conference at 5:15 p.m. ET and said he had reached out to President-elect Donald Trump and Vice President-elect Mike Pence. “This is a senseless act of evil,” Scott said.  President Obama was briefed by his homeland security adviser, the White House said. In a statement from the White House, Mr. Obama “extended his sincere condolence” to the victims.  A witness, Mark Lea, told CBSN the shooter appeared to be in his mid-twenties, and described it as “random shooting.”  “Just shooting people that were ducked behind, underneath the chairs ... people were yelling, screaming, frantically trying to get out of any door they could, or hide under chairs, luggage to do anything they could to get out of the line of fire.” Lea said the shooter was “calm as can be ... he just walked in and started shooting. He wasn’t frantic, he wasn’t psychotic.”  Lea said he was 50 feet away from the gunman, who was carrying a 9-mm weapon. Lea estimated that the suspect shot about 24 rounds.  Lea said that after firing the shots, the gunman walked out of “door 2” and “lay spread-eagle on the floor and waited for law enforcement to arrive.”  Fort Lauderdale airport shooting witness Mark Lea recounts what he saw to CBSN, as police continue sweeping the airport terminals. He told CBS Minnesota that “people started yelling and screaming running for any exit they could.” “It sounded at first like firecrackers, and then we figured out what actually was going on. There was actually a shooter,”  Lea told CBS Minnesota.  Ted Stevens Anchorage International Airport Police and Fire Department chief Jesse Davis told CBS News that Santiago-Ruiz checked in at that airport at 5:23 p.m., and said he checked a firearm into his baggage. Nothing about the check-in aroused suspicion, Davis said.  Scores of travelers were seen milling about on the tarmac near the Delta Airlines terminal after a deadly shooting at Fort Lauderdale Hollywood I... “After he claimed his bag, he went into the bathroom and loaded the gun and started shooting. We don’t know why,” LaMarca said. It is legal for airline passengers to carry guns and ammunition as long as the firearms are put in a checked bag - not in a carry-on - and are unloaded and locked in a hard-sided container. Guns must be declared to the airline at check-in. Air Canada said that it had no record of the suspect as a passenger or of checked guns on its flights to Fort Lauderdale. Delta did not comment if the suspect took one of their flights, but issued a statement to CBS News that the airline is cooperating with the investigation.  “Specially trained Delta Care Team members have been activated and are traveling to Fort Lauderdale to assist families and friends of customers and employees who may have been impacted by the shooting at the Fort Lauderdale International Airport,” Delta wrote in a statement.  A man with a bleeding wound sits on a curb during a shooting at Fort Lauderdale-Hollywood International Airport in Fort Lauderdale, Florida, on Jan. 6, 2017. Courtesy Maxwill Solutions The attack took place at Terminal 2, which serves Delta Air Lines and Air Canada. Israel said five people were killed and eight were wounded. Their condition was not disclosed. He said the gunman was arrested unharmed, with no law enforcement officers firing any shots, and was being questioned by the FBI. The sheriff urged people to not call 911 for information about the shooting. Facebook enabled its safety check feature so users could report their status on the social media platform. Please don't tie up 911. Call-takers have no info. If you must call, dial our non-emergency number: 954-764-4357. — Broward Sheriff (@browardsheriff) January 6, 2017 The airport suspended operations as law enforcement authorities rushed to the scene and emergency medical workers treated at least one bleeding victim on the tarmac. People spilled onto the tarmac, some carrying luggage, and some ran from both Terminals 1 and 2, hiding behind cars or anything else they could find to shield themselves. Video posted on Instagram appeared to show several people wounded in the baggage claim area of the terminal. One person appeared to be lying in a pool of blood with a head wound. Police assist people seeking cover outside of Terminal 2 at  Fort Lauderdale-Hollywood International Airport after a shooting took place in the baggage claim area on Jan. 6, 2017, in Fort Lauderdale, Florida. Joe Raedle/Getty Images Paramedics could also be seen treating a bleeding victim outside the airport. Hundreds of people stood on the tarmac as an ambulance drove by. Flights already in the air and headed for the airport were delayed or diverted, and those that had yet to take off for Fort Lauderdale were held on the ground. Nearly an hour after the sheriff’s office said a suspect was in custody, people started running across the tarmac,  CBS Miami station WFOR-TV reports . Sheriff Scott Israel told reporters there was no confirmation of any additional shooting. “At this point it looks like he acted alone,” Israel said. John Schilcher told Fox News said he came up to the baggage claim and heard the first gunshot as he picked up his bag off a carousel. “The person next to me fell to the ground and then I started hearing other pops. And as this happened, other people started falling and you could hear it and smell it, and people on either side of me were going down and I just dropped to the ground,” said Schilcher, who was there with his wife and mother-in-law. “The firing just went on and on,” he said. He said the gunman emptied his weapon and reloaded, and “it was eerily quiet.” “I was down on the floor, when we finally looked up there was a policeman standing over me,” Schilcher said. “That’s when I assumed it was safe.” Former White House spokesman Ari Fleischer tweeted that he was at the airport when shots were fired and “everyone is running.” I'm at the Ft. Lauderdale Airport. Shots have been fired.  Everyone is running. — Ari Fleischer (@AriFleischer) January 6, 2017 © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Fort Lauderdale airport shooting leaves at least 5 dead - CBS News"
   },
   {
    "entities": [
     "house",
     "russia",
     "donald",
     "earlier",
     "office",
     "general",
     "vladimir",
     "npr",
     "cia",
     "johnson",
     "reagan",
     "john",
     "2016",
     "directorate",
     "of",
     "fbi",
     "putin",
     "james",
     "new",
     "us",
     "times",
     "clapper",
     "democratic",
     "afternoon",
     "clinton",
     "now",
     "brennan",
     "armed",
     "the",
     "services",
     "committee",
     "friday",
     "homeland",
     "kremlin",
     "tower",
     "ronald",
     "klimentyev/ap",
     "china",
     "white",
     "mikhail",
     "trump",
     "staff",
     "intelligence",
     "naylor",
     "late 2011",
     "u.s.",
     "december",
     "5:30 p.m.",
     "mary",
     "oct. 7",
     "louise",
     "agency",
     "2011",
     "moscow",
     "kelly",
     "security",
     "chiefs",
     "new year's",
     "main",
     "department",
     "comey",
     "york",
     "director",
     "early 2012",
     "thursday",
     "carrie",
     "senate",
     "today",
     "brian",
     "last month",
     "national"
    ],
    "id": 3,
    "text": "Russian President Vladimir Putin speaks during his annual televised New Year's message in the Kremlin in Moscow. Mikhail Klimentyev/AP hide caption toggle caption Mikhail Klimentyev/AP Russian President Vladimir Putin speaks during his annual televised New Year's message in the Kremlin in Moscow. Mikhail Klimentyev/AP Updated 5:30 p.m. ET The intelligence report on Russia's interference in the U.S. elections concludes that Russian President Vladimir Putin personally ordered an \"influence campaign\" that aimed to help President-elect Donald Trump. \"Russia's goals were to undermine public faith in the US democratic process, denigrate Secretary Clinton, and harm her electability and potential presidency,\" the public version of the report from the FBI, the CIA and the National Security Agency states. \"We further assess Putin and the Russian Government developed a clear preference for President-elect Trump.\" This is the first time the U.S. government has leveled these accusations directly at Putin, as NPR's Mary Louise Kelly reports . \"It's obviously a big deal to level that kind of charge at the head of state of a foreign country,\" she says. The report does not weigh in on whether this \"influence campaign\" changed the outcome of the U.S. election. Here are some of the report's key findings: Putin and the Russian Government \"aspired to help President-elect Trump's election chances when possible by discrediting Secretary Clinton and publicly contrasting her unfavorably to him.\" The report states that Putin's motivation to discredit Clinton was at least partially personal. It says he \"publicly blamed her since 2011 for inciting mass protests against his regime in late 2011 and early 2012, and because he holds a grudge for comments he almost certainly saw as disparaging him.\" Russian intelligence \"conducted cyber operations against targets associated with the 2016 US presidential election, including targets associated with both major US political parties.\" This included primary campaigns, think tanks and lobbying groups. The report asserts with \"high confidence\" that Russia's General Staff Main Intelligence Directorate \"relayed material it acquired from the [Democratic National Committee] and senior Democratic officials to Wikileaks.\" \"Russian intelligence obtained and maintained access to elements of multiple US state or local electoral boards.\" Taken together, these efforts \"represented a significant escalation in directness, level of activity, and scope of effort compared to previous operations aimed at US elections.\" Article continues after sponsorship You can read the public version of the report here: On Oct. 7, the U.S. first formally accused Russia of hacking the computers of the Democratic National Committee and other U.S. political organizations. \"We believe, based on the scope and sensitivity of these efforts, that only Russia's senior-most officials could have authorized these activities,\" the joint statement from the Department of Homeland Security and the Office of the Director of National Intelligence said. Since then, intelligence officials have doubled down and expanded upon the accusations. \"We stand more resolutely on that statement,\" Director of National Intelligence James Clapper said Thursday during a Senate Armed Services Committee hearing, as NPR's Brian Naylor reported . Intelligence Chiefs 'Stand More Resolutely' Behind Finding Of Russia Election Hacking In December, the FBI threw its weight behind the CIA's assessment, as NPR's Carrie Johnson reported : \"The entire intelligence community, in fact, is now in alignment that the hacks were partly motivated to try and install Trump as president.\" President-elect Donald Trump has repeatedly dismissed the assessment. Earlier Friday afternoon, he received a briefing on the intelligence report from Clapper, CIA Director John Brennan and FBI Director James Comey at Trump Tower in New York. In a statement, Trump called the meeting \"constructive\" and added that he has \"tremendous respect\" for the work of the intelligence community. He did not specifically blame Russia, saying it was one of a number of countries including China that are \"consistently trying to break through the cyber infrastructure of our government institutions, businesses and organizations.\" Trump also stated that the hacks had \"absolutely no effect on the outcome of the election.\" Remember, the report specifically states that it did not \"make an assessment of the impact that Russian activities had on the outcome of the 2016 election.\" It did say that the Department of Homeland Security \"assesses that the types of systems Russian actors targeted or compromised were not involved in vote tallying.\" Prior to today's briefing, Trump told The New York Times he believes the continued attention on the cyberattacks is politically motivated. \"They got beaten very badly in the election. I won more counties in the election than Ronald Reagan,\" Trump told the Times. \"They are very embarrassed about it. To some extent, it's a witch hunt. They just focus on this.\" The White House announced sanctions against Russia last month in response to the cyberattacks. ",
    "title": "Putin Ordered 'Influence Campaign' To Help Trump, U.S. Intelligence Report Says  : The Two-Way : NPR"
   },
   {
    "entities": [
     "house",
     "t.",
     "vladimir",
     "james",
     "new",
     "times",
     "early 2014",
     "julian",
     "bossert",
     "assange",
     "bennett",
     "mike",
     "earlier friday",
     "evan",
     "earlier this week",
     "moscow",
     "thursday",
     "paul",
     "s.",
     "brian",
     "cyber",
     "mcfarland",
     "associated",
     "maryland",
     "us",
     "clapper",
     "gru",
     "brennan",
     "republican",
     "pompeo",
     "dec. 15",
     "reince",
     "last friday",
     "dianne",
     "ryan",
     "agency",
     "security",
     "state",
     "comey",
     "russia",
     "donald",
     "congress",
     "nsa",
     "adam",
     "rnc",
     "fbi",
     "capitol",
     "democratic",
     "hershey",
     "tom",
     "clinton",
     "michael",
     "committee",
     "friday",
     "white",
     "kremlin",
     "obama",
     "trump",
     "democrat",
     "intelligence",
     "priebus",
     "u.s.",
     "rogers",
     "vucci",
     "b.",
     "r.",
     "hillary",
     "wikileaks",
     "next week",
     "senate",
     "d.",
     "cia",
     "john",
     "putin",
     "feinstein",
     "afternoon",
     "flynn",
     "schiff",
     "command",
     "china",
     "press",
     "november",
     "late 2011",
     "hill",
     "2011",
     "york",
     "early 2012",
     "pa.",
     "national",
     "k.t."
    ],
    "id": 4,
    "text": "U.S. intelligence report says Putin targeted presidential election to 'harm' Hillary Clinton's chances Donald Trump Evan Vucci / Associated Press President-elect Donald Trump speaks at a rally in Hershey, Pa., on Dec. 15. President-elect Donald Trump speaks at a rally in Hershey, Pa., on Dec. 15. (Evan Vucci / Associated Press) Brian Bennett Contact Reporter Russian President Vladimir Putin personally ordered an intelligence operation against the U.S. presidential campaign and ultimately sought to help Donald Trump win the White House , according to a new U.S. intelligence report released Friday, shortly after the president-elect appeared to dismiss its key findings. Putin both “aspired to help” Trump in November and to “harm” Trump’s rival, Democratic nominee and former Secretary of State Hillary Clinton, with leaks of pilfered emails and other covert activities, the report concludes in a dramatic expansion of official U.S. accusations against the Kremlin. The report depicts the Russian operation as unprecedented, saying that an aggressive mix of digital thefts and leaks, fake news and propaganda represented “a significant escalation in directness, level of activity, and scope of effort” against a U.S. election campaign. Moscow’s goals “were to undermine public faith in the U.S. democratic process, denigrate Secretary Clinton, and harm her electability and potential presidency,” the report states. “We further assess Putin and the Russian government developed a clear preference for President-elect Trump.” They “aspired to help President-elect Trump’s election chances when possible by discrediting Secretary Clinton,” the report adds. U.S. intelligence and law enforcement agencies found no evidence that hackers tampered with actual voting or with counting ballots on election day. But in a startling new assertion, it says Russian intelligence “obtained and maintained access to elements of multiple US state or local electoral boards,” adding that Russian spies began collecting information on equipment used in U.S. elections in early 2014. The 14 pages released offer a largely circumstantial case rather than hard evidence of Putin’s direct involvement, and mostly focus on Russian propaganda efforts. But the full report remains classified, and the public portion does not include the specific intelligence. Still, the rare release of a major intelligence assessment marks a sharp escalation in what has become a bare-knuckle fight between Trump and the U.S. intelligence community, backed by President Obama, over the president-elect’s repeated derision of their understanding of Russia’s role. Intelligence officials had planned to declassify the key findings next week after briefing members of Congress. But the declassified summary was rushed out Friday afternoon shortly after Trump had been briefed on the full report — and had made clear he was not convinced. In a statement, Trump conflated the Russian cyberattacks with those of other countries and individuals, and said the hacking had “absolutely no effect” on the election. “While Russia, China, other countries, outside groups and people are consistently trying to break through the cyber infrastructure of our governmental institutions, businesses and organizations including the Democrat National Committee, there was absolutely no effect on the outcome of the election, including the fact that there was no tampering whatsoever with voting machines,” Trump said after he was briefed by four U.S. intelligence chiefs at his office in New York. Earlier Friday, in an interview with the New York Times, Trump had called the focus on election-related hacking a “political witch hunt” by his adversaries, who he said were embarrassed by their loss in November. The growing dispute has become a sore point for Trump’s transition team and a worry for Republicans on Capitol Hill who are convinced that Moscow had a malign role and fear Trump’s presidency will get off to a shaky start. House Speaker Paul D. Ryan (R-Wis.) acknowledged the predicament Friday, noting that Russia “clearly tried to meddle in our political system.” But he warned that Democrats might try to use the intelligence report to undermine Trump’s mandate in the White House. “We cannot allow partisans to exploit this report in an attempt to delegitimize the president-elect’s victory,” Ryan said. Democrats were quick to respond. “I’m appalled the Russian government took the extreme step of interfering with our presidential election, particularly with the goal of tilting the playing field to increase one candidate’s chance of winning,” said Sen. Dianne Feinstein (D-Calif.), the top Democrat on the Senate Intelligence Committee.  “The President-Elect’s statement that the Russian hacking had ‘absolutely no effect on the outcome of the election’ is not supported by the briefing, report, or common sense,” said Rep. Adam B. Schiff (D-Burbank), the top Democrat on the House Intelligence Committee, in a statement. The report, which Obama had requested, is a joint product of the CIA, the FBI and the National Security Agency . The three agencies said they had “high confidence” in the findings except for the assessment that Putin had aspired to help Trump’s chances. The NSA said it had “moderate confidence” in that finding. In addition to stealing and dumping embarrassing emails from the Democratic National Committee and Clinton’s campaign, Russian intelligence officials also used state-funded broadcasts and third-party intermediaries, and paid social media “trolls” to spread false information and disparage Clinton, the report says. When it appeared that Clinton was likely to win, according to the report, Moscow “focused more on undercutting [her] legitimacy and crippling her presidency from the start.” Putin “holds a grudge” against Clinton, it noted, adding, “He has publicly blamed her since 2011 for inciting mass protests against his regime in late 2011 and early 2012.” Officials working for the GRU, Russia’s military intelligence service, used an online persona known as Guccifer 2.0 and the website DCLeaks.com to release emails, as well as to relay them to WikiLeaks. Earlier this week, Trump retweeted denials by Julian Assange, the fugitive founder of Wikileaks, that it had gotten the emails from the Russian government or its operatives. Read the U.S. intelligence report on Russian hacking Open link Trump was briefed on the evidence for more than an hour in a face-to-face meeting with Director of National Intelligence James R.  Clapper , CIA Director  John Brennan , FBI Director  James B. Comey  and Adm. Michael S. Rogers, head of the National Security Agency and U.S. Cyber Command. Soon after, Trump issued a statement that called the meeting “constructive” and said he had “tremendous respect” for those serving in the nation’s intelligence agencies.  That marked a shift from the mocking tweets he had issued in recent weeks, using language so demoralizing that Clapper publicly noted at a Senate hearing on Thursday that there was a difference between healthy skepticism and “disparagement.” Trump said the U.S. needed to “aggressively combat and stop” cyberattacks, and said he would order a team to create a plan within the first three months of taking office. In addition, Trump said hackers tried but failed to infiltrate Republican National Committee computers. The RNC had “strong hacking defenses and the hackers were unsuccessful,\" Trump said. He was joined at the briefing by members of his national security team: Rep. Mike Pompeo (R-Kan.), Trump’s pick for CIA director; Reince Priebus, who will be White House chief of staff; Michael T. Flynn, who will be national security advisor; K.T. McFarland, his pick for deputy national security advisor; and Tom Bossert, whom Trump has chosen for his homeland security advisor.  Last Friday, the White House cited the intelligence when they expelled 35 suspected Russian intelligence operatives, closed two Russian compounds in New York and Maryland, and expanded sanctions on Moscow. ",
    "title": "U.S. intelligence report says Putin targeted presidential election to &apos;harm&apos; Hillary Clinton&apos;s chances - LA Times"
   },
   {
    "entities": [
     "recently",
     "lauderdale",
     "two months later",
     "rico",
     "four months ago",
     "twitter",
     "airport",
     "overnight",
     "last november",
     "email",
     "iraq",
     "scott",
     "2016",
     "john",
     "army",
     "associated",
     "fbi",
     "to",
     "new",
     "us",
     "hudson",
     "ft.",
     "guard",
     "afternoon",
     "news",
     "travelers",
     "chip",
     "union",
     "the past year",
     "county",
     "marca",
     "broward",
     "arkansas",
     "fort",
     "2014",
     "evening",
     "fagenson",
     "friday",
     "santiago",
     "sheriff",
     "israel",
     "press",
     "$435",
     "november",
     "january 6, 2017",
     "february 2015",
     "international",
     "a year ago",
     "u.s.",
     "dean",
     "print",
     "maria",
     "ruiz",
     "commissioner",
     "la",
     "lauderdale-hollywood",
     "january 06, 2017",
     "anchorage",
     "puerto",
     "last night",
     "reuters/zachary",
     "facebook",
     "isis",
     "florida",
     "fox",
     "north",
     "matthew",
     "early",
     "schlicher",
     "tsa",
     "jersey",
     "city",
     "greely",
     "alaska",
     "national"
    ],
    "id": 5,
    "text": "Ft. Lauderdale shooting suspect made confused visit to FBI, said US intelligence forced him to watch ISIS videos Published               January 06, 2017 Facebook 0 Twitter 0 livefyre Email Print Travelers and airport workers are evacuated out of the terminal after airport shooting at Fort Lauderdale-Hollywood International Airport in Florida, U.S., January 6, 2017.   REUTERS/Andrew Innerarity - RTX2XT74 Estaban Santiago, the 26-year-old airline passenger accused of shooting up a baggage claim area at the Ft. Lauderdale-Hollywood airport Friday, leaving five dead and eight injured, visited the FBI Anchorage field office and told officers he was being forced to watch ISIS videos, law enforcement sources told Fox News. The visit took place last November. The sources said Santiago told agents that US intelligence had infiltrated his mind and were forcing him to watch ISIS propaganda videos. In addition, the sources told Fox that Santiago appeared agitated and incoherent during that interview, clearly indicating he was suffering from some kind of mental condition. After the contact with Santiago, the FBI called local authorities who took custody of him and brought him to a local hospital for a welfare check. Law enforcement walk outside a terminal after a shooter opened fire at a baggage carousel at Fort Lauderdale-Hollywood International Airport in Fort Lauderdale, Florida, U.S., January 6, 2017.   REUTERS/Zachary Fagenson - RTX2XTJ5 His brother said he had been receiving psychological treatment recently, according to the Associated Press. The sources also said the November interaction with Santiago prompted the FBI to open an investigation on him that led to interviews with family members, database checks and an interagency review. The sources told Fox that the FBI found no connections to foreign terror organizations. However, he has had a series of run-ins with the law in recent years. Almost exactly a year ago, he was charged with fourth-degree assault and damage of property in Anchorage, Alaska where he lived from 2014 to 2016. One of the charges was dismissed by the local prosecutor two months later, according to records found by Foxnews.com. Details surrounding the incident were not immediately clear but authorities in Anchorage told  the Daily Beast  it was related to domestic violence. The case was resolved after Santiago agreed to enter an agreement of deferred prosecution. The charges were dismissed by the state prosecutor in exchange for completion of requirements. Other records show that Santiago was evicted from his apartment in February 2015 for non-payment of $435 in rent. Santiago also has a record for minor traffic infractions, including driving with a broken taillight and another incident in which he was found driving without insurance. Santiago was born in New Jersey and his family was originally from Puerto Rico--where he served in the Puerto Rico National Guard. He was in the Army Reserves prior to serving in the Alaska Army National Guard. According to reports, he was honorably discharged four months ago from his last post at Fort Greely, Arkansas, and his military rank at that time was E3 (Private First Class). He also has a concealed carry permit and had checked in his weapon prior to boarding. Santiago’s aunt, who lives in Hudson County, New Jersey, spoke with a reporters from local newspaper The Record of North Jersey on Friday evening. “I don’t know why this happened,” Maria Ruiz said to reporters at her home in Union City as FBI agents arrived. The distraught relative said that Santiago had served two years in Iraq and started acting strangely when he returned. He also became a father in the past year and she told reporters that he “was happy with the kid.” It was early Friday afternoon when the mayhem first broke out at Fort Lauderdale airport. Five people were shot dead after Santiago allegedly opened fire at a baggage claim area in Terminal Two. Witness and investigators said the suspect shot some of his victims in the head without saying a word. In the ensuing panic, the TSA received two separate, unconfirmed reports of a separate active shooter, a law enforcement official close to the investigation told Fox News. However, Broward County Sheriff Scott Israel said Friday afternoon there was no indication any additional shots were fired. Broward County Commissioner Chip La Marca posted on Facebook that Santiago was a “passenger on a Canadian flight with a checked gun. He claimed his bag and took the gun from baggage and went into the bathroom to load it. Came out shooting people in baggage claim. There were 13 total shot, 5 dead, 8 transported to hospital.” Witnesses at the shooting scene told Fox News that the shooter was a slender man with dark hair, likely in his 30s and wearing a Star Wars t-shirt. It is believed that he boarded a plane in Anchorage last night and flew overnight to Fort Lauderdale. Santiago was taken into custody without incident and was unhurt. Law enforcement never fired any shots, Israel said. \"This scene is considered fluid and active.\" The sheriff said it was not clear why he chose to open fire. \"It was very surreal,\" John Schlicher, a witness, told Fox News. \"He did not say a word. \"He was shooting people that were down on the ground, too.\" Fox News' Matthew Dean contributed to this report Advertisement ",
    "title": "Ft. Lauderdale shooting suspect made confused visit to FBI, said US intelligence forced him to watch ISIS videos | Fox News"
   },
   {
    "entities": [
     "police",
     "house",
     "david",
     "rick",
     "al",
     "nuevo",
     "washington",
     "the day",
     "fort",
     "esteban",
     "herald",
     "mike",
     "january 6, 2017",
     "6 minutes ago",
     "ap",
     "thursday",
     "today",
     "center",
     "last year",
     "lea",
     "scott",
     "iraq",
     "associated",
     "friday, jan. 6, 2017",
     "lynne",
     "early friday",
     "w.",
     "sladky",
     "taylor",
     "union",
     "county",
     "israel",
     "santiago",
     "sheriff",
     "international",
     "mark",
     "ruiz",
     "hollywood",
     "gomez",
     "daniel",
     "state",
     "april 20, 2016",
     "minneapolis",
     "slim",
     "donald",
     "taimy",
     "airport",
     "diaz",
     "army",
     "fbi",
     "fla.",
     "broward",
     "usa",
     "raedle",
     "friday",
     "schicher",
     "white",
     "joe",
     "kevin",
     "trump",
     "msnbc",
     "n.j.",
     "santiago/el",
     "september 2016",
     "doug",
     "bill",
     "anchorage",
     "health",
     "current",
     "alvarez",
     "lauderdale",
     "stocker",
     "nelson",
     "1:18 p.m.",
     "elenburg",
     "johnson",
     "trauma",
     "alan",
     "john",
     "islamic",
     "george",
     "jan 6",
     "gale",
     "ft.",
     "fleischer",
     "afternoon",
     "jan. 6, 2017",
     "stanglin",
     "1 p.m. est",
     "press",
     "november",
     "delta",
     "lamarca",
     "maria",
     "ari",
     "lauderdale-hollywood",
     "facebook",
     "florida",
     "bush",
     "city"
    ],
    "id": 6,
    "text": "5 dead, 8 injured in shooting at Fort Lauderdale airport A lone gunman was taken into custody after randomly firing at passengers. Post to Facebook 5 dead, 8 injured in shooting at Fort Lauderdale airport A lone gunman was taken into custody after randomly firing at passengers. Check out this story on USATODAY.com: http://usat.ly/2i19USp CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 460 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs 5 dead, 8 injured in shooting at Fort Lauderdale airport Doug Stanglin and Alan Gomez , USA TODAY Published 1:18 p.m. ET Jan. 6, 2017 | Updated 6 minutes ago x Share News media are reporting that several people have been shot at Fort Lauderdale International Airport. Passengers seen assembling on the tarmac away from the airport building. (Jan 6) AP People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport after a shooter opened fire, Friday, inside a terminal of the airport. (Photo: Lynne Sladky, AP) FORT LAUDERDALE, Fla. — A gunman opened fire in a baggage claim area at Fort Lauderdale-Hollywood International airport Friday, killing five people, injuring eight and sending terrified passengers running through the airport before police grabbed the suspect unharmed, according to law enforcement authorities. Witnesses said the male shooter emptied several magazines of bullets, then dropped to the floor spread-eagled to await arrest. He was taken into custody without incident by a Broward County sheriff's deputy, according to Sheriff Scott Israel. “People started kind of screaming and trying to get out of any door they could or hide under the chairs,” a witness, Mark Lea, told MSNBC. “He just kind of continued coming in, just randomly shooting at people, no rhyme or reason to it.” Posted! A link has been posted to your Facebook feed. First responders secure the area outside the Fort Lauderdale-Hollywood International airport, Friday, after a gunman opened fire in the baggage claim area.  Mike Stocker, AP People huddle together at the Fort Lauderdale-Hollywood International airport after a shooting took place. Officials say five people wear killed and eight wounded in an attack by a single gunman.  Joe Raedle, Getty Images Passengers run for safety on the tarmac at Fort Lauderdale-Hollywood International Airport following the shooting Friday.  David Santiago, AP Law enforcement personnel stand outside a garage area at Fort Lauderdale\u0096-Hollywood International Airport.  David Santiago, AP People exit the Fort Lauderdale\u0096Hollywood International Airport  Friday, after a gunman opened fire.  David Santiago, AP Fullscreen An injured woman is loaded into an emergency vehicle at Fort Lauderdale-Hollywood International Airport after a gunman opened fire inside a terminal of the airport, killing several people and wounding others before being taken into custody, Friday, Jan. 6, 2017, in Fort Lauderdale, Fla.   (David Santiago/El Nuevo Herald via AP) ORG XMIT: FLMEH201  David Santiago, AP First responders assist people seeking cover outside the Fort Lauderdale-Hollywood International airport after a shooting took place near the baggage claim.  Joe Raedle People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport after a shooter opened fire inside a terminal of the airport, killing at least five and wounding others before being taken into custody, Friday, in Fort Lauderdale, Fla.  Lynne Sladky, AP Police officers stand on the perimeter road along the Fort Lauderdale-Hollywood International Airport after a shooter opened fire inside a terminal of the airport. The airport suspended operations as law enforcement authorities rushed to the scene.  Lynne Sladky, AP People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport, Friday.  Lynne Sladky, AP Fullscreen A shooting victim arrives at Broward Health Trauma Center in Fort Lauderdale, Fla., on Friday.  Authorities say a lone shooter opened fire at the Ft. Lauderdale, Florida, international airport Friday, killing \"multiple\" people before he was taken into custody. The airport suspended operations as law enforcement authorities rushed to the scene.  Taimy Alvarez, AP People stand on the tarmac at the Fort Lauderdale-Hollywood International Airport.  Al Diaz, AP A shooting victim is unloaded from an emergency vehicle and taken into Broward Health Trauma Center in Fort Lauderdale, Fla., Friday.  Taimy Alvarez, AP An injured woman is taken into Broward Health Trauma Center in Fort Lauderdale, Fla., after the shooting at the Fort Lauderdale-Hollywood International Airport.  Taimy Alvarez, AP An aerial view taken on April 20, 2016 shows the Fort Lauderdale-Hollywood airport in Florida.  Daniel Slim, AFP/Getty Images Passengers gather on the tarmac of the Fort Lauderdale-Hollywood airport in Florida after a gunman opened fire on Friday.  Taylor Elenburg, AFP/Getty Images Like this topic? You may also like these photo galleries: Replay Last Slide Next Slide Chip LaMarca, a Broward County commissioner, was briefed on the airport shooting by the Broward Sheriff’s office. On his Twitter account, he said the shooter arrived in Fort Lauderdale aboard a flight with a gun in a checked bag. \"He claimed his bag and took the gun from baggage and went into the bathroom to load it. Came out shooting people in baggage claim,\" LaMarca tweeted. A federal law enforcement official, who is not authorized to comment publicly on the case, identified the suspect as 26-year-old Esteban Santiago. Sen. Bill Nelson, a Florida Democrat, said earlier that the gunman was carrying a military ID in that name. Santiago arrived in Fort Lauderdale early Friday aboard a Delta flight that originated Thursday in Anchorage and passed through Minneapolis, the federal official said Friday. The official said the suspect apparently retrieved a handgun from his checked luggage and loaded it before launching an indiscriminate assault. In November, the suspect appeared unannounced in the FBI offices in Anchorage, complaining that the Islamic State had gained control of his mind and the terror group was urging him to fight on its behalf,the official said. The FBI conducted a background check, learning of his military record, which included service in Iraq, but found no connection to terror groups. Determining that the man apparently needed psychiatric care, the FBI alerted local law enforcement and turned him over to their custody for a medical referral. It is not clear whether Santiago received treatment following that incident. Esteban Santiago pictured in the hospital with his newborn son in September 2016.  (Photo: (Photo: Keldy Ortiz/NorthJersey.com)) The official said Santiago worked in Anchorage in a security-related job and has a girlfriend and a child there. Santiago's aunt, Maria Ruiz, who lives in Union City, N.J., said her nephew is an Army veteran who served two years in Iraq and came back acting strangely. However, she said that he “was happy with the kid” after the birth of his child last year. “I don’t know why this happened,” she said during an interview at her home Friday afternoon. Sheriff Israel said authorities had not established a motive for the shooting and that it was too early to declare it a terrorist act. \"At this point, it looks like he acted alone,\" Israel told reporters. He called the shootings a \"horrific, horrific act.\" Florida suspect's aunt: ‘I don't know why this happened’ The melee, which erupted around 1 p.m. EST, brought air traffic to a standstill at the heavily traveled airport. Some incoming flights were halted on the tarmac and were likely to be sent to another city without allowing passengers to disembark, according to airport director Mark Gale. The shooter, described as slender, about 5-foot-7 and wearing a blue T-shirt, did not say a word during the incident, calmly opening fire as he strolled among passengers at a baggage carousel in Terminal 2, which services Delta flights. Mark Lea, a witness among the passengers, told MSNBC the gunman was \"just randomly shooting people\" with a 9 mm pistol and only stopped after emptying about 3 magazines of bullets. \"He wasn't targeting anyone particular,\" he said. I'm at the Ft. Lauderdale Airport. Shots have been fired.  Everyone is running. — Ari Fleischer (@AriFleischer) January 6, 2017 Another witness, John Schicher, told MSNBC the shooter appeared to be wearing a blue Star Wars T-shirt. A shooting victim arrives at Broward Health Trauma Center in Fort Lauderdale, Fla., following a shooting at the Ft. Lauderdale International Airport Friday.  (Photo: Taimy Alvarez, AP) The shooting sent people scrambling onto the tarmac, some carrying luggage. Others cowered behind cars. Video posted on Instagram appeared to show several people wounded in the baggage claim area of the terminal. One person appeared to be lying in a pool of blood with a head wound. Paramedics could also be seen treating a bleeding victim outside the airport. Hundreds of people stood on the tarmac as an ambulance drove by. Florida Gov. Rick Scott called the shooting a \"senseless act of evil\" and added that he called President-elect Donald Trump to keep him informed about the case. Early word on the incident came from a tweet by Ari Fleischer, former White House spokesman for President George W. Bush. \"I'm at the Ft. Lauderdale Airport,\" Fleischer tweeted. \"Shots have been fired. Everyone is running.\" Contributing: Kevin Johnson, in Washington; the Associated Press 10918 CONNECT TWEET 41 LINKEDIN 460 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2i19USp NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "5 dead, 8 injured in shooting at Fort Lauderdale airport"
   },
   {
    "entities": [
     "tesfaye",
     "francisco",
     "jan. 3, 2017",
     "court",
     "ciesil",
     "steve",
     "lexington",
     "priscilla",
     "cook",
     "leighton",
     "$300",
     "tribune",
     "contact",
     "terrence",
     "criminal",
     "streamwood",
     "3300",
     "boyd",
     "tanishia",
     "live",
     "monday",
     "mccoppin",
     "reddit",
     "county",
     "tuesday",
     "side",
     "mcdonald",
     "friday",
     "brittany",
     "dec. 31",
     "chicago",
     "erin",
     "reporters",
     "aurora",
     "james/chicago",
     "street",
     "antonietti",
     "maria",
     "san",
     "hill",
     "antonio",
     "carpentersville",
     "schmadeke",
     "building",
     "covington",
     "jordan",
     "william",
     "sheldon",
     "past",
     "facebook",
     "lee",
     "robert",
     "west",
     "cooper",
     "night",
     "kuriakos",
     "$42,000"
    ],
    "id": 7,
    "text": "4 ordered held without bail in attack on live Facebook video Four accused of attack on teen are held without bail Assistant State's Attorney Erin Antonietti recounts some of the events in an attack on a special needs teen that was broadcast on Facebook Live and resulted in hate crime charges being leveled against the attackers. (Terrence Antonio James/Chicago Tribune) Assistant State's Attorney Erin Antonietti recounts some of the events in an attack on a special needs teen that was broadcast on Facebook Live and resulted in hate crime charges being leveled against the attackers. (Terrence Antonio James/Chicago Tribune) Steve Schmadeke , William Lee and Robert McCoppin Contact Reporters Chicago Tribune A Cook County judge ordered no bail Friday for four people accused of broadcasting a live Facebook video of their alleged attack on a mentally disabled teen. \"I'm looking at each of you and wondering where was the sense of decency that each of you should have had?\" Judge Maria Kuriakos Ciesil said. \"I don't see it.\" On hearing the no-bail ruling, a relative of the victim clapped and loudly said, \"Yes!\" A short time later, Priscilla Covington , a grandmother of two sisters charged in the attack, hustled past a throng of media outside the Leighton Criminal Court Building, telling reporters, \"I didn't raise them that way.\" The racially charged video shows the four -- who are all African-American — cutting the white victim's scalp with a knife, punching and kicking him and laughing as they repeatedly forced his head into a toilet. For the first time, authorities alleged that one of the four, Jordan Hill , who knew the victim from attending the same alternative school in Aurora, first beat the victim in the back of a van after he became angry that the victim's mother was contacting him by Facebook about her son's whereabouts. Prosecutors said Hill demanded $300 from the victim's mother if she wanted her son back. Read the story It wasn't until later that the live Facebook video captured the four slapping, beating, cutting and stabbing the victim as he was bound and gagged in an apartment on Chicago's West Side, authorities alleged. Charged in the attack were Hill, 18, of Carpentersville; Tesfaye Cooper , 18, of Chicago; and sisters Brittany Covington, 18, and Tanishia Covington , 24, who lived in the apartment in the 3300 block of West Lexington Street where the bulk of the assault allegedly took place. The four were each charged with aggravated kidnapping, hate crime, aggravated unlawful restraint and aggravated battery with a deadly weapon, according to police and prosecutors. Hill also was charged with robbery, possession of a stolen motor vehicle and residential burglary, while both Covingtons were charged with residential burglary, police said. Prosecutors revealed in court that the 18-year-old victim, who lives with his parents in suburban Streamwood, has schizophrenia and attention deficit hyperactivity disorder. Four people have been charged with a hate crime in an attack on a man with mental disabilities. The attack was recorded on Facebook Live. Meanwhile, the victim's brother-in-law said Friday that the teen has been \"struggling\" to recover after his ordeal but is safe with his family. A man who runs a Reddit site called Uplifting News started a Go Fund ME page for the victim that had raised more than $42,000 Friday from in excess of 1,500 donors, according to the fundraising web site. Razor Sheldon, of San Francisco, said he does not know the family but wanted to focus on helping the victim rather than seeking vengeance against the perpetrators. On his fundraising web page, Sheldon called the crime \"horrific\" and wrote of the victim: \"Let's prove to him that there is far more good in this world than the evil he experienced.\" Boyd said he spoke with Sheldon and Go Fund Me to verify the legitimacy of the fund and said a family member had set up another Go Fund Me campaign. He said the family is grateful for the outpouring of support but added: \"We're not asking anyone for anything. We're a little overwhelmed. We don't want to take advantage of anybody.\" Beating of disabled teen captured on Facebook Live Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) Facebook Live video posted on Jan. 3, 2017, shows verbal and physical attack of a mentally disabled man. The Chicago Tribune edited this video to protect the victim's identity and for time. (Warning: Contains graphic content) See more videos Prosecutors said the victim's mother dropped him off at a McDonald's in Streamwood on Dec. 31 to meet a friend. He later asked to spend the night at the friend's place both that night and the next. But by Monday, communication from the teen stopped. Later that same day, however, the victim's brother found out on Facebook that his brother was with Hill. The mother reached out to Hill on Facebook to say she wanted her son to return home, prosecutors said. Angered by the mother's Facebook contacts, Hill, who by then had stolen a van and bought and smoked marijuana with the teen, beat the victim in the back of the van, prosecutors said. Shortly after the two arrived at the sisters' third-floor West Side apartment, Hill started to harass the victim, slapping him, prosecutors said. Armed with a knife, Hill was joined by Cooper in ordering the teen to face the wall in a corner, screaming at him and forcing him to kiss the floor and say, \"I love black people,\" prosecutors said. By Tuesday, Brittany Covington began posting the abuse live on Facebook, prosecutors said. She smoked what appeaed to be a blunt — a cigar emptied and stuffed with marijuana — while narrating some of the action. ",
    "title": "4 ordered held without bail in attack on live Facebook video - Chicago Tribune"
   },
   {
    "entities": [
     "rico",
     "lauderdale",
     "taimy",
     "airport",
     "12:55 p.m.",
     "lea",
     "cia",
     "iraq",
     "scott",
     "trauma",
     "et",
     "rick",
     "south",
     "fbi",
     "new",
     "once",
     "guard",
     "afternoon",
     "fla.",
     "jan. 6, 2017",
     "county",
     "broward",
     "the",
     "fort",
     "miami",
     "friday",
     "esteban",
     "santiago",
     "center",
     "israel",
     "3:04",
     "a minute later",
     "msnbc",
     "international",
     "delta",
     "mark",
     "lauderdale-hollywood",
     "anchorage",
     "puerto",
     "ap",
     "a few months ago",
     "isis",
     "florida",
     "health",
     "alvarez",
     "jersey",
     "paul",
     "alaska",
     "national"
    ],
    "id": 8,
    "text": "Florida Airport Mass Shooting: 13 Shot, 5 Killed; Gunman Surrenders 3:04 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170107013443if_/http://www.nbcnews.com/widget/video-embed/849438275603\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A lone shooter opened fire Friday afternoon at Fort Lauderdale-Hollywood International Airport in Florida, killing five people and wounding eight others before he was taken into custody, the Broward County sheriff said. The suspected gunman appeared to be shooting randomly into a crowd in a lower floor of Terminal 2 as panicked travelers took cover behind chairs — and he only stopped when his bullets ran out, according to witnesses. Multiple senior law enforcement sources identified the suspect as New Jersey born Esteban Santiago, 26, and said he had a military ID on him. The military said he had served in the Puerto Rico National Guard and was deployed to Iraq for 10 months. \"We still have people fighting for their lives in the hospital,\" Florida Gov. Rick Scott said. Law enforcement officials told NBC News they believe Santiago flew Delta from Anchorage, Alaska and caught a connecting Delta flight from Minneapolis-St. Paul to Fort Lauderdale, where he picked up his firearm at baggage claim and began the shooting spree. Federal guidelines allow for passengers to check unloaded guns in a locked case, and also allows for ammunition to be placed in checked baggage. An injured woman is taken into Broward Health Trauma Center in Fort Lauderdale, Fla., after a shooting at the Fort Lauderdale-Hollywood International Airport on Jan. 6, 2017. Taimy Alvarez / South Florida Sun-Sentinel via AP The Fort Lauderdale-Hollywood airport, located about 25 miles north of Miami, tweeted the shooting occurred at a baggage claim inside Terminal 2 around 12:55 p.m. ET. \"At first we thought it was firecrackers,\" said witness Mark Lea, 53. \"Everyone started screaming and running.\" Broward Sheriff Scott Israel said at a news conference the shooter was apprehended without incident, no law enforcement officers fired any shots. Federal authorities declined to give details about the shooter or his weapon, and said he was being interviewed to determine a motive. Federal law enforcement officials told NBC News that Santiago was undergoing treatment for mental health problems, complaining that he was hearing voices. A few months ago, he walked into the FBI's office in Anchorage, claiming that the CIA was forcing him to join ISIS, the officials said. Officials say local police were called, and he went voluntarily to a mental health facility for treatment. Lea said the shooter made his way through baggage claim with what looked like a 9 mm firearm and emptied his entire magazine. \"People were trying to run,\" he said. \"Once he finished shooting, he walked down by Door 2, threw his gun on the ground, and laid down on the ground, spread-eagle, until the first officer came — which was probably a minute later,\" Lea told MSNBC. \"He was not shot at all, was not wounded.\" Play ",
    "title": "Fort Lauderdale Shooting: Five Killed at Airport Shooting, Gunman ID'd as Esteban Santiago - NBC News"
   }
  ]
 }
}