{
 "10": {
  "col-sim": {
   "cosine": 0.18679805723219248,
   "entity": 0.21081851067789195
  },
  "exec-time": 6.426366329193115,
  "links": [
   {
    "entities": [
     "recently",
     "brookings",
     "bannon",
     "house",
     "congress",
     "donald",
     "time",
     "npr",
     "zarroli",
     "johnson",
     "ailsa",
     "john",
     "2016",
     "jared",
     "stephen",
     "january 9, 2017",
     "conway",
     "new",
     "washington",
     "the day",
     "2009",
     "f.",
     "ivanka",
     "last week",
     "kellyanne",
     "white",
     "kushner",
     "tower",
     "d.c.",
     "trump",
     "november",
     "lyndon",
     "nov.18, 2016",
     "u.s.",
     "institution",
     "1967",
     "york",
     "observer",
     "jim",
     "robert",
     "west",
     "son-in-law",
     "chang",
     "darrell",
     "kennedy"
    ],
    "id": 0,
    "text": "Jared Kushner, the son-in-law of President-elect Donald Trump, and wife Ivanka walk though the lobby of Trump Tower in New York on Nov.18, 2016. Spencer Platt/Getty Images hide caption toggle caption Spencer Platt/Getty Images Jared Kushner, the son-in-law of President-elect Donald Trump, and wife Ivanka walk though the lobby of Trump Tower in New York on Nov.18, 2016. Spencer Platt/Getty Images Donald Trump has named his son-in-law to a top White House job. Jared Kushner will serve as a senior adviser to the president, and the transition team says he will work with incoming Chief of staff Reince Priebus and chief strategist Stephen Bannon \"to execute President-elect Trump's agenda.\" Best News of the Day. Trump Son-in-Law Jared Kushner to Be Named Senior White House Adviser https://t.co/GGmpeUq2oA — Kellyanne Conway (@KellyannePolls) January 9, 2017 The announcement also says Kushner will not receive a salary while serving in the Trump administration, which could help alleviate legal problems stemming from federal anti-nepotism law. The Rise Of Jared Kushner, Donald Trump's Son-In-Law Kushner, a 36-year-old real estate developer and publisher of the New York Observer, has been married to Trump's daughter Ivanka since 2009. When it was reported last week that they would be moving to Washington, D.C., it fed into speculation that one or both would serve as advisers in the Trump administration. \"Jared has been a tremendous asset and trusted advisor throughout the campaign and transition and I am proud to have him in a key leadership role in my administration,\" Trump said in a statement, nothing Kushner's success in business and politics, with his role in the inner circle of the president-elect's 2016 campaign. In the statement, Kushner said, \"It is an honor to serve our country. I am energized by the shared passion of the President-elect and the American people and I am humbled by the opportunity to join this very talented team.\" Bringing family members into the White House may prove difficult, though. That's because of a 1967 anti-nepotism law, inspired by another famous family, as NPR's Jim Zarroli recently reported : \"The anti-nepotism law was passed by Congress in response to President John F. Kennedy's decision to appoint his brother Robert as attorney general, says Darrell West, vice president and director of governance studies at the Brookings Institution. \" 'It was very controversial at the time. Lyndon Johnson in particular did not like that, and when he became president he helped shepherd this anti-nepotism law through the U.S. Congress,' West says.\" Article continues after sponsorship But it's not entirely clear what that law means. Here is what the statute lays out, as NPR's Ailsa Chang reported in November : \"A public official may not appoint, employ, promote, advance, or advocate for appointment, employment, promotion, or advancement, in or to a civilian position in the agency in which he is serving or over which he exercises jurisdiction or control any individual who is a relative of the public official.\" What Role Will Ivanka Trump Play In Her Father's Administration? What Role Will Ivanka Trump Play In Her Father's Administration? ",
    "title": "Jared Kushner, Donald Trump's Son-In-Law, Named Senior Adviser To Incoming President : NPR"
   },
   {
    "entities": [
     "bannon",
     "house",
     "gorelick",
     "donald",
     "1978",
     "congress",
     "dellinger",
     "cos.",
     "wilmerhale",
     "karen",
     "bank",
     "john",
     "jared",
     "stephen",
     "eisen",
     "george",
     "norman",
     "justice",
     "new",
     "o'regan",
     "washington",
     "wing",
     "w.",
     "walter",
     "monday",
     "f.",
     "clinton",
     "ivanka",
     "ashley",
     "trump's",
     "white",
     "kushner",
     "israel",
     "middle",
     "trump",
     "obama",
     "parker",
     "the early 1990s",
     "post",
     "organization",
     "east",
     "painter",
     "deyoung",
     "1967",
     "richard",
     "wagner",
     "nations",
     "bill",
     "hillary",
     "deirdra",
     "united",
     "january 9",
     "jamie",
     "york",
     "department",
     "observer",
     "west",
     "at 5:53 pm",
     "jersey",
     "the past decade",
     "k.",
     "bush",
     "kennedy"
    ],
    "id": 1,
    "text": "Got it By John Wagner and Ashley Parker January 9 at 5:53 PM Follow @WPJohnWagner Jared Kushner is President-elect Donald Trump's son-in-law but he's also one of his key confidants. Here's a closer look at the man who is expected to be a senior adviser to the president in Trump's White House. (Deirdra O'Regan/The Washington Post) Jared Kushner, the son-in-law of President-elect Donald Trump and one of his closest confidants, will join the White House as a senior adviser to the president, Trump announced Monday, while a lawyer assisting the family said that Kushner's wife, Ivanka Trump, will not immediately take on a formal role. Kushner, who will not take a salary, is expected to have a broad portfolio that includes government operations, trade deals and Middle East policy, according to a member of Trump's transition team. In a statement, the transition office said Kushner would work closely with White House Chief of Staff Reince Priebus and chief strategist Stephen K. Bannon to execute Trump’s agenda. Trump relied heavily on Kushner's advice during the campaign, and his move to the White House was expected. But ethics experts have raised questions about whether Kushner's role in the new administration will run up against a federal anti-nepotism law and about how he will separate himself from his real estate business to avoid conflicts of interest. Kushner’s attorney, WilmerHale partner Jamie Gorelick, said in an interview Monday that Kushner is prepared to resign from his business and divest substantial assets, including foreign investments, before taking a White House position. Gorelick said she is confident that the anti-nepotism statute does not cover Trump's appointment of Kushner, though she acknowledged that some lawyers take the opposite view. Ivanka Trump plans to resign from the Trump Organization and step away from her clothing company but will focus — at least in the short term — on settling the family into its new home in Washington, a lawyer working with the family said. Kushner, 35, has run his family’s multibillion-dollar business over the past decade, after his father pleaded guilty to corruption-related charges. As Donald Trump campaigned for president, Kushner played a key role, acting as an adviser and gatekeeper. Kushner, whose family has donated to causes in Israel, including West Bank settlements that have been branded illegal by the United Nations, also played a role as a Middle East policy adviser. \"Jared has been a tremendous asset and trusted adviser throughout the campaign and transition and I am proud to have him in a key leadership role in my administration,\" Trump said in a statement. [ Trump’s son-in-law poised to resign as CEO of real estate company ] Some ethics experts question whether a Kushner's appointment would violate the 1967 federal anti-nepotism statute, which came about after President John F. Kennedy named his brother as attorney general. It forbids public officials from hiring family members in agencies or offices they oversee, and explicitly lists sons-in-law as prohibited employees. Richard Painter and Norman Eisen, who served as chief White House ethics lawyers under Presidents George W. Bush and Obama, respectively, say they counseled senior White House officials to avoid appointing relatives to West Wing jobs. But Gorelick said she is confident that the 1967 law does not apply to the White House, which she said is not an agency. “This is not a close question,” Gorelick said, also citing subsequent law, passed in 1978, that she said allows the president to hire White House staffers “without regard” to federal personnel laws, including the anti-nepotism statute. “The Justice Department has described this authority as ‘unfettered’ and ‘sweeping,’ ” Gorelick added. Eisen said in an interview that “reasonable people may come to different views on this” but that he believes Trump's appointment of Kushner could prompt “some interesting litigation about whether [the 1967 law] applies or not.” Someone who thinks they are negatively impacted by a Kushner decision could bring suit, Eisen said. On the other hand, “people may not want to knock one of the more reasonable voices out of the White House,” he said, referring to Kushner. The nepotism issue was examined but not fully resolved in a court case in the early 1990s involving Hillary Clinton’s leadership of a health-care panel. Walter Dellinger, who served as acting solicitor general under President Bill Clinton, said he thinks the law is on Trump's side, particularly given the 1978 law loosening restrictions on White House appointments. \"It makes good sense, because one should not assume Congress wants to interfere with whom the president wants as his closest advisers in the White House,\" Dellinger said. Kushner has a web of business interests, focused heavily on real estate development. Though Kushner’s company is focused primarily on development in New York and New Jersey, it has often relied on foreign investment, and its earnings could be influenced by the Trump administration's trade and foreign-relations policies. Gorelick said that Kushner would resign as chief executive of the Kushner Cos. and as publisher of the New York Observer, divest all of his common stock and any foreign investments and shed many other assets. Many of Kushner's assets will be sold to his brother and a trust overseen by his mother, Gorelick said. Kushner will also recuse himself from matters that will have a direct impact on his remaining financial interests and abide by other federal ethics rules, according to Gorelick. Karen DeYoung contributed to this report. politics ",
    "title": "Trump’s son-in-law, Jared Kushner, to join White House as senior adviser; no formal role for Ivanka Trump - The Washington Post"
   },
   {
    "entities": [
     "sunday jan. 8",
     "inc.",
     "orange",
     "office",
     "time",
     "angeles",
     "horizons",
     "diaz",
     "ontario",
     "maricopa",
     "meryl",
     "los",
     "koretz",
     "christopher",
     "dominguez",
     "times",
     "bell",
     "tony",
     "watermark",
     "afternoon",
     "westwood",
     "tiverton",
     "last summer",
     "monday",
     "june",
     "craigslist",
     "rackauckas",
     "now",
     "fullerton",
     "county",
     "barrack",
     "gardena",
     "cecil",
     "phoenix",
     "ave.",
     "shepard",
     "michael",
     "california",
     "anh",
     "sheriff's",
     "guisti",
     "michelle",
     "/",
     "dist",
     "2017",
     "communities",
     "retirement",
     "kristen",
     "thomas",
     "chapman",
     "july",
     "u.s.",
     "$1-million",
     "maria",
     "angela",
     "june 2016",
     "goffard",
     "october",
     "university",
     "b.",
     "demille",
     "rescue",
     "hollywood",
     "suzanne",
     "dax",
     "channel",
     "hadley",
     "gordon",
     "jan. 6",
     "northern",
     "beatriz",
     "streep",
     "paul",
     "morning",
     "city"
    ],
    "id": 2,
    "text": "Wife of a U.S. marshal accused of framing his ex-girlfriend in Craigslist 'rape fantasy' plot Diaz and Hadley Maricopa County Sheriff's Office / Orange County district attorney's office Angela Maria Diaz, left, is accused of trying to frame Michelle Suzanne Hadley, right, seen in a booking photo from June. Orange County prosecutors say charges will be dropped against Hadley. Angela Maria Diaz, left, is accused of trying to frame Michelle Suzanne Hadley, right, seen in a booking photo from June. Orange County prosecutors say charges will be dropped against Hadley. (Maricopa County Sheriff's Office / Orange County district attorney's office) Christopher Goffard Contact Reporter A Phoenix woman has been accused of posing as the victim of a fabricated Craigslist \"rape fantasy\" ad to frame her husband's ex-girlfriend. Angela Maria Diaz, 31, faces charges of kidnapping, false imprisonment and falsely reporting crimes, along with other charges. Orange County Dist. Atty. Tony Rackauckas said Monday that charges will be dropped against Michelle Suzanne Hadley, a 30-year-old Ontario woman who had been facing the possibility of life in prison if convicted of charges related to the alleged frame-up. \"Ms. Hadley is an innocent victim of a diabolical scheme,\" Rackauckas said in a news release. In July, the district attorney’s office announced that  Hadley was being charged with 10 felonies, including stalking, making threats, assault and attempted forcible rape. Prosecutors said at the time that Hadley had apparently stalked and threatened Diaz, the wife of a U.S. marshal who had dated Hadley for two years before his marriage. Hadley had been accused of going on Craigslist in June 2016 and posing as Diaz, advertising that she wanted to engage in “rape fantasies\" and furnishing photos of Diaz and details about her routines. According to the district attorney’s office, the online solicitation announced that Diaz wanted men to have forcible sex with her, \"even if she screamed or resisted.\" Last summer, in announcing charges against Hadley, authorities said men had appeared at Diaz's home with the intention of raping her, and one actually attacked her but fled before police arrived. After Hadley was arrested in June and bailed out, she was accused of continuing the harassment against Diaz. Hadley was arrested again in July and held on $1-million bail.  The district attorney’s office said Hadley was released in October, after evidence materialized — in part thanks to her attorney — pointing to her innocence.  The district attorney now says that Diaz herself was behind the Craigslist ad. RELATED: Framed, a mystery in six parts » Prosecutors now say that Diaz sent emails to herself while making it appear that Hadley sent them, and that Diaz made false claims that Hadley had threatened her life and that of her unborn child. Diaz is also accused of faking cervical cancer, faking a pregnancy, forging a check, posing as an attorney and as two of her husband's ex-girlfriends, and forging doctor's notes. The district attorney’s office said Diaz was arrested Jan. 6 in Phoenix and is awaiting extradition to Orange County. Hadley has been living in the shadows, according to her attorney, Michael Guisti. \"Her life has been pretty much taken away from her. She feels the eyes of everyone on her when she goes out — wondering if she is that person who did all those things — so she stays inside,\" he said of Hadley, who spent 88 days in jail. Prosecutors officially dropped the charges against Hadley on Monday afternoon at a brief hearing at the courthouse in Fullerton. “You are free to go,” Judge Beatriz Gordon told her. Hadley wept, smiled and embraced family members. “This has been a huge nightmare for me — probably the most traumatic experience of my life,” Hadley told reporters on the courthouse steps. She said she had been pursuing an MBA at Chapman University, and “this put a little wrinkle in the plan,” though she still hoped to graduate soon. “Nothing has ever stopped me before.”  Caption 90 seconds: 4 stories you can't miss \"La La Land\" was the big winner at the Golden Globes , what values does Hollywood promote? , storms have slammed Northern California , Thomas Barrack’s latest gig is planning the president-elect's inauguration . Caption 90 seconds: 4 stories you can't miss \"La La Land\" was the big winner at the Golden Globes , what values does Hollywood promote? , storms have slammed Northern California , Thomas Barrack’s latest gig is planning the president-elect's inauguration . Caption Swift water rescue team called to Dominguez Channel in Gardena Rescue crews were searching the Dominguez Channel in the Gardena area Monday morning after a woman reported her boyfriend had been washed away after entering the channel. Rescue crews were searching the Dominguez Channel in the Gardena area Monday morning after a woman reported her boyfriend had been washed away after entering the channel. Caption A look back at the career of Meryl Streep, recipient of Cecil B. DeMille award Meryl Streep accepted the Cecil B. DeMille award at the 2017 Golden Globes Sunday Jan. 8. Meryl Streep accepted the Cecil B. DeMille award at the 2017 Golden Globes Sunday Jan. 8. Caption Koretz Fights to Keep Seniors from Eviction in Westwood Los Angeles City Councilman Paul Koretz fights Watermark Retirement Communities Inc.'s decision to serve eviction notices to 150 seniors from Westwood Horizons at 947 Tiverton Ave. in Los Angeles.   Los Angeles City Councilman Paul Koretz fights Watermark Retirement Communities Inc.'s decision to serve eviction notices to 150 seniors from Westwood Horizons at 947 Tiverton Ave. in Los Angeles.   Caption On the red carpet with Dax Shepard and Kristen Bell On the red carpet with Dax Shepard and Kristen Bell On the red carpet with Dax Shepard and Kristen Bell Times staff writer Anh Do contributed to this report. ",
    "title": "Wife of a U.S. marshal accused of framing his ex-girlfriend in Craigslist &apos;rape fantasy&apos; plot - LA Times"
   },
   {
    "entities": [
     "congress",
     "manhattan",
     "john",
     "hughes",
     "of",
     "george",
     "fbi",
     "seamus",
     "omar",
     "cohen",
     "service",
     "once",
     "washington",
     "now",
     "helminski",
     "secret",
     "tsarnaev",
     "ahmad",
     "homeland",
     "santiago",
     "tamerlan",
     "rahami",
     "u.s.",
     "university",
     "0:42",
     "anchorage",
     "orlando",
     "security",
     "mateen",
     "department",
     "boston",
     "isis",
     "jim",
     "rutgers"
    ],
    "id": 3,
    "text": "Accused Fort Lauderdale Airport Gunman Transported to Court for Hearing 0:42 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170110004627if_/http://www.nbcnews.com/widget/video-embed/850689603951\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Santiago now joins a list of people — including Orlando nightclub shooter Omar Mateen, alleged Manhattan bomber Ahmad Rahami and Boston marathon bombing planner Tamerlan Tsarnaev — whose troublesome behavior brought them to the attention of the FBI before they committed violent acts. Related: Fort Lauderdale Shooting: Shocking New Video Shows Moment Rampage Began That fact pattern has renewed calls from experts who believe the FBI needs to extend some greater level of scrutiny to people who appear threatening but whose actions do not merit a traditional criminal investigation. FBI officials are strongly pushing back, arguing that Santiago's interactions in Anchorage are the kind that happen in FBI offices across the country nearly every day, and that the bureau has neither the resources nor the legal mandate to track such people. John Cohen, a Rutgers University professor and former counter terrorism coordinator at the Department of Homeland Security, has long argued that the FBI should borrow a page from the Secret Service, which regularly monitors and assesses people, including mentally disturbed people, who have voiced threats against the president and other protectees but whose actions have not reached the level of a crime. Agents will visit them in their homes, track their social media and otherwise seek to intervene with them, Cohen said. If a person is deemed a risk but not a criminal, the Secret Service employs any number of strategies to prevent an attack, Cohen said, including facilitating mental health treatment. Cohen argues that the Attorney General's guidelines governing FBI criminal procedures, which require a finding of a crime or a threat to national security to move forward with a field investigation, should be expanded. A system should be put in place, he says, to refer potential threats to state and local authorities and mental health counseling, without losing track of them. \"We take more of a behavioral and psychological approach, [the] FBI tends to take a legal approach.\" \"Guidelines governing the evaluation of potential terrorist threats need to be adjusted so that the FBI has greater flexibility when assessing the risk posed by someone who has been brought to their attention,\" said Cohen, who is studying mass casualty attacks. \"Behavioral assessment protocols and threat management strategies have proven highly effective in preventing assassinations school shootings and other acts of violence, and those same tools should be available on a consistent basis to counter terrorism investigators.\" As of now, \"if it doesn't cross the legal threshold, it's a hand-off approach,\" said Seamus Hughes, a former U.S. intelligence analyst who is deputy director of the Program on Extremism at George Washington University. \"There is not a standard process when it comes to mental health or a 15-year-old kid who speaks in favor of ISIS. There is no non law enforcement approach to that.\" Related: Gun Used by Airport Shooting Suspect Was Once Taken Away From Him — Then Returned A senior FBI counter terrorism official, who was not authorized to be quoted by name, said it wasn't practically feasible for the FBI to investigate people who did what Santiago did in Anchorage, nor is he sure a majority of the public would stand for it. \"The American public through Congress has long said it doesn't want the FBI conducting investigations without cause — spying on citizens,\" he said. The public and the news media focus on the handful of people who went on to violence after interactions with the FBI, he lamented. What that misses, he said, is that the bureau receives as many as 50,000 terrorist tips a year, and conducts more than 15,000 assessments. In contrast, the Secret Service is dealing with fewer than 10,000 threats yearly, according to former senior Secret Service official Jim Helminski. Play ",
    "title": "Fort Lauderdale Shooting: Should the FBI Have Done More to Stop Florida Airport Suspect? - NBC News"
   },
   {
    "entities": [
     "marissa",
     "francisco",
     "alibaba",
     "late today",
     "elizabeth",
     "weise",
     "twitter",
     "mobile",
     "eric",
     "vegas",
     "angeles",
     "linkedin",
     "monday-friday",
     "commission",
     "et",
     "david",
     "july 2016",
     "1 billion",
     "los",
     "bureau",
     "webb",
     "sec",
     "marni",
     "jon",
     "yahoo",
     "19,",
     "verizon",
     "exchange",
     "meyers",
     "this feb.",
     "2015",
     "$4.8 billion",
     "company",
     "google",
     "developer",
     "last week",
     "usa",
     "stanford",
     "securities",
     "2017",
     "gil",
     "las",
     "1994",
     "facebookemail",
     "2012",
     "university",
     "san",
     "mayer",
     "luria",
     "walden",
     "6:43 p.m.",
     "and",
     "pinterest",
     "swartz",
     "jan. 9, 2017",
     "filo",
     "6 hours ago",
     "ap",
     "brandt",
     "facebook",
     "wedbush",
     "today",
     "risberg",
     "maynard",
     "japan",
     "altaba"
    ],
    "id": 4,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Mayer, others to depart Yahoo board; company to be renamed Altaba Yahoo CEO Marissa Mayer, co-founder David Filo and others plan to resign from the company's board when it completes its $4.8 billion sale to Verizon. Post to Facebook Mayer, others to depart Yahoo board; company to be renamed Altaba Yahoo CEO Marissa Mayer, co-founder David Filo and others plan to resign from the company's board when it completes its $4.8 billion sale to Verizon. Check out this story on USATODAY.com: http://usat.ly/2jmZgDb CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 80 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Mayer, others to depart Yahoo board; company to be renamed Altaba Jon Swartz and Elizabeth Weise , USA TODAY Published 6:43 p.m. ET Jan. 9, 2017 | Updated 6 hours ago x Share Yahoo could see some big changes in 2017 if the proposed $4.8 billion sale to Verizon is completed. CEO Marissa Mayer announced she would resign from the company's board following the sale and the company could even get a new name. USA TODAY NETWORK In this Feb. 19, 2015, file photo, Yahoo President and CEO Marissa Mayer delivers the keynote address at the first-ever Yahoo Mobile Developer's Conference, in San Francisco. (Photo: Eric Risberg, AP) SAN FRANCISCO — Yahoo CEO Marissa Mayer, co-founder David Filo and others plan to resign from the company's board when it completes its $4.8 billion sale to Verizon. The high-profile Mayer, who was brought in to save the Internet icon in 2012; Filo, who co-founded the company at Stanford University in 1994; board chairman Maynard Webb; and three others are departing. It is unclear, however, if Mayer will remain in some capacity. Eric Brandt, a new member of Yahoo's 11-member board, was named chairman immediately. In a Securities and Exchange Commission filing late today, Yahoo said the resignations are \"not due to any disagreement with the Company on any matter relating to the Company’s operations, policies or practices.\" The filing also said the company would be renamed Altaba after the Verizon deal closes. Meyers absence from the new company's board is not surprising at all, said Gil Luria, managing director for equities research at Wedbush Securities in Los Angeles. “Altaba will not be an operating company and therefor there is very little for her to be involved in,” he said. Luria theorized that Altaba, whose value is mostly made up of Yahoo’s Alibaba stake, will likely be unwound over time by selling the Alibaba and Yahoo Japan stakes to investors. “The only consideration slowing that sale down would be tax consequences to shareholders who have seen the Alibaba stake appreciate considerably since Yahoo bought the stake,” he said. SEC The Yahoo-Verizon deal has been star-crossed since it was announced in July 2016. Last week, a senior Verizon executive who was instrumental in the telecom company's planned purchase of Yahoo's Internet business expressed doubts over the deal, the second top exec to raise the specter of a changed or abandoned takeover. \"I can't sit here today and say with confidence one way or another because we still don't know,\" Marni Walden, president of product innovation and new businesses at Verizon, said when asked about determining whether the deal gets done. She did, however, tell attendees at an investment bank conference in Las Vegas that the deal made sense. Not so fast, Yahoo is still alive and kicking Verizon execs have been unsettled by two disclosed digital breaches by Yahoo that have affected more than 1 billion of its members dating back several years. Yahoo has also struggled to land digital advertising in the face of withering competition from larger rivals Google and Facebook. Follow USA TODAY San Francisco Bureau Chief Jon Swartz @jswartz on Twitter. 5801 CONNECT TWEET 120 LINKEDIN 80 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2jmZgDb NEVER MISS OUT Tech Be the earliest adopter. Know what’s in, what’s out, and what’s awesome before anyone else does, Monday-Friday. THANKS FOR SIGNING UP FOR THE Tech NEWSLETTER We're sorry. ",
    "title": "Mayer, others to depart Yahoo board; company to be renamed Altaba"
   },
   {
    "entities": [
     "trover",
     "house",
     "``madigan",
     "general",
     "90 percent",
     "adam",
     "tribune",
     "james",
     "terrence",
     "assembly",
     "wednesday",
     "emanuel",
     "$21 billion",
     "lance",
     "monday",
     "now",
     "dec. 22, 2016",
     "michael",
     "/",
     "chicago",
     "future",
     "madigan",
     "illinois",
     "antonio",
     "mayor",
     "3 percent",
     "bruce",
     "rauner",
     "rahm",
     "collins",
     "catherine",
     "kelly",
     "current",
     "11.5 percent",
     "senate",
     "91-16",
     "last month"
    ],
    "id": 5,
    "text": "Emanuel wins approval of pension bill, but Rauner may veto Rahm Emanuel Terrence Antonio James / Chicago Tribune Chicago Mayor Rahm Emanuel on Dec. 22, 2016. Chicago Mayor Rahm Emanuel on Dec. 22, 2016. (Terrence Antonio James / Chicago Tribune) Privacy Policy The Illinois Senate on Monday easily approved Mayor Rahm Emanuel 's plan to shore up two city worker pension funds, but the measure faces an uncertain future now that it's headed to a skeptical Gov. Bruce Rauner. The mayor's bill is aimed at preventing retirement systems for municipal workers and laborers from going broke in about a decade. The two funds are a combined $21 billion short of what's needed to pay out future benefits, and the plan relies on newly hired employees paying more toward their retirement. The House approved the bill 91-16 last month, and on Monday the Senate followed suit, 41-0. But the Rauner administration, which is seeking a broader deal to cut costs in state worker pension systems, responded Monday by throwing some cold water on the plan. \"The governor cannot support this bill without real pension reform that protects taxpayers,\" Rauner spokeswoman Catherine Kelly said in a statement. The clock is on Rauner's side. The current General Assembly is in its final days, and the new legislature with many different members will be sworn in Wednesday. If the governor waits to veto or tweak the bill until the current session is over, the bill would die because the new legislature wouldn't have the authority to try to overturn him. Emanuel issued a statement after Monday's vote praising the legislature for acting in \"a bipartisan manner.\" Mayoral spokesman Adam Collins blasted Rauner, calling him \"Governor Gridlock.\" That, in turn, led Rauner spokesman Lance Trover to call Emanuel \"Madigan's mayor,\" a reference to long-serving House Speaker Michael Madigan, the governor's chief political nemesis. Under the mayor's proposal, newly hired employees would start paying 11.5 percent of their salaries toward their retirement, which is 3 percent more than current employees. In later years, that amount could be reduced if an independent number cruncher agreed that less was needed to meet the city's goal of having 90 percent of the assets needed to pay benefits over the next 40 years. ",
    "title": "Emanuel wins approval of pension bill, but Rauner may veto - Chicago Tribune"
   },
   {
    "entities": [
     "58%",
     "nevada",
     "tonight",
     "7:19 pm",
     "o'meara/associated",
     "marc",
     "stadium",
     "south",
     "dame",
     "james",
     "jeff",
     "new",
     "times",
     "once",
     "7:45 pm",
     "steelers",
     "2015",
     "the day",
     "borden",
     "computer",
     "saturday",
     "america",
     "bowden",
     "tee",
     "7:46 pm",
     "ohio",
     "61%",
     "jan. 9, 2017",
     "8:03 pm",
     "sports",
     "clemson",
     "mather",
     "$ is",
     "drape",
     "this the first consecutive years",
     "points",
     "notre",
     "7:49 pm",
     "dadgum",
     "credit",
     "packers",
     "william",
     "7:50 pm",
     "state",
     "night",
     "last month",
     "ranking",
     "raymond",
     "texas",
     "1999",
     "tampa",
     "murray",
     "7:32 pm",
     "7:42 pm",
     "about tonight",
     "miami",
     "sam",
     "weinke",
     "tickets",
     "joe",
     "victor",
     "7:58 pm",
     "currently",
     "7:35 pm",
     "total",
     "bill",
     "martin",
     "64%",
     "tennessee",
     "auburn",
     "tracy",
     "weekend",
     "the past",
     "bobby",
     "alabama",
     "l.s.u.",
     "cowboys",
     "furticella",
     "books",
     "&",
     "press",
     "hill",
     "giants",
     "chris",
     "7:22 pm",
     "york",
     "7:39 pm",
     "florida"
    ],
    "id": 6,
    "text": "College Football Championship Live Chat By THE NEW YORK TIMES JAN. 9, 2017 Alabama takes on Clemson tonight in the College Football Playoff championship game. Follow our reporters as we provide live coverage and analysis. Joe Drape Reporter 7:19 PM ET Hi, Joe Drape here. I once had the college beat for the Times and covered the first Bowl Championship Series  title game. Back in the day, as the kids say, a compendium of human polls and computer rankings, including the long and thankfully gone New York Times Computer Ranking, matched the nation’s two best teams. It was Tennessee over Florida State 23-16. It turned out that game was a small step for the bowls, but a giant leap for playoff-kind that led us to these playoffs. Along with Marc Tracy and Victor Mather, I will be sharing my wit and wisdom about America’s real national pastime. Marc Tracy Reporter 7:22 PM ET I am settled in here at Raymond James Stadium in Tampa (next to my colleague Sam Borden, who will be writing the game story). A few players are starting to warm up on the field. I can’t believe I’m saying this, although perhaps I should not be surprised, but my strong suspicion is there are more Clemson than Alabama fans here tonight. In fairness Alabama has played at least one playoff game in six of the past eight seasons, including this one. Jeff Furticella Fans outside Raymond James Stadium before the College Football Playoff Championship. Credit Chris O'Meara/Associated Press Marc Tracy Reporter 7:32 PM ET I just returned from field level and it is hopping. I particularly appreciate Clemson’s orange-and-white uniforms, with purple only in one place on their pants, and the end zones painted black with each team’s names. Marc Tracy Reporter 7:35 PM ET Am honored to be joined by my colleague Joe Drape. I covered the first College Football Playoff national championship game, in 2015; Joe covered the first Bowl Championship Series national championship game, in 1999. Joe — good game? Joe Drape Reporter 7:39 PM ET Marc, it was a good game and a massive upset as Tennessee and quarterback Tee Martin beat Florida State and their 26-year old quarterback Chris Weinke. It was the era of Free Shoes U and Bobby Dadgum Bowden. Marc Tracy Reporter 7:42 PM ET A favorite joke of my father’s, from vintage Saturday Night Live, had Bill Murray on Weekend Update right after the pope-who-lasted-one-month died, beginning a joke: “Well, the pope died—” and then interrupting himself: “Hey, we did this joke last month!” Marc Tracy Reporter 7:45 PM ET It feels a little similar with the same two teams playing each other for the second consecutive year. Not only is this the first consecutive years rematch in title game history; it is the first rematch, period. Marc Tracy Reporter 7:46 PM ET Which is an especially amazing stat because this is an oligarchic sport: only … hold on a minute … 16 programs have even played in one of these 19 title games. Joe Drape Reporter 7:49 PM ET That’s an amazing stat and, if you look back, it has been dominated by Southern powers - Florida State, Miami, Texas, Auburn, L.S.U., and Alabama of course. I know Notre Dame and Ohio State have shown up on occasion, but there is a reason football is king in the South. Joe Drape Reporter 7:50 PM ET The bad thing about tonight is that we don’t have a red carpet to kill time while we are waiting for kick off. Joe Drape Reporter 7:58 PM ET Among the great joys of a big college football game is how gamblers see it.  Our guys in The Upshot call it the predictive markets. I call it sharp or wise guy money. Here’s a few indicators before you pull your trigger on the off-shore account from our friends at William Hill in Nevada. Line is currently at Alabama -6.5.  Over/Under Total is at 51.5. We’ve taken over double the money on Clemson vs Alabama compared to the most popular of the four Wild Card games (Giants vs Packers) at our 108 Nevada Sports Books & app. Largest single bet is a six-figure ticket on Clemson +6.5. 58% of the Point Spread Tickets and 64% of the $ is on Clemson to cover. 61% of Total Points Tickets and 61% Total Point Dollars wagered is on OVER. Most Popular Prop is YES on there being Overtime tonight +650. Marc Tracy Reporter 8:03 PM ET Joe, what do you make of the majority of the money being on Clemson to cover? I imagine Alabama is the “public” team, the one that casual fans instinctively put money on (a la the Steelers, the Cowboys, the Packers). I will say that it seems consistent to bet on Clemson to cover and for OVER — Clemson would like to make this a shootout, it means they’ll have overcome Alabama’s insane defense and forced true freshman quarterback Jalen Hurts to throw the ball. Jeff Furticella ",
    "title": "College Football Championship Live Chat - The New York Times"
   },
   {
    "entities": [
     "inc.",
     "gorelick",
     "house",
     "allen",
     "donald",
     "government",
     "office",
     "peter",
     "steve",
     "wilmerhale",
     "of",
     "jared",
     "justice",
     "interactive",
     "chaggaris",
     "2008",
     "wednesday",
     "cbs",
     "wing",
     "news",
     "clinton",
     "36 years old tuesday",
     "monday",
     "ivanka",
     "white",
     "kushner",
     "arden",
     "companies",
     "obama",
     "trump",
     "2017",
     "mike",
     "december",
     "jamie",
     "thiel",
     "department",
     "farhi",
     "west",
     "ethics"
    ],
    "id": 7,
    "text": "See who President-elect Donald Trump wants in his inner circle at the White House Kushner’s lawyer, Jamie Gorelick, a partner at WilmerHale, said in a statement to CBS News that Kushner and his legal team are working out his compliance with ethics laws. “Mr. Kushner is committed to complying with federal ethics laws and we have been consulting with the Office of Government Ethics regarding the steps he would take,” Gorelick, a former Clinton administration Justice Department lawyer, wrote.  Kushner plans to “resign from his position at Kushner Companies and divest substantial assets in accordance with federal guidelines,” Gorelick wrote.  Kushner has been CEO of Kushner Companies since 2008. Mr. Trump’s son-in-law would also recuse himself from matters that would have “a direct and predictable effect on his remaining financial interests.” Who is Jared Kushner? Axios’ Mike Allen first reported on Kushner’s West Wing job and said that he’s already seeking applicants for his staff. Kushner, who will be 36 years old Tuesday and is married to Ivanka Trump, has emerged as one of his closest advisers and confidants both during the campaign and the transition period. Since Mr. Trump’s election, Kushner has participated with high-level meetings with the president-elect and other business and world leaders, and he accompanied Mr. Trump to the White House to meet with President Obama after the election. He also worked with tech investor Peter Thiel to set up Mr. Trump’s meeting with tech leaders in December.  The president-elect was asked by reporters Monday about his son-in-law’s role in his administration, but he declined to answer, saying only, “We’ll talk about that on Wednesday,” which is when he is scheduled to hold his first news conference as president-elect.  CBS News’ Steve Chaggaris and Arden Farhi contributed to this report.  © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump son-in-law Jared Kushner will be named White House senior adviser - CBS News"
   },
   {
    "entities": [
     "woods",
     "donald",
     "twitter",
     "milano",
     "tonight",
     "john",
     "meryl",
     "january 9, 2017",
     "emmy",
     "legend",
     "golden",
     "gina",
     "james",
     "new",
     "times",
     "ferguson",
     "cox",
     "rodriguez",
     "barr",
     "--",
     "this morning",
     "speech",
     "news",
     "clinton",
     "serge",
     "globe",
     "f.",
     "jesse",
     "cecil",
     "mccain",
     "arizona",
     "billy",
     "alyssa",
     "kovaleski",
     "2017",
     "trump",
     "rossum",
     "sunday",
     "u.s.",
     "laverne",
     "demille",
     "b.",
     "tyler",
     "meghan",
     "globes",
     "hollywood",
     "hillary",
     "york",
     "roseanne",
     "fox",
     "anna",
     "streep",
     "eichner",
     "kendrick"
    ],
    "id": 8,
    "text": "WATCH Donald Trump Reacts to Meryl Streep's Golden Globes Speech 0 Shares Email It was the speech heard around the world. After actress Meryl Streep used her Cecil B. DeMille Award acceptance speech on Sunday's Golden Globe Awards to slam Donald Trump , celebrities, political commentators and even the president-elect took to Twitter to respond. Trump mocked Streep this morning as \"one of the most over-rated actresses in Hollywood\" and a Hillary Clinton \"flunky who lost big.\" Politics, Diversity Major Topics of Jokes and Speeches at 2017 Golden Globes Though the three-time Oscar winner never mentioned the president-elect by name during her speech, she did refer to a moment when a \"person asking to sit in the most respected seat in our country\" gave an impression of a disabled reporter. Trump has said he never mocked New York Times reporter Serge F. Kovaleski's disability. He has a congenital disorder. \"Disrespect invites disrespect, violence incites violence,\" Streep said. \"And when the powerful use their position to bully others, we all lose.\" Streep noted the diversity in the room, saying, \"Hollywood is crawling with outsiders and foreigners,\" and encouraged the entertainment community to support freedom of the press. One of the first to criticize the speech was Meghan McCain , a Fox News personality and the daughter of Republican Sen. John McCain of Arizona. This Meryl Streep speech is why Trump won. And if people in Hollywood don't start recognizing why and how - you will help him get re-elected — Meghan McCain (@MeghanMcCain) January 9, 2017 Her tweet drew the attention of comedian Billy Eichner. \"Um she asked him not to make fun of disabled people and advocated for the freedom of the press and the arts,\" the star of \"Billy on the Street\" tweeted to McCain, referring to her with an expletive. McCain, who was critical of Trump during the presidential campaign, fired back that using expletives to refer to Republicans like her \"is a great way for Hollywood to bridge the cultural divide. Enjoy your bubble.\" \"I rather live in a bubble than live with people who don't feel a need to respect the disabled, freedom of speech & the arts!!\" Eichner shot back. Later he took Trump to task for focusing on Streep instead of U.S. intelligence agencies and other more pressing issues. Eichner was joined by other celebrities who praised and defended Streep's speech. I HAVE NEVER LOVED MERYL MORE. BRAVO. WELL SAID. — Emmy Rossum (@emmyrossum) January 9, 2017 Is there anyone better? #Meryl — Anna Kendrick (@AnnaKendrick47) January 9, 2017 A true inspiration. Meryl, you beautiful soul. Thank you for using your voice to empower. #GoldenGlobes — Alyssa Milano (@Alyssa_Milano) January 9, 2017 Everything she said. Thank you #MerylStreep for you work and everything you said tonight. #empathy #GoldenGlobes — Laverne Cox (@Lavernecox) January 9, 2017 MERYL STREEP — John Legend (@johnlegend) January 9, 2017 Meryl, you give me life. #GoldenGlobes — Gina Rodriguez (@HereIsGina) January 9, 2017 Meryl Streep giving an epic and powerful speech at the #GoldenGlobes . ???????????? — Jesse Tyler Ferguson (@jessetyler) January 9, 2017 Other celebrities, however, were disappointed by the speech. Roseanne Barr, who didn't endorse a candidate during the presidential election, posted a video that pointed out all the issues Streep failed to mention. Meryl Streep Calls Out Trump at Golden Globes. Ignores Standing Rock, Cl... https://t.co/azTBB9178O via @YouTube — Roseanne Barr (@therealroseanne) January 9, 2017 James Woods, a Trump supporter, was also hoping for something else. I do wish #Meryl had shared her feelings with us about her monumental acting career. I was eager to hear that and was sad to have missed it. — James Woods (@RealJamesWoods) January 9, 2017 Woods tweeted earlier about his great respect for the acclaimed actress. I started my career working with #MerylStreep . That experience set a standard to which I always aspired. A national treasure and fine woman. — James Woods (@RealJamesWoods) January 9, 2017 0 Shares ",
    "title": "Celebrities React on Twitter to Meryl Streep's Anti-Trump Golden Globe Speech - ABC News"
   },
   {
    "entities": [
     "donald",
     "last year",
     "january 09, 2017",
     "twitter",
     "timken",
     "2013",
     "john",
     "2016",
     "rnc",
     "this year",
     "manafort",
     "paduchik",
     "party",
     "gop",
     "cleveland",
     "last summer",
     "greg",
     "republican",
     "2014",
     "committee",
     "friday",
     "central",
     "cleveland.com",
     "trump",
     "simpson",
     "this past summer",
     "portman",
     "october",
     "kasich",
     "ohio",
     "matt",
     "rob",
     "facebook",
     "borges",
     "paul",
     "jane",
     "the past week",
     "national"
    ],
    "id": 9,
    "text": "Trump gets revenge, helps oust Kasich loyalist from Ohio GOP post Published               January 09, 2017 Facebook 0 Twitter 0 livefyre Email Print   Donald Trump claimed some measure of political revenge against Ohio Gov. John Kasich for shunning his presidential campaign, after helping oust a key Kasich loyalist from atop the state Republican party. Trump threw his support behind Jane Timken, who on Friday narrowly defeated Ohio GOP Chairman Matt Borges. The president-elect even got personally involved, calling members of the 66-person Central Committee to lobby on Timken's behalf.  \"At first I thought it was a fake phone call,\" Cincinnati-area committee member Greg Simpson told Cleveland.com . \"Then all of the sudden, he's talking to me.\" Simpson said Trump touted Timken, a party activist and donor, without bashing Borges, who last year offered only lukewarm support for Trump’s campaign. Borges appeared largely caught in the political crossfire, considering Kasich, a failed 2016 GOP presidential candidate, refused to endorse Trump after he won the party primary, despite signing a pledge to support the eventual nominee. Kasich then refused to officially attend the Republican convention this past summer in Cleveland, despite being governor of the host state. By the numbers, Borges logged a strong track record since becoming chairman in 2013. He led Ohio Republicans in going undefeated in statewide races in 2014 and 2016, helped thwart Democrats’ attempt this year to unseat incumbent GOP Sen. Rob Portman, delivered votes in battleground Ohio for Trump and brought a major party convention to the state for the first time in 80 years. “This run … as chairman of the party has been really the most exceptional experience, professional, of my entire life,” said Borges, who also suggested that he was pleased the outcome of the chairmanship vote could bring Kasich and Trump closer.   Still, Borges was at least partially responsible for drawing Trump's ire. He said last summer on Twitter that then-Trump Campaign Manager Paul Manafort “still has a lot to learn about Ohio politics” and that Manafort “doesn't know what he's talking about.” The campaign later suggested Borges was hopping on the Trump bandwagon late in the race to further his career, with an eye on becoming the next Republican National Committee chairman.  \"It's no great secret that Chairman Borges was never fully on board, but his actions over the past week demonstrate that his loyalties to Governor John Kasich's failed presidential campaign eclipse his responsibility as chairman of the Ohio Republican Party,\" Trump’s Ohio campaign manager, Rob Paduchik, said in an October letter to the state central committee.  Paduchik, who is Trump’s pick for RNC co-chairman, also reportedly appealed to committee members to vote for Timken, which has resulted in a complaint that such meddling is in violation of RNC rules.     Advertisement ",
    "title": "Trump gets revenge, helps oust Kasich loyalist from Ohio GOP post | Fox News"
   }
  ]
 }
}