{
 "11": {
  "col-sim": {
   "cosine": 0.2707990030171831,
   "entity": 0.408248290463863
  },
  "exec-time": 7.785281181335449,
  "links": [
   {
    "entities": [
     "r-tennessee",
     "house",
     "congress",
     "donald",
     "twitter",
     "leigh",
     "bob",
     "3:24",
     "moe",
     "ann",
     "et",
     "john",
     "new",
     "times",
     "march 3",
     "january 27",
     "gop",
     "thune",
     "corker",
     "republican",
     "aca",
     "tuesday",
     "obamacare",
     "this week",
     "2017",
     "trump",
     "dakota",
     "mcconnell",
     "jan 10",
     "the end of january",
     "caldwell",
     "mitch",
     "ryan",
     "york",
     "r-south",
     ", 3:38 pm",
     "alex",
     "senate",
     "paul",
     "the past week",
     "morning"
    ],
    "id": 0,
    "text": "Jan 10 2017, 3:38 pm ET Trump's Call For 'Quick' Obamacare Replacement Complicates GOP Efforts by Leigh Ann Caldwell and Alex Moe Share advertisement President-elect Donald Trump said Tuesday that he wants to see Congress repeal the Affordable Care Act soon and pass a replacement \"very quickly or simultaneously.\" His urging contradicts Republican leaders who have been cautioning that overhauling the massive health care law would take time. Trump would like Obamacare repealed within days and contended that \"the replace will be very quickly or simultaneously, very shortly thereafter,\" he told the New York Times in an interview Tuesday . \"Long to me would be weeks,\" Trump added. Trump's statements could be an effort at public persuasion but they are complicating efforts for congressional Republicans working to plot out plans to repeal and replace the ACA in a manner that would be politically and economically viable while maintaining the support of enough Republicans to pass the legislation. While the repeal effort is scheduled to be complete by the end of January, if all goes according to plan, Republican leaders have said replacement could take much longer, possibly months or even years. Play How quickly will GOP replace Obamacare? 3:24 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170110222559if_/http://www.nbcnews.com/widget/video-embed/850747459849\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Republican leaders are feeling pressure from some rank-and-file members who are feeling jittery to speed up the multi-step process and replace the health care law at the same time it is repealed. House Speaker Paul Ryan indicated Tuesday morning, before Trump's comments, that he is taking into consideration the concerns of some in his GOP conference about a long lag between repeal and replace. \"It is our goal to bring it all together concurrently,\" Ryan said for the first time. \"We are going to use every tool at our disposal through legislation, through regulation, to bring replace concurrent along with repeal so we can save people from this mess.\" Related: More Republicans Express Concern About Repealing Obamacare The Senate and House are expected to vote on the first step of the repeal process this week as part of a budget resolution known as reconciliation. The legislation directs that the second part of the repeal process, which would actually start to dismantle the health care law, be complete by January 27. But Trump's latest remarks have put him in front of the debate, putting even more pressure on Republican leaders to speed up the process. Republican leaders Tuesday declined denounce - or support - Trump's timeline and insisted they are on the same page. Trump's plans are \"not any way inconsistent with the timeline we're aiming for,\" Senate Republican Leader Mitch McConnell said. One member of leadership, Sen. John Thune, R-South Dakota, said that Trump's public pronouncements and apparent lack of understanding of the complexities of how Congress works - and the difficulty in passing legislation so quickly - are complicating their efforts. \"From a messaging standpoint, yes I worry,\" Thune said about Trump's comments. Trump had been publicly cautioning Republicans for the past week, telling them via Twitter to \"be careful\" in their health care repeal efforts, which could be politically challenging. Five Republican senators have proposed an amendment that would postpone the repeal deadline until March 3, giving legislators enough time to draw up a replacement plan to vote on simultaneously. There is division among Republicans about that idea and Republican leaders haven't committed to allowing a vote on it. Sen. Bob Corker, R-Tennessee, is one of the members sponsoring that amendment. He said about Trump's accelerated timeline: \"I'm looking forward to hearing how they would anticipate that occurring.\" Leigh Ann Caldwell ",
    "title": "Trump's Call For 'Quick' Obamacare Replacement Complicates GOP Efforts - NBC News"
   },
   {
    "entities": [
     "police",
     "donald",
     "garry",
     "twitter",
     "angeles",
     "overnight",
     "cpd",
     "2016",
     "of",
     "south",
     "finn",
     "los",
     "justice",
     "new",
     "board",
     "emanuel",
     "pfleger",
     "2015",
     "news",
     "last week",
     "lori",
     "tuesday",
     "2014",
     "michael",
     "side",
     "mcdonald",
     "jan. 20",
     "obama",
     "trump",
     "chicago",
     "america",
     "doj",
     "brooks",
     "lightfoot",
     "63 percent",
     "matt",
     "rahm",
     "york",
     "laquan",
     "department",
     "facebook",
     "mccarthy",
     "fox",
     "night",
     "corey"
    ],
    "id": 1,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   As President Obama returns to his adopted hometown of Chicago to give his farewell speech Tuesday night, a dark cloud hangs over the city where the record-setting murder rate is so high there are pleas to declare a state of emergency. “When there is a fire in America, a tornado, a hurricane, they call it a state of emergency, federal funds come in, and help rebuild that town or that community,” said prominent anti-crime activist, Father Michael Pfleger.  “Well, hell, we have a state of emergency in Chicago.” In 2016, 762 people were murdered in Chicago. That’s a 63 percent increase from the 468 murders recorded in 2015 and almost double the murders in 2014, according to Chicago Police. Shootings also are way up -- 4,331 people were shot in Chicago in 2016, up from 3,550 in 2015, according to police. In recent months, the president has been mostly quiet about an aggressive solution to Chicago’s violent crime epidemic. The city saw more murders in 2016 than New York and Los Angeles combined, yet is considerably smaller in population than either city. Chicagoans wonder if the president will address the city’s crime – the “elephant in the room” – during his speech Tuesday night. \"I cannot recall a time that President Obama said directly about Rahm Emanuel that he needs to do something about this violence,” said Chicago community leader and activist Pastor Corey Brooks. In a series of interviews last week previewing his speech and visit to Chicago, Obama discussed the city’s carnage, noting a lot of the crime is happening in the “backyard” of the home he and the first lady own on the city’s South Side. “We've been trying even from the federal level to provide assistance to the city. I don't think that we're going to be able to reverse these things overnight,” Obama said. “On the other hand, the fact that crime overall is much lower around the country when it was when I took office and that Chicago is the one big city where you've seen this huge spike means that there's something specifically happening there and that means we can fix it if we work together.” Community leaders all agree Chicago’s violent crime and murder rate is unacceptable but the exact cause and how to fix it is a matter of debate. The issues most often pointed to are the city’s uncontrollable illegal gun market, gang wars, cheap heroin and increasing disrespect for law enforcement. Former Chicago Police Superintendent Garry McCarthy, who is credited with a drop in the city’s crime up until 2015 through his community-policing approach, says officers haven’t felt a ton of support from the Obama administration. “I can't help but just look at criminal justice, and criminal justice in this country has not had a friend in the federal government during this administration,\" McCarthy said. Lori Lightfoot, president of the Chicago Police Board—an independent entity tasked with investigating complaints into misconduct and corruption—says Chicago’s crime is not something police can arrest their way out of and requires all levels of the government and community to work together beyond analyzing crime stats and police performance. “We need to make sure we are out there with job training, everything we can to drive down unemployment, make sure kids aren’t living in poverty, good schools,” Lightfoot said. “This really does take a multi-faceted approach.” President-elect Donald Trump has already weighed in, making headlines when he tweeted that Chicago Mayor Rahm Emanuel should seek federal help if he can’t fix the city’s crime—which also raises the question if policing in the city and even nationwide might grow beyond a state and local operation under the Trump administration. “President-Elect Trump is directly putting the ball in the mayor’s court and that’s the way it should be,” Brooks said. Emanuel’s spokesperson replied to the Trump tweet with a statement, in part writing, “As the president-elect knows from his conversation with the mayor, we agree the federal government has a strong role to play in public safety…we are heartened he is taking this issue seriously and look forward to working with the new administration on these important efforts.” All this comes as the Department of Justice is in the midst of a patterns and practice investigation into the Chicago Police Department for allegations of racism and police brutality. This follows the release of a highly controversial, graphic dash cam video depicting a Chicago police officer shooting and killing 17-year-old Laquan McDonald. The DOJ’s findings are expected to be released before or shortly after the inauguration of Trump on Jan. 20 and could result in an expensive Consent Decree with CPD that will continue to keep Chicago’s crime problems in the national spotlight. Pfleger said he reached out to Trump during the campaign but did not hear back. He says he hopes the DOJ’s findings and the new administration could make a difference in Chicago. “The question being will they reach out and want to really see some substantive changes and make a difference or do they just want to continue to Band-Aid,” Pfleger said.  Matt Finn is a Fox News correspondent based in the Chicago bureau. Follow him on Twitter: @MattFinnFNC Advertisement ",
    "title": "Cloud hangs over Obama return to Chicago | Fox News"
   },
   {
    "entities": [
     "pritzker",
     "patty",
     "chisholm",
     "house",
     "mcnamara",
     "donald",
     "leadership",
     "airport",
     "commerce",
     "duncan",
     "devi",
     "valerie",
     "obamas",
     "jacky",
     "david",
     "for",
     "$60,000",
     "south",
     "o'hare",
     "brown",
     "2008",
     "kaster/ap",
     "emanuel",
     "washington",
     "grimshaw",
     "barnes",
     "monday",
     "tuesday",
     "arne",
     "side",
     "staples",
     "harold",
     "$1 billion",
     "white",
     "jitu",
     "penny",
     "educational",
     "d.c.",
     "this week",
     "obama",
     "trump",
     "chicago",
     "kimberly",
     "international",
     "austin",
     "u.s.",
     "2012",
     "valois",
     "illinois",
     "jan. 8, 2017",
     "jarrett",
     "restaurant",
     "carolyn",
     "durbin",
     "dick",
     "rahm",
     "institute",
     "night",
     "barack",
     "12 percent",
     "kim",
     "this weekend",
     "axelrod"
    ],
    "id": 2,
    "text": "Before Farewell Speech, Chicagoans Reflect On President Obama's Legacy Before Farewell Speech, Chicagoans Reflect On President Obama's Legacy Embed Embed President Obama waves to supporters at an election night party in Chicago to proclaim victory in the 2012 presidential election. Carolyn Kaster/AP hide caption toggle caption Carolyn Kaster/AP President Obama waves to supporters at an election night party in Chicago to proclaim victory in the 2012 presidential election. Carolyn Kaster/AP President Obama's adopted hometown of Chicago is often the stage for pivotal moments in his career. He claimed victory in Chicago in 2008 and again in 2012. And it's where he will give his farewell address on Tuesday night. Many Chicagoans use the word \"pride\" when talking about Barack Obama. You can hear it in their voices. In this city, where President-elect Donald Trump got only 12 percent of the vote, admiration for President Obama is strong. Kim Chisholm stood with thousands of others in the bitter cold this weekend to get a ticket to Obama's speech. Scorecard For A Departing President: Assessing Obama's Successes And Shortcomings \"I'm so excited,\" she says. \"History in the making. I never made it to the White House, but I will see him here in Chicago.\" Chicago officials say there are pluses and minuses to having such close ties to the Obama administration. On Monday, the city won a federal grant for nearly $1 billion to upgrade a major portion of the city's elevated commuter rail line. Mayor Rahm Emanuel, Obama's first White House chief of staff, worked to make sure the funding came through before the administration changed hands. \"This will over the next four years create 6,000 jobs in the city of Chicago,\" he says. Illinois' senior U.S. senator, Dick Durbin, says the city has been able to make significant infrastructure improvements with the help of federal funds, including high-speed rail and upgrades to O'Hare International Airport. \"Time and again, the Obama administration has not forgotten where he came from,\" Durbin says. \"[He] has not forgotten the city of Chicago.\" Article continues after sponsorship Obama's Farewell Address: How Presidents Use This Moment Of Reflection That's in part because the administration included a bevy of Chicagoans as Cabinet members and advisers, such as former Education Secretary Arne Duncan, advisers Valerie Jarrett and David Axelrod, and Commerce Secretary Penny Pritzker. Tuesday night's speech and talk about an Obama legacy in Chicago are much more personal for some. Jacky Grimshaw worked in Chicago government under Harold Washington, the city's first black mayor, and was Obama's next-door neighbor for years. She says the country's first black president faced the same sort of opposition that Washington did and both men prevailed. \"And he put through the stimulus package that allowed communities across the country to deal with infrastructure projects that needed to get done,\" Grimshaw says of Obama. Some community organizers take a more nuanced stance. Jitu Brown of the Institute for Educational Leadership says that while the president conducts himself with grace, he disagrees with many of his administration's education policies. \"And I think the disappointment is in a president who started as a community organizer. I would have really hoped there would have been space to really listen to the voices of the people directly impacted,\" Brown says. 'That's Our Guy': Chicagoans Welcome Obama Back To D.C. At Valois Restaurant, not far from the president's Chicago home, customers can order a variety of Obama specials on the menu. Kimberly Barnes Staples was eating breakfast with her husband. \"For Chicago, specifically, he gave us a national profile,\" she says. \"He showcased who we are as Chicagoans. He made us proud.\" And Devi Austin, a retiree, says she personally benefited from policies Obama advanced. \"Because of the laws that he put in place for people who had just bought homes and was underwater, I got forgiven — forgiven, not modified — forgiven $60,000,\" she says. \"I will miss President Obama.\" Obama Says Goodbye This Week, But His Message Hasn't Always Gotten Through Jan. 8, 2017 While some Chicagoans express disappointment that the president didn't provide more help to deal with gun violence and gangs, others give him a pass, saying that's a problem for the mayor, not the president. So as Obama says farewell, Patty McNamara, a museum consultant, says she will be watching wistfully. \"It's kind of bittersweet,\" she says. \"It's going to be a tough transition, I'm afraid.\" There will be a tangible Obama legacy for Chicagoans, though. His presidential library and foundation will be built on Chicago's South Side. That means that even if the Obamas don't return there to live, the president will remain engaged in the city that gave him his political start. ",
    "title": "Before Farewell Speech, Chicagoans Reflect On President Obama's Legacy : NPR"
   },
   {
    "entities": [
     "jan. 10, 2017",
     "obama",
     "chicago",
     "place",
     "tribune",
     "barack",
     "mccormick"
    ],
    "id": 3,
    "text": "Live updates: President Obama's farewell speech in Chicago President Barack Obama gives his farewell address at McCormick Place in Chicago on Jan. 10, 2017. (Chicago Tribune) President Barack Obama gave his farewell address at McCormick Place in Chicago on Jan. 10, 2017. Are you on Chicago Tribune's app? View the full blog here . ",
    "title": "Live updates: President Obama&apos;s farewell speech in Chicago - Chicago Tribune"
   },
   {
    "entities": [
     "wilber",
     "russia",
     "congress",
     "donald",
     "2016",
     "sessions",
     "fbi",
     "james",
     "jeff",
     ", 5:22 p.m.",
     "washington",
     "quentin",
     "clinton",
     "last week",
     "republican",
     "cnn",
     "trump's",
     "tuesday",
     "buzzfeed",
     "evening",
     "jan. 10, 2017",
     "harry",
     "trump",
     "mother",
     "u.s.",
     "october",
     "reid",
     "hillary",
     "comey",
     "del",
     "senate",
     "jones",
     "summer"
    ],
    "id": 4,
    "text": "Jan. 10, 2017, 5:22 p.m. Trump is hit with allegations that Russia gathered compromising information on him Del Quentin Wilber On the eve of his first news conference in more than five months, President-elect Trump faces unverified allegations that Russian officials had gathered compromising information about his personal life and political associates, further deepening the controversy over Russian involvement in the 2016 election. The information is contained in a 35-page file that was published Tuesday by BuzzFeed , which said it was publishing the material in the interest of “transparency,” but had not been able to corroborate it. Several news organizations reported that senior U.S. intelligence officials had included a two-page synopsis of the file in the materials they presented to Trump when they briefed him last week on evidence of Russian involvement in the election and that they had also informed top leaders of Congress about the allegations. The purpose of including the material was to back up their conclusion that Russia had acted to hurt Hillary Clinton’s campaign, gathering information on both sides in the election, but only publicly releasing information damaging the Democrats, according to CNN, which first reported on the briefing. Trump responded in a tweet Tuesday evening that did not address any of the specific allegations, but denounced the stories. The material alleged that Russia for years had been “cultivating, supporting and assisting” Trump’s political rise and possessed damaging personal and financial information that could be used to blackmail the president-elect. According to BuzzFeed and CNN, the dossier was compiled by a former British intelligence agent who was hired to do opposition research by Trump’s Republican opponents and later by Democrats. The report was prepared over the summer and was provided to U.S. analysts. The two-page summary contained allegations that there was a “continuing exchange of information during the campaign between Trump surrogates and intermediaries for Russian government,” CNN reported, citing two national security officials. It also alleged that information sharing between Trump’s team and the Russians went both ways. The Russians provided Trump’s aides with “valuable intelligence” on Clinton, the report said, while Trump’s associates gave Russian operatives information about Russian oligarchs. CNN reported that the U.S. intelligence community vetted the former British operative and found him and his network of sources to be credible enough to justify including some of the information in reports provided to elected officials. The existence of the file has circulated among political figures and reporters in Washington since at least October, when then-Sen. Harry Reid (D-Nev.) wrote a letter to FBI Director James Comey saying that the FBI possessed “explosive information about close ties and coordination between Donald Trump, his top advisors, and the Russian government.” Mother Jones ran an article at that time reporting on the existence of the file and saying that the former British intelligence operative had provided his dossier to the FBI. The report on Tuesday became a viral sensation on social media, and even provided fodder for questioning at Sen. Jeff Sessions’ Senate confirmation hearing. Sessions (R-Ala.), who was picked by Trump to be his attorney general, said he was not aware of the report and had no contacts with the Russian government. Latest updates ",
    "title": "Trump is hit with allegations that Russia gathered compromising information on him - LA Times"
   },
   {
    "entities": [
     "recently",
     ", 5:51 pm",
     "jan 10, 2017",
     "donald",
     "judiciary",
     "election",
     "sessions",
     "jeff",
     "new",
     "day",
     "times",
     "levine",
     "committee",
     "two days later",
     "billy",
     "trump",
     "mike",
     "d-vermont",
     "leahy",
     "several months ago",
     "york",
     "2005",
     "weekly",
     "october 2016",
     "standard",
     "senate",
     "patrick",
     "today",
     "bush"
    ],
    "id": 6,
    "text": "Sessions Says Trump Tape Comments Would 'Clearly' Be Sexual Assault By Mike Levine Jan 10, 2017, 5:51 PM ET 0 Shares WATCH Sessions Says Trump Tape Comments Would 'Clearly' Be Sexual Assault 0 Shares Email Sen. Jeff Sessions , Donald Trump ’s pick to become the next attorney general, further clarified today his position on controversial comments the president-elect made about women, telling a Senate panel that grabbing women by the genitals without their consent would \"clearly\" be sexual assault. Several months ago , Sessions came under fire for saying that it would be a “stretch” to call such behavior sexual assault -- a position he clarified shortly afterwards. During his confirmation hearing before the Senate Judiciary Committee today, Sessions, R-Alabama, went even further. \"Is grabbing a woman by her genitals without consent, is that sexual assault?\" Sen. Patrick Leahy , D-Vermont, asked the Republican nominee. Sessions was unequivocal: \"Clearly it would be ... Yes.\" Leahy, who until recently was the top Democrat on the committee, then pushed Sessions on whether he would be able to prosecute and investigate \"a sitting president or any other high federal official ... accused of what the president-elect described\" on tape, assuming federal laws were implicated. \"The president is subject to certain lawful restrictions, and they would be required to be applied by the appropriate law enforcement official,\" Sessions replied. Sessions said he could not recall exactly what Trump said on the tapes, including whether the talk included “unwanted” advances. But, Sessions said, \"if that’s what the tape\" indicated, then \"certainly it would meet the definition” of sexual assault. In October 2016, just a month before Election Day , the New York Times obtained and released video from a 2005 interview with Trump for “Access Hollywood.” “You know, I’m automatically attracted to beautiful [women] — I just start kissing them. It’s like a magnet. Just kiss. I don’t even wait. And when you’re a star, they let you do it. You can do anything,” Trump could be heard telling TV personality Billy Bush . “Grab ’em by the p----. You can do anything.” During a presidential debate days after the video surfaced, Trump described the recorded discussion as just “locker room talk.” “I’m not proud of it. I apologize to my family. I apologized to the American people,\" he said. \"Certainly, I am not proud of it. But this is locker room talk.” Trump said he never actually did the things he described on the tapes, insisting he has “tremendous respect for women.” Shortly after the debate, Sessions came under fire for appearing to suggest he did not believe Trump’s taped comments about women amounted to sexual assault. “I don't characterize that as sexual assault. I think that's a stretch,” Sessions was quoted by The Weekly Standard as saying. Two days later, Session issued a statement saying he was confused by the questions posed to him “in a chaotic post-debate environment,” and the subsequent “inaccurate article ... misrepresented my views.” “Of course it is crystal clear that assault is unacceptable. I would never intentionally suggest otherwise,\" Sessions said in a statement. 0 Shares ",
    "title": "Sessions Says Trump Tape Comments Would 'Clearly' Be Sexual Assault - ABC News"
   },
   {
    "entities": [
     "oval",
     "saul",
     "pugliano",
     "d-nev.",
     "ty",
     "shiro",
     "may 9, 2015",
     "beach",
     "stadium",
     "may 31, 2016",
     "cohen",
     "30",
     "pena",
     "dec. 17, 2016",
     "angerer",
     "jeremy",
     "washington",
     "charlie",
     "march 21, 2016",
     "cleveland",
     "studios",
     "ivanka",
     "mcnamee",
     "theater",
     "science",
     "post",
     "march 29, 1990",
     "beck",
     "oct. 19, 2016",
     "otero",
     "mayweather",
     "evan",
     "altaffer",
     "sports",
     "terre",
     "the second day",
     "amazon",
     "today",
     "oct. 8, 2015",
     "feb. 9, 2016",
     "haute",
     "angeles",
     "2006",
     "scott",
     "cheryl",
     "olson",
     "of",
     "dinner",
     "wright",
     "river",
     "sept. 9, 2015",
     "nov. 8, 2016",
     "march 5, 2015",
     "murdock",
     "jan. 20",
     "nov. 20, 2016",
     "jack",
     "feb. 2, 2012",
     "perlman",
     "moines",
     "miss",
     "marco",
     "jordan",
     "jackson",
     "keene",
     "pinos",
     "mar-a-lago",
     "scotland",
     "oct. 28, 2004",
     "evans",
     "locher",
     "border",
     "platt",
     "brandon",
     "rnc",
     "capitol",
     "arnault",
     "july 29, 2016",
     "seth",
     "clinton",
     "march 4, 2016",
     "usa",
     "tuesday",
     "loans",
     "michael",
     "dec. 10, 2016",
     "getty",
     "jan. 10, 2017",
     "joe",
     "thomas",
     "saint",
     "funches",
     "susan",
     "reno",
     "brekken",
     "hillary",
     "united",
     "s.c",
     "andrew",
     "miller",
     "alphabet",
     "dec. 31, 2016",
     "ii",
     "authority",
     "johnson",
     "feb. 1, 2016",
     "april 5, 1990",
     "los",
     "putin",
     "wyden",
     "october 12, 2012",
     "mitchell",
     "winthrop",
     "present",
     "aug. 27, 2015",
     "warner",
     "colorado",
     "pescott",
     "enrique",
     "c.",
     "a.",
     "october",
     "m&t",
     "control",
     "getz",
     "concord",
     "nbc",
     "mich.",
     "auditorium",
     "aug. 11, 2015",
     "florida",
     "herbert",
     "west",
     "gardner",
     "national",
     "orleans",
     "christian",
     "council",
     "steve",
     "tonight",
     "witcher",
     "univision",
     "genesee",
     "march 11, 2016",
     "marc",
     "david",
     "south",
     "rubio",
     "m.",
     "j",
     "evening",
     "myriam",
     "pence",
     "georges",
     "mike",
     "july 1, 2016",
     "piscotty",
     "richard",
     "jan. 9, 2017",
     "rainier",
     "mahal",
     "matthew",
     "run",
     "patrol",
     "paul",
     "minchillo",
     "nov. 6, 2016",
     "kaster",
     "muscatine",
     "center",
     "monsivais",
     "st.",
     "mccollester",
     "turnberry",
     "rhona",
     "boulder",
     "mobile",
     "robyn",
     "don",
     "laredo",
     "sept. 19, 2015",
     "july 31, 2015",
     "us",
     "ethan",
     "velázquez",
     "county",
     "july 23, 2015",
     "coo",
     "clary",
     "lynch",
     "las",
     "eylse",
     "atlantic",
     "oct. 7, 2016",
     "april 15, 2016",
     "hong",
     "intel",
     "resort",
     "gazette",
     "state",
     "european",
     "robert",
     "sommers",
     "rebilas",
     "valley",
     "old",
     "minneapolis",
     "donald",
     "ben",
     "nov. 4, 2015",
     "twitter",
     "marcio",
     "cavanaugh",
     "jason",
     "2016",
     "inauguration day",
     "july 7, 2016",
     "40 minutes ago",
     "wallace",
     "feb. 20, 2016",
     "committee",
     "convention",
     "s.c.",
     "loeb",
     "quicken",
     "intelligence",
     "drew",
     "street",
     "spencer",
     "burr",
     "tyson",
     "b.",
     "july 11, 2015",
     "pressphoto",
     "sept. 17, 2016",
     "jan. 24, 2016",
     "calif.",
     "tommy",
     "march 1, 2016",
     "orlando",
     "wilbur",
     "uss",
     "hampshire",
     "ehrhardt",
     "n.h.",
     "dominick",
     "simi",
     "jose",
     "peter",
     "aug. 22, 2016",
     "john",
     "march 1988",
     "wednesday",
     "page",
     "epa",
     "bannister",
     "gilligan-usa",
     "bezos",
     "jr.",
     "roberson",
     "cayton",
     "ugarte",
     "jean",
     "brady",
     "sun",
     "chicago",
     "pavilion",
     "erin",
     "oct. 9, 2016",
     "fallon",
     "sept. 11, 2015",
     "mary",
     "dec. 28, 2016",
     "ron",
     "york",
     "prague",
     "republic",
     "manchester",
     "wilson",
     "6:16 p.m.",
     "isaac",
     "sherwood",
     "mandel",
     "eric",
     "hempstead",
     "jeff",
     "new",
     "times",
     "erik",
     "pablo",
     "d-n.y.",
     "cincinnati",
     "dec. 14, 2016",
     "buzzfeed",
     "darren",
     "sept. 20, 2016",
     "harry",
     "st",
     "arena",
     "port",
     "virginia",
     "28,",
     "ohio",
     "heppell",
     "manny",
     "oct. 28, 2015",
     "aug. 10, 2016",
     "ap",
     "treasure",
     "lesser",
     "june 16, 2013",
     "college",
     "high",
     "s.",
     "sept. 16, 2015",
     "melania",
     "last year",
     "feb. 23, 2016",
     "sept. 23, 2003",
     "monster",
     "cook",
     "commission",
     "associated",
     "memorial",
     "chow/the",
     "afp/getty",
     "nov. 22, 2016",
     "walker",
     "maury",
     "gerald",
     "republican",
     "reuter",
     "phoenix",
     "april 19, 2016",
     "doral",
     "carolina",
     "last friday",
     "may 10, 2016",
     "april 6, 2016",
     "ryan",
     "adrian",
     "ladd-peebles",
     "april 27, 2016",
     "n.c.",
     "fox",
     "sept. 28, 2015",
     "sept. 15, 2015",
     "christie",
     "alex",
     "rudy",
     "may 2, 2015",
     "night",
     "late tuesday",
     "hofstra",
     "russia",
     "airport",
     "texas",
     "reagan",
     "2013",
     "nov. 23, 2015",
     "municipal",
     "sheryl",
     "iowa",
     "fbi",
     "akron",
     "nydia",
     "fla.",
     "dubuque",
     "island",
     "hartford",
     "states",
     "dec. 12, 2015",
     "harnik",
     "jae",
     "july 11, 2016",
     "ngan",
     "casino",
     "n.j.",
     "aug. 31, 2016",
     "u.s.",
     "dec. 1, 2016",
     "reid",
     "sunday",
     "bill",
     "lm",
     "clive",
     "nati",
     "giuliani",
     "senate",
     "ala.",
     "lane",
     "aug. 15, 2015",
     "greater",
     "burlington",
     "lauderdale",
     "lincoln",
     "saginaw",
     "the first quarter",
     "martinez",
     "school",
     "images",
     "louis",
     "helber",
     "justin",
     "gop",
     "great",
     "fullscreen",
     "columbus",
     "arizona",
     "june 13, 2016",
     "bailey",
     "farmers",
     "neibergall",
     "aug. 6, 2015",
     "university",
     "loretta",
     "bb&t",
     "cnbc",
     "matt",
     "new year's eve",
     "connecticut",
     "sandberg",
     "thiel",
     "facebook",
     "sun-times",
     "indiana",
     "ind.",
     "house",
     "vegas",
     "pool/european",
     "wallheiser",
     "sept. 30, 2015",
     "july 18, 2015",
     "sea",
     "bank",
     "ann",
     "douglas",
     "james",
     "party",
     "march 31, 2016",
     "cnn",
     "fort",
     "carson",
     "tower",
     "foley",
     "palm",
     "restaurant",
     "aug. 21, 2015",
     "dec. 16, 2016",
     "bethpage",
     "wisconsin",
     "terrill",
     "tannen",
     "office",
     "n.y.",
     "iran",
     "bernard",
     "bottari",
     "sept. 3, 2015",
     "june 29, 2015",
     "f.",
     "greenville",
     "pacquiao",
     "timothy",
     "nieto",
     "j.",
     "opera",
     "nov. 10, 2016",
     "ellis",
     "blue",
     "international",
     "nov. 10, 2015",
     "gilligan",
     "va.",
     "mark",
     "aug. 25, 2015",
     "springs",
     "slaven",
     "may 16, 2015",
     "nov. 29, 2016",
     "carolyn",
     "angelillo",
     "july 27, 1988",
     "agency",
     "vlasic",
     "kelly",
     "mexico",
     "sept. 7, 2016",
     "denver",
     "comey",
     "peabody",
     "baltimore",
     "wise",
     "papasso",
     "events",
     "spartanburg",
     "airlines",
     "samad",
     "may 1, 2016",
     "jimmy",
     "kenansville",
     "margaret",
     "sept. 26, 2016",
     "jorge",
     "democratic",
     "country",
     "this dec.",
     "wis.",
     "craig",
     "derer",
     "djansezian",
     "paypal",
     "miami",
     "july 21, 2016",
     "raedle",
     "lakes",
     "obama",
     "trump",
     "kevin",
     "d-ore.",
     "ramos",
     "hotel",
     "austin",
     "romney",
     "june 16, 2015",
     "grand",
     "vucci",
     "tpc",
     "aiken",
     "walsh",
     "coliseum",
     "king",
     "duplin",
     "club",
     "mitt",
     "bedminster",
     "colo.",
     "rachel",
     "oct. 21, 2015",
     "gorenstein",
     "des",
     "milwaukee",
     "taj",
     "golf",
     "june 22, 2016",
     "july 20, 2016",
     "heliport",
     "news",
     "nev.",
     "indianapolis",
     "chip",
     "intrepid",
     "somodevilla",
     "jan. 8, 2016",
     "&",
     "altoona",
     "press",
     "anselm",
     "lauer",
     "larry",
     "march 15, 2016",
     "kevork",
     "soho",
     "hill",
     "birch",
     "nov. 1, 2016",
     "chris",
     "conn.",
     "smith",
     "sanchez",
     "rock",
     "jersey",
     "floyd",
     "urbandale",
     "city",
     "ames"
    ],
    "id": 7,
    "text": "Intel chiefs briefed Trump, Obama on unverified, salacious allegations concerning Russia and president-elect Russian spies may have acquired compromising information about President-elect Donald Trump. Post to Facebook Intel chiefs briefed Trump, Obama on unverified, salacious allegations concerning Russia and president-elect Russian spies may have acquired compromising information about President-elect Donald Trump. Check out this story on USATODAY.com: http://usat.ly/2jsfcUF CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 339 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Intel chiefs briefed Trump, Obama on unverified, salacious allegations concerning Russia and president-elect David Jackson and Kevin Johnson , USA TODAY Published 6:16 p.m. ET Jan. 10, 2017 | Updated 40 minutes ago x Share President-elect Donald Trump may have been the target of Russian spies, according to US intel chiefs. USA TODAY NETWORK In this Dec. 28, 2016, file photo, President-elect Donald Trump speaks to reporters at Mar-a-Lago in Palm Beach, Fla. (Photo: Evan Vucci, AP) During a special briefing last Friday, leaders of the intelligence community gave President-elect Donald Trump a synopsis of unsubstantiated and salacious allegations that Russian operatives had obtained potentially compromising personal and financial information about the president-elect, a U.S. official confirmed Tuesday. The official who is not authorized to comment publicly, said that the document was provided along with the intelligence community's assessment that Russia had meddled in the U.S. election. The separate document presented to the president-elect represented a summary of a much larger 35-page compilation of documents prepared by a former foreign intelligence officer. The officer, the official said, is known to U.S. intelligence, but the contents of the specific contents of the document have not been verified. Trump responded Tuesday evening by Twitter, calling the report \"FAKE NEWS - A TOTAL POLITICAL WITCH HUNT!\" Read more: Clinton allies react to reports on Russia, Trump The decision to present the information to Trump, first reported by CNN , was made after it was determined that the document — in many forms — had been circulated widely to political opposition researchers, U.S. lawmakers, journalists and others. CNN said it reviewed the compilation of the memos, described as originating as opposition research first commissioned by anti-Trump Republicans, and later by Democrats. Buzzfeed has  posted the intelligence documents . In the end, U.S. authorities determined that Trump needed to know the information, if he didn’t know its existence already, the official said, adding that the contents remained the subject of investigation. The official declined to comment on Trump's reaction to the presentation. And the president-elect, who has scheduled his first news conference Wednesday , did not immediately comment on the revelations. The summary document also includes allegations that information was exchanged over a long period of time between the Russian government and Trump representatives. Trump lawyer Michael Cohen, accused of meeting with a Russian operative in Prague last year, said in a tweet that \"I have never been to Prague in my life.\" The news came on a day in which the Senate Intelligence Committee conducted hearings into the reported Russian hacking of the Democratic National Committee and emails provided to the website Wikileaks. Chairman Richard Burr, R-N.C., said the panel will conduct an independent review of the intelligence community's report about Russian interference to help Trump. FBI Director James Comey declined to answer questions from Sen. Ron Wyden, D-Ore., about whether the FBI is investigating possible contacts between the Trump campaign and the Russian government during the presidential campaign. \"I think the American people have a right to know this,\" Wyden said. \"And if there is a delay in declassifying this information and releasing it to the American people, and it doesn’t happen before Jan. 20 (Inauguration Day), I’m not sure it’s going to happen.\" Wyden declined comment late Tuesday about the unsubstantiated reports that Russians have compromising information about Trump. The senior Democrat on the Senate Intelligence Committee, Sen. Mark Warner of Virginia, also had no comment, said spokeswoman Rachel Cohen. Read more: Putin ordered hacking to help Trump, intelligence report says Then-Senate minority leader Harry Reid, D-Nev., angry over FBI statements about the email investigation of Clinton, referenced these allegations in an October letter to the bureau. It said in part, \"it has become clear that you possess explosive information about close ties and coordination between Donald Trump, his top advisors, and the Russian government — a foreign interest openly hostile to the United States.\" Rep. Nydia M. Velázquez, D-N.Y., said late Tuesday that she finds the latest reports about Russia and Trump alarming and called on Attorney General Loretta Lynch to appoint a special counsel to continue investigating the allegations \"until all facts have been unearthed.\" \"I find troubling these reports that Russian intelligence apparatuses sought compromising information on the Republican candidate, as well, but released only information related to Democrats,\" the congresswoman said. \"However, particularly alarming are suggestions that surrogates for an American presidential campaign were actively exchanging information with Russian government intermediaries.\" She said the allegations \"raise important legal issues that need to be investigated quickly, thoroughly and impartially, without political interference.\" Contributing: Erin Kelly Posted! A link has been posted to your Facebook feed. Donald Trump claimed a stunning victory after a long and contentious 2016 campaign. Here's a look back at his career and path to the presidency.  John Locher, AP Donald Trump stands next to one of his three Sikorsky helicopters at New York Port Authority's West 30 Street Heliport in March 1988.  Wilbur Funches, AP Heavyweight champion Mike Tyson, right, speak at a news conference while adviser Donald Trump looks,  after announcing a settlement between Tyson and his manager, Bill Cayton, on July 27, 1988.  Richard Drew, AP Fullscreen Donald Trump, right, waits with his brother Robert for the start of a Casino Control Commission meeting in Atlantic City on March 29, 1990. Trump was seeking final approval for the Taj Mahal Casino Resort, one of the world's largest casino complexes.  AP Donald Trump stands next to a genie lamp as the lights of his Trump Taj Mahal Casino Resort light up the evening sky marking the grand opening of the venture in Atlantic City on April 5, 1990.  Mike Derer, AP Donald Trump and architect Adrian Smith unveil an artist rendition of Trump Tower Chicago at a news conference on Sept. 23, 2003.  Scott Olson, Getty Images Donald Trump signs autographs for a crowd prior to the demolition of the old Chicago Sun-Times building on Oct. 28, 2004.  Jeff Roberson, AP Donald Trump on the set for his show, \"The Apprentice\" in 2006.  Virginia Sherwood, NBC Ann Romney looks on as Donald Trump and Republican presidential candidate Mitt Romney shake hands during a news conference held by Trump to endorse Mitt Romney for president on Feb. 2, 2012, in Las Vegas.  Ethan Miller, Getty Images Eric F. Trump, Donald Trump and Donald Trump Jr. attend the \"Celebrity Apprentice All Stars\" Season 13 Press Conference at Jack Studios on October 12, 2012, in New York City.  Slaven Vlasic, Getty Images Donald Trump and Miss Connecticut USA Erin Brady pose onstage after Brady won the 2013 Miss USA pageant, on June 16, 2013.  Jeff Bottari, FR170524AP Donald Trump and Ivanka Trump watch as the ceremonial starter hits to start the first round of the WGC-Cadillac Championship golf tournament at TPC Blue Monster at Trump National Doral on March 5, 2015, in Miami.  Jason Getz, USA TODAY Sports Donald Trump reacts alongside wife Melania Trump before the welterweight boxing fight between Floyd Mayweather and Manny Pacquiao on May 2, 2015.   Mark J. Rebilas, USA TODAY Sports Donald Trump speaks during the Freedom Summit on May 9, 2015, in Greenville, South Carolina.  Richard Ellis, Getty Images Donald Trump speaks to guests gathered for the Republican Party of Iowa's Lincoln Dinner at the Iowa Events Center on May 16, 2015, in Des Moines, Iowa.  Scott Olson, Getty Images Trump announces his presidential run on June 16, 2015, at Trump Tower in New York.  JUSTIN LANE, EPA Trump holds up documents from a poll that shows him running in second place among Republican candidates as he speaks at a meeting of the City Club of Chicago on June 29, 2015.  Tannen Maury, European Pressphoto Agency Trump greets the crowd before speaking at the Phoenix Convention Center on July 11, 2015.  Cheryl Evans, The Arizona Republic Trump speaks at the Family Leadership Summit in Ames, Iowa, on July 18, 2015.  Nati Harnik, AP Trump arrives at the airport for a visit to the U.S./Mexico border in Laredo, Texas, on July 23, 2015.  LM Otero, AP Trump drives his golf buggy during the second day of the Women's British Open golf championship on the Turnberry golf course in Turnberry, Scotland, on July 31, 2015.  Scott Heppell, AP Trump, alongside fellow Republican presidential candidates Ben Carson and Scott Walker, participates in the first prime-time presidential debate hosted by Fox News and Facebook at the Quicken Loans Arena on Aug. 6, 2015, in Cleveland.  Chip Somodevilla, Getty Images Trump delivers the keynote address at the Genesee and Saginaw Republican Party Lincoln Day Event on Aug. 11, 2015, in Birch Run, Mich., his first campaign event since his Republican debate debut.  Bill Pugliano, Getty Images Trump greets fairgoers while campaigning at the Iowa State Fair on Aug. 15, 2015, in Des Moines.  Win McNamee, Getty Images Trump greets supporters after his rally at Ladd-Peebles Stadium on Aug. 21, 2015, in Mobile, Ala.  Mark Wallheiser, Getty Images Fullscreen Trump fields a question from Univision and Fusion anchor Jorge Ramos during a press conference held before his campaign event at the Grand River Center on Aug. 25, 2015, in Dubuque, Iowa. Earlier in the press conference Trump had Ramos removed from the room.  Scott Olson Trump asks a supporter, Mary Margaret Bannister, check to see whether his hair is real during his speech to supporters at a rally at the TD Convention Center on Aug. 27, 2015, in Greenville, S.C  RICHARD SHIRO, AP Trump looks at his signed pledge during a news conference at Trump Tower on Sept. 3, 2015, in which he vowed to support the Republican Party's nominee, whoever it may be.  Richard Drew, AP Trump speaks at a rally organized by Tea Party Patriots on Capitol Hill on Sept. 9, 2015, to oppose the Iran nuclear agreement.  Carolyn Kaster, AP Jimmy Fallon and Trump appear in the \"Trump in the Mirror\" skit during a taping of \"The Tonight Show Starring Jimmy Fallon\" on Sept. 11, 2015, in New York.  Douglas Gorenstein, AP Trump speaks during a campaign event aboard the USS Iowa battleship in Los Angeles on Sept. 15, 2015.  Kevork Djansezian, AP Trump speaks during the CNN Republican presidential debate at the Reagan library on Sept. 16, 2015, in Simi Valley, Calif.  Mark J. Terrill, AP Trump high-fives homecoming king Austin Cook as queen Eylse Pescott looks on during a rally at Urbandale High School on Sept. 19, 2015, in Urbandale, Iowa.  Charlie Neibergall, AP Trump announces his tax plan during a press conference at Trump Tower in New York on Sept. 28, 2015.  Dominick Reuter, AFP/Getty Images Trump answers a reporter's question prior to a town hall event at Keene High School on Sept. 30, 2015, in Keene, N.H.  Darren McCollester, Getty Images Trump invites Myriam Witcher, 35, of Las Vegas on the stage during a campaign rally at the Treasure Island Hotel & Casino on Oct. 8, 2015, in Las Vegas.  Isaac Brekken, Getty Images Trump leaves the stage following a campaign rally at Burlington Memorial Auditorium on Oct. 21, 2015, in Burlington, Iowa.  Scott Olson, Getty Images Trump is questioned by the media after the CNBC Republican presidential debate on Oct. 28, 2015, in Boulder, Colo.  Jeremy Papasso, AP New Hampshire Secretary of State Bill Gardner watches at left as Trump fills out his papers to be on the New Hampshire primary ballot on Nov. 4, 2015, in Concord, N.H.  Jim Cole, AP Trump speaks alongside Marco Rubio and Ben Carson during the Republican debate on Nov. 10, 2015, in Milwaukee.  Scott Olson, Getty Images Trump addresses supporters during a campaign rally at the Greater Columbus Convention Center on Nov. 23, 2015, in Columbus, Ohio.  Ty Wright, Getty Images Donald Trump waves to the crowd after participating in a campaign event in Aiken, S.C., on Dec. 12, 2015.  Erik S. Lesser, European Pressphoto Agency Trump speaks during a campaign stop at Winthrop University on Jan. 8, 2016, in Rock Hill, S.C.  Rainier Ehrhardt, AP Trump arrives at Muscatine Municipal Airport for a rally at Muscatine High School in Muscatine, Iowa, on Jan. 24, 2016.  Andrew Harnik, AP Trump walks down the steps after speaking at a caucus site on Feb. 1, 2016, in Clive, Iowa.  Jae C. Hong, AP Trump greets people as he visits a polling station on Feb. 9, 2016 in Manchester, N.H.  Joe Raedle, Getty Images Trump acknowledges cheering supporters celebrating his victory in the South Carolina Republican primary in Spartanburg, S.C., on Feb. 20, 2016.  RICHARD ELLIS, EPA Trump speaks during a rally on Feb. 23, 2016, in Reno, Nev.  Marcio Jose Sanchez, AP Trump talks to a boy at the end of a rally at the Peabody Opera House on March 11, 2016, in St. Louis.  Michael B. Thomas, AFP/Getty Images Trump addresses the media at a press conference following his victory in the Florida primary on March 15, 2016, in West Palm Beach, Fla.  Rhona Wise, AFP/Getty Images Trump and New Jersey Gov. Chris Christie disembark from Trump's plane during a campaign stop on March 1, 2016, in Columbus, Ohio.  John Minchillo, AP Trump speaks at a campaign rally in New Orleans on March 4, 2016.  Gerald Herbert, AP Trump speaks to supporters at his primary night event at Mar-a-Lago Club in Palm Beach, Fla., on March 15, 2016.  Gerald Herbert, AP Trump tours the Old Post Office Pavilion, soon to be a Trump International Hotel, on March 21, 2016, in Washington.  Alex Brandon, AP Trump waves as he gets into his vehicle in Washington on March 31, 2016, following a meeting at the Republican National Committee headquarters.  Susan Walsh, AP Trump arrives at a campaign rally in Bethpage, N.Y., on April 6, 2016.  Peter Foley, European Pressphoto Agency Trump signs a hat after speaking at a rally at the Connecticut Convention Center on April 15, 2016 in Hartford, Conn.  Matthew Cavanaugh, Getty Images Trump speaks following victory in the New York primary on April 19, 2016.  Jewel Samad, AFP/Getty Images Trump waves to the crowd at the end of his campaign rally at the Indiana Farmers Coliseum on April 27, 2016, in Indianapolis.  John Sommers II, Getty Images Trump gestures while speaking during a campaign rally at the Indiana Theater on May 1, 2016, in Terre Haute, Ind.  Seth Perlman, AP Trump speaks during an interview with The Associated Press in his office at Trump Tower in New York on May 10, 2016.  Mary Altaffer, AP Trump answers questions during a news conference in New York on May 31, 2016.  Richard Drew, AP Trump gives a speech on terrorism at Saint Anselm College in Manchester, N.H., on June 13, 2016, in the aftermath of the Orlando shootings.  Timothy A. Clary, AFP/Getty Images Trump delivers a speech attacking Hillary Clinton at Trump SoHo Hotel on June 22, 2016.  Drew Angerer, Getty Images Trump speaks at the 2016 Western Conservative Summit at the Colorado Convention Center on July 1, 2016 in Denver.  Marc Piscotty, Getty Images Trump arrives at RNC headquarters for a meeting with House Speaker Paul Ryan and House Republicans on July 7, 2016, in Washington.  Mark Wilson, Getty Images Trump listens to a question during an interview after a rally in Virginia Beach, Va., on July 11, 2016.  Steve Helber, AP Trump and his family attend an arrival event with Gov. Mike Pence and his family at the Great Lakes Science Center on July 20, 2016, in Cleveland during the GOP convention.  Jeff J Mitchell, Getty Images Trump delivers his acceptance speech during the Republican National Convention on July 21, 2016.  Kelly Jordan, USA TODAY Trump meets with the editorial board of Colorado Springs Gazette on July 29, 2016, in downtown Colorado Springs, Colo.  Christian Murdock, AP Trump holds up a chart as he speaks during his campaign event at the BB&T; Center on Aug. 10, 2016, in Fort Lauderdale, Fla.  Joe Raedle, Getty Images Trump arrives to speak at a campaign rally in Akron, Ohio, alongside former New York mayor Rudy Giuliani on Aug. 22, 2016.  Gerald Herbert, AP Mexico President Enrique Pena Nieto and Trump shake hands after a joint statement at Los Pinos, the presidential official residence, in Mexico City on Aug. 31, 2016.  Marco Ugarte, AP Trump arrives for his immigration speech at the Phoenix Convention Center on Aug. 31, 2016.  Michael Chow/The Republic, Michael Chow-USA TODAY Sports Trump speaks with 'Today' show co-anchor Matt Lauer at the NBC Commander-In-Chief Forum held at the Intrepid Sea, Air and Space museum in New York on Sept. 7, 2016.  Evan Vucci, AP Trump waves as he steps out of his plane for a rally at the JetCenters of Colorado in Colorado Springs on Sept. 17, 2016.  Mandel Ngan, AFP/Getty Images Trump speaks during a rally at Duplin County Events Center in Kenansville, N.C., on Sept. 20, 2016.  Mandel Ngan, AFP/Getty Images Trump and Clinton shake hands at the end of the first presidential debate at Hofstra University in Hempstead, N.Y., on Sept. 26, 2016.  Joe Raedle, AFP/Getty Images Trump meets with members of the National Border Patrol Council at Trump Tower on Oct. 7, 2016, in New York.  Evan Vucci, AP Trump and Clinton take part in the town hall debate at Washington University on Oct. 9, 2016, in St Louis.  Saul Loeb, Pool/Getty Images Trump walks off the stage  followed by his wife, Melania, after the final presidential debate in Las Vegas on Oct. 19, 2016.  Robyn Beck, AFP/Getty Images Trump sits down with Wisconsin Gov. Scott Walker and a group of small-business owners for a roundtable meeting on Nov. 1, 2016, in Altoona, Wis.  Chip Somodevilla, Getty Images Donald Trump waves to supporters who were waiting outside of the fence following a rally at the Sun Country Airlines hangar in Minneapolis on Nov. 6, 2016.  Mandel Ngan, AFP/Getty Images Trump looks at his wife, Melania, as they cast their votes at PS-59 on Nov. 8, 2016, in New York.  Evan Vucci, AP Trump, accompanied by wife Melania, Vice President-elect Mike Pence and House Speaker Paul Ryan, speaks after a meeting with Ryan, on Nov. 10, 2016, in the Speaker's office on Capitol Hill in Washington.  Alex Brandon, AP President Obama and Trump shake hands following their meeting in the Oval Office on Nov. 10, 2016.  Pablo Martinez Monsivais, AP Trump pauses in the entryway of Trump National Golf Club Bedminster clubhouse on Nov. 20, 2016, in Bedminster, N.J.  Carolyn Kaster, AP Trump walks through the lobby of The New York Times following a meeting with editors at the paper on Nov. 22, 2016, in New York City.  Spencer Platt, Getty Images Trump dines with Mitt Romney at Jean Georges Restaurant in New York City on Nov. 29, 2016.  John Angelillo, Pool/European Pressphoto Agency Trump speaks at U.S. Bank Arena on Dec. 1, 2016, in Cincinnati. He took time off from selecting his Cabinet to celebrate his election victory.  Ty Wright, Getty Images Trump is interviewed by Chris Wallace of \"Fox News Sunday\" at Trump Tower in New York on  Dec. 10, 2016.  Richard Drew, AP Trump waves to the crowd from a suite during the first quarter of the Army-Navy game at M&T Bank Stadium in Baltimore on Dec. 10, 2016.  Tommy Gilligan, Tommy Gilligan-USA TODAY Sports Amazon's Jeff Bezos, Larry Page of Alphabet, Facebook COO Sheryl Sandberg, Vice President-elect Mike Pence,  Trump and Peter Thiel, co-founder and former CEO of PayPal, take part in meetings at Trump Tower in New York on Dec. 14, 2016.  Timothy A. Clary, AFP/Getty Images Trump appears in Orlando, Fla., during his \"Thank You\" tour on Dec. 16, 2016.  Craig Bailey, Florida Today President-elect Donald Trump arrives to speak at a rally at Ladd-Peebles Stadium on Dec. 17, 2016, in Mobile, Ala.  Evan Vucci, AP Trump stands with boxing promoter Don King as he speaks to reporters at Mar-a-Lago on Dec. 28, 2016, in Palm Beach, Fla.  Evan Vucci, AP The Trumps talk to reporters during a New Year's Eve party at Mar-a-Lago on Dec. 31, 2016, in Palm Beach, Fla.  Evan Vucci, AP Trump, accompanied by French businessman Bernard Arnault, speaks with reporters after a meeting at Trump Tower in New York on Jan. 9, 2017.  Evan Vucci, AP Like this topic? You may also like these photo galleries: Replay ",
    "title": "Intel chiefs briefed Trump, Obama on unverified, salacious allegations concerning Russia and president-elect"
   },
   {
    "entities": [
     "house",
     "russia",
     "donald",
     "cia",
     "karen",
     "mcfarland",
     "rio",
     "2016",
     "of",
     "fbi",
     "james",
     "clapper",
     "washington",
     "greg",
     "clinton",
     "peace",
     "last week",
     "debonis",
     "cnn",
     "dni",
     "tuesday",
     "committee",
     "white",
     "obama",
     "trump",
     "devin",
     "mike",
     "nunes",
     "intelligence",
     "u.s.",
     "october",
     "deyoung",
     "r.",
     "hillary",
     "institute",
     "moscow",
     "january 10",
     "miller",
     "at 7:23 pm",
     "jones",
     "k.t."
    ],
    "id": 8,
    "text": "By Greg Miller January 10 at 7:23 PM Follow @gregpmiller A classified report delivered to President Obama and President-elect Donald Trump last week included a section summarizing allegations that Russian intelligence services have compromising material and information on Trump’s personal life and finances, U.S. officials said. The officials said that U.S. intelligence agencies have not corroborated those allegations, but believed that the sources involved in the reporting were credible enough to warrant inclusion of their claims in the highly classified report on Russian interference in the presidential campaign. A senior U.S. official with access to the document said that the allegations were presented at least in part to underscore that Russia had embarrassing information on both major candidates, but only released material that might harm Democratic nominee Hillary Clinton — a reflection of Russian motivation that bolstered U.S. spy agencies’ conclusion that Moscow sought to help Trump win. The inclusion of such unsubstantiated allegations in the election report, a development first reported Tuesday by CNN, adds a disturbing new dimension to existing concerns about Russia’s efforts to undermine American democracy. If true, the information suggests that Moscow has assembled damaging information — known in espionage circles by the Russian term “kompromat” — that conceivably could be used to coerce the next occupant of the White House. The claims were presented in a two-page summary attached to the full report, an addendum that also included allegations of ongoing contact between members of Trump’s inner circle and representatives of Moscow. U.S. officials said the claims about Russian possession of compromising material were based not on information through traditional intelligence channels but research done by an outside entity engaged in political consulting work and led by a former high-ranking British intelligence official. The material was first mentioned in a Mother Jones report in October. U.S. officials said that while the FBI had so far not confirmed the accuracy of the claims, U.S. officials had evaluated the sources relied upon by the private firm, considered them credible, and determined that it was plausible that they would have first-hand knowledge of Russia’s alleged dossier on Trump. The CIA, the FBI and the White House declined to comment on the matter. The Trump transition team did not respond to requests for comment. K.T. McFarland, Trump’s designated deputy foreign service adviser, declined to respond to a question about the report. “I don’t know about the story that you’re talking about that’s broken. I don’t think it’s appropriate…I know in Washington people prefer to talk about something about which they know nothing, but I’m going to refrain,” she said during participation in a panel at the U.S. Institute of Peace. “I’m not going to say what Donald Trump thinks about the election and what involvement the Russians had. I think I’d just say what [Director of National Intelligence James R. Clapper, Jr.] said, which is that nothing the Russians did had any effect on the outcome.” Clapper, however, testified that the report never attempted to assess what effect the Russian intervention had on the election result. The two-page summary was attached to the most highly classified of three separate versions of the report on Russian election interference that were circulated in Washington last week, including an abbreviated declassifed draft that was made public. It was unclear whether the claims in the summary were even considered by FBI, CIA and DNI analysts who were responsible for the main body of the report, of whether the information from the outside group had any influence on those analysts’ conclusions. Senior lawmakers who were briefed on the most classified version of the report on declined to comment. Rep. Devin Nunes (R-Ca.), the chairman of the House Intelligence Committee and a member of the Trump transition team, said that “we can’t comment on what goes on in” classified briefings, but added that the idea that Moscow would seek to gather incendiary material on U.S. leaders “should not be a surprise to anyone.” “The Russians are always looking for dirt on any politician,” Nunes said. “That wouldn’t be news.” Asked whether he was aware of any contacts between the Trump team and Russia, Nunes said, “No. I found that hard to believe. I have not heard that. News to me.” Mike DeBonis and Karen DeYoung contributed to this report. world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "Intelligence chiefs briefed Trump and Obama on unconfirmed claims Russia has compromising information on president-elect - The Washington Post"
   },
   {
    "entities": [
     "friday, january 20th",
     "inc.",
     "melania",
     "donald",
     "december 31, 2016",
     "beach",
     "2016",
     "george",
     "interactive",
     "capitol",
     "us",
     "cbs",
     "washington",
     "w.",
     "news",
     "tom",
     "clinton",
     "now",
     "january 10, 2017",
     "barrack",
     "tower",
     "d.c.",
     "michelle",
     "saturday",
     "trump",
     "obama",
     "2017",
     "america",
     "palm",
     "bill",
     "new year's eve",
     "hillary",
     "florida",
     "current",
     ", 4:53 pm",
     "mar-a-lago",
     "barack",
     "morning",
     "bush"
    ],
    "id": 9,
    "text": "CBS News January 10, 2017, 4:53 PM Organizer promises \"soft sensuality\" at Trump inauguration US President-elect Donald Trump answers questions from reporters accompanied by his wife Melania for a New Year’s Eve party December 31, 2016 at Mar-a-Lago in Palm Beach, Florida.  DON EMMERT/AFP/Getty Images Email The man responsible for planning President-elect Donald Trump’s inauguration says the event will be notable for its “soft sensuality.” In response to a question about whether he had enough performers for the swearing-in, Tom Barrack, the chairman of the inauguration committee, told reporters to expect something “beautiful.” “We’re fortunate in that we have the greatest celebrity in the world, which is the president-elect, side by side is the current president...So what we’ve done instead of trying to surround him with what people consider A-listers is we are going to surround him with the soft sensuality of the place,” Barrack said in the lobby of Trump Tower.   “It’s a much more poetic cadence than having a circus-like celebration that’s a coronation.” Barrack went on to say that he had “the worst job in America.” “[Mr. Trump] knows what his constituency is and he knows you need to reach out to constituencies we have questions, who have doubts,” Barrack said. “His instruction to me was ‘the campaign is over, I am now president for all the people. I want you to build a bridge and tie them back in. I was to heal the wounds, and I want to get back to work on Saturday morning.’” The inauguration will take place in Washington, D.C. on Friday, January 20th. Former Presidents Bill Clinton and George W. Bush will be in attendance, and President Barack Obama and first lady Michelle Obama will ride together to the Capitol for the swearing-in. Hillary Clinton, the 2016 Democratic nominee for president, will also be there for the ceremony.  © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Organizer promises \"soft sensuality\" at Trump inauguration - CBS News"
   }
  ]
 }
}