{
 "12": {
  "col-sim": {
   "cosine": 0.5031179674881284,
   "entity": 0.5374838498865699
  },
  "exec-time": 8.519188165664673,
  "links": [
   {
    "entities": [
     "nazi",
     "house",
     "russia",
     "donald",
     "$2 billion",
     "business",
     "congress",
     "court",
     "graham",
     "vladimir",
     "the same week",
     "george",
     "putin",
     "1 percent",
     "capitol",
     "new",
     "wednesday",
     "democratic",
     "w.",
     "supreme",
     "cabinet",
     "now",
     "the same day",
     "cnn",
     "tuesday",
     "germany",
     "committee",
     "white",
     "tower",
     "this week",
     "trump",
     "dubai",
     "u.s.",
     "painter",
     "hill",
     "richard",
     "lindsey",
     "intel",
     "moscow",
     "york",
     "senate",
     "today",
     "the same hour",
     "bush",
     "national"
    ],
    "id": 0,
    "text": "WATCH Donald Trump Gives First Press Conference Since Becoming President-Elect 0 Shares At Trump Tower in New York, Donald Trump held his first press conference since becoming the president-elect. Here are some initial thoughts on what we witnessed today: A Wall, but No Wall Yes, Trump remains committed to a wall along the U.S.-Mexico border. But when it comes to a wall between Trump and his business interests, the arrangement he announced Wednesday doesn’t come close to what ethics experts have recommended. Putting his sons in charge of his empire won’t provide meaningful financial separation between the president and the businesses he helped build, said Richard Painter, who served as chief White House ethics lawyer under George W. Bush. Trump even bragged during the press conference about turning down a $2 billion deal in Dubai that he said he could have accepted, saying, “I could actually run my business and run government at the same time.” He isn’t quite doing that, but there’s nothing in this arrangement that could stop the perception or the reality of that happening, other than the honor system. Russia Love Notably, Trump said he now accepts that Russia was most likely behind the cyberattacks during the campaign that intelligence officials say were intended to help his candidacy. But he couldn’t quite bring himself to say bad things about Russian President Vladimir Putin or to even question his motives. “If Putin likes Donald Trump, I consider that an asset, not a liability,” Trump said. He continued to blame the Democratic National Committee for not having adequate cyberdefenses. Asked directly what his message to Putin is regarding hacking, Trump responded, “He shouldn’t be doing it. He won’t be doing it.” Trump’s hope is that projecting U.S. strength will change the relationship with Russia. But he’s still handling the bear with kid gloves. Trump Says Sons Will Take ‘Complete and Total Control’ of the Business Intel War Perhaps the harshest words Trump had for any group in his press conference were for the intelligence community. “A tremendous blot on their record,” he said in accusing intelligence officials of leaking details of what he’s been briefed on in classified sessions. “I think it’s a disgrace ... That’s something that Nazi Germany would have done and did do.” He will, of course, be the main consumer of intelligence information in nine days. He’s entering the presidency in the midst of an unprecedented war of words with intelligence professionals — with real consequences soon enough. Congress? Whatever In talking about some legislative priorities, it’s clear that Trump has little patience for the traditions and niceties of Congress, at least for now. He mocked Sen. Lindsey Graham, R-S.C. — “He is going to crack that 1 percent barrier one day” — even though Graham will be a needed ally on Capitol Hill. More significant, Trump pointed to a preferred path for repealing and replacing “Obamacare” that isn’t under serious consideration in the House or the Senate. Without offering details of how to do it, he said repealing and replacing the Affordable Care Act would “most likely be on the same day or the same week but probably the same day. Could be the same hour.” And he offered this unusually frank piece of advice on the issue to his own party: “We don’t want to own it. We don’t want to own it politically.” ‘Fake News’ Belongs to Trump Too The term that’s been used to describe malicious attempts to spread falsehoods and misinformation? The incoming president plans to use it as well. “Fake news” is what Trump labeled the unsubstantiated information about him that circulated widely this week after being included in an intelligence briefing. It’s also the term he used to describe news outlets that reported on that information on Tuesday. The label has been most commonly associated with efforts to influence politics through deliberate falsehoods circulated online. But Trump and his team are twisting that meaning. “I think it’s just something we’re going to have to live with,” he said of fake news. “I guess the advantage I have is that I can speak back.” That Was Weird Trump press conferences look as if they will be quite different from his predecessors’, if today’s was any indication. His long-delayed first press conference as president-elect featured props, sparring with reporters, a meandering opening statement and a long section in which a lawyer read a statement about Trump’s business plans. Along the way, he dropped news tidbits about his Cabinet, Supreme Court timeline, his legislative priorities and why he would never do anything untoward in a hotel in Moscow. His exchanges with the press appear unlikely to be dull affairs. They might also be extraordinarily combative, as with his repeated refusal to allow a CNN reporter to ask a question. This ride is going to be wild. 0 Shares ",
    "title": "ANALYSIS: 6 Takeaways From Donald Trump's Wild Press Conference - ABC News"
   },
   {
    "entities": [
     "billions of dollars",
     "house",
     "russia",
     "donald",
     "congress",
     "twitter",
     "sean",
     "eric",
     "vladimir",
     "john",
     "david",
     "jabin",
     "shulkin",
     "putin",
     "harwell",
     "new",
     "party",
     "cohen",
     "wednesday",
     "times",
     "washington",
     "democratic",
     "news",
     "the day",
     "clinton",
     "last week",
     "jr.",
     "jan. 11, 2017",
     "cnn",
     "tuesday",
     "jena",
     "mcgregor",
     "germany",
     "buzzfeed",
     "michael",
     "white",
     "kremlin",
     "tower",
     "states",
     "end of eight years",
     "abby",
     "obama",
     "trump",
     "pence",
     "earlier wednesday",
     "mike",
     "msnbc",
     "post",
     "spicer",
     "priebus",
     "reince",
     "u.s.",
     "phillip",
     "wagner",
     "bastien",
     "hillary",
     "moscow",
     "york",
     "past",
     "nakamura",
     "nbc",
     "mexico",
     "united",
     "jim",
     "acosta",
     "11 at 1:20 pm",
     "prague",
     "botsford/the",
     "january",
     "night",
     "morning",
     "city"
    ],
    "id": 1,
    "text": "Trump acknowledges Russian involvement in meddling in U.S. elections The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By David Nakamura and Abby Phillip January 11 at 1:20 PM Follow @davidnakamura Follow @abbydphillip President-elect Donald Trump acknowledged for the first time Wednesday that he believes Russian operatives hacked the Democratic Party during the election, but he continued to dispute intelligence reports that Moscow acted to help him win. “I think it was Russia,” Trump said at a news conference in New York when asked who was responsible for the public leaks of Democratic emails during the campaign. But Trump emphasized that he believes Russia also would have released damaging information about him had they obtained such information. He angrily denounced news reports that U.S. officials had obtained an unsubstantiated dossier of potentially compromising personal information Russia has allegedly gathered about him, citing denials from the Kremlin that it has any such intelligence. U.S. officials reportedly included a two-page summary of the dossier in classified briefings of Russia’s meddling in the election to President Obama and, separately, to Trump last week. Trump and his aides, including Vice President-elect Mike Pence, called the leaks of the information a smear campaign that aimed to damage Trump politically. “It’s a disgrace that that information would be let out,” Trump said. “I saw the information; I read the information outside that meeting. It’s all fake news — phony stuff. It didn’t happen.” (Bastien Inzaurralde/The Washington Post) Trump also addressed questions about his relationship with Russian President Vladi­mir Putin, with whom he has expressed a desire to improve bilateral relations. “If Putin likes Donald Trump, guess what folks, that’s an asset not a liability,” Trump said. “I don’t know if I’ll get along with Vladi­mir Putin . . . but even if I don’t does anyone in this room think Hillary Clinton would be tougher on Putin than me? Give me a break.” Trump made his remarks in his first news conference as president-elect, ending a period of 167 days since he has fielded questions from the full media contingent. Past winners of the presidency have traditionally faced the media much earlier. An estimated 250 journalists were crowded into the lobby of Trump Tower, where Trump aides had set up 10 American flags in front of a blue curtain. During the news conference, Trump announced that he has tapped David Shulkin, a physician who is serving in the Obama administration as Veterans Affairs undersecretary, to lead VA. And he detailed plans to shift his business assets into a trust managed by his sons and give up management of his private company, a step that will help the business executive move closer to resolving potential conflicts of interest. He also again resisted the idea that he should release his tax returns, saying “the only ones that care about my tax returns are the reporters” and suggesting the public does not care about the issue. Earlier in the day, Trump had charged via Twitter that his “crooked opponents” are trying to undermine his electoral victory. He accused the intelligence community of leaking the information to get in “one last shot at me,” saying, “Are we living in Nazi Germany?” 1 of 18 Photos from Trump’s first news conference in six months View Photos President-elect Donald Trump holds the meeting in the lobby of Trump Tower in New York City. Caption President-elect Donald Trump took questions in the lobby of Trump Tower in New York City. Jan. 11, 2017 President-elect Donald Trump, accompanied by his family, arrives for the news conference in the lobby of Trump Tower in New York. Jabin Botsford/The Washington Post [ Intelligence chiefs briefed Trump and Obama on unconfirmed claims Russia has compromising information on president-elect ] At the news conference, Pence and Sean Spicer, who has been tapped to be White House press secretary in Trump’s administration, also denounced news organizations for their reports on the unsubstantiated dossier. Trump and his aides took particular aim at CNN, which broke the story that intelligence officials had included it in their briefings, and BuzzFeed News, which published a copy of the dossier in full. Trump refused to allow a CNN reporter to ask a question. “You are fake news,” Trump said to the reporter, Jim Acosta, who had shouted out in an attempt to be called upon. The president-elect called BuzzFeed “a failing pile of garbage.” “It’s a disgrace what took place, and I think they ought to apologize to start with,” he said. U.S. officials said that intelligence agencies have not corroborated the allegations contained in the dossier but believed the sources involved in the reporting were credible enough to warrant inclusion of their claims in the highly classified report on Russian interference in the presidential campaign. Earlier Wednesday, a spokesman for Putin called the allegations that Russia has collected compromising information about Trump an “absolute fantasy.” Soon after, Trump tweeted: “Russia just said the unverified report paid for by political opponents is ‘A COMPLETE AND TOTAL FABRICATION, UTTER NONSENSE.’ Very unfair!” Speaking Wednesday on MSNBC’s “Morning Joe,” Trump adviser Reince Priebus called the BuzzFeed report “phony baloney garbage.” He denied that Trump had engaged in compromising behavior in Russia and that Trump aide Michael Cohen had traveled to Prague to meet with Russian officials. Both allegations were contained in the document published by BuzzFeed. “There was no craziness in Russia. There was no meeting in Prague,” Priebus said. “It is not an intelligence document. Cohen has never been in Prague. And all of this stuff isn’t even fit to print in the New York Times.” In an interview Tuesday night with NBC News, Obama said that he had not seen the reports and declined to comment on classified information. [ Two cities, two dramas and one day of tests for Donald Trump ] On immigration, Trump insisted he will build a wall — not a fence — along the southern U.S. border with Mexico, reiterating that Mexico will “reimburse” the United States for the cost after it is initially funded by taxpayers. Republican leaders in Congress have been working with Pence and other Trump aides to develop legislation to start the process, which is projected to cost billions of dollars. “Mexico, through some form . . . will reimburse us,” Trump said. “That will happen. Whether it’s a tax or whether it’s a payment.” “What’s the difference” if the payment is a reimbursement, Trump added. “I want to get the wall started. I don’t want to wait a year and a half until I make my deal with Mexico.” Wrapping up the news conference, Trump pointed to a work table piled with a massive stack of folders bursting with papers that was set up next to the lectern. The documents related to his business holdings, Trump said, and they represented some of the assets he would turn over to his sons Donald Jr. and Eric to oversee under the new arrangement in which he will not be involved in management decisions. “I hope at the end of eight years I’ll come back and say, ‘Oh, you did a good job,’ ” Trump said, before falling back on a catchphrase he made famous on his television show, “The Apprentice.” “Otherwise,” he added, “if they do a bad job, I’ll say, ‘You’re fired.’ ” Drew Harwell, Jena McGregor and John Wagner contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump acknowledges Russian involvement in meddling in U.S. elections - The Washington Post"
   },
   {
    "entities": [
     "credit",
     "new",
     "jan. 10, 2017",
     "house",
     "times",
     "saturday",
     "obama",
     "chicago",
     "drago/the",
     "york",
     "mccormick",
     "place",
     "florida",
     "9 p.m.",
     "tuesday",
     "al",
     "white"
    ],
    "id": 2,
    "text": "How to Watch: President Obama’s Farewell Address By THE NEW YORK TIMES JAN. 10, 2017 Continue reading the main story Photo President Obama departing from the White House on Saturday to attend a wedding in Florida. His farewell speech will be on Tuesday in Chicago. Credit Al Drago/The New York Times President Obama is returning to Chicago on Tuesday to deliver the farewell address of his administration. Here are the details: When: 9 p.m. E.S.T. Where: McCormick Place in Chicago How to watch: If you did not stand in line to get a free ticket to the event , the major networks and cable news channels will broadcast the speech. If you are not in front of a television, the White House is offering a live stream . Until then: Brush up on your knowledge of Mr. Obama’s presidency by reading through the first parts of our Obama Era series. _____ ",
    "title": "How to Watch: President Obama’s Farewell Address - The New York Times"
   },
   {
    "entities": [
     "sunday jan. 8",
     "house",
     "congress",
     "donald",
     "facilities",
     "tonight",
     "angeles",
     "avenue",
     "morning",
     "david",
     "for",
     "sessions",
     "kumar",
     "los",
     "shulkin",
     "meryl",
     "martha",
     "jeff",
     "dominguez",
     "new",
     ", 3:24 p.m.",
     "times",
     "wednesday",
     "once",
     "koch",
     "va",
     "gop",
     "monday",
     "now",
     "cabin",
     "last week",
     "the same day",
     "jan. 11, 2017",
     "gardena",
     "cecil",
     "services",
     "veterans",
     "california",
     "white",
     "concerned",
     "tower",
     "human",
     "gehry",
     "rescue",
     "obama",
     "trump",
     "chicago",
     "pioneer",
     "2017",
     "america",
     "lauter",
     "april",
     "grand",
     "later this week",
     "b.",
     "demille",
     "lapd",
     "chris",
     "tree",
     "carolyn",
     "ryan",
     "and",
     "six years ago",
     "cole",
     "transition",
     "project",
     "collins",
     "charles",
     "york",
     "mexico",
     "frank",
     "channel",
     "health",
     "next week",
     "current",
     "northern",
     "senate",
     "paul",
     "streep",
     "today",
     "night",
     "the same hour",
     "d."
    ],
    "id": 3,
    "text": "Trump's boldest campaign promises are getting a reality check Donald Trump Carolyn Cole / Los Angeles Times President-elect Donald Trump holds his first news conference in nearly six months at Trump Tower in New York. President-elect Donald Trump holds his first news conference in nearly six months at Trump Tower in New York. (Carolyn Cole / Los Angeles Times) During his campaign, Donald Trump repeatedly promised voters a “big, beautiful wall,” an Obamacare replacement “ immediately ” and a new era for a Veterans Affairs agency that had “failed” service members. He acknowledged Wednesday that none of it would be so simple. Trump, who was often content to gloss over details while campaigning, is quickly grappling with the complexities of governing. Though  Republicans will have majorities in the House and Senate and control of the White House for the first time in 10 years, fissures have begun to emerge on how to deliver on their campaign promises. Repealing the Affordable Care Act, a Trump priority and the animating force within the GOP since the law passed six years ago, has run into roadblocks since Congress convened last week. The debate centers on whether to repeal immediately without a replacement plan, which would leave millions of Americans without healthcare.  Trump said he would produce his own plan as soon as his Health and Human Services secretary takes office — something that could take weeks — just one day after demanding that Republicans both repeal and replace the health law as soon as next week. He promised that both parts would happen together. “It'll be repeal and replace. It will be essentially simultaneously,” he said, calling such a move “very complicated stuff.” Republican leaders have considered a more staggered approach where they would pass repeal legislation now that would allow them as much as two years and perhaps more time to develop a replacement. “We need to do this right. We need to make sure there is a stable transition period so that people do not have the rug pulled out from under them,” House Speaker Paul D. Ryan (R-Wis.) said. “This is how we will keep our promise.” The strategy is already in jeopardy. Resistance is growing among Republicans to take a first step toward repeal, approving a procedural budget package. The move had been expected later this week, but some lawmakers are worried that it will set a repeal in place before an alternative is ready. A preliminary whip count showed the budget vote was in trouble. President-elect Trump's first press conference: What's clear and what was left unsaid Jan. 11, 2017, 3:24 p.m. This is our look at President-elect Donald Trump's transition and the outgoing Obama administration: A breakdown of what Trump revealed to the media today, from business conflicts to Obamacare... (David Lauter) “You can’t repeal it and replace it quickly. That’s an oxymoron,” said Rep. Chris Collins (R-N.Y.), one of the earliest Trump backers in Congress. “He wants us moving it through so we can put it on his desk right away.” Trump once again offered no details about what his plan might look like, other than promising to produce something “far less expensive and far better” than the current law. As importantly, Trump provided no indication of how he plans to get support from congressional Democrats, who will be needed to pass any replacement to Obamacare. He said simply that the repeal and replacement would probably happen “on the same day.” It “could be the same hour.” And after months in which he blasted the Obama administration for mismanagement at the Department of Veterans Affairs, his opening remarks included a surprise announcement: David Shulkin, a VA undersecretary, is his choice to lead the department.  The selection came as a shock to veterans groups and represented a considerable setback to the network of nonprofits funded by billionaire industrialists Charles and  David Koch . Trump had earlier left the impression he would be cleaning house at the department to implement a free-market approach favored by the Koch organizations that could shift a considerable amount of the care provided by VA facilities over to the private sector. Shulkin has been an outspoken critic of such an approach, making him a favorite target of the Koch-funded nonprofit Concerned Veterans for America. In a blog post in April, the group characterized Shulkin’s performance taking questions from a congressional committee as a “show of incompetence” and reflective of “what’s wrong with the VA.” But Trump, who embraced much of the Koch-backed organization’s reform plan during the campaign, passed over contenders for the VA post who favored the blueprint championed by Concerned Veterans for America. Trump appears to have balked amid warnings from mainstream veterans groups representing millions of former soldiers against abandoning the reforms implemented by the Obama administration in favor of an approach more oriented toward privatization. And on the border wall, Trump reminisced about the call-and-response at his rallies of “Who’s gonna pay for it?” “Mexico!” But he backed off of  his pledge that he would demand Mexico pay for the wall right away, saying he was impatient to begin construction but that talks with Mexico might take longer. “I want to get the wall started,” he said. “I don't want to wait a year and a half until I make my deal with Mexico. And we probably will have a deal sooner than that.” Trump’s dilemma is not uncommon for presidents-elect, said Martha Kumar, director of the White House Transition Project. “In a campaign, it’s black and white: Your proposals are good and the other guy’s aren’t. And you lay out things that really aren’t practical,” she said. “Is it better to just stick with what you said during the campaign, or is it better as you learn more to make changes?” The challenge can be more pronounced for someone with as little governing experience as Trump. “You have to make compromises. It’s the only way you do it,” Kumar said. Caption 90 seconds: 4 stories you can't miss A proposal to give civilians more power over disciplining the LAPD  could backfire,  President Obama  gives his farewell speech, Frank Gehry's Grand Avenue project  could go forward, and weeks of heavy rain and snow  are reviving some California lakes. Caption 90 seconds: 4 stories you can't miss A proposal to give civilians more power over disciplining the LAPD  could backfire,  President Obama  gives his farewell speech, Frank Gehry's Grand Avenue project  could go forward, and weeks of heavy rain and snow  are reviving some California lakes. Caption 90 seconds: 4 stories you can't miss Tonight, President Obama returns to Chicago to give a prime-time farewell address.   Attorney general nominee Sen. Jeff Sessions is in the hot seat today . A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers? Caption RAW: Pursuit of attempted murder suspect on 405 Freeway ends with arrest after K-9 takes him down Raw video of an attempted murder suspect leading police on a chase on the 405 Freeway Monday night. Raw video of an attempted murder suspect leading police on a chase on the 405 Freeway Monday night. Caption Swift water rescue team called to Dominguez Channel in Gardena Rescue crews were searching the Dominguez Channel in the Gardena area Monday morning after a woman reported her boyfriend had been washed away after entering the channel. Rescue crews were searching the Dominguez Channel in the Gardena area Monday morning after a woman reported her boyfriend had been washed away after entering the channel. Caption A look back at the career of Meryl Streep, recipient of Cecil B. DeMille award Meryl Streep accepted the Cecil B. DeMille award at the 2017 Golden Globes Sunday Jan. 8. Meryl Streep accepted the Cecil B. DeMille award at the 2017 Golden Globes Sunday Jan. 8. ",
    "title": "Trump&apos;s boldest campaign promises are getting a reality check - LA Times"
   },
   {
    "entities": [
     "recently",
     "sarlin",
     "leaves",
     "house",
     "russia",
     "donald",
     "$2 billion",
     "questions",
     "vladimir",
     "norm",
     "jan 11",
     "benjy",
     "et",
     "july 2016",
     "john",
     "eisen",
     "2:09",
     "2:14",
     "putin",
     "on",
     "washington",
     "kathleen",
     "democratic",
     "news",
     "the day",
     "clark",
     "clinton",
     "cnn",
     "trump's",
     "4:20",
     "buzzfeed",
     "committee",
     "states",
     "white",
     "press",
     "2017",
     "trump",
     "first",
     "obama",
     "msnbc",
     "big",
     "presser",
     "intelligence",
     "dubai",
     "podesta",
     "u.s.",
     "university",
     "conference",
     "sheri",
     "dillon",
     "hillary",
     "nbc",
     "united",
     "department",
     "hours later",
     "ethics",
     "today",
     "future",
     ", 7:05 pm",
     "national",
     "treasury"
    ],
    "id": 4,
    "text": "Jan 11 2017, 7:05 pm ET Trump Presser Leaves Big Questions on Ethics, Russia, Health Care by Benjy Sarlin Pres.-elect Trump Meets the Press in First News Conference Since July 2016 4:20 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170112053538if_/http://www.nbcnews.com/widget/video-embed/852881475931\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President-elect Donald Trump entered his first press conference in six months facing hundreds of questions to address on his business and policies. He left with hundreds more. Trump announced a new ethics plan to avoid conflicts of interest with his vast business holdings, but experts are already warning that it's woefully inadequate and could violate the Constitution. He offered inconsistent answers on a variety of topics related to Russia and he provided limited guidance on health care reform, even as Republican efforts to repeal Obamacare are stalling over disagreements on the timing and substance of legislation. Play Trump's First Press Conference as President-elect 2:14 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170112053538if_/http://www.nbcnews.com/widget/video-embed/852775491979\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump's remarks come just one day after CNN and other outlets reported that briefing materials prepared for — and presented to — the president-elect by U.S. Intelligence officials included unverified reports that Russia had compiled compromising information on him. Hours later, Buzzfeed published an unverified dossier from a non-government source claiming to detail Russia's efforts to cultivate Trump -- including by direct interactions with Trump surrogates -- and to collect damaging material about him. Related: Donald Trump Wasn't Told About Unverified Russia Dossier, Official Says NBC News reported that the material in question was prepared for the briefing but, according to a U.S. Intelligence official with knowledge of the briefing preparation, Trump was not personally briefed on that information, which was originally generated as part of anti-Trump Republican opposition research. Here are some of the big questions coming out of Trump's first news conference as president-elect. Does Trump's ethics plan actually solve anything? Trump brought a lawyer, Sheri Dillon, to outline a plan for the president-elect to avoid conflicts of interest as president and his team briefed reporters on its details before the event. But legal experts who have been raising the alarm about Trump's business for months say the new plan did little to address their concerns. \"The president-elect's disregard for ethics and precedent and the Constitution in his press conference today is going to precipitate an ethics and a Constitutional crisis from the day he's sworn in,\" Norm Eisen, a Brookings fellow and former White House ethics lawyer under President Obama, told MSNBC. The main plank of Trump's plan is to turn his business over to his sons to run, place his assets in a trust (but not a \"blind trust\" typically used by politicians), and appoint officers at his company to vet deals for potential conflicts. Play Trump Addresses Conflicts of Interest, Future of Company 2:09 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170112053538if_/http://www.nbcnews.com/widget/video-embed/852572227738\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> This leaves major problems. Since Trump still owns his business empire, it's possible for foreign actors or domestic interests to try and influence him by padding his company's profits. Making matters worse, his sons, rather than an independent caretaker, still have direct control over his business, offering him very little distance from its operations. Trump's lawyers say he will not be allowed to request detailed information on his business, but someone could potentially buy a property at a high price, or arrange a favorable loan for his sons, or invest in a major project, and then tell Trump themselves. \"Foreigners and others will continue to be able to ingratiate themselves by doing business with Trump organizations, which enriches Trump,\" Kathleen Clark, a law professor at Washington University specializing in ethics, told NBC News. \"It's really quite simple.\" Oddly enough, Trump offered a perfect illustration of potential conflicts at his press conference by announcing that he had recently turned down a $2 billion deal from a Dubai investor. Under his plan, Trump's companies would not invest in \"foreign jurisdictions,\" but there was no indication foreign actors couldn't invest in Trump projects in the United States. Trump also set forth a legal fight over the Emoluments Clause of the U.S. Constitution, which experts have warned prevents the president from receiving revenue from foreign governments through his companies. His lawyers argue this does not apply to \"fair value exchanges,\" like a stay at one of his hotels at normal rates, and added that he would turn \"profits\" from such stays over to the Treasury Department. But ethics lawyers argue that Trump can't accept any payments at all from foreign governments, not just those above \"fair value.\" There's a good chance this dispute will spark legal challenges. Finally, Trump offered no explanation as to how the public would be able to judge for themselves whether he or his business is affected by conflicts. He has yet to release his taxes -- and reiterated at the press conference he had no plans do so -- and has put out only limited information on his business operations and debts. What is Trump's stance towards Russia? Trump's transition has been roiled by ongoing fallout from what U.S. intelligence agencies say was a major hacking campaign ordered by Vladimir Putin to help boost his candidacy against Hillary Clinton. When it came to hacking, Trump's answers were confusing and it was difficult to tell how he will handle relations with Russia going forward. On the one hand, he said for the first time that he accepted the intelligence community's conclusion that Russia was behind hacks, but he added later \"it could have been others.\" He said Putin \"shouldn't be doing it\" and even suggested he might support sanctions levied by President Obama in response. But Trump also declined to condemn Putin and added \"If Putin likes Trump, I consider that an asset.\" Nor did he sound upset about a Russia cyberattack on American democratic institutions: Echoing his old campaign rallies, he urged the press to \"look at what was learned from that hacking\" of the Democratic National Committee and Clinton campaign chairman John Podesta. Play ",
    "title": "Trump Presser Leaves Big Questions on Ethics, Russia, Health Care - NBC News"
   },
   {
    "entities": [
     "recently",
     "allen",
     "russia",
     "donald",
     "wenig/ap",
     "eric",
     "vladimir",
     "3:50 pm",
     "hearing",
     "lewis",
     "david",
     "shulkin",
     "morgan,",
     "this year",
     "putin",
     "new",
     "wednesday",
     "once",
     "democratic",
     "seth",
     "last summer",
     "tom",
     "price",
     "jr.",
     "cnn",
     "committee",
     "veterans",
     "obamacare",
     "u.s",
     "tower",
     "&",
     "administration",
     "obama",
     "trump",
     "organization",
     "tillerson",
     "dnc",
     "currently",
     "u.s.",
     "rex",
     "sheri",
     "bockius",
     "dillon",
     "moscow",
     "york",
     "state",
     "hhs",
     "jim",
     "acosta",
     "senate",
     "weisselberg",
     "last october",
     "national",
     "treasury"
    ],
    "id": 5,
    "text": "President-elect Donald Trump takes questions during his first news conference since the election. Seth Wenig/AP hide caption toggle caption President-elect Donald Trump takes questions during his first news conference since the election. Seth Wenig/AP This has been updated at 3:50 pm ET. President-elect Donald Trump denounced as \"fake news\" Wednesday reports that Russia had compromising information about him before the election. He also acknowledged for the first time that Russia was behind the hacking of emails from the Democratic National Committee, although he seemed to couch it later in the news conference by saying it \"could have been others.\" Trump Outlines Plan To Avoid Business Conflicts, Addresses Hacking In his first news conference since last summer, the president-elect additionally said he would be handing over control of his businesses to his sons Donald Jr. and Eric; refused once again to release his income tax returns; and said his administration would reveal its plan to replace the Affordable Care Act as soon as his nominee for secretary of health and human services, Tom Price, is confirmed by the Senate. Trump said the unverified and unsubstantiated reports about the Russian intelligence were put together by political opponents, whom he called \"sick people.\" The reports, he said, were \"a disgrace,\" and he vehemently denounced BuzzFeed News, which published a 35-page memo purportedly outlining the Russian intelligence, as \"a failing pile of garbage.\" He also denied a question from a CNN reporter, which first broke the story of an intelligence report but did not publish the documents or the lewd details. Article continues after sponsorship Trump Announces David Shulkin As Pick For Secretary Of Veterans Affairs But Trump didn't answer a question as to whether his presidential campaign had been in contact with the Russian government, which the report alleged. CNN reporter Jim Acosta noted later on the network that reporters followed up on that point as Trump was heading to the elevators off camera, and Trump said no one \"associated with him or his campaign was in contact with the Russians\" during the campaign. Watch Live: Rex Tillerson Pressed On Russia At Secretary Of State Hearing Trump was also critical of U.S. intelligence agencies for \"maybe\" leaking the report to news organizations, charging that a meeting he had recently with the agencies immediately leaked out even though he had kept it secret from his closest staff. Trump said, \"I think it was Russia\" who hacked into the DNC's servers but added \"it could have been others also.\" U.S. intelligence publicly stated last October — and in congressional hearings and an unclassified report since — that the Russian government was to blame for the cyberattack. Trump called hacking \"bad\" and said he would tell Russian President Vladimir Putin \"he shouldn't have done it. I don't believe he will be doing it more.\" But he also said he would consider it \"an asset, not a liability,\" if Putin likes him. \"I don't know if I'll get along\" with the Russian leader, Trump said, \"I hope I do.\" Trump also denied taking part in any salacious behavior in a Moscow hotel room, saying he always tells people to be very careful when he travels abroad, because \"you have cameras in the strangest places. You'd better be careful or you'll be watching yourself on nightly television.\" Plus, he added, \"Does anyone really believe that story? I'm also very much of a germaphobe, by the way. Believe me.\" Trump held his news conference in the marble-lined lobby of Trump Tower in New York, speaking alongside a table piled with manila file folders, which he said were the agreements he has signed giving control of the Trump Organization to his oldest sons. He introduced attorney Sheri Dillon, of the firm Morgan, Lewis & Bockius, who said that at Trump's request she had designed a structure \"that will completely isolate him\" from the management of the company. Trump is conveying leadership and management of the company to his adult sons and longtime Trump executive Allen Weisselberg. Dillon said the three will \"make decisions for the duration of the presidency without any involvement whatsoever\" by Trump. Dillon also said the trust agreement \"imposes severe restrictions on new deals. No new foreign deals will be made whatsoever during the duration\" of Trump's presidency. New domestic deals will be allowed, but they will go through \"a vigorous vetting process.\" Trump will not be informed of such deals and will only learn of them if he \"reads it in the paper or sees it on TV.\" And, she said, Trump will donate to the U.S Treasury all profits made from foreign governments who stay at his hotel. On health care, Trump said \"the easiest thing\" would be to let the Affordable Care Act \"implode\" this year, because of increased premium rates. He said Obamacare \"is the Democrats' problem,\" but that he will offer a plan to repeal and replace that is \"gonna take the problem off the shelves for them.\" The plan will be \"far less expensive and far better,\" he said, and will be submitted almost simultaneously as his HHS secretary is confirmed. Trump also revealed he will be nominating David Shulkin as secretary of the Veterans Administration. Shulkin is currently the No. 2 at the troubled agency and would be one of the first holdovers from the Obama administration. Trump called him an incredibly gifted doctor. Trump also took a shot at the U.S. pharmaceutical industry, which he charged \"has been disastrous.\" He said drugmakers have been leaving the country left and right and that new bidding procedures are needed for the industry \"because they're getting away with murder.\" Trump's comments caused drug stocks to fall on Wall Street ",
    "title": "Trump On Russian Hacking: 'I Think It Was Russia,' But 'Could Have Been Others' : NPR"
   },
   {
    "entities": [
     "late tuesday",
     "house",
     "russia",
     "donald",
     "court",
     "twitter",
     "sean",
     "vladimir",
     "tribune",
     "late july",
     "associated",
     "putin",
     "nation",
     "new",
     "wednesday",
     "democratic",
     "supreme",
     "gop",
     "news",
     "cabinet",
     "clinton",
     "last week",
     "jan. 11, 2017",
     "late",
     "tuesday",
     "committee",
     "states",
     "white",
     "&",
     "china",
     "press",
     "national",
     "trump",
     "pence",
     "obama",
     "mike",
     "america",
     "organization",
     "spicer",
     "u.s.",
     "hillary",
     "july 27, 2016",
     "united",
     "york",
     "the future",
     "world",
     "current",
     "night",
     "barack",
     "city"
    ],
    "id": 6,
    "text": "News Nation & World National politics In first news conference since election, defiant Trump denies reports on Russia ties President-elect Donald Trump holds his first news conference since July 27, 2016, on Jan. 11, 2017, in New York City. Tribune news services Contact Reporter A defiant President-elect Donald Trump on Wednesday adamantly denied reports that Russia had obtained compromising personal and financial information about him, calling it a \"tremendous blot\" on the record of the intelligence community if such material had been released. The incoming president, in his first news conference since late July, firmly chided news organizations for publishing the material late Tuesday night. After weeks of scoffing at reports that Russians had interfered in the election, he conceded publicly for the first time that Russia was likely responsible for the hacking of the Democratic National Committee. \"As far as hacking, I think it was Russia,\" he said and quickly added that the United States is hacked by other countries as well, including China. Trump's extraordinary defense against the unsubstantiated intelligence report, just nine days before his inauguration, dominated a highly anticipated press conference in which he also announced a new Cabinet member, detailed his plans to disentangle himself from his sprawling global business empire, gave his outlook on the future of the \"Obamacare\" health care law and said he would soon nominate someone to fill the vacancy on the Supreme Court. \"I think it's a disgrace that information would be let out. I saw the information, I read the information outside of that meeting,\" he said, a reference to a classified briefing he received from intelligence leaders. \"It's all fake news, it's phony stuff, it didn't happen,\" Trump said in a news conference that saw him repeatedly joust with reporters. \"It was gotten by opponents of ours.\" Asked about his relationship with Russian President Vladimir Putin, Trump boasted that it is an improvement over what he called America's current \"horrible relationship with Russia\" and did not criticize the Russian leader for any interference in the election. \"If Putin likes Donald Trump, guess what, folks, that's called an asset not a liability. I don't know if I'm going to get along with Vladimir Putin — I hope I do — but there's a good chance I won't.\" Trump, Vice President-elect Mike Pence and incoming White House press secretary Sean Spicer also denounced the report about Russia's influence on Trump, and the incoming president said it never should have been released. He thanked some news organizations for showing restraint. Tribune news services Donald Trump 's business will continue to pursue deals in the United States, though not abroad, while he is president, and he will relinquish control of the company, a lawyer who worked with the Trump Organization on the plan said Wednesday. Trump will put his business assets in a trust and take... Donald Trump 's business will continue to pursue deals in the United States, though not abroad, while he is president, and he will relinquish control of the company, a lawyer who worked with the Trump Organization on the plan said Wednesday. Trump will put his business assets in a trust and take... (Tribune news services) A U.S. official told The Associated Press on Tuesday night that intelligence officials had informed Trump last week about an unsubstantiated report that Russia had obtained compromising personal and financial information about him. The official spoke on the condition of anonymity because the official was not allowed to publicly discuss the matter. Trump and President Barack Obama were briefed on the intelligence community's findings last week, the official said. Media outlets reported on the document late Tuesday and Trump denounced it on Twitter before his news conference as \"fake news,\" suggesting he was being persecuted for defeating other GOP presidential hopefuls and Democrat Hillary Clinton in the election. The dossier contains unproven information about close coordination between Trump's inner circle and Russians about hacking into Democratic accounts as well as unproven claims about unusual sexual activities by Trump among other suggestions attributed to anonymous sources. The Associated Press has not authenticated any of the claims. ",
    "title": "In first news conference since election, defiant Trump denies reports on Russia ties - Chicago Tribune"
   },
   {
    "entities": [
     "nazi",
     "kyle",
     "russia",
     "donald",
     "newsource",
     "elizabeth",
     "twitter",
     "weise",
     "francisco",
     "wasserman",
     "3:37 p.m.",
     "nsenga",
     "of",
     "for",
     "journalism,",
     "13 hours ago",
     "columbia",
     "new",
     "times",
     "justin",
     "once",
     "wednesday",
     "cox",
     "january 11, 2017",
     "epa",
     "afternoon",
     "news",
     "the day",
     "jan. 11, 2017",
     "cnn",
     "usa",
     "snider",
     "tuesday",
     "germany",
     "innovation",
     "states",
     "friday",
     "tower",
     "&",
     "pope",
     "journalism",
     "obama",
     "trump",
     "press",
     "mike",
     "thomas",
     "ed",
     "u.s.",
     "university",
     "california-berkeley",
     "grady",
     "burr",
     "san",
     "management",
     "media",
     "intel",
     "institute",
     "united",
     "york",
     "review",
     "godwin",
     "burton",
     "facebook",
     "jim",
     "acosta",
     "fox",
     "smith",
     "club",
     "1990",
     "hitler",
     "shep",
     "today",
     "night",
     "lane",
     "morning",
     "georgia's",
     "national"
    ],
    "id": 7,
    "text": "Trump invokes 'fake news' at press conference How event played out suggests contentious days ahead for media and new administration. Post to Facebook Trump invokes 'fake news' at press conference How event played out suggests contentious days ahead for media and new administration. Check out this story on USATODAY.com: http://usat.ly/2jwCn09 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 177 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump invokes 'fake news' at press conference Mike Snider , USA TODAY Published 3:37 p.m. ET Jan. 11, 2017 | Updated 13 hours ago x Share President-elect Trump scolded media outlets for inaccurate reports of his political adviser's whereabouts. USA TODAY NETWORK President-elect Donald Trump speaks during a press conference in the lobby of Trump Tower in New York on Jan. 11, 2017. It was his first press conference in nearly six months. (Photo: Justin Lane, EPA) President-elect Donald Trump brought his campaign against what he considers fake news to his first major press conference since winning the election. What played out could suggest contentious times ahead for mainstream media outlets while covering the incoming administration. At one point, the president-elect shouted down CNN reporter Jim Acosta, labeling the cable news network as \"fake news\" for its report that U.S. intelligence agencies had briefed the incoming president and President Obama with allegations that Russian operatives claim to have potentially compromising personal and financial information about Trump. Getting worse criticism was BuzzFeed, which published the 35-page classified document on its site as part of its coverage. Trump described the classified report as \"false and fake and never happened\" and called BuzzFeed a \"failing pile of garbage. Writing it, I think they are going to suffer the consequences.\" Intel chiefs briefed Trump, Obama on unverified, salacious allegations concerning Russia and president-elect In getting publicly called out by Trump, Acosta and CNN \"was somewhat suffering for the sins of BuzzFeed in this case,\" said Kyle Pope, editor and publisher of the Columbia Journalism Review . The faceoff, in what was Trump's first press conference in more than five months, portends things to come. \"The bigger picture here is that this is going to be a deeply combative relationship between this president and the press,\" Pope said. \" Ed Wasserman, dean of the graduate school of journalism at the University of California-Berkeley, found the televised event \"fairly demoralizing and disappointing,\" he said. \"I had hoped for a more substantive and spirited exchange where he would actually submit to questioning by answering the questions.\" Instead, Trump's engagements with the press will be \"kind of a ritualized interaction in which Trump reiterates his contempt for the press and the press once again re-earns its reputation for being hypercritical and adversarial.\" New Facebook project aims to strengthen ties with media When the stories broke Tuesday night, Trump took to Twitter calling the reports \"fake news\" and a \"witch hunt.\" He followed that up Wednesday morning with another tweet: \"Russia has never tried to use leverage over me. I HAVE NOTHING TO DO WITH RUSSIA - NO DEALS, NO LOANS, NO NOTHING!\" During the press conference, the president-elect complimented many news outlets about their handling of the report, including The New York Times, which did not reference or link to BuzzFeed in its initial story. \"I have great respect for the news and great respect for freedom of the press and all of that, but I will tell you there were some news organizations … that were so professional, so incredibly professional, that I’ve just gone up a notch on what I think of you,\" he said. Regardless, coverage of the classified briefing is real news, not fake news, and Trump should have expected this story to come out between the briefing and the earlier circulation of the classified document, said Nsenga Burton, digital editor for Grady Newsource and an instructor at the University of Georgia's Cox Media Institute for Journalism, Innovation & Management.  \"CNN could not not have a story about that briefing that was circulating and call itself a news organization,\" she said. About BuzzFeed's publication of the document, \"we can argue if that is news or journalism. At least they provided some context and said they were in the process of vetting it. ... But that is news. Not (what is in) the document, but the fact the document exists.\" As a business person, Trump should know that it would be more helpful to have \"a working relationship\" with outlets such as CNN, she said. \"You can't call someone from CNN a liar and think that is going to end well for your administration,\" Burton said. Trump and the Russia report: What you need to know Pope wondered whether other reporters should have come to Acosta's aid and asked a question for him or ceded their time to CNN. \"The challenge for the press is the media basically has to come to grips with the fact they have a president who is going to do absolutely nothing to help them and is going to put as many roadblocks in front of them as he possibly can and also is going to do all he can to discredit them and undercut any trust they have between them and their readers.\" Some came to CNN's defense later in the day. During his afternoon broadcast Fox News’ Shep Smith said, “CNN’s exclusive reporting on the Russian matter was separate and distinctly different from the document dump executed by an online news property. Though we at Fox News cannot confirm CNN’s report, it is our observation that its correspondents follow journalistic standards and that neither they nor any other journalists should be subjected to belittling or delegitimizing by the President-elect of the United States.” National Press Club President Thomas Burr called it \"dangerous and unhealthy to declare a news item as 'fake news' to distract from facts that you may not like or don't favor your perspective,\" in a statement issued about the president-elect's press conference. \"Our incoming president must treat the news media as the vital cornerstone of our democracy that it is,\" he said. \"To label something as 'fake' in an effort to undermine news outlets endangers the trust granted journalists by the public and is antithetical to our country's values.\" The @PressClubDC raises concerns about Trump's use of \"fake news\" phrase to discredit news he doesn't like https://t.co/UNEnF5QU7A — Thomas Burr (@thomaswburr) January 11, 2017 In another oddity from the press conference, Trump was asked about his Wednesday morning tweet questioning \"Are we living in Nazi Germany?\" His response was that it was a \"disgrace\" that the intelligence agencies leaked it. \"That's something that Nazi Germany would have done and did do,\" Trump said. \"I think it's a disgrace that information that was false and fake and never happened got released to the public.\" Ironically, that tweet came very close to invoking an iconic Internet meme known as Godwin’s Law. First coined in 1990 by attorney and author Mike Godwin, it says “As an online discussion grows longer, the probability of a comparison involving Hitler approaches 1.” The theory is that once someone in a discussion begins comparing anything to Hitler, the discussion is over and whoever had invoked the Nazi comparison has lost the debate. Contributing: Elizabeth Weise in San Francisco. Follow USA TODAY reporter Mike Snider on Twitter: @MikeSnider . 13879 CONNECT TWEET LINKEDIN 177 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2jwCn09 NEVER MISS OUT Managing Your Money Master your money with the latest business and investment news, articles and tips from financial experts each Friday. THANKS FOR SIGNING UP FOR THE Managing Your Money NEWSLETTER We're sorry. ",
    "title": "Trump invokes 'fake news' at press conference"
   },
   {
    "entities": [
     "schake",
     "last year",
     "n.y.",
     "twitter",
     "eric",
     "carter",
     "point",
     "of",
     "army",
     "military",
     "defense",
     "james",
     "navy",
     "retired",
     "keane",
     "news",
     "christmas",
     "kori",
     "armed",
     "vincent",
     "services",
     "panthers",
     "committee",
     "states",
     "obama",
     "pentagon",
     "trump",
     "viola",
     "jack",
     "america",
     "academy",
     "ash",
     "u.s.",
     "fanning",
     "mattis",
     "united",
     "one year ago",
     "department",
     "facebook",
     "fox",
     "florida",
     "current",
     "thursday",
     "robert",
     "senate",
     "west",
     "maginnis"
    ],
    "id": 8,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   The Pentagon could be poised for a rapid about-face under the Trump administration, with the Obama administration’s push for social reform surrendering to what could be an old-school emphasis on combat readiness and the spirit of the United States military, experts told FoxNews.com. Under President Obama, the military sought to integrate transgender persons into the ranks, allow women into special operations forces and purge the nomenclature of gender-specific words, adopting what some critics say was a “politically correct” liberal agenda. That’s a contrast to the traditional U.S. military approach. In addition, some Navy ships have been named for civil rights activists.  And while the Obama administration has taken an inclusive approach on some issues, it has also worked to minimize expressions of Christianity in the ranks. For example, several officers have been disciplined for displaying Bibles or gospel verses in their quarters. Veterans and military experts told FoxNews.com that, while some of Obama’s civil rights advancements may be locked in, neither Trump nor his choice for secretary of defense, Gen. James “Mad Dog” Mattis, are likely to make social experimentation a priority. “Here in [the Pentagon], we don’t say merry Christmas, and I think we have been misguided when it comes to our history and who we are as a nation, and political correctness is indicative of that,” Department of Defense contractor and retired Army Col. Robert Maginnis told FoxNews.com. “It has struck this building in a big way and we need to get away from that. Our focus is defending this country, and we should not spend so much time on social engineering.” Mattis, who on Thursday goes before the Senate Armed Services Committee as part of his confirmation process, will likely “bring the warrior ethos back to the Pentagon,” Maginnis said. That mentality was “drained by the Obama administration,” he said. “You need to be known as a good soldier or Marine and not by your sexuality, your gender or your particular faith. We need everyone to pull in the same direction and not espouse a particular personal agenda that doesn’t fit into the nation’s best long-term interest.” Retired Army Gen. Jack Keane, a Fox News contributor, said the strong emphasis on social reform in the last eight years sometimes came at the expense of the military’s core objective. “Social engineering was a distractor from what the main mission of the United States military was about,” Keane said. “We were involved in conflict and war, and these reforms achieved a level of prominence that subordinated the issue of war itself.” A spokesperson for the outgoing Obama Department of Defense said Pentagon Secretary Ash Carter has “made it clear” that he will let the incoming administration make their own policy decisions, despite disagreements. “The principle, put simply by Secretary Carter, is that if a service member wants to serve and is qualified to serve, and meets requirements to serve in that position, they should do so, and that is the principle that underlines all of this,” the spokesperson told FoxNews.com. “But it is entirely up to the next Administration and we are focused on ensuring they have all of the support that we can provide to ensure they enjoy a smooth, seamless transition.” Under a Mattis-led Department of Defense, Maginnis expects the issue of women in combat to be re-visited. One year ago Secretary of Defense Ash Carter opened direct land combat jobs in the infantry and special operations to women. Last year, Mattis said women should not be in combat because, if they were, the nation’s enemies wouldn’t fear “America’s awesome determination to defend herself.” He said physical standards for combat jobs would become more lax, and women would not have privacy for their “bodily functions.” In a book on civilian-military relations, co-edited with Kori Schake, Mattis warned of the danger of civilian leaders with a “progressive agenda.” His book also warns that “an uninformed public is permitting political leaders to impose an accretion of social conventions that are diminishing the combat power of our military.” That’s an opinion Maginnis agrees with. “Political appointees have a lot of political persuasion,” Maginnis said. “They are essentially political animals kowtowing to their political masters who have an agenda.” “I think the seriousness Mattis will bring to this building will be translated through every policy we begin to execute,” Maginnis said. “I think he will put a stamp on the organization that will be positive – no more political correctness, just a focus on being warriors.” In addition to facing the normal confirmation process, Mattis needs a waiver from the legal requirement to have been out of uniform for seven years before accepting a political appointment. President-elect Trump also appointed Florida Panthers owner and billionaire Vincent Viola as secretary of the Army. Viola, a graduate of the United States Military Academy at West Point, N.Y., achieved the rank of major in the U.S. Army Reserves, but has spent much of his career as one of the nation’s foremost leaders in electronic trading. That career background contrasts to that of current Army Secretary Eric Fanning, most of whose work has been in the public sector and is the first openly gay head of any branch of the U.S. military. Advertisement ",
    "title": "Trump Pentagon likely to abandon social experiments for core mission under Mattis, say experts | Fox News"
   },
   {
    "entities": [
     "recently",
     "allen",
     "house",
     "russia",
     "donald",
     "emily",
     "eric",
     "vladimir",
     "morgan",
     "lewis",
     "2016",
     "inauguration day",
     "jared",
     "jan 11, 2017",
     "putin",
     "wednesday",
     "once",
     "january 11, 2017",
     "cbs",
     "sherri",
     "news",
     "now",
     "ivanka",
     "schultheis",
     "last week",
     "jr.",
     "trum",
     "tuesday",
     "white",
     "kushner",
     "tower",
     "j.",
     "trump",
     "november",
     "january 12, 2017",
     ", 1:21 pm",
     "organization",
     "u.s.",
     "11:20 pm est",
     "hillary",
     "dillon",
     "-lsb-clinton",
     "hours later",
     "weisselberg",
     "today",
     "future",
     "morning",
     "treasury"
    ],
    "id": 9,
    "text": "By Emily Schultheis CBS News January 11, 2017, 1:21 PM Highlights from Donald Trump's press conference Email Last Updated Jan 11, 2017 11:20 PM EST President-elect Donald Trump held a free-wheeling, hour-long press conference at Trump Tower Wednesday morning -- the first formal press conference he’s held since winning the presidency in November. In Donald Trump's first press conference as president-elect, he spoke about his ties to Russia, the upcoming inauguration, and bringing jobs to t... In a tweet hours later, Mr. Trump described the press conference as “great,” but also slammed “fake news” outlets.  We had a great News Conference at Trump Tower today. A couple of FAKE NEWS organizations were there but the people truly get what's going on — Donald J. Trump (@realDonaldTrump) January 12, 2017 Though the motivation for the news conference was to outline how he will deal with his complex web of business interests once he’s in the White House, much of the press conference ended up focusing on Russian election interference and on reports Tuesday that the intelligence community’s classified report on Russian hacking had an addendum with unverified details of potentially compromising information that Russia has gathered on the president-elect, and that Mr. Trump was briefed on last week. Here are some of the highlights: Russian hacking, and reports of Russia holding “compromising information” on him Mr. Trump said he’s not allowed to discuss information that was presented during his intelligence briefing -- but confirmed that outside the briefing, he did in fact see the memo in question on compromising information, calling it a “disgrace.” President-elect Donald Trump slams reports that Russia has potentially compromising information about him. “I saw the information, I read the information outside of that meeting. It’s all fake news -- it’s phony stuff, it didn’t happen and it was gotten by opponents of ours,” he said. “It was a group of opponents who got together -- sick people -- and they put that crap together.” Asked whether he accepts the intelligence agencies’ conclusion that Russia actively worked to influence the 2016 election, Mr. Trump said he believes Russia was responsible for the hacking -- but stopped short of saying he believed they had an influence on the campaign. “As far as hacking, I think it was Russian,” he said. “But I think we also get hacked by other countries and other people and I can say that when we lost 22 million names and everything else that was hacked recently, they didn’t make a big deal out of that, that was something that was extraordinary.” Asked if he had a message for Putin about future hacking activities, Mr. Trump replied: “He shouldn’t be doing it, he won’t be doing it.” President-elect Donald Trump talks about his potential relationship with Russian President Vladimir Putin. “Russia will have much greater respect for our country when I’m leading it than when other people have led it,” he said. “You will see that.” He said he considers Putin’s praise of him to be “an asset, not a liability,” though he doesn’t yet know whether he and Putin will “get along.” “Now I don’t know that I’m going to get along with Vladimir Putin,” he said. “I hope I do, but … do you honestly believe that Hillary [Clinton] will be tougher on Putin than me?” Separation from business empire Though Mr. Trump asserted that he would have been able to continue running his business from the White House if he wanted to, he said his two sons, Eric and Donald Jr., along with Trump Organization CFO Allen Weisselberg, would take over his businesses while he’s president.  Donald Trump's attorney explains how the president-elect is turning over his business to a trust run by his sons, but he won't divest. Watch Trum... “I could actually run my business ... and run government at the same time,” he said. “I don’t like the way that looks but I’d be able to if I wanted to.” The stacks of manila folders on the table next to Mr. Trump at the podium were, he said, “some of the many documents I’ve signed turning over complete and total control.”   Mr. Trump introduced Sherri Dillon of Morgan Lewis, a lawyer who has been working on the plan for the Trump business empire. Dillon said Mr. Trump’s business holdings and investments will be put in a trust before Inauguration Day to be overseen by sons Donald Jr. and Eric, and Trump Organization CFO Allen Weisselberg. Mr. Trump also said that his two adult sons will run the company. Ivanka Trump, whose husband Jared Kushner is set to become a senior adviser to the Trump White House, will have “no further management” role in the company. There will be “no new foreign deals” made during the duration of Mr. Trump’s presidency, Dillon added, and domestic deals will be subject to “severe restrictions.” To people who suggest Mr. Trump should sell his business, Dillon said that would only “exacerbate” the possibility for conflicts. Additionally, in order to ensure that “it is the American people who will profit” going forward, Mr. Trump has directed that all profits from foreign government payments made to his hotels will be donated to the U.S. Treasury.” Media criticism At the start of the press conference, Mr. Trump thanked news organizations that did not run stories on Russia’s alleged compromising information about him. ",
    "title": "Highlights from Donald Trump's press conference - CBS News"
   }
  ]
 }
}