{
 "13": {
  "col-sim": {
   "cosine": 0.20077229231703414,
   "entity": 0.2581988897471611
  },
  "exec-time": 10.993126392364502,
  "links": [
   {
    "entities": [
     "oval",
     "house",
     "judiciary",
     "office",
     "newshour",
     "reagan",
     "biden",
     "hunter",
     "john",
     "powell",
     "of",
     "presidential",
     "2008",
     "foreign",
     "washington",
     "afternoon",
     "2015",
     "christmas",
     "relations",
     "ashley",
     "previously",
     "pbs",
     "committee",
     "white",
     "youtube",
     "ronald",
     "walsh/ap",
     "joe",
     "obama",
     "delaware",
     "beau",
     "america",
     "jill",
     "medal",
     "susan",
     "amtrak",
     "months later",
     "freedom",
     "colin",
     "thursday",
     "senate",
     "paul"
    ],
    "id": 0,
    "text": "PBS NewsHour YouTube President Obama awarded outgoing Vice President Biden the Presidential Medal of Freedom on Thursday afternoon. Calling the former longtime Delaware senator \"the best vice president America's ever had\" and a \"lion of American history,\" Obama gave his White House partner the surprise award in an emotional ceremony, initially billed as a farewell. #MemeoftheWeek: The Best Of The Obama-Biden 'BROTUS' After extolling the job that Biden has done, Obama ended it with the unexpected news that he was giving the vice president the nation's highest civilian honor, with distinction — a designation previously given only to President Ronald Reagan, Pope John Paul II and Gen. Colin Powell. \"To know Joe Biden is to know love without pretense, service without self-regard, and to live life fully,\" Obama said. Overcome with tears and completely caught off guard by the award, Biden praised the president as \"remarkable man who did remarkable things for this country\" who had truly treated him like an equal partner in governance. \"This honor is not only well beyond what I deserve, but it's a reflection of the generosity of your spirit,\" Biden told Obama. \"I don't deserve this. But I know it came from the president's heart.\" President Obama presents a teary-eyed Vice President Biden with the Presidential Medal of Freedom at the White House on Thursday. Susan Walsh/AP hide caption toggle caption Susan Walsh/AP President Obama presents a teary-eyed Vice President Biden with the Presidential Medal of Freedom at the White House on Thursday. Susan Walsh/AP The two have enjoyed an unusually close working relationship over the past eight years, and Obama himself even joked at the outset of the ceremony that \"this also gives the Internet one last chance to talk about our 'bromance.' \" Throughout the ceremony it was evident not just how close the two men were but how close their families and staffs had become, and Obama said his \"family is honored to call ourselves honorary Bidens.\" Article continues after sponsorship Transcript And Analysis: Obama Addresses The Nation In Farewell Speech Obama has frequently said that picking Biden, his former primary rival, as his running mate in 2008 was one of the best decisions he ever made. Before accepting the nomination, Biden had spent more than three decades in the Senate, amassing a large portfolio and body of work, including stints as chairman of the Senate Foreign Relations Committee and the Senate Judiciary Committee. The president said, laughing, that the people of Delaware sent Biden to the Senate as soon as they could, electing him to the Senate at the age of 29 (he turned the constitutionally required age of 30 before he was sworn in). Vice President Biden: 'Trump Is Out There Doing Something Very Dangerous' But before Biden could even head to Washington, his life would be marked with unspeakable tragedy for the first time. While Christmas shopping, his first wife and 1-year-old daughter were killed in a car wreck; his sons Hunter and Beau were injured in the accident. Biden considered resigning before he even took office but was persuaded not to. He was sworn into office at the hospital beside his sons, and for years he would famously commute back and forth every day on Amtrak to be with his family. Later on, he would meet and marry his now-wife, Jill, and they would have a daughter together, Ashley. Joe Biden: Window 'Has Closed' For A White House Bid In 2015, tragedy would strike the Biden family again when his eldest son, Beau, the former Delaware attorney general who was long seen as his father's political heir, died at the age of 46 from brain cancer. The loss came as the elder Biden was weighing whether he should make his own run at the Oval Office to succeed Obama. Months later, the still very emotional vice president acknowledged his window had passed and said that he wouldn't launch his own presidential campaign. ",
    "title": "Obama Surprises Joe Biden With Presidential Medal Of Freedom : NPR"
   },
   {
    "entities": [],
    "id": 1,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "nevada",
     "vegas",
     "$200-million",
     "t.",
     "spanos",
     "stadium",
     "james",
     "dominguez",
     "inglewood",
     "new",
     "times",
     "rams",
     "2004",
     "costa",
     "43%",
     "carson",
     "legislature",
     "qualcomm",
     "a day earlier",
     "$2.6-billion",
     "thursday",
     "today",
     "sterling",
     "center",
     "st.",
     "last year",
     "jan. 12",
     "angeles",
     "last january",
     "stan",
     "cal",
     "raiders",
     "county",
     "southern",
     "california",
     "1984",
     "8 a.m.",
     "oakland",
     "clippers",
     "las",
     "international",
     "jan. 29",
     "hollywood",
     "jan. 12, 2017",
     "$10 million",
     "fenno",
     "state",
     "robert",
     "goodell",
     "iger",
     "last month",
     "roberts",
     "diego",
     "donald",
     "airport",
     "stubhub",
     "2003",
     "2016",
     "kroenke",
     "ana",
     "mesa",
     "butts",
     "june",
     "$650 million",
     "tuesday",
     "sam",
     "chargers",
     "9:46 a.m",
     "forbes",
     "july",
     "sunday",
     "san",
     "santa",
     "nathan",
     "park",
     "1961",
     "l.a.",
     "$1.5 billion",
     "los",
     "louis",
     "wednesday",
     "november 2018",
     "the last decade",
     "jr.",
     "2019",
     "the",
     "2017",
     "november",
     "dean",
     "farmer",
     "1967",
     "la",
     "$650-million",
     "roger",
     "$1",
     "york",
     "ron",
     "hills",
     "disney",
     "$750 million",
     "nfl"
    ],
    "id": 2,
    "text": "Chargers make it official: They're moving to Los Angeles The Chargers are moving to Los Angeles The Chargers are leaving San Diego for Los Angeles. Owner Dean Spanos announced the decision in a letter posted on the team’s website Jan. 12. (Jan. 12, 2017) The Chargers are leaving San Diego for Los Angeles. Owner Dean Spanos announced the decision in a letter posted on the team’s website Jan. 12. (Jan. 12, 2017) Sam Farmer and Nathan Fenno Contact Reporters The Chargers are leaving San Diego for Los Angeles, owner Dean Spanos announced Thursday in a letter posted on the team’s website. “After much deliberation, I have made the decision to relocate the Chargers to Los Angeles beginning with the 2017 season,” Spanos wrote. “San Diego has been our home for 56 years. It will always be a part of our identity, and my family and I have nothing but gratitude and appreciation for the support and passion our fans have shared for us over the years. “But today, we turn the page and begin an exciting new era as the Los Angeles Chargers.” Spanos — who didn’t need approval from the other NFL team owners for the move — arrived at L.A. International Airport at 9:46 a.m after a 21-minute flight from San Diego in a private jet and began a daylong tour of his team's new home. \"Getting a whole company moved up here by June or July, that's huge in itself logistically, but we have a great plan in place,\" Spanos said in a phone interview with The Times. The move didn't go as the NFL planned. A day earlier, the league moved a Sunday deadline for the Chargers to exercise their option to relocate to Tuesday so as not to conflict with playoff games or the Martin Luther King Jr. holiday. That provided a glimmer of hope to San Diego fans that a solution might be at hand. Read the letter from Chargers owner Dean Spanos announcing the move to L.A. Open link However, no last-ditch effort by the NFL to persuade Spanos to remain in San Diego materialized when the league's stadium and finance committees met Wednesday at league headquarters in New York. Spanos subsequently called NFL Commissioner Roger Goodell and several owners Wednesday to inform them he was moving the team to L.A. \"I wasn't expecting anything [of the meeting],\" Spanos said. After the NFL’s two-decade absence from L.A., the league took the unprecedented step of allowing the Chargers and Rams to return to the nation’s second-largest market in the space of a year. Though NFL owners have remained adamant in public that L.A. can support two teams, some have expressed reservations in private about how enthusiastically the city will embrace two franchises that have struggled on the field in recent years. The drawn-out decision-making has tested the patience of NFL owners and agonized a San Diego fan base that has cheered the team since its arrival from Los Angeles in 1961. In a statement, Goodell said the Chargers “worked tirelessly” to find a stadium solution in San Diego. “Relocation is painful for teams and communities,” he said. “It is especially painful for fans, and the fans in San Diego have given the Chargers strong and loyal support for more than 50 years, which makes it even more disappointing that we could not solve the stadium issue.” The Chargers have unsuccessfully sought a new stadium in and around San Diego for the last decade and a half. They wanted to replace the aging Qualcomm Stadium — built in 1967 and widely considered one of the NFL’s worst venues — but a series of proposals failed for reasons that included the city’s fiscal crisis, an inability to garner political support, site issues and little appetite for public financing. The 120-mile move north is expected to dramatically increase the value of the Chargers; Forbes estimated that the Rams are worth nearly $1.5 billion more after leaving St. Louis last year. But the Chargers will owe a $650-million relocation fee to be split among the league’s other owners. The team will have 10 years to pay, beginning when the new stadium opens. That’s expected to be in 2019. An artist's rendering of the proposed NFL stadium in Inglewood. The decision allows the Rams to start selling personal seat licenses, suites and naming rights for owner Stan Kroenke’s $2.6-billion stadium at the site of the old Hollywood Park racetrack. The Chargers, who will pay $1 a year as a tenant, will help finance the project with a $200-million NFL loan and the proceeds from sales of personal seat licenses. They’ll also contribute an additional 10 events a year to the 298-acre sports and entertainment district, where plans call for hundreds of thousands of square feet for office space, retail and housing around the glass-roofed stadium. “We are effusively happy that the Chargers made the difficult decision to come and join the Rams in Inglewood,” said James T. Butts Jr., the city’s mayor. “We welcome them with open arms.” Butts is expected to meet with Spanos in Inglewood on Thursday. Until the stadium is complete, the Chargers will play at StubHub Center in Carson. The 30,000-seat venue is a nontraditional option. The Chargers held their training camp at the facility on the campus of Cal State Dominguez Hills in 2003 and 2004. By charging more for an up-close, premium experience, team officials believe they can make up the revenue difference from what they could expect from a much larger stadium. Before making the final attempt to build a stadium in downtown San Diego, the Chargers joined forces with the Oakland Raiders in hopes of building a stadium in Carson. They even brought on Disney Chairman and CEO Robert Iger to oversee the project. However, NFL owners chose the Inglewood plan by a 30-2 vote last January. Goodell called it “transformational.” As part of the vote, however, owners awarded the Chargers the L.A. option. If they didn’t use it, the option would transfer to the Raiders. They’re pursuing a stadium in Las Vegas — bolstered by $750 million in public financing approved by Nevada’s Legislature last year — but retain a large and passionate fan base in Southern California. Last January, the Chargers announced plans for a temporary facility in Santa Ana and agreed in principle on a lease with the Rams to share the Inglewood stadium. On Jan. 29, they said they would play the 2016 season in San Diego. The Chargers turned their attention to a combined stadium and convention center in San Diego. The NFL and the team pledged $650 million toward the project. A November ballot initiative on the project received a 43% favorable vote, when two-thirds was needed to proceed. The team said it spent more than $10 million on the failed initiative. In the aftermath, Chargers officials believed that any public financing from the city or county would be subject to a vote that would be unlikely to take place until November 2018 at the earliest. Coming off a season with the second-worst home attendance in the NFL, they were loath to spend two more years as a lame-duck franchise with no guarantee that voters would greenlight funding for a stadium. “The Chargers will stand next to Donald Sterling in the Hall of Shame,” San Diego County Supervisor Ron Roberts said in a tweet Thursday, invoking the former Clippers owner who moved the team from San Diego to L.A. in 1984. “It hurts, but we will move on.” Last month, the Chargers agreed to lease space for a temporary headquarters in Costa Mesa, but they are searching for a permanent location. Last January, the Chargers applied to trademark the “Los Angeles Chargers” and “LA Chargers” names. When the Chargers posted the letter from Spanos at 8 a.m. Thursday, they also unveiled a new logo — a stylized “LA”’ that incorporates a lightning bolt. Chargers logo The new logo for the Los Angeles Chargers. The new logo for the Los Angeles Chargers. (Los Angeles Chargers) Farmer reported from New York and Fenno from Los Angeles. ALSO ",
    "title": "Chargers make it official: They&apos;re moving to Los Angeles - LA Times"
   },
   {
    "entities": [
     "recently",
     "marc",
     "james",
     "new",
     "once",
     "washington",
     "now",
     "previously",
     "cummings",
     "storch",
     "post",
     "jill",
     "podesta",
     "virginia",
     "deyoung",
     "professional",
     "conyers",
     "nov. 1",
     "anthony",
     "thursday",
     "mcauliffe",
     "elijah",
     "brian",
     "office",
     "time",
     "of",
     "horwitz",
     "legislative",
     "january 12",
     "w.",
     "oig",
     "phoenix",
     "sari",
     "zapotosky",
     "kadzik",
     "lynch",
     "responsibility",
     "terry",
     "affairs",
     "charles",
     "state",
     "comey",
     "weiner",
     "robert",
     "congress",
     "donald",
     "twitter",
     "rich",
     "grassley",
     "fbi",
     "justice",
     "february 2016",
     "clinton",
     "june",
     "the day before",
     "p.",
     "michael",
     "committee",
     "trump",
     "july",
     "b.",
     "mccabe",
     "bill",
     "huma",
     "hillary",
     "wikileaks",
     "rudolph",
     "andrew",
     "giuliani",
     "senate",
     "$450,000",
     "pac",
     "peter",
     "judiciary",
     "karen",
     "john",
     "e.",
     "oct. 28",
     "this week",
     "at 6:22 pm",
     "anne",
     "abedin",
     "loretta",
     "fallon",
     "matt",
     "horowitz",
     "york",
     "gearan",
     "department",
     "city"
    ],
    "id": 3,
    "text": "By Matt Zapotosky and Sari Horwitz January 12 at 6:22 PM Follow @mattzap Follow @sarihorwitz The Washington Post's Matt Zapotosky explains why the Department of Justice is opening a new inquiry into FBI Director James B. Comey and how he handled the probe of Hillary Clinton's email practices. (Peter Stevenson/The Washington Post) The Justice Department inspector general will review broad allegations of misconduct involving FBI Director James B. Comey and how he handled the probe of Hillary Clinton’s email practices, the inspector general announced Thursday. The investigation will be wide ranging — encompassing Comey’s various letters and public statements on the matter and whether FBI or other Justice Department employees leaked nonpublic information, according to Inspector General Michael E. Horowitz. The inspector general’s announcement drew praise from those on both sides of the political aisle, for different reasons, and once again put Comey on the hot-seat. Democrats and Clinton herself have blamed Comey for the Democratic candidate’s loss, arguing that the renewed inquiry and the FBI director’s public missives on the eve of the election blunted her momentum. Comey also has been criticized for months by former Justice officials for violating the department’s policy of avoiding any action that could affect a candidate close to an election. President-elect Donald Trump has notably declined to commit to keeping the FBI Director . Brian Fallon, a former Clinton campaign spokesman, praised the investigation Thursday. “This is highly encouraging and to be expected given Director Comey’s drastic deviation from Justice Department protocol,” Fallon said. “A probe of this sort, however long it takes to conduct, is utterly necessary in order to take the first step to restore the FBI’s reputation as a non-partisan institution.” Lawmakers and others had called previously for the inspector general to probe the FBI’s pre-election actions when it came to the Clinton probe, alleging that Comey bucked long-standing policies with his communications about the case and that information seemed to have leaked inappropriately — perhaps to former New York City mayor Rudolph W. Giuliani, a Trump supporter. [ The attorney general could have ordered FBI Director James Comey not to send his bombshell letter on Clinton emails. Here’s why she didn’t. ] Horowitz said in a news release that he will explore the circumstances surrounding the actions of Comey and others, though he will not re-litigate whether anyone should have faced charges. “The review will not substitute the OIG’s judgment for the judgments made by the FBI or the Department regarding the substantive merits of investigative or prosecutive decisions,” the news release said, using an acronym for the Office of the Inspector General. In a statement, Comey said: “I am grateful to the Department of Justice’s IG for taking on this review. He is professional and independent and the FBI will cooperate fully with him and his office. I hope very much he is able to share his conclusions and observations with the public because everyone will benefit from thoughtful evaluation and transparency regarding this matter.” The FBI’s probe into whether Clinton mishandled classified information by using a private email server when she was secretary of state has long been controversial and politically charged. Perhaps most notably, Comey on Oct. 28 — after previously announcing publicly that he was recommending no charges in the case — sent a letter to congressional leaders telling them that agents had resumed the Clinton probe after finding potentially relevant information in an unrelated case — the investigation of disgraced former congressman Anthony Weiner, the estranged husband of top Clinton aide Huma Abedin. The day before, senior Justice Department leaders had warned Comey not to send the letter, because it violated two long-standing department policies — discussing an ongoing investigation and taking any overt action on an investigation so close to an election. At the time, it was less than two weeks before the election, and early voting had already begun. Conversely, Comey has notably declined to talk about any possible investigations of President-elect Donald Trump or his campaign, as recently as this week rebuffing requests from legislators to confirm agents were looking into any such matters. That has drawn charges of hypocrisy from Democrats, though it is in line with normal practices. “I don’t—especially in a public forum, we never confirm or deny a pending investigation,” Comey said this week. The Inspector General did not say he would investigate Comey’s comments on Trump or any matters related to Russian interference in the election. Comey sent a second letter to Congress on the Clinton case, just days before the election, declaring that the investigation was complete and he was not changing the decision he had made in July to recommend no charges. But the damage — in the minds of Clinton supporters, at least — had been done. Horowitz wrote that he will explore “allegations that Department or FBI policies or procedures were not followed” in connection with both letters. When he is finished, his office will likely issue a lengthy report detailing what it has found, as it has done in other high-profile matters, though it is also possible he could recommend criminal charges for anyone found to have broken the law. The probe could take a significant amount of time. Deputy Inspector General Robert P. Storch declined to comment for this story. Horowitz wrote that his inquiry would extend back to at least July — when Comey announced he was recommending the Clinton case be closed without charges. He wrote that he would explore “allegations that Department and FBI employees improperly disclosed non-public information” — potentially a reference to Giuliani, who seemed to claim at one point he had insider FBI knowledge . Horowitz also wrote that he would explore whether FBI Deputy Director Andrew McCabe should have been recused from the case. McCabe’s wife, ran for a Virginia senate seat and took money from the PAC of Virginia Gov. Terry McAuliffe , a fierce Clinton ally. Efforts to reach McCabe were not immediately successful. Giuliani has previously said he would cooperate with an inspector general investigation, though he said he had talked to only former FBI officials and was not the recipient of any leaks. He did not return a message Thursday. Reps. John Conyers, Jr. (D-Mich.) and Elijah E. Cummings (D-Md.), who called for the inspector general related to Giuliani, said in a joint statement: “Our citizens must be able to trust that the FBI, our chief federal law enforcement agency, is non-partisan and does not insert itself into the electoral process.  We are pleased that the Inspector General is following up on our request to investigate and review these allegations and look forward to receiving a full review of these matters.” Horowitz wrote that he would delve more deeply into the FBI  publishing, just days before the election, 129 pages of internal documents from a years-old probe into former president Bill Clinton’s pardon of a fugitive Democratic donor. And he said he would also probe whether Peter Kadzik, the Justice Department’s Assistant Attorney General for Legislative Affairs “improperly disclosed non-public information to the Clinton campaign and/or should have been recused from participating in certain matters.” Kadzik used to be the lawyer for Clinton campaign chairman John Podesta, and Wikileaks released hacked emails showing communications between the two men about the State Department’s review of Clinton emails for Freedom of Information Act purposes. In an interview, Kadzik, who said he was speaking in his personal capacity, called the inspector general’s investigation “disheartening.” He noted the information he gave Podesta about a hearing and a court document already was public, and it came before the FBI opened its criminal investigation. Of whether he should have recused himself from any involvement in that criminal probe, Kadzik said: “It’s not as if I had any decision making authority or role in the criminal investigation. I wasn’t involved in the criminal investigation. There was nothing to recuse myself from.” His job, he said, was to transmit information to Congress, and even then, “It’s not like I’m making a decision on what to give or not to give with respect to that, particularly with respect to a criminal investigation like the Clinton investigation. ” Kadzik declined to say whether he would cooperate with the Inspector General probe. “My answer is, I wish the Inspector General would have talked to me first,” he said. Virtually all of the matters being probed are well-publicized controversies, and in some cases, the FBI has defended its actions. In the case of McCabe, for example, the deputy director’s wife, physician Jill McCabe, was recruited to run for a Virginia state senate seat, and took more than $450,000 from a McAuliffe PAC. At the time news of the donations broke, Trump, then just a candidate for president, called the development “absolutely disgraceful” and claimed, “we’ve never had a thing like this in the history of our country.” The FBI, though, asserted at the time that McCabe had checked in with ethics officials and followed agency protocols. And, when his wife was first recruited to run, he was not yet deputy director. He was elevated to that post in February 2016, after his wife was out of politics. The FBI, too, has previously stood by its handling of the release of documents related to the Marc Rich pardon. The bureau dumped the documents onto a records website on Nov. 1 — just days before the election — and announced it had done so on Twitter. The bureau said it did so in response to records requests, and the tweet was sent because of updates to an automated system. The timing generated significant controversy, though, and someone complained to the FBI’s Office of Professional Responsibility. An FBI spokesman said at the time he had been in touch with the office’s director, and it was “unlikely” an investigation would be launched. Now, the inspector general will look into the matter. Notably absent from the list of matters being considered is Attorney General Loretta Lynch’s controversial meeting in June with former president Bill Clinton aboard her plane on the tarmac of the Phoenix, Airport. The half-hour conversation, which Lynch has said she regrets, created the appearance that the attorney general was politically compromised. Some officials say it left a leadership vacuum and likely prompted Comey to give his controversial July press conference, at which he announced he was recommending no charges for Clinton but criticized her and her aides as “extremely careless.” The tarmac meeting could be encompassed in the investigation of possible leaks of information, and Horowitz wrote that his investigators would consider “other issues that may arise during the course of the review.” But Horowitz specifically referenced the dates of Comey’s letters and his press conference as parts of his investigation. He did not mention Bill Clinton or Lynch, who have both asserted that their conversation was not about the Clinton email case. Sen. Charles E. Grassley (R-Iowa), chair of the Senate Judiciary Committee, took note of the omission. “It’s good to hear that the Inspector General agreed to my request to look at multiple concerns that I raised throughout the investigation,” Grassley said in a statement.  “Conspicuously absent, though, is any specific reference to the Attorney General’s failure to recuse herself from the probe, particularly after her meeting with former President Clinton.  It’s in the public interest to provide a full accounting of all the facts that led to the FBI and Justice Department’s decision-making regarding the investigation.” Anne Gearan and Karen DeYoung contributed to this report. national ",
    "title": "Justice Department inspector general to investigate pre-election actions by department and FBI - The Washington Post"
   },
   {
    "entities": [
     "recently",
     "ranking",
     "roberts",
     "congress",
     "donald",
     "twitter",
     "time",
     "congressional",
     "late october",
     "2016",
     "of",
     "bureau",
     "fbi",
     "james",
     "justice",
     "new",
     "legislative",
     "just",
     "afternoon",
     "e.",
     "11 days",
     "clinton",
     "october 30",
     "federal",
     "michael",
     "trump",
     "july",
     "members",
     "abedin",
     "november 1, 2016",
     "bill",
     "joshua",
     "huma",
     "affairs",
     "hillary",
     "horowitz",
     "investigation",
     "york",
     "before the",
     "department",
     "comey",
     "early november",
     "anthony",
     "weiner",
     "5:06",
     "thursday",
     "reuters"
    ],
    "id": 4,
    "text": "FBI probe launched into actions ahead of election 5:06 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170113003745if_/http://www.nbcnews.com/widget/video-embed/853480003790\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The Justice Department Inspector General says he will review how the FBI and Justice Department handled certain aspects of the Hillary Clinton email investigation. The probe by Michael E. Horowitz will include a review of FBI Director James Comey's news conference in July and his two letters to lawmakers in late October and early November. \"In response to requests from numerous Chairmen and Ranking Members of Congressional oversight committees, various organizations, and members of the public, the Office of the Inspector General will initiate a review of allegations regarding certain actions by the Department of Justice and the Federal Bureau of Investigation in advance of the 2016 election,\" the Justice Department said in a statement. FBI Director James Comey (file photo) JOSHUA ROBERTS / Reuters Just 11 days before the 2016 general election, Comey notified Congress that the FBI was reviewing a new batch of emails that appeared to be pertinent to their investigation. The emails, discovered during a probe, were found on a laptop that former New York congressman Anthony Weiner allegedly used to send lewd text messages and pictures to an underage girl. Investigators also discovered Weiner's estranged wife, Huma Abedin, had used the same laptop to send emails to Clinton. Ultimately, those emails were deemed unrelated to the Clinton email probe. But Clinton and her surrogates felt the timing of Comey's announcement hurt her presidential bid . Most recently Bill Clinton was more blunt while talking to shoppers in a local New York bookstore reportedly saying Comey \"cost\" her the election. President-elect Donald Trump lauded Comey's actions at the time and said they \"took guts.\" According to a Justice Department statement, Horowitz will also examine: Allegations that the FBI Deputy Director should have been recused from participating in certain investigative matters; Allegations that the Department's Assistant Attorney General for Legislative Affairs improperly disclosed non-public information to the Clinton campaign and/or should have been recused from participating in certain matters; Allegations that Department and FBI employees improperly disclosed non-public information; and Allegations that decisions regarding the timing of the FBI's release of certain Freedom of Information Act (FOIA) documents on October 30 and November 1, 2016, and the use of a Twitter account to publicize same, were influenced by improper considerations. Comey said he is \"grateful\" for the review. \"I am grateful to the Department of Justice's IG for taking on this review,\" Comey said in a statement. \"He is professional and independent and the FBI will cooperate fully with him and his office. I hope very much he is able to share his conclusions and observations with the public because everyone will benefit from thoughtful evaluation and transparency regarding this matter.\" The response to the review in political circles on Thursday afternoon was swift. Play ",
    "title": "Clinton Emails: DOJ Inspector General to Review FBI, Comey Actions - NBC News"
   },
   {
    "entities": [
     "weekend",
     "congress",
     "donald",
     "eric",
     "steve",
     ", 5:04 pm",
     "lewis",
     "morgan,",
     "jan 12, 2017",
     "george",
     "harvard",
     "wednesday",
     "washington",
     "w.",
     "news",
     "present",
     "jr.",
     "jordyn",
     "abc",
     "sr.",
     "states",
     "&",
     "pence",
     "trump",
     "tribe",
     "hotel",
     "mike",
     "may",
     "international",
     "u.s.",
     "university",
     "painter",
     "richard",
     "schooner",
     "sheri",
     "bockius",
     "phelps",
     "dillon",
     "united",
     "the future",
     "laurence",
     "bush",
     "treasury"
    ],
    "id": 5,
    "text": "How Donald Trump May Violate the Constitution the Second He's Sworn In By Jordyn Phelps Jan 12, 2017, 5:04 PM ET 0 Shares WATCH Emoluments Clause: The Basics 0 Shares Email President-elect Donald Trump may be handing over the reins of his global real estate empire to his sons Donald Trump Jr. and Eric Trump and to a longtime business executive, but he still risks violating the U.S. Constitution, some experts have warned. Sheri Dillon, a partner at Morgan, Lewis & Bockius, the law firm she said Donald Trump Sr. directed “to design a structure for his business empire,” told reporters Wednesday that the financial trust Trump signed would “completely isolate [Trump] from the management of the company.” “The Constitution does not require President-elect Trump to do anything here, but just like with conflicts of interest, he wants to do more than what the Constitution requires,” she said. “He is going to voluntarily donate all profits from foreign government payments made to his hotels to the United States Treasury. This way it is the American people who will profit.” Legal experts, however, tell ABC News that the plan fails to comply with the Constitution by not adequately separating the future president from his myriad business interests. Constitutional law expert and Harvard professor Laurence Tribe argues that Trump will be “a walking, tweeting violation” of the Constitution from the moment he takes office. “His lawyer wouldn't get a passing grade in constitutional law,” Tribe told ABC News. “From the very moment he takes the oath, he will be violating a provision of the Constitution that he takes an oath to uphold every minute of every day.\" It all comes down to the emoluments clause of the Constitution, which forbids elected officials, including the president, from accepting gifts from a foreign government. How Trump's Tweets Seem to Be Affecting Stocks and CEOs What Is the Emoluments Clause? Article I, Section 9, Clause 8 of the Constitution reads, “No person holding any office of profit or trust under them, shall, without the consent of the Congress, accept of any present, emolument, office or title, of any kind whatever, from any king, prince or foreign state.” “Emolument” is a fancy word that means compensation, profit or benefit. With a business empire that spans the world and includes a network of real estate properties and hotels that are patronized by representatives of foreign governments, ethics experts say Trump needs to divest himself from the company to be in compliance with the nation's laws. “To satisfy the Constitution, he needs to make sure he does not own companies that are accepting payments from foreign governments or corporations owned by foreign governments,” Richard Painter, a former ethics lawyer for President George W. Bush, told ABC News. Steve Schooner, a government procurement law expert who teaches at George Washington University, said the legal defense presented by Trump’s lawyer was “too cute by half.” He explained that Trump's hotels, especially the Trump International Hotel in Washington, would have difficulty isolating the money spent by foreign governments. “The profits all get swallowed up in the bookkeeping somehow,” said Schooner. “If there’s a low vacancy rate one month and a big foreign delegation comes in and the hotel loses money that month but has a great weekend, there’s no profit.” He continued, “If the hotel is losing money and it loses less as a result, that's an emolument. There are significant benefits to the Trump business whether or not profits are recognized, not least of which is you have foreign governments hosting events there, and that's free advertising, which promotes further business with others who may want to curry favor with the president.\" One aspect of his business operations where Painter says Trump is safe legally from a Constitutional perspective is where the business only engages with U.S. citizens or private foreign clients. He offered the example of an office building in which the tenants are only American firms or privately owned foreign companies as a permissible business venture. Tribe goes further in his interpretation of the emoluments clause, arguing that complete divestment is necessary to truly adhere to the constitutional guideline set by the framers of the Constitution. “The Constitution was deliberately written to forbid a U.S. official, particularly a president, from accepting a profit from a foreign government or from some entity representing a foreign government. The reason for that was the long experience of European corruption,” Tribe said. “Every minute of every day, one of his hundreds of enterprises around the world will be receiving benefits from foreign governments,” he continued. It’s a principle that Tribe argues extends to Trump’s adult sons, who Trump announced will take over total control of the business operations when he’s president. “The whole history of European corruption that our founders were trying to get away from was based on the understanding that the best way to get to the king is to give benefits to the prince,” Tribe said. “The whole point of the emoluments clause is to prevent foreign governments from greasing the palm of an American official, and whether it’s his own palm or the extended palm of his daughter or son doesn’t make the slightest difference.” Painter, in contrast, doesn’t believe the clause extends to Trump’s adult children, even though he says “the appearances politically are still very questionable,” should foreign payments continue to flow to Trump’s children. “Can we hold the officeholder in violation of the Constitution because his grown children are doing business with foreign governments? I can’t imagine that that would happen,” Painter said. The problem, Painter says, arises with the appearance created by Trump’s adult children sitting in on meetings with foreign leaders, because there is no way to ensure that they are not “mixing Trump business with government business.” What Can Congress Do, and Is There a Risk of Impeachment? There is one solution under which Trump can avoid the risk of violating the emoluments clause altogether: Congress can give him permission to maintain his business empire. “The emoluments clause specifically says that Congress is in charge. It can give the president permission to have what might otherwise look like a conflict of interest,” Tribe said. Painter suggests that it would be an “excellent solution” if Trump could work out a deal with Congress in which it shrinks the application of the emoluments clause and lays out the terms under which Trump may continue owning businesses. The big catch in that scenario, of course, is that Congress would have to go along with it — a politically risky venture for Republicans who may not want to be held responsible down the road. Painter said that it is unlikely that Trump could be sued over the matter. The enforceable body in the case of the emoluments clause is Congress. But without congressional sign-off, Painter cautions, Trump could find himself facing a hugely risky — although highly unlikely — situation: impeachment. “It Congress doesn’t affirmatively give permission, he runs the risk that the next Congress is going to come back and accuse him of something,” Painter said. “It’s a big risk.” And even though Trump may appear safe from impeachment with a Republican-controlled Congress, Tribe doesn’t rule out the possibility that Trump’s party could turn on him. “We don’t know what Congress will do,” Tribe said. “If they decide Mike Pence might be a safer president for them in terms of their re-election prospects, they might well bring the sword down on Donald Trump.” “The very fact that he’s in that day-to-day threat really distorts the whole American system of government,” Tribe said. “He is a walking impeachable offense.” 0 Shares ",
    "title": "How Donald Trump May Violate the Constitution the Second He's Sworn In - ABC News"
   },
   {
    "entities": [
     "ranking",
     "congress",
     "donald",
     "peter",
     "house",
     "twitter",
     "records",
     "congressional",
     "rich",
     "john",
     "david",
     "of",
     "marc",
     "fbi",
     "james",
     "justice",
     "2015",
     "news",
     "clinton",
     "oct. 28",
     "oct. 30",
     "oig",
     "michael",
     "vault",
     "january 12, 2017",
     "november",
     "trump",
     "kadzik",
     "2001",
     "podesta",
     "doj",
     "members",
     "virginia",
     "the end of october",
     "dean",
     "mccabe",
     "terry",
     "petraeus",
     "bill",
     "matt",
     "hillary",
     "july 5",
     "horowitz",
     "wikileaks",
     "nov. 1",
     "department",
     "facebook",
     "comey",
     "andrew",
     "fox",
     "thursday",
     "senate",
     "mcauliffe",
     "nov. 6"
    ],
    "id": 6,
    "text": "Inspector general to review DOJ, FBI handling of Clinton case Published               January 12, 2017 Facebook 0 Twitter 0 livefyre Email Print   The Department of Justice inspector general announced a sweeping review Thursday of Justice Department and FBI actions leading up to the November election – in response to criticism from both sides of the aisle over how the agencies handled the Hillary Clinton email scandal.  The decision breathes new life into a controversy that had been fading since Clinton lost to Donald Trump.  The IG's office said the review will focus on allegations that procedures were not followed in connection to FBI Director James Comey’s announcement on July 5 that he would not recommend charges, even though Clinton and her staff acted “extremely carelessly” in using private email when she served as secretary of state.  The review also will look at whether appropriate policy and procedures were followed in Comey’s surprise letter to Congress on Oct. 28 – which announced he was revisiting the email probe in light of newly discovered emails – and a letter on Nov. 6, which announced there would be no further charges.  Members of the Clinton campaign and its allies have said Comey's decision to announce the reopening of the probe damaged Clinton's bid and helped cost her the election. Inspector General Michael Horowitz announced the review in response “to requests from numerous Chairmen and Ranking Members of Congressional oversight committees, various organizations, and members of the public.” The probe will also examine allegations that FBI Deputy Director Andrew McCabe should have been recused from the probe. Questions were raised about McCabe’s impartiality after it was revealed Clinton ally and Virginia Gov. Terry McAuliffe’s donated to his wife’s 2015 Senate campaign. Additionally, the probe will investigate allegations that DOJ and FBI employees improperly disclosed information not meant for the public. This apparently refers to assistant attorney general Peter Kadzik, whose email tipping off Clinton Campaign Chair John Podesta about a House oversight committee hearing was revealed by WikiLeaks. The review will also probe decisions regarding the timing of the FBI’s release of certain Freedom of Information Act documents at the end of October. The FBI’s Records Vault released a number of documents on Oct. 30 and Nov. 1, including the investigation into retired Gen. David Petraeus for compromising classified material, and the probe into President Bill Clinton’s controversial 2001 pardon of financier Marc Rich. The timing led some to believe it was an attempt to influence the election. “The review will not substitute the OIG’s judgment for the judgments made by the FBI or the Department regarding the substantive merits of investigative or prosecutive decisions,” the release from IG said. Fox News' Matt Dean contributed to this report. Advertisement ",
    "title": "Inspector general to review DOJ, FBI handling of Clinton case | Fox News"
   },
   {
    "entities": [
     "simmons",
     "nelson",
     "garcia",
     "marrazzo",
     "steve",
     "klein",
     "tribune",
     "weck",
     "john",
     "marlowe",
     "lake",
     "lopez-mejia",
     "school",
     "contact",
     "ariana",
     "community",
     "last june",
     "campus",
     "wednesday",
     "daybreak",
     "reed",
     "afternoon",
     "elementary",
     "drive",
     "reporter",
     "mccoppin",
     "huntley",
     "jan. 11, 2017",
     "county",
     "amanda",
     "tuesday",
     "anarri",
     "the",
     "dan",
     "ferlita",
     "road",
     "janaya",
     "/",
     "middle",
     "chicago",
     "armstrong",
     "2300",
     "september",
     "stacey",
     "mandela",
     "burkey",
     "may",
     "the previous day",
     "mark",
     "la",
     "wescott",
     "william",
     "martin",
     "kelly",
     "past",
     "mchenry",
     "district",
     "a couple hours later",
     "anthony",
     "jan. 10",
     "hills",
     "romano",
     "robert",
     "college",
     "about 3 p.m",
     "carla",
     "in",
     "costello",
     "night",
     "ezequiel"
    ],
    "id": 7,
    "text": "Mother strangled her 2 kids, hanged herself in suburban home: coroner Possible murder-suicide in Lake in the Hills Janaya Simmons speaks about the death investigation of her next-door neighbors in Lake in the Hills on Jan. 11, 2017. Carla Lopez-Mejia and her children, Ezequiel Garcia, 11, and Ariana Garcia, 8, were found dead Jan. 10. (Stacey Wescott / Chicago Tribune) Janaya Simmons speaks about the death investigation of her next-door neighbors in Lake in the Hills on Jan. 11, 2017. Carla Lopez-Mejia and her children, Ezequiel Garcia, 11, and Ariana Garcia, 8, were found dead Jan. 10. (Stacey Wescott / Chicago Tribune) Amanda Marrazzo and Robert McCoppin Contact Reporter Chicago Tribune Outside the town house with the boarded-up door, three teenage boys added a rosary and Christian medallion to a growing memorial of stuffed animals, candles and balloons. \"We wanted to show our respect,\" William Weck, 13, said Wednesday afternoon as a cold drizzle fell. Another nearby resident, Kelly Klein, said her two daughters were having a hard time with the news: two children and their mother had been found dead in the Lake in the Hills home the previous day in what authorities said appeared to be a double murder-suicide. A couple hours later, the news took another grim turn: Authorities announced their findings that the children, Ezequiel Garcia, 11, and his sister Ariana, 8 had been strangled, and that their mother, Carla Lopez-Mejia, 27, had then hanged herself. \"It is so heartbreaking,\" Klein said. \"It brings tears to my eyes as a mom who is supposed to protect her children.\" Police in the small McHenry County community said they were called to the town house along Daybreak Drive at about 3 p.m Tuesday, where first-responders found the remains. Janaya Simmons, who lives in an adjoining town house, said her daughter normally rode the school bus with Ariana but that she didn't show up Tuesday. Simmons called the Garcia children \"full of energy\" and said they liked to play outside no matter the weather. She recalled that, after a recent snowfall, her daughter built an igloo with Ariana and Ezequiel, whom Simmons called \"Ezzie.\" Neighbor Janaya Simmons and her daughter Anarri visit a memorial Jan. 11, 2017, outside the Lake in the Hills home where Carla Lopez-Mejia, 27, and her children Ariana Garcia, 8, and Ezequiel Garcia, 11, were found dead the previous day. (Stacey Wescott / Chicago Tribune) Anthony Romano, 14, another neighborhood boy, said the Garcia children \"were very happy.\" Simmons said she saw police outside the neighbors' town house Tuesday and later saw the children's father, as well as Lopez-Mejia's mother and brother, outside the home appearing distraught. \"Whatever happened is a tragedy. ... I really feel bad for the kids because they really didn't deserve that,\" she said. \"It's just a sad day here in Lake in the Hills.\" Ezequiel was in sixth grade at Marlowe Middle School and Ariana was a third-grader at Martin Elementary School. Both buildings are located at Reed Road Campus, which can be seen from the town house complex where the children lived. Huntley Community School District 158 posted a statement Wednesday of condolence to the family. Spokesman Dan Armstrong said parents of the Garcia children's classmates were notified directly to allow them the chance to talk to their children. The two school principals also spoke directly to the Garcia children's classmates and counselors were made available. 3 found dead in Lake in the Hills Stacey Wescott / Chicago Tribune A boarded-up door is the only sign of something amiss at a town home in the 2300 block of Daybreak Drive in Lake in the Hills on Jan. 11, 2017. A boarded-up door is the only sign of something amiss at a town home in the 2300 block of Daybreak Drive in Lake in the Hills on Jan. 11, 2017. (Stacey Wescott / Chicago Tribune) \"This terrible tragedy has affected all of us in the Huntley 158 family, and the grief that accompanies news such as this will take time to process as students, staff, and the community all attempt to come to terms with it,\" said the online statement from Superintendent John Burkey. \"Students will respond to this tragedy in different ways, and it is important for both schools and families to support them. Any reaction is normal in the grieving process and can range from withdrawal to crying to anger. It's important for us as adults to listen carefully to our children and help them through their reactions and feelings regarding this tragedy,\" the statement said. There were few immediate clues to suggest what might have led to the gruesome turn of events. Neighbors said Lopez-Mejia was quieter and less sociable than her children's father. A Facebook page appearing to be hers said she had studied at McHenry County College. Posts included inspirational quotes from Nelson Mandela: \"It always seems impossible until it's done,\" and \"May your choices reflect your hopes, not your fears.\" Another post read: \"I have a past, but I don't live there anymore.\" Last June, Lopez-Mejia filed for Chapter 7 bankruptcy to address unpaid debts, and her case was closed by September, records indicate. While debt is stressful, her attorney, Steve Costello, said his clients are usually happy to get it resolved. \"We were all scratching our heads as to why something like this would happen,\" he said. \"She seemed very nice and generally happy.\" Mark La Ferlita, 18, lives across the street from the family and said he often saw Ariana playing with her cat. \"She was nice ... a sweet kid,\" he said. \"They were cute kids, so sweet, real respectful.\" La Ferlita said he was \"shocked\" when he saw all the commotion Tuesday night and police breaking down the door. He said such events \"don't happen around here.\" \"I'm sad,\" he said. \"I always took for granted them being here, seeing them outside.\" La Ferlita said it was hard to understand what happened. \"That's your family,\" he said. \"That is something you have to cherish.\" Amanda Marrazzo is a freelance reporter, and Robert McCoppin is a Tribune reporter. Photographer Stacey Wescott contributed. ",
    "title": "Mother strangled her 2 kids, hanged herself in suburban home: coroner - Chicago Tribune"
   },
   {
    "entities": [
     "jose",
     "venezuela",
     "house",
     "congress",
     "donald",
     "castro",
     "ben",
     "4:31 p.m.",
     "linkedin",
     "the past",
     "soviet",
     "alan",
     "2016",
     "for",
     "1991",
     "the year before",
     "jeff",
     "flake",
     "washington",
     "havana",
     "2015",
     "diaz-balart",
     "clinton",
     "now",
     "1959",
     "cuba",
     "r-ariz.",
     "union",
     "the day",
     "usa",
     "2014",
     "evening",
     "states",
     "white",
     "central",
     "obama",
     "trump",
     "a",
     "1966",
     "america",
     "1994",
     "this august 1994",
     "u.s.",
     "ecuador",
     "fidel",
     "14 hours ago",
     "jan. 12, 2017",
     "1995",
     "frank",
     "gomez",
     "ap",
     "united",
     "free",
     "december 2014",
     "mario",
     "facebook",
     "mexico",
     "florida",
     "calzon",
     "current",
     "thursday",
     "today",
     "raúl",
     "rhodes",
     "center",
     "goitia"
    ],
    "id": 8,
    "text": "Obama ends 'wet foot, dry foot' policy for Cubans Cubans will now be treated the same way as migrants from other countries. Post to Facebook Obama ends 'wet foot, dry foot' policy for Cubans Cubans will now be treated the same way as migrants from other countries. Check out this story on USATODAY.com: http://usat.ly/2ipo6Vq CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 237 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obama ends 'wet foot, dry foot' policy for Cubans Alan Gomez , USA TODAY Published 4:31 p.m. ET Jan. 12, 2017 | Updated 14 hours ago x Share With the end of the \"wet foot/dry foot\" policy, Cuban immigrants will no longer have preferential treatment. Video provided by Newsy Newslook Cubans leave the coast in a raft  in this August 1994 file photo in Havana Cuba during the 1994 massive exodus. (Photo: Jose Goitia, AP) President Obama announced Thursday an end to the 20-year-old \"wet foot, dry foot\" policy that allowed most Cuban migrants who reach U.S. soil to stay and become legal permanent residents after one year. President Obama issued a statement Thursday evening saying the U.S. is working to normalize relations with its one-time foe, and ending this policy was the next logical step. \"Effective immediately, Cuban nationals who attempt to enter the United States illegally and do not qualify for humanitarian relief will be subject to removal,\" Obama said. \"By taking this step, we are treating Cuban migrants the same way we treat migrants from other countries.\" The \"wet foot, dry foot\" policy, created by President Clinton in 1995, has generally allowed Cubans who simply touch U.S. soil to stay in the country. Those caught at sea are returned to Cuba. In exchange for the new policy, Cuba has agreed to start accepting Cubans who were issued a deportation order in the United States, something the communist nation has refused to do for decades. The decision, formalized in a joint statement issued by both governments Thursday, comes as Obama tries to cement his historic opening of diplomatic relations with Cuba and one week before President-elect Donald Trump takes office. Obama ended more than five decades of isolation with Cuba in December 2014 and even visited the island in 2016. Trump has said he would renegotiate the U.S. dealings with Cuba, and ending the \"wet foot, dry foot\" policy could affect Trump's plans. Cubans rush to U.S. shores before easy entry ends Sen. Jeff Flake, R-Ariz., who has advocated for closer ties with Cuba, praised the move. \"Individuals on both sides of the U.S.-Cuba debate recognize and agree that ending ‘wet foot, dry foot’ is in our national interest,\" Flake said. \"It’s a move that brings our Cuba policy into the modern era, while allowing the United States to continue its generous approach to those individuals and refugees with a legitimate claim for asylum.\" Others were enraged, arguing that Cuba's communist regime continues to violate the human rights of its citizens. Frank Calzon, executive director of the Center for a Free Cuba, called Obama's decision \"another example of a heartless foreign policy.\" Rep. Mario Diaz-Balart, a Cuban-American Republican from Florida, agreed. \"With just eight days left in his administration, President Obama has found one more way to frustrate the democratic aspirations of the Cuban people and provide yet another shameful concession to the Castro regime,\" he said. Cubans have received favorable treatment from the United States ever since Fidel Castro took control of the island in 1959 and declared it a communist ally of the Soviet Union. Congress passed the Cuban Adjustment Act in 1966 that allowed tens of thousands of Cubans who had already fled Castro's revolution to gain legal status in the U.S. When the Soviet Union collapsed in 1991, it left Cuba in economic ruin, prompting thousands more to take to the sea for the United States on makeshift boats and rafts. To end the crisis, Clinton enacted the \"wet foot, dry foot\" policy. Rumors that the policy would end have been rampant in Cuba since the 2014 rapprochement between the two countries, prompting a surge of Cubans fleeing for the United States. In the year before Obama and Cuban President Raúl Castro announced the opening of diplomatic relations, 24,278 Cubans reached the U.S. That number nearly doubled in 2015 and surpassed 54,000 in 2016, according to the White House. Many Cubans continue traveling to the U.S. by sea in rickety, dangerous boats built from spare parts in Cuba. In recent years, more Cubans have taken advantage of laws that allow them to travel to Ecuador, where thousands have started the long, dangerous land voyage across Venezuela, Central America and Mexico to reach the southwest border. Wave of Cubans finally reach U.S. after grueling land journey The Obama administration said the surge in Cubans risking their lives to reach the U.S. played an important factor in its decision. Deputy National Security Adviser Ben Rhodes said the improving diplomatic relationship between the two countries also contributed. For example, U.S. officials met Thursday with their Cuban counterparts in Washington to coordinate efforts to combat human trafficking, and another set of government officials met in Havana to discuss outstanding claims by U.S. citizens who had their property confiscated during Fidel Castro’s revolution. Rhodes pointed to one more factor: Most Cubans now come to the U.S. \"for more traditional reasons, in terms of seeking economic opportunity,\" instead of fleeing in fear of the Castro regime as in the past. That's why the U.S. should treat them the same as economic migrants from any other country, Rhodes said. \"There's not going to be a separate queue for Cubans,\" he said. \"It just treats the Cuban migrants like migrants from other countries.\" Under the new joint agreement, the U.S. will still accept at least 20,000 Cubans each year through traditional immigration channels. 13923 CONNECT TWEET 26 LINKEDIN 237 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2ipo6Vq NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Obama ends 'wet foot, dry foot' policy for Cubans"
   },
   {
    "entities": [
     "comments",
     "inc.",
     "house",
     "court",
     ",",
     "steve",
     "scott",
     "jan. 15",
     "pelley",
     "golden",
     "interactive",
     "cbs",
     "washington",
     "supreme",
     "news",
     "2007",
     "at 7 p.m.",
     "now",
     "evening",
     "white",
     "obama",
     "2017",
     "sunday",
     "2017 jan 12",
     "kroft",
     "triangle",
     "below",
     "facebook",
     "barack"
    ],
    "id": 9,
    "text": "Preview: The Golden Triangle Obama tells 60 Minutes shaping public opinion is \"part of the job\" President Obama tells Steve Kroft that part of his job is shaping public opinion and there were times during his presidency where he \"lost the PR battle\" 2017 Jan 12 Facebook Comments President Barack Obama says sometimes in his presidency he failed to marshal enough public opinion to force his Republican opponents to back off. Losing “the PR battle” was one reason he couldn’t get a hearing for his last Supreme Court nominee, he tells Steve Kroft in an interview to be broadcast Sunday on CBS.  The full interview, Obama’s last appearance on network television in a presidential interview, will be part of “60 Minutes Presents: Barack Obama: Eight Years in the White House.” The hour-long program will also follow the 44th president’s journey through his own words in the 60 Minutes interviews he did with Kroft, beginning when Obama declared his candidacy in 2007, through the elections and the milestones of his eight years in the White House. “60 Minutes Presents: Barack Obama: Eight Years in the White House” will be broadcast Sunday, Jan. 15 at 7 p.m. ET/PT.   President Barack Obama CBS News Below is a transcript of the excerpt that appeared on the CBS Evening News with Scott Pelley . Steve Kroft:You didn’t change Washington. President Barack Obama: I changed those things that were in direct-- my direct control. I mean, I-- look, I’m proud of the fact that, with two weeks to go, we’re part of the first administration in modern history that hasn’t had a major scandal in the White House. In that sense, we changed some things. I would’ve liked to have gotten that one last Supreme Court justice in there. I’d like the Supreme Court to take a look at-- Steve Kroft: You couldn’t even get a hearing. President Barack Obama: But we couldn’t even get a hearing. Trying to get the other side of the aisle to work with us on issues, in some cases, that they professed, originally, an interest in, and saying to them, “Hold on a second. You guys used to think this was a good idea. Now, just because I’m supporting it, you can’t change your mind.” But they did. And what that did, I think, made me appreciate. And I’ve said this before. But it’s worth repeating. Because this is on me. Part of the job description is also shaping public opinion. And we were very effective, and I was very effective, in shaping public opinion around my campaigns. But there were big stretches, while governing, where even though we were doing the right thing, we weren’t able to mobilize public opinion firmly enough behind us to weaken the resolve of the Republicans to stop opposing us or to cooperate with us. And there were times during my presidency where I lost the PR battle. © 2017 CBS Interactive Inc. All Rights Reserved. Recent Segments ",
    "title": "Obama tells 60 Minutes shaping public opinion is \"part of the job\" - CBS News"
   }
  ]
 }
}