{
 "14": {
  "col-sim": {
   "cosine": 0.18302468705814562,
   "entity": 0.14907119849998599
  },
  "exec-time": 9.06899905204773,
  "links": [
   {
    "entities": [
     "division",
     "rights",
     "donald",
     "last year",
     "office",
     "eric",
     "early december",
     "time",
     "staten",
     "rio",
     "sessions",
     "of",
     "2016",
     "garner",
     "fbi",
     "jeff",
     "justice",
     "horwitz",
     "new",
     "brown",
     "mo.",
     "ferguson",
     "moore",
     "jamar",
     "four months from now",
     "washington",
     "stuart",
     "2015",
     "clark",
     "vanita",
     "now",
     "present",
     "island",
     "eastern",
     "the",
     "2014",
     "darren",
     "sari",
     "michael",
     "zapotosky",
     "civil",
     "this week",
     "d.c.",
     "the next day",
     "trump",
     "chicago",
     "c.",
     "lynch",
     "early in 2016",
     "u.s.",
     "loretta",
     "earlier friday",
     "jonathan",
     "london",
     "pantaleo",
     "matt",
     "york",
     "late 2014",
     "department",
     "district",
     "daniel",
     "baltimore",
     "january 13",
     "thursday",
     "$5.9 million",
     "the last several years",
     "jan. 6",
     "wilson",
     "gupta",
     "at 7:11 pm",
     "next week",
     "future",
     "minneapolis",
     "city"
    ],
    "id": 0,
    "text": "Loretta Lynch will leave office without Eric Garner case being resolved The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Sari Horwitz and Matt Zapotosky January 13 at 7:11 PM Follow @sarihorwitz Follow @mattzap Attorney General Loretta Lynch will step down without the Justice Department having charged or cleared police officers in the death of Eric Garner, whose videotaped takedown by New York City officers sparked national outrage, people familiar with the matter said. Lynch authorized the department to move forward with the case, but made that decision so late in her tenure that lawyers and investigators could not take all the necessary steps to procure an indictment. That would entail assembling the evidence in the case and presenting it to a grand jury in order to convince the panel to return criminal charges. The controversial case will now pass to the administration of Donald Trump and likely leave expected future attorney general Jeff Sessions with ultimate decision making authority. Sessions has said publicly he is wary of police being judged unfairly, and he is viewed as less likely to press for charges against officers involved in Garner’s death. A Justice Department spokesman declined to comment. The people familiar with the matter spoke on the condition of anonymity to discuss an ongoing criminal case. [ Even the feds can’t agree whether an officer should face charges in Eric Garner’s death ] Garner died in 2014 after he was taken to the ground by New York City police officers and put in what appeared to be a chokehold. The incident, which was caught on tape , ignited protests across the country, and Garner’s gasping “I can’t breathe” became a rallying cry for those angered by the treatment of African Americans by police. Exactly why the nearly two-and-a-half year old case could not be resolved before Lynch will leave remains unclear. The matter was initially left to state authorities — with the Justice Department watching behind them — but in late 2014, a Staten Island grand jury declined to bring charges. Early in 2016, federal authorities began presenting the case to a grand jury, but the matter soon languished in part because of a dispute inside the Justice Department. It is possible that grand jury has now expired, and a new one would have needed to be empaneled. At least some prosecutors in the U.S. Attorney’s Office in the Eastern District of New York felt that civil rights charges were not appropriate, while attorneys in the Civil Rights Division at the Justice Department in D.C. thought they were, according to people familiar with the case. The Justice Department then removed New York FBI agents from the team of investigators, though others pressed forward, people familiar with the matter said. Lynch made police reform a centerpiece of her tenure, and in the waning days of her administration, she seemed to push to cement her legacy. On Thursday, she traveled to Baltimore to announce a court-enforceable agreement that would mandate broad changes at the police department in that city, where the 2015 death of another black man sparked riots. The next day, she flew to Chicago, making public a scathing report about the police department’s pattern or practice of using excessive force on suspects and revealing that city leaders had agreed in principle to a set of improvements. The lack of a resolution in the Garner case, though, is a glaring omission, particularly given the time Lynch had to resolve it. [ Federal grand jury begins hearing evidence in Eric Garner’s death ] Garner initially drew the attention of police for selling loose cigarettes, and the city of New York reached a civil settlement with his family last year for $5.9 million. Though the matter was caught on videotape, convicting officers on federal charges in the matter would not necessarily be easy. Substantiating civil rights charges requires prosecutors to meet a heavy burden of proof and present evidence that might speak to an officer’s intent at the time of the incident. In the high-profile case of Darren Wilson, the white police officer who shot and killed 18-year-old Michael Brown in Ferguson, Mo., in 2014, the Justice Department found there was “no evidence upon which prosecutors can rely to disprove Wilson’s stated subjective belief that he feared for his safety.” Prosecutors came to a similar conclusion in the 2015 shooting of Jamar Clark in Minneapolis, describing in a lengthy news release the exacting standard they would have had to meet. “It is not enough to show that the officer made a mistake, acted negligently, acted by accident or mistake or even exercised bad judgment,” the Justice Department wrote in the release. “Although Clark’s death is undeniably tragic, the evidence is insufficient to meet these substantial evidentiary requirements.” Sessions is a former U.S. Attorney who at his confirmation hearing this week insisted he will follow the law, and his political views will have no impact on his decision making. But he also presented himself a friend to local police, wary of actions that paint them unfairly with a broad brush. “In the last several years, law enforcement as a whole has been unfairly maligned and blamed for the unacceptable actions of a few of their bad actors,” he said. “They believe the political leadership of this country abandoned them.” Lawyer Jonathan C. Moore, who represents Garner’s family, said in an interview earlier Friday that he had sent an email to Vanita Gupta, the head of the Civil Rights Division at the Justice Department, on Jan. 6, asking for a status update in the case, and she had not responded. He said his last conversation with Justice Department officials came in early December, and they told him they were still investigating. “Our position is that whether it’s now, next week, two weeks, or four months from now, that there should be an indictment,” he said. “When that happens, obviously the sooner the better.” Stuart London, who is representing the officer who on the video seems to be putting Garner in a chokehold, said he, too, had not heard anything from the Justice Department. “I’ve always said from the beginning that the standard needed to indict my client under a federal statute is even greater than under a state statute, and he was exonerated by a state grand jury,” London said. London said his client, Officer Daniel Pantaleo, remains a police officer on desk duty. world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "Loretta Lynch will leave office without Eric Garner case being resolved - The Washington Post"
   },
   {
    "entities": [
     "protection",
     "powell",
     "hughes",
     "daily",
     "new",
     "times",
     "kusa-tv",
     "2015",
     "the day",
     "will",
     "wegrzyn",
     "heinrich",
     "1:39",
     "vpc",
     "facebookemail",
     "last two years",
     "aug. 10, 2015",
     "animas",
     "water",
     "ap",
     "pueblo",
     "today",
     "$1.2 billion",
     "1:32",
     "democrats",
     "court",
     "13 hours ago",
     "nation",
     "1:23",
     "jan. 13, 2017",
     "network",
     "river",
     "spoil",
     "google",
     "navajo",
     "fear",
     "gold",
     "3 million gallons",
     "agency",
     "mexico",
     "1:47",
     "aug. 5, 2015",
     "treated",
     "congress",
     "ben",
     "twitter",
     "ray",
     "tom",
     "aug. 11",
     "usa",
     "tuesday",
     "trevor",
     "silverton",
     "magdalena",
     "a year later",
     "u.s.",
     "being",
     "luján",
     "san",
     "pinterest",
     "martin",
     "king",
     "environmental",
     "district",
     "the future",
     "health",
     "current",
     "newslook",
     "juan",
     "udall",
     "aug. 8, 2015",
     "mine",
     "colo.",
     "linkedin",
     "lake",
     "4:40 p.m.",
     "gina",
     "waste",
     "epa",
     "0:49",
     "aug. 7",
     "1:05",
     "residents",
     "farmington",
     "colorado",
     "durango",
     "1:44",
     "1:13",
     "1:37",
     "contaminated",
     "aug. 12",
     "department",
     "facebook",
     "mccarthy",
     "spill",
     "1:24",
     "1:01"
    ],
    "id": 1,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest EPA won't pay claims in mine spill that released 3M of gallons of toxic water The EPA announced today that it will not pay more than $1.2  billion in claims filed against it in response to the Gold King Mine spill. Post to Facebook EPA won't pay claims in mine spill that released 3M of gallons of toxic water The EPA announced today that it will not pay more than $1.2  billion in claims filed against it in response to the Gold King Mine spill. Check out this story on USATODAY.com: http://usat.ly/2jFFHpI CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 52 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs EPA won't pay claims in mine spill that released 3M of gallons of toxic water USA Today Network Magdalena Wegrzyn, The (Farmington, N.M.) Daily Times Published 4:40 p.m. ET Jan. 13, 2017 | Updated 13 hours ago Share COLORADO TOXIC SPILLEPA:  Colo. Contaminated Water Being Treated | 1:05 EPA chief Gina McCarthy says that contaminated water at a Colorado gold mine is being treated before being released into a stream and water tests shows that the river is restoring it self.  (Aug. 12) AP 1 of 11 Share COLORADO TOXIC SPILLColo. Officials Visit Contaminated River | 1:37 Colorado's governor inspects a stretch of river contaminated by yellow wastewater Tuesday, that spilled from an abandoned mine. (Aug. 11) AP 2 of 11 Share COLORADO TOXIC SPILLWater Trucked in for Worried Navajo Ranchers | 0:49 Farmers spread across the Navajo Nation in New Mexico are getting more worried by the day that pollutants in the San Juan River, their main source of water for livestock and crops, will keep them from being able to access it for months. (Aug. 12) AP 3 of 11 Share COLORADO TOXIC SPILLToxic sludge settling at the bottom of Colorado river | 1:13 Colorado's governor said he is outraged after an EPA worker caused 3 million gallons of mine waste to spill into the Animas River in Durango. The waste turned the river into an orange-colored toxic stream and spurred a state of emergency. KUSA-TV 4 of 11 Share COLORADO TOXIC SPILLResidents Fear Mine Spill Waste Will Spoil River | 1:44 Local officials and the Navajo Nation in towns downstream from where millions of gallons of mine waste spilled into a southwest Colorado river are demanding answers about possible threats to the water supply. (Aug. 11) AP 5 of 11 Share COLORADO TOXIC SPILLEPA Chief Responds to Colo. River Spill Anger | 1:39 The head of the U.S. Environmental Protection Agency says it \"pains me to no end\" to see the 3 million gallons of mine waste that has turned a southwest Colorado river into an orange-colored pollution stream. (Aug. 11) AP 6 of 11 Share COLORADO TOXIC SPILLToxic sludge sends mining town back in time | 1:32 USA Today's Trevor Hughes travels to Silverton, Colorado for a closer look at the toxic sludge that has sent this mining town back in time. Trevor Hughes, USA TODAY 7 of 11 Share COLORADO TOXIC SPILLEPA spills 3 million gallons of toxic sludge in river | 1:23 The Environmental Protection Agency mistakenly released 3 million gallons of toxic waste water from an abandoned mine into Colorado's Animas River. That number is three times its original estimate. KUSA-TV 8 of 11 x Share COLORADO TOXIC SPILLEPA spills toxic waste water in Colorado, effects on Animas River to last two years | 1:47 The Animas River is turning orange, and residents are turning red after more than 3 million gallons of waste water spilled out of an abandoned gold mine, releasing high levels of heavy metals. Newslook 9 of 11 Share COLORADO TOXIC SPILLOrange Muck From CO Mine Spill Heads Downriver | 1:24 A plume of orange muck from a large mine waste spill in Colorado has drifted about 55 miles downriver and is closing in on New Mexico, prompting communities to take precautions until the sludge passes. (Aug. 7) AP 10 of 11 Share COLORADO TOXIC SPILLColorado resident dies of plague | 1:01 The Pueblo, Colorado Health Department confirmed an adult died from the plague. This is the second plague death reported in Colorado in 2015. Authorities said the victim may have contracted the disease from fleas on a dead animal. VPC 11 of 11 EPA:  Colo. Contaminated Water Being Treated Colo. Officials Visit Contaminated River Water Trucked in for Worried Navajo Ranchers Toxic sludge settling at the bottom of Colorado river Residents Fear Mine Spill Waste Will Spoil River EPA Chief Responds to Colo. River Spill Anger Toxic sludge sends mining town back in time EPA spills 3 million gallons of toxic sludge in river EPA spills toxic waste water in Colorado, effects on Animas River to last two years Orange Muck From CO Mine Spill Heads Downriver Colorado resident dies of plague At left, the Animas River flows near its confluence with the San Juan River in Farmington on Aug. 8, 2015, shortly after the Gold Kine Mine near Silverton, Colo., was breached. (Photo: Daily Times file photo) 937 CONNECT TWEET LINKEDIN 52 COMMENTEMAILMORE FARMINGTON — The U.S. Environmental Protection Agency announced today that it will not pay more than $1.2  billion in claims filed against it in response to the Gold King Mine spill . The EPA says the Federal Tort Claims Act prevents the agency from paying claims the result from \"discretionary” government actions. Congress passed the law to allow government agencies — and in this case, contractors working on their behalf — to act \"without the fear of paying damages in the event something went wrong while taking the action,\" according to a press release from the EPA. An EPA agency official said paying the claims would discourage such cleanup efforts in the future. The EPA says the work conducted at the Gold King Mine near Silverton, Colo., is considered a \"discretionary function\" under the law. Contractors on Aug. 5, 2015, breached the mine, which released more than three million gallons of toxic wastewater into a tributary that feeds the Animas River, which ultimately flows into the San Juan River and Lake Powell. Federal lawmakers representing New Mexico decried the announcement, calling it a \"shameful legal interpretation of liability.\" Sens. Tom Udall and Martin Heinrich, New Mexico Democrats, and Rep. Ben Ray Luján (D-N.M.) issued a joint statement saying they would continue pushing for legislation to hold the EPA accountable. They also said it would be up to the courts to determine whether the EPA's defense is legitimate. \"We are outraged at this last-ditch move by the federal government's lawyers to go back on the EPA's promise to the people of the state of New Mexico — and especially the Navajo Nation — that it would fully address this environmental disaster that still plagues the people of the Four Corners region,” the statement reads. The statement points out that while the EPA has taken steps to clean up the mine, \"no farmer has received a dime of compensation over a year later.\" An EPA official says 73 claims related to the mine spill were filed under the Federal Tort Claims Act. Four were from governmental agencies and the rest were from individuals and companies. The mouth of the Gold King Mine, located north of Silverton, Colo., is pictured on Aug. 10, 2015, several days after a crew working on behalf of the U.S. Environmental Protection Agency breached the mine, causing toxic wastewater to enter the Animas River.  (Photo: Daily Times file photo) The claims totaled more than $1.2 billion, though the official said the federal agency did not evaluate the legitimacy of the claims and some were vague and for \"extraordinarily\" large sums. The EPA official acknowledged the length of time it has taken the agency to make its announcement, adding \"we spent a lot of time trying to see if there was any other way to address this because this is obviously an answer that leaves a lot of people unhappy who have been hurt.\" Those who filed claims have six months from the date of denial to challenge the decision with the U.S. District Court. 937 CONNECT TWEET LINKEDIN 52 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2jFFHpI NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "EPA won't pay claims in mine spill that released 3M of gallons of toxic water"
   },
   {
    "entities": [
     "inc.",
     "house",
     "congress",
     "russia",
     "wasserman",
     "congressional",
     "johnson",
     "lewis",
     "georgia",
     "friday, jan. 13, 2017",
     "john",
     "jan 13, 2017",
     "fbi",
     "james",
     "interactive",
     "september 2015",
     "cbs",
     "democratic",
     "news",
     "clinton",
     "june",
     "january 13, 2017",
     "waters",
     "three months later",
     "maxine",
     "late friday",
     "committee",
     "friday",
     "california",
     "arizona",
     "7:14 pm est",
     "schultz",
     "2017",
     "trump",
     "dnc",
     "podesta",
     "u.s.",
     "april 2016",
     "debbie",
     "hillary",
     "nbc",
     "raul",
     "comey",
     "senate",
     "hank",
     "national",
     "grijalva"
    ],
    "id": 2,
    "text": "CBS News Jan 13, 2017 7:14 PM EST The Senate intelligence committee announced late Friday an investigation of Russian interference with the U.S. election. Many Democrats believe Russian hacking cost Hillary Clinton the presidency. Separately, many Democrats also blame FBI Director James Comey -- for re-opening an investigation of Clinton’s emails -- just 10 days before the election. And on Friday, Congressional Democrats let loose on him. Democrats stormed out of a briefing on Russian hacking -- furious with one of the briefers, Comey.  James Comey spoke before Congress on January 13, 2017. Close CBS News “The FBI director has no credibility,” said Rep. Maxine Waters of California.    “My confidence in the FBI director’s ability to lead this agency has been shaken,” said Rep. Hank Johnson of Georgia.  “The FBI director has no credibility,” said Rep. Maxine Waters of California said Friday, Jan. 13, 2017.&nbsp; &nbsp; Close CBS News The closed-door briefing for all House members was confidential. But multiple lawmakers tell CBS News that the former chair of the Democratic National Committee, Rep. Debbie Wasserman Schultz, asked Comey repeatedly why he never called her personally to inform her that the DNC’s servers may have been breached by the Russians. Comey balked, eventually admitting “no, we didnt.” “There was some heat. There was some heat,” said Rep. Johnson.  The FBI and President-elect Trump have suggested the DNC was lax and uncooperative. “They did a very poor job,” Mr. Trump has said.   DNC officials tell CBS News that from September 2015 until April 2016, the only person the FBI spoke to at the DNC was an outside vendor who provided IT services. Hackers began posting the stolen emails online in June. The unguarded exchanges cost Wasserman Schultz her chairmanship. Clinton campaign chair John Podesta’s emails were posted three months later. “I don’t see the president-elect as a legitimate president,” said Rep. John Lewis of Georgia to NBC. “I think the Russians participated in helping this man get elected and they helped destroy the candidacy of Hillary Clinton.” U.S. Rep. John Lewis of Georgia. Close CBS News He and at least at least seven other Democrats have announced they will boycott the inauguration. One of them is Arizona’s Raul Grijalva. ”I will at home, in Arizona,” said Rep. Grijalva.  Democrats on Friday accused Comey of a double standard: Speaking publicly pre-election about the Clinton investigation even as he stayed mum about Russia’s attempts to help Mr. Trump. But they have been reluctant to call for him to step down, because some worry about who Mr. Trump will appoint if he leaves. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Comey briefing: Angry Democrats slam FBI director after closed-door Congressional briefing - CBS News"
   },
   {
    "entities": [
     "rockville",
     "council",
     "house",
     "oval",
     "pizzimenti",
     "twitter",
     "office",
     "foxnews.com",
     "abrams",
     "kerry",
     "bank",
     "vineyard",
     "john",
     "jerusalem",
     "email",
     "mass.",
     "marc",
     "golf",
     "force",
     "forman",
     "of",
     "community",
     "mid-pacific",
     "barry",
     "country",
     "dec. 26",
     "washington",
     "edgartown",
     "benjamin",
     "bethesda",
     "last summer",
     "air",
     "relations",
     "halber",
     "woodmont",
     "dec. 15",
     "states",
     "white",
     "israel",
     "two days later",
     "d.c.",
     "obama",
     "middle",
     "post",
     "december 28, 2015",
     "base",
     "u.s.",
     "east",
     "netanyahu",
     "goldstein",
     "faith",
     "b.",
     "aug. 18, 2013",
     "sasha",
     "hawaii",
     "greater",
     "kailua",
     "ap",
     "united",
     "security",
     "ron",
     "facebook",
     "club",
     "jewish",
     "andrews",
     "u.n.",
     "west",
     "summer",
     "md.",
     "barack",
     "last month",
     "brian"
    ],
    "id": 3,
    "text": "Facebook 0 Twitter 0 Email Print U.S. President Barack Obama plays a shot to the 18th green as he finishes a round of golf with friends at the Mid-Pacific Country Club in Kailua, Hawaii, December 28, 2015. REUTERS/Jonathan Ernst - RTX20CBK Members at an exclusive Washington-area country club think President Obama is a real duffer when it comes to foreign policy – and the fairway furor could cost him one option for a post-presidency home course. Though it’s unclear whether the outgoing president would even seek membership there, some at the Woodmont Country Club in Rockville, Md., are preemptively trying to keep Obama out of the predominantly Jewish club amid complaints about his stance on Israel, according to reports. The members have sent a barrage of emails to club President Barry Forman and General Manager Brian Pizzimenti saying Obama is \"not welcome.\"  The pushback stems from Obama’s decision last month not to have the U.S. veto a U.N. Security Council resolution criticizing Israeli settlements in East Jerusalem and the West Bank and from Secretary of State John Kerry’s speech two days later accusing Israeli Prime Minister Benjamin Netanyahu of undermining the possibility of a two-state solution. “[President Obama] has created a situation in the world where Israel’s very existence is weakened and possibly threatened,” longtime member Faith Goldstein wrote in a Dec. 26 email obtained by the Washington Post . “He is not welcome at Woodmont. His admittance would create a storm that could destroy our club. ” Expand / Contract Aug. 18, 2013: President Obama prepares to tee off while golfing at Vineyard Golf Club in Edgartown, Mass. (AP) A Dec. 15 email to Forman from Bethesda attorney Marc B. Abrams reportedly said Obama’s stance on Israel should make it “inconceivable” that club leaders would even think of granting him membership. “If you have views on this matter, I would urge you to make them known quickly,” Abrams wrote. “Timing is critical.” During his eight years in the White House, the commander-in-chief racked up more than 300 days on the links with most rounds taking place at the course at Andrews Air Force Base or while on vacation in Hawaii. But with the Obama family staying in D.C. until their daughter Sasha finishes high school, the outgoing president will need to find a new club in the D.C. area. There has been no official indication Obama plans to apply for membership at Woodmont, but he has played at least four rounds at the course during his presidency and reports from last summer indicate Woodmont would be his club of choice when he leaves the Oval Office. Representatives from Woodmont did not return FoxNews.com’s requests for comment, but the sentiments over the president’s policies in the Middle East appear far from unanimous among the club’s members and local Jewish activists. “How cool is it that the first African American president of the United States may well be joining a country club originally established because Jews couldn’t get in anywhere else?” Ron Halber, the executive director of the Jewish Community Relations Council of Greater Washington, said in an article published over the summer by the Jewish newspaper The Forward . Halber is not a member at Woodmont. More on this... ",
    "title": "'Not Welcome': Members at DC country club take swing at Obama over Israel stance | Fox News"
   },
   {
    "entities": [
     "house",
     "russia",
     "donald",
     "the next day, dec. 29",
     "kislyak",
     "ankara",
     "sean",
     "night",
     "npr",
     "ignatius",
     "sergey",
     "the 28th of december",
     "vladimir",
     "cia",
     "biden",
     "david",
     "-lsb-flynn",
     "putin",
     "capitol",
     "dec. 28",
     "new",
     "syria",
     "washington",
     "the day",
     "christmas",
     "now",
     "flynn",
     "the same day",
     "this afternoon",
     "michael",
     "friday",
     "white",
     "states",
     "tower",
     "dec. 19",
     "dec. 10, 2015",
     "klimentyev/ap",
     "obama",
     "trump",
     "kazakhstan",
     "christmas day",
     "mikhail",
     "post",
     "spicer",
     "currently",
     "u.s.",
     "the end of january",
     "hill",
     "susan",
     "december",
     "adviser",
     "evan",
     "vucci/ap",
     "united",
     "york",
     "security",
     "moscow",
     "the future",
     "thursday",
     "davis",
     "today",
     "c-span",
     "new year",
     "morning",
     "national"
    ],
    "id": 4,
    "text": "National Security Adviser nominee Michael Flynn walks in the lobby of Trump Tower in New York. Evan Vucci/AP hide caption toggle caption Evan Vucci/AP National Security Adviser nominee Michael Flynn walks in the lobby of Trump Tower in New York. Evan Vucci/AP The man tapped to be national security adviser to President-elect Donald Trump, retired Gen. Michael Flynn, exchanged text messages and spoke with Russia's ambassador to the U.S., Sergey Kislyak, in December — around the time of the Obama administration's response to Russian interference during the presidential campaign, a spokesman for Trump acknowledged Friday. Trump's Cabinet Picks Break With Him On At Least 10 Major Issues But Sean Spicer, the spokesman and incoming White House press secretary, insisted all of this contact happened before President Obama announced the retaliation, and, as a result, Obama's move to expel 35 Russian diplomats wasn't a topic of conversation. This came in response to a Washington Post column from David Ignatius that raised serious questions about contact between Flynn and the ambassador. In the column, Ignatius writes he was told by a \"senior U.S. government official\" that Flynn had called the ambassador several times on the day of Obama's action. Ignatius then asks: \"What did Flynn say, and did it undercut the U.S. sanctions? The Logan Act (though never enforced) bars U.S. citizens from correspondence intending to influence a foreign government about 'disputes' with the United States. Was its spirit violated?\" And it comes in a week in which the focus on Russia and Trump's relationship with the country has been front and center. Spicer was asked about the column in a call with reporters, and that's when he confirmed that contact had happened, but he said it wasn't as described in the column. Here's the timeline as described by Spicer: Article continues after sponsorship CHART: Who's Who In The Future Trump Administration — \"Christmas Day, Gen. Flynn reached out to the ambassador, sent him a text and it said, 'I want to wish you a Merry Christmas and a Happy New Year. I look forward to touching base with you and working with you, and I wish you all the best.' The ambassador texted him back wishing him a Merry Christmas as well,\" Spicer said. — \"And then subsequently on the 28th of December [the ambassador] texted [Flynn] and said, 'I'd like to give you a call, may I?' \" — \"[Flynn] then took that call on the 28th and the call centered around the logistics of setting up a call with the president of Russia and the president-elect after he was sworn in. And they exchanged logistical information on how to initiate and schedule that call. That was it, plain and simple.\" Donald Trump's Press Conference, Annotated President Obama ordered two Russian diplomatic compounds closed and 35 Russian diplomats expelled from the United States the next day, Dec. 29. Ignatius has updated his column to reflect what he was told by Trump's team, which initially hadn't responded to his request for comment. Here is what Ignatius wrote in the update: \"UPDATE: The Trump transition team did not respond Thursday night to a request for comment. But two team members called with information Friday morning. A first Trump official confirmed that Flynn had spoken with Kislyak by phone, but said the calls were before sanctions were announced and didn't cover that topic. This official later added that Flynn's initial call was to express condolences to Kislyak after the terrorist killing of the Russian ambassador to Ankara Dec. 19, and that Flynn made a second call Dec. 28 to express condolences for the shoot-down of a Russian plane carrying a choir to Syria. In that second call, Flynn also discussed plans for a Trump-Putin conversation sometime after the inauguration. In addition, a second Trump official said that Kislyak had initiated a call to Flynn to invite a representative of the Trump administration to a conference that would be taking place in Kazakhstan at the end of January; the official didn't provide a date for the Kazakhstan-related call.\" A transition official confirmed to NPR that in addition to talking about logistics for a post-inaugural phone call, the Russian ambassador also extended an invitation to the conference related to the conflict in Syria, which is set to take place in Kazakhstan. The transition official says no commitments about attending were made during the call. Additionally, the official couldn't say whether there had been any contact between Flynn and the ambassador since Dec. 28. This could all be a whole lot of nothing, or it could be something more serious. It isn't uncommon for ambassadors to try to reach out to incoming administrations. But critics have long raised concerns about Flynn's relationship with Russia and in particular RT, the Russian state-owned English-language network (considered by the U.S. intelligence community to be a propaganda tool). Flynn made appearances on the network and even sat next to Putin at an event celebrating its 10th anniversary. Russian President Vladimir Putin sits next to Flynn at an exhibition marking the 10th anniversary of RT (Russia Today) in Moscow on Dec. 10, 2015. Mikhail Klimentyev/AP hide caption toggle caption Mikhail Klimentyev/AP Russian President Vladimir Putin sits next to Flynn at an exhibition marking the 10th anniversary of RT (Russia Today) in Moscow on Dec. 10, 2015. Mikhail Klimentyev/AP It's been a week of intense focus on Russia First, there was the release of the unverified document claiming Russia has compromising material on the president-elect and that there had been contact between Trump's team and Russian officials during the campaign. Trump's team has strongly disputed these unverified (and in some cases verified to be false) claims calling the document and those who reported on it \"fake news.\" Trump's Plan To Shift His Businesses Is Lacking, Ethics Experts Say It came to dominate Trump's first news conference since winning the election. In that same news conference, Trump said he did think Russia was behind the campaign-related hacking and document releases, but he also said, \"If Putin likes Donald Trump, guess what folks? That's called an asset, not a liability. Now I don't know that I am going to get along with Vladimir Putin. I hope I do, but there is a good chance I won't.\" Then there were the confirmation hearings for Trump's picks for national security positions. All expressed a harder line toward Russia and its leader than Trump has. And finally, there were two totally bizarre occurrences on Capitol Hill. Just as the man who hopes to become CIA chief was testifying and a senator was in the middle of asking him about Russian interference, the power went out in the building, cutting the feed to C-SPAN, which was televising the hearing. In A Surprise Send-Off, Obama Awards Biden Presidential Medal Of Freedom And, on the same day, as a congresswoman was making a speech on the House floor, again about Russia, the C-SPAN live stream online switched to a feed of RT. \"This afternoon the online feed for C-SPAN was briefly interrupted by RT programming,\" a C-SPAN spokesman said in a statement to NPR's Susan Davis. \"We are currently investigating and troubleshooting this occurrence. As RT is one of the networks we regularly monitor, we are operating under the assumption that it was an internal routing issue. If that changes we will certainly let you know.\" ",
    "title": "Top Trump Adviser Talks More Than Once With Russian Ambassador : NPR"
   },
   {
    "entities": [
     "darien",
     "seib",
     "marcelino",
     "cargurgana",
     "donald",
     "jose",
     "last year",
     "sean",
     "l.a.",
     "angeles",
     "texas",
     "days later",
     "babies",
     "migrants",
     "los",
     "al",
     "august",
     "february 2016",
     "times",
     "this summer",
     "rams",
     "nfl",
     "gutierrez",
     "afternoon",
     "2009",
     "last fall",
     "now",
     "cuba",
     "guyana",
     "gap",
     "quintana",
     "costa",
     "nepal",
     "colombia",
     "2014",
     "friday",
     "california",
     "peru",
     "chargers",
     "haiti",
     "the next day",
     "november",
     "trump",
     "obama",
     "mcvay",
     "/",
     "zavis",
     "turbo",
     "september 2016",
     "u.s.",
     "bangladesh",
     "austin",
     "video",
     "alexandra",
     "ecuador",
     "lapd",
     "carolyn",
     "dec. 9",
     "cole",
     "$4-a-night",
     "panama",
     "mexico",
     "florida",
     "mendez",
     "thursday",
     "nicaragua",
     "rica",
     "africa",
     "city"
    ],
    "id": 5,
    "text": "(Alexandra Zavis)   Gutierrez has lived in Costa Rica since November, trying to regain his health and earn money for the next leg of his journey, which he planned to resume in a few weeks.  He has been getting paid under the table for work as a handyman and looked forward to the days when he had enough spare change to call home to Cuba. His wife and two daughters are there. A third daughter, from a previous marriage, lives in Texas.  Gutierrez’s dream was supposed to end there, in Texas, with a green card and the legal right to bring the rest of his family to join him. It was not supposed to end in Costa Rica, paying to live in a flophouse among strangers. An evangelical pastor, Gutierrez says he left Cuba because of lack of religious freedom on the island.  Although the communist government has widened its tolerance of some faiths, Gutierrez said it has cracked down on certain evangelical religions, in some cases destroying chapels. This summer, Gutierrez kissed his wife and daughters goodbye as he and another pastor paid a smuggler to help them get to the U.S.   They were part of a wave of roughly 100,000 Cubans who have fled the island since 2014 out of fear that Cubans might lose their special immigration status amid waning tensions between the old Cold War adversaries.  Over 11 months ending in August, 38,573 Cubans showed up at the southwestern border without visas, according to federal statistics. That’s six times the number of Cubans who arrived in 2009. For years, many Cubans traveled to Florida in rickety boats. If they landed on U.S. shores, they were allowed to stay. If intercepted at sea, they were sent back to Cuba, and the policy became known as “wet foot, dry foot.” In recent years, though, more Cubans traveled by land. The coyote hired by Gutierrez and his pastor friend promised he could help smuggle them into Panama, much nearer to the U.S. than Ecuador or Guyana, which Cubans could easily reach without visas.  The smuggler gave Gutierrez clear instructions: Book a flight to Guyana with a stop in Panama. At the airport in Panama City, buy a SIM card and dial this number. The person on the other end will give instructions on how to escape the airport. Marcelino Quintana, left, and Gutierrez, center, both from Cuba, get off a ferry in Cargurgana, Colombia, to begin their walk with other migrants to Panama. Carolyn Cole / Los Angeles Times Marcelino Quintana, left, and Gutierrez, center, both from Cuba, get off a ferry in Cargurgana, Colombia, to begin their walk with other migrants to Panama. Marcelino Quintana, left, and Gutierrez, center, both from Cuba, get off a ferry in Cargurgana, Colombia, to begin their walk with other migrants to Panama. (Carolyn Cole / Los Angeles Times) Gutierrez followed his orders. But when he dialed the number, the phone rang and rang. Nobody answered. “That is how my calamity began,” he said. The two pastors had no choice but to go on to Guyana, adding some 1,000 miles to their trek. Along the way, he said, they were kidnapped by highway thieves and robbed by rogue police officers who stole their phones, money and even eyeglasses. “What I have learned on this journey is that there are good people and bad people,” Gutierrez said in an interview last fall. He was sitting at a $4-a-night hotel in Turbo, Colombia, a rough-and-tumble port city that in recent years has become a way station  for a growing number of migrants from all over the world traveling to the U.S.  Babies wailed as migrants from Haiti, Africa and Bangladesh lined up to use the hotel’s single shower. Gutierrez and his friend, like other Cubans on the road, tended to stick to themselves. After all, “wet foot, dry foot” made them different. Other migrants knew this too, and they sometimes uttered resentful comments under their breath.  Migrants from Cuba, Haiti, Nepal and African nations rest in a shelter in Panama City in September 2016. Carolyn Cole / Los Angeles Times Migrants from Cuba, Haiti, Nepal and African nations rest in a shelter in Panama City in September 2016. Migrants from Cuba, Haiti, Nepal and African nations rest in a shelter in Panama City in September 2016. (Carolyn Cole / Los Angeles Times) One afternoon in Turbo, Gutierrez and his friend haggled for rain boots and lanterns. The next day, the two of them with another Cuban began their passage by foot through the Darien Gap, a stretch of jungle on the Panamanian border so thick no roads have ever traversed it. He had heard stories about other migrants who had died —  by jungle snake, or at the hands of the drug traffickers and militants — so he bowed his head in prayer.  “I’m not afraid of death,” he said, his bottom lip quivering. “I’m just afraid of never seeing my family again.”  When they emerged days later from the sticky, buggy jungle, they took their bleeding feet and mosquito-bitten legs to a Catholic church in Panama City that has become known as a refuge for Cubans on the road.  Gutierrez was worried they would be turned away because of their evangelical faith, but the first question the priest asked when they arrived at the stately old church was: “What can we feed you? “It was a special moment,” Gutierrez said. “I thought we were enemies. But they treated us like kings.” He stayed there for weeks, sleeping shoulder to shoulder with hundreds of other migrants and eating meals of beans and rice.  By then, Gutierrez’s body was covered in lichen planus, a skin rash that can be triggered by infection or stress. He and his friends managed to cross into Costa Rica, but Gutierrez didn't think he was well enough to go on to Nicaragua, another notorious and lawless passage. Gutierrez’s friends went on without him, eventually spending two weeks in a Mexican migrant detention center before they were released. Mexico, which also has cracked down on illegal immigration, often tolerated Cubans passing through the country because the U.S. would readily accept them. How the country will view Cubans now is uncertain.  Gutierrez later learned his companions crossed into Texas on Dec. 9. Soon, they will be issued work permits, and within a year, they will be allowed to apply for green cards.  One of them, Marcelino Quintana, is living with extended family members in Austin, where the size of the homes and the number of restaurants at first put him in a state of shock.  “I’m trying to adopt to the liberty of this great nation,” he said Thursday. Gutierrez, center, and Marcelino Quintana fled Cuba in August. Since November, Gutierrez has been living in Costa Rica. Carolyn Cole / Los Angeles Times Gutierrez, center, and Marcelino Quintana fled Cuba in August. Since November, Gutierrez has been living in Costa Rica. Gutierrez, center, and Marcelino Quintana fled Cuba in August. Since November, Gutierrez has been living in Costa Rica. (Carolyn Cole / Los Angeles Times) For Gutierrez, it’s too late. He sees few options: ask for political asylum in Costa Rica, or return to Cuba, where he worries he might be punished by the government. The Cuban government has said it will take back those who left. He would never cross illegally into the U.S., he said, and though he could ask for asylum based on his religious beliefs, asylum claims are notoriously hard to win.  On Thursday and Friday, he stayed close to a wi-fi hot spot, scrolling for updates on the policy change. He messaged to panicked friends also on their way to the U.S. but who have only made it to Panama or Peru. He kept hoping he would find news articles saying President-elect Donald Trump vowed to overturn Obama’s decision. Trump, he said, is the only hope for Cubans like him.  He knows he should, but he still hasn’t called his family in Cuba to tell them what he plans to do next. It’s because, he said, he has absolutely no idea. Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption Laurel Canyon mudslide Video by Al Seib / Los Angeles Times Video by Al Seib / Los Angeles Times Caption Raw video: Surveillance video of fatal LAPD shooting of 16-year-old The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. Caption 90 seconds: 4 stories you can't miss ",
    "title": "&apos;Obama has killed our dream&apos;: Cuban immigrants marooned in Mexico and Central America after Obama ends their special status - LA Times"
   },
   {
    "entities": [
     "house",
     "18 percent",
     "jason",
     "lewis",
     "georgia",
     "john",
     "morning",
     "of",
     "this year",
     "suzan",
     "minnesota",
     "new",
     "times",
     "washington",
     "nancy",
     "tom",
     "early thursday",
     "now",
     "budget",
     "price",
     "monday",
     "pelosi",
     "delbene",
     "services",
     "committee",
     "friday",
     "kentucky",
     "california",
     "human",
     "this week",
     "obama",
     "trump",
     "2010",
     "yarmuth",
     "67 percent",
     "ryan",
     "and",
     "york",
     "department",
     "the future",
     "health",
     "senate",
     "paul",
     "wisconsin",
     "d."
    ],
    "id": 6,
    "text": "Continue reading the main story Republicans have repeatedly pledged to repeal the Affordable Care Act. Now they say they are intent on keeping their promise to Americans who have been crushed by soaring premiums and other unintended effects of the law, which was adopted without any Republican votes. Advertisement Continue reading the main story “This is a critical first step toward delivering relief to Americans who are struggling under this law,” House Speaker Paul D. Ryan of Wisconsin said, adding of the health care law, “This experiment has failed.” Democrats warned that repeal of the health law would cause hardship for millions of Americans and create chaos in insurance markets and in the health care system, which accounts for about 18 percent of the nation’s economy. “If we go down this path, we won’t have repeal and replace,” said Representative John Yarmuth of Kentucky, the senior Democrat on the House Budget Committee. “What we’ll have is repeal and repent, because we’re going to owe a huge apology to the American people for the damage that we cause.” “There’s still no plan for what comes next, threatening massive disruption to the entire health care system” said Representative Suzan DelBene, Democrat of Washington. The House vote generally adhered to party lines, with the debate highlighting the striking gulf between the two parties over the future of health care. The Senate had approved the budget blueprint early Thursday by a vote of 51 to 48. The Times would like to hear from Americans who purchased health insurance under the Affordable Care Act. In the days before the House vote, some conservative Republicans as well as moderates expressed discomfort about signing off on the budget measure without having a clearer picture of how and when Republican leaders planned to go about replacing the health care law. Nine House Republicans ended up voting against the budget blueprint on Friday. No Democrats voted for it. The votes this week — essentially procedural steps — represented the first of several moves that Republicans plan to make as they demolish the law that Mr. Obama so frequently lauded. In the next few weeks, they say, they will try to devise a replacement, working closely with Mr. Trump and the man he has chosen to lead the Department of Health and Human Services, Representative Tom Price, Republican of Georgia. Advertisement Continue reading the main story Four committees — two in the Senate, two in the House — will write language repealing major provisions of the 2010 health law. The resulting legislation can be passed with simple majorities in both chambers and will be immune to a filibuster in the Senate. Then, Republicans say, they will pass one or more free-standing bills to replace selected provisions of the Affordable Care Act. In the Senate, where Republicans hold 52 seats, they will need 60 votes to pass such legislation and will therefore need help from Democrats. Mr. Trump voiced support this week for repealing and replacing the health care law nearly simultaneously, though it remained to be seen how Republicans in the Senate would be able to win over enough Democratic support to put in place a robust replacement for the existing health care law, given the need for those 60 votes. In the House debate Friday, Republicans and Democrats offered wildly differing views of health care and health insurance. Representative Jason Lewis, a freshman Republican from Minnesota, said he had firsthand experience with the Affordable Care Act. “Minnesotans have seen their health insurance choices shrink while their premiums, co-pays and deductibles skyrocket,” Mr. Lewis said. “I should know. For the last, in fact, over five years, I’ve been in the individual market, and my own insurance premiums have nearly tripled, and I’ve gone through three insurers. Minnesotans have seen a 50 to 67 percent increase in the premium cost this year alone.” The House Democratic leader, Representative Nancy Pelosi of California, who engineered passage of the health law in the House in 2010, defended it on Friday, saying that every American benefited. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "House Joins Senate in Approving Groundwork to Revoke Health Care Law - The New York Times"
   },
   {
    "entities": [
     "police",
     "taser",
     "donald",
     "annie",
     "byrne",
     "husain",
     "steve",
     "chgo",
     "cook",
     "jason",
     "johnson",
     "tribune",
     "gorner",
     "cpd",
     "of",
     "nausheen",
     "sessions",
     "john",
     "alabama",
     "contact",
     "justice",
     "meisner",
     "this mornings",
     "jeff",
     "dept",
     "jan. 13, 2017",
     "emanuel",
     "jeremy",
     "dyke",
     "sweeney",
     "the past year",
     "county",
     "dan",
     "trump's",
     "van",
     "mcdonald",
     "friday",
     "obama",
     "trump",
     "chicago",
     "lynch",
     "reporters",
     "eddie",
     "u.s.",
     "doj",
     "loretta",
     "hinkel",
     "schmadeke",
     "velasquez/chicago",
     "foxx",
     "rahm",
     "laquan",
     "department",
     "state",
     "dept.",
     "current",
     "the future",
     "phil",
     "barack",
     "kim"
    ],
    "id": 7,
    "text": "Justice report rips Chicago police for excessive force, lax discipline, bad training Justice report calls for swift reforms to Chicago police department After a year-long investigation of the Chicago Police Department, the U.S. Department of Justice released a 164-page report on Jan. 13, 2017. The report condemns Chicago police for excessive force, lax discipline and bad training. (Chicago Tribune) After a year-long investigation of the Chicago Police Department, the U.S. Department of Justice released a 164-page report on Jan. 13, 2017. The report condemns Chicago police for excessive force, lax discipline and bad training. (Chicago Tribune) Jason Meisner , Annie Sweeney , Dan Hinkel and Jeremy Gorner Contact Reporters Chicago Tribune In perhaps the most damning, sweeping critique ever of the Chicago Police Department , the U.S. Department of Justice concluded Friday that the city's police officers are poorly trained and quick to turn to excessive and even deadly force, most often against blacks and Latino residents, without facing consequences. The 164-page report, the product of more than a year of investigation, paints the picture of a department flawed from top to bottom, although many of the problems it cites have, for decades, been the subject of complaints from citizens, lawsuits by attorneys and investigations by news organizations. As such, the report is an indictment of sorts of city officials who, the report said, have paid lip service to the community's complaints as well as the need for reform of the Police Department and the various city agencies responsible for its oversight. Taken together, the Chicago Police Department's flaws have \"helped create a culture in which officers expect to use force and not be questioned about the need for or propriety of that use,\" the Justice Department said in its report, made public Friday by U.S. Attorney General Loretta Lynch. Read the story In response to the federal investigation, Mayor Rahm Emanuel agreed to enter a court-enforced agreement with the Justice Department on a wide range of reforms, Lynch and other officials announced. While the report lauds some of the changes Emanuel has made to policing in recent months, it cautions that further reforms are needed and that real change is unlikely to last without outside monitoring. What's more, the report takes Emanuel to task for his efforts to get ahead of the report, saying some efforts have been insufficient. For his part, the mayor continued to voice his backing of the federal investigation while at the same time insisting the report's findings of systemic problems don't portray most cops. \"The incidents described in this report are sobering to all of us,\" he said. \"Police misconduct will not be tolerated anywhere in the city of Chicago, and those who break the rules will be held accountable for their actions. Misconduct not only harms the individuals affected, it damages the reputation of the Chicago Police Department. Kim Foxx reacts to DOJ report Cook County State's Attorney Kim Foxx reacts to this mornings Dept of Justice report on the Chgo Police Dept. Jan. 13, 2017. (Phil Velasquez/Chicago Tribune) Cook County State's Attorney Kim Foxx reacts to this mornings Dept of Justice report on the Chgo Police Dept. Jan. 13, 2017. (Phil Velasquez/Chicago Tribune) See more videos \"At the same time, it is important to recognize that the incidents of misconduct cited in this report do not represent the values of the city of Chicago. And I believe firmly they do not represent the good work of the vast majority of the men and women of the Chicago Police Department, I said it earlier, who put their lives on the line every day.\" At a news conference, Lynch said the department's pattern of excessive force \"is in no small part the result of severely deficient training procedures and accountability systems.\" \"CPD does not give its officers the training they need to do their jobs safely, effectively and lawfully,\" Lynch said. \"It fails to properly collect and analyze data, including data on misconduct complaints and training deficiencies, and it does not adequately review use-of-force incidents to determine whether force was appropriate or lawful or whether the use of force could've been avoided altogether.\" All of these issues, she said, have led to \"low officer morale and erosion of officer accountability.\" More than two years after the fatal shooting of 17-year-old Laquan McDonald by Chicago police Officer Jason Van Dyke, the fallout continues to spread. Van Dyke faces murder charges, sustained protests have taken place across the city after a dashcam video shows Van Dyke shooting McDonald 16 times,... (Nausheen Husain) The investigation was launched after the court-ordered release of a video showing a white police officer shoot black teenager Laquan McDonald 16 times. The incident became a flashpoint in police-community relations after Emanuel and city officials worked to keep the video from the public for about a year. In its findings, the Justice Department was particularly critical of foot pursuits by officers — the subject of a recent Tribune investigation. The report said the foot chases too often end with unarmed individuals being shot. The Justice Department also faulted officers for shooting at vehicles without justification. The report hammered hard at how officers fail to de-escalate tense situations, often resulting in shootings that were avoidable and unnecessarily endangered officers as well. The Justice Department ripped officials responsible for investigating police shootings and other uses of force for failing to hold officers accountable or issue meaningful discipline. The report cited a pervasive \"code of silence\" that leads officers to lie to protect themselves and colleagues. Disciplinary authorities, in turn, have rarely brought cases against officers who lied, even when their statements were contradicted by video, while officers are almost never held accountable for even the worst shootings, it found. Although the vast majority of the report was critical of the police, it also suggested that officers were victims of a sort — desperate for change but poorly served by a lack of training that often put them in harm's way. But as much as the Justice Department suggested that most of the city's 12,000 officers wanted to do better, it chronicled so many abuses that the report is yet another black eye for a department with a long, controversial history that includes torturing suspects and dozens of wrongful convictions. Indeed, the Justice Department's report offered confirmation of a story often told about Chicago police — that they take gang members into rival territory to threaten them into cooperating. Besides addressing police shootings, it dealt with other police issues, such as how officers target minorities in enforcement and, in many instances, treat them badly and, in some cases, unconstitutionally: manhandling even children and holding them unless they can produce a gun, for instance. One of the report's key findings echoed a contention black and Hispanic Chicagoans have made for decades — that police unfairly target minorities. The report said DOJ investigators had \"serious concerns about the prevalence of racially discriminatory conduct by some CPD officers.\" Statistics cited by the DOJ show that CPD has used force almost 10 times more often against blacks than against whites. Justice Department officials tracked the Police Department's problems all the way to the police academy, where officers learn to be police but end up shooting people who pose no threat and using a Taser on people who simply didn't follow spoken commands. The report criticized use-of-force training at the academy, noting that Justice Department investigators observed a training video made decades before that \"was inconsistent with both current law and CPD's own policies.\" When officials spoke to recent academy graduates, only 1 in 6 \"came close to properly articulating the legal standard for use of force.\" The report said that while Emanuel has widely expanded the department's stock of Tasers, too many officers have been run through training programs too quickly, \"without proper curriculum, staff or equipment.\" As a result, according to the report, many officers are \"uncomfortable with how to use Tasers effectively as a less-lethal force option — the very skill the training was supposed to teach.\" The report's release marks a landmark for the country's second-largest local police department and one of the last acts of President Barack Obama's Justice Department. But the report comes as serious questions loom about the future of police reform nationwide. President-elect Donald Trump has supported aggressive law enforcement, and his nominee for attorney general, Alabama Republican Sen. Jeff Sessions, has criticized consent decrees. Local activists and lawyers have voiced fears that Emanuel's resolve to change policing will wane if Trump's Justice Department relaxes its stance, but the mayor has said he's committed to improving the 12,000-strong police force. During the 13-month investigation, Emanuel pressed changes in line with reforms that federal authorities have tended to seek in other departments: tightening use-of-force policies and stepping up training and discipline. The report's release answered a key lingering question as to whether Emanuel would agree to formal court supervision of reforms. In her statement, Lynch said the city had signed an agreement to work with federal officials on a consent decree. An independent monitor will oversee the process. Winning the trust of the community, however, will not be easy. Chicago police, the report states, must show \"communities racked with violence that their police force cares about them and has not abandoned them, regardless of where they live or the color of their skin.\" \"That confidence is broken in many neighborhoods in Chicago,\" the report said. Getting buy-in from rank-and-file officers, many of them overwhelmed by surging violence and weary of constant criticism, also will be difficult. But Superintendent Eddie Johnson said the department was working hard to regain the community's trust and would continue to do so. He noted how the department has boosted its training of officers in the past year, including in crisis intervention, and how it solicited input from the public on a new use-of-force policy. \"Quite simply, as a department, we need to do better,\" he said. \"And you have my promise and commitment that we will do better.\" Chicago Tribune's John Byrne and Steve Schmadeke contributed. jmeisner@chicagotribune.com ",
    "title": "Justice report rips Chicago police for excessive force, lax discipline, bad training - Chicago Tribune"
   },
   {
    "entities": [
     "recently",
     "house",
     "rand",
     "donald",
     "jan 13",
     "leigh",
     "meadows",
     "complete",
     "congressional",
     "3:24",
     "ann",
     "et",
     "of",
     "new",
     "times",
     "justin",
     "--",
     "charlie",
     "january 27",
     "gop",
     "early thursday",
     "now",
     "last week",
     "january 13, 2017",
     "republican",
     "cnn",
     "tuesday",
     "friday",
     "repeal",
     "obamacare",
     ", 3:59 pm",
     "r-kentucky",
     "j.",
     "2017",
     "first",
     "obama",
     "trump",
     "amash",
     "currently",
     "caldwell",
     "mark",
     "ryan",
     "freedom",
     "york",
     "dent",
     "r-mich.",
     "thursday",
     "step",
     "caucus",
     "senate",
     "paul",
     "barack"
    ],
    "id": 8,
    "text": "Jan 13 2017, 3:59 pm ET Congressional GOP Complete First Step of Obamacare Repeal by Leigh Ann Caldwell advertisement The House passed a bill Friday that starts the repeal of the Affordable Care Act, officially completing the first step of the two-step process of repealing the health care legislation. The measure passed 227 to 198 with no Democrats supporting it and nine GOP members voting against it. Leadership was able to gain the support of enough Republicans to pass the bill, despite concerns among members worried there was no plan to replace Barack Obama's signature healthcare law. Play How quickly will GOP replace Obamacare? 3:24 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170114003315if_/http://www.nbcnews.com/widget/video-embed/850747459849\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> House Speaker Paul Ryan spoke on the floor before the vote, urging his colleagues to support the first stage of the repeal effort. \"By taking this first step toward repealing Obamacare, we are closer to giving Americans relief from the problems this law has caused,\" Ryan said in a statement after the vote. \"This resolution gives us the tools we need for a step-by-step approach to fix these problems and put Americans back in control of their health care.\" The Senate approved the bill during a marathon voting session early Thursday with only Republican support. Sen. Rand Paul, R-Kentucky, was the only Republican to vote against the Senate measure, in part, because the measure, which is a component of the budget, increases the federal deficit and also because of his concerns about the lack of a health care replacement plan. Leadership's evolution on a timeline to repeal and replace Obamacare has given assurance to members who were nervous about repealing the health care law with no plan to replace it. As recently as last week, Republican leadership said that it would take time — weeks or even months — to replace the massive health care law that currently gave coverage to an additional 20 million people and impacts one-sixth of the nation's economy. But after hearing from rank-and-file Republicans across the conservative spectrum, and after President-elect Donald Trump publicly said - through tweets, an interview with the New York Times and in his press conference - that repeal and replace would happen \"almost simultaneously,\" Republican leaders became more bullish about the timeline. The \"Unaffordable\" Care Act will soon be history! — Donald J. Trump (@realDonaldTrump) January 13, 2017 House Speaker Paul Ryan said on Tuesday, for the first time, that parts of the bill would be replaced \"concurrently.\" And then on Thursday during a CNN town hall, Ryan said, \"So, without getting into all of the legislative mumbo jumbo, we want to do this at the same time and in some cases in the same bill.\" And a Republican aide said Ryan has personally committed to jittery Republicans that replace would happen quickly. The change of tune helped members like Rep. Mark Meadows, R-N.C., the head of the conservative Freedom Caucus, to vote for the bill. \"While serious concerns remain, I have been please to hear the speaker commit to bringing up a healthcare replacement bill within days, now weeks, of a repeal measure,\" Meadows said in a statement. But House Republicans saw nine defections from both the most conservative wings of the party, like Rep. Justin Amash, R-Mich., to the more moderate, like Rep. Charlie Dent, R-Penn. Dent said that he's concerned that Republicans are rushing forward without having a \"deliberate and thoughtful\" replacement plan at the ready. He said Republican leaders and the Trump administration needs to \"fully develop and articulate a comprehensive and achievable replacement plan that meets the health needs of the people in our districts,\" Dent said in a phone interview. The House's vote Friday completes the first step for repeal. The bill now directs four committees - two in the House and two in the Senate - to write the legislation to repeal the ACA. The self-imposed deadline is January 27 but leadership aides admit that is an unreasonable date and repeal legislation could take weeks. While Ryan now insists that repeal and parts of replace will be done at the same time, the reality is complicated. Because the Republicans are using a budget gimmick known as reconciliation, a process that enables legislation to pass the Senate by a simple majority, the only things that can be addressed in the legislation are tax and spend components. Now that the timeline has sped up, Republicans are going to have to determine what can be repealed and what can be replaced under reconciliation's strict guidelines. Everything else will likely need the support of 60 votes in the Senate. Leigh Ann Caldwell ",
    "title": "Congressional GOP Complete First Step of Obamacare Repeal - NBC News"
   },
   {
    "entities": [
     "house",
     "jan",
     "maryalice",
     "john",
     "macarthur",
     "jan 13, 2017",
     "to",
     "next month",
     "charlie",
     "gop",
     "tom",
     "republican",
     "later this month",
     "this afternoon",
     "earlier today",
     "repeal",
     "obamacare",
     "schakowsky",
     "first",
     "delaney",
     "parks",
     "takes",
     "ryan",
     "r-new",
     "dent",
     ", 3:58 pm",
     "thursday",
     "step",
     "senate",
     "jersey",
     "paul",
     "today",
     "morning",
     "this weekend"
    ],
    "id": 9,
    "text": "House Takes First Step to Repeal Obamacare By MaryAlice Parks Jan 13, 2017, 3:58 PM ET 0 Shares WATCH House Takes First Step to Repeal Obamacare 0 Shares Email Republicans moved one step closer to repealing Obamacare after the House passed a measure this afternoon directing committees to begin working on legislation to repeal major pieces of the law. The resolution cleared the House 227-198. Ten members didn't vote. Similar legislation passed in the Senate Thursday morning largely along party lines. A group of nine moderate and conservative House Republicans voted against the bill with concerns that Republicans would end up repealing the law without clearly laying out and presenting their replacement. \"The only thing I've ever asked for is that the replacement plan be fully developed before we take on the repeal issue,\" Rep. Charlie Dent, R-Pennsylvania, a leading moderate who voted against the measure, said in an interview. “I want to make [sure] people who have pre-existing conditions don’t get frozen out of the market,” Tom MacArthur, R-New Jersey, said after voting against the resolution. “I am getting a lot of calls. People are concerned about fixing health care. They are much more concerned about the substance of the fix than the timing of the fix.” Republican leaders expect to enact a repeal as early as next month; House Speaker Paul Ryan said it would \"definitely\" come in the first 100 days. Democrats criticized the vote and accused the GOP of playing politics. \"It's being done for political reasons,\" said Rep. John Delaney, D-Maryland, on the House floor. Next Steps Ryan has emphasized that the House would move any legislation repealing the law through the committee process. “We are not going to swap one 2700-page monstrosity for another … we are going to do this the right way. We are going to do this the way it was designed through the congressional committee system,” he said during his press conference earlier today. Democrats say they will counter Republicans' efforts by bringing Americans whose lives have been positively affected by the law to these hearings. Several members are holding rallies in their districts this weekend to tout the law's benefits. Democrats will also make the argument that that Republicans cannot realistically “repeal” parts of the law without excluding popular provisions like protections for people with pre-existing conditions. “Here is the problem that they have,” Congresswomen Jan Schakowsky, D-Illinois, said during a press conference today with Democratic House members. “All of the parts are like a puzzle that was carefully crafted and put together and you take a piece out and it no longer works. And that is what they are coming to realize. They have had six years to come up with something and they have come up with exactly nothing.\" Ryan and his office remain unwilling to talk policy details. According to Ryan, proposals and legislative strategy will be discussed at the retreat for Republican lawmakers later this month. But Republican leadership acknowledges that the longer it waits to offer a replacement, the more scrutiny it will face from Americans and lawmakers alike. 0 Shares ",
    "title": "House Takes First Step to Repeal Obamacare - ABC News"
   }
  ]
 }
}