{
 "15": {
  "col-sim": {
   "cosine": 0.31258798158225687,
   "entity": 0.3651483716701107
  },
  "exec-time": 9.714296340942383,
  "links": [
   {
    "entities": [
     "recently",
     "council",
     "oval",
     "house",
     "bannon",
     "steve",
     "vladimir",
     "david",
     "washington",
     "2015",
     "christmas",
     "now",
     "later this month",
     "2014",
     "evening",
     "late friday",
     "post",
     "spicer",
     "nations",
     "moscow",
     "journal",
     "dec. 28",
     "office",
     "late december",
     "taiwan",
     "jared",
     "associated",
     "defense",
     "2008",
     "syria",
     "gru",
     "january 14, 2017",
     "kushner",
     "pentagon",
     "mark",
     "agency",
     "security",
     "state",
     "dec. 29",
     "reuters",
     "russia",
     "donald",
     "twitter",
     "ignatius",
     "2016",
     "toner",
     "wing",
     "democratic",
     "the day friday",
     "the day before",
     "michael",
     "committee",
     "states",
     "white",
     "friday",
     "kremlin",
     "obama",
     "trump",
     "intelligence",
     "street",
     "u.s.",
     "united",
     "current",
     "senate",
     "new year",
     "kislyak",
     "sean",
     "sergey",
     "putin",
     "wednesday",
     "flynn",
     "fsb",
     "china",
     "this week",
     "press",
     "kazakhstan",
     "november",
     "dec. 29, the day",
     "december",
     "wall",
     "later friday",
     "department",
     "facebook",
     "west",
     "national"
    ],
    "id": 0,
    "text": "Team Trump: Flynn called Russia ambassador, no sanction talk 'plain and simple' Published               January 14, 2017 Facebook 0 Twitter 0 livefyre Email Print   The Donald Trump transition team has acknowledged that its incoming national security adviser has been in contact with Russia's ambassador but denies reports they were plotting over recently imposed sanctions on Moscow. A transition team official acknowledged a call on Dec. 29, the day President Obama hit Russia for election-related hacking, but said the conversation was about “logistics” for a call between Russian President Vladimir Putin and Trump, who on Friday is sworn-in as president. “That was it. Plain and simple,” the official told reporters on the team’s daily conference call. The official said retired Army Lt. Gen. Michael Flynn, Trump’s pick for national security adviser, texted Russian Ambassador Sergey Kislyak to wish him a Merry Christmas and a Happy New Year. He said Kislyak, in a return text, requested and was granted a phone conversation in late December about the “logistics of setting up call with the president of Russia and the president-elect.” Flynn's contacts with the Russian ambassador were first reported by Washington Post columnist David Ignatius. “I believe Ignatius will print an update now that he has been provided information to clarify,” the transition official also said. It's not unusual for incoming administrations to have discussions with foreign governments before taking office. But repeated contacts just as Obama imposed sanctions raised questions about whether Trump's team discussed -- or even helped shape -- Russia's response. Reuters reports that Flynn and Kislyak talked several times on Dec. 29. Putin unexpectedly did not retaliate against the U.S. for the move, a decision Trump quickly praised. More broadly, Flynn's contact with the Russian ambassador suggests the incoming administration has already begun to lay the groundwork for its promised closer relationship with Moscow. That effort appears to be moving ahead, even as many in Washington, including Republicans, have expressed outrage over intelligence officials' assessment that Putin launched a hacking operation aimed at meddling in the 2016 presidential election to benefit Trump. In an interview published Friday evening by The Wall Street Journal, Trump said he might do away with Obama's sanctions if Russia works with the U.S. on battling terrorists and achieving other goals. \"If Russia is really helping us, why would anybody have sanctions?\" he asked. During a news conference Wednesday, Trump highlighted his warmer rapport with the Russian leader. \"If Putin likes Donald Trump, I consider that an asset, not a liability, because we have a horrible relationship with Russia,\" he said. The sanctions targeted the GRU and FSB, leading Russian intelligence agencies that the U.S. said were involved in the hacking of the Democratic National Committee and other groups. The U.S. also kicked out 35 Russian diplomats who it said were actually intelligence operatives. Trump has been willing to insert himself into major foreign policy issues during the transition, at times contradicting the current administration and diplomatic protocol. He accepted a call from Taiwan's president, ignoring the longstanding \"One China\" policy that does not recognize the island's sovereignty. Asked about that Friday by the Journal, he responded, \"Everything is under negotiation.\" He also publicly urged the U.S. to veto a United Nations Security Council resolution condemning Israeli settlements, then slammed the Obama administration for abstaining and allowing the measure to pass. Questions about Trump's friendly posture toward Russia have deepened since the election, as he has dismissed U.S. intelligence agencies' assertions about Russia's role in the hacking of Democratic groups. In briefing Trump on their findings, intelligence officials also presented the president-elect with unsubstantiated claims that Russia had amassed compromising personal and financial allegations about him, according to a separate U.S. official who spoke on the condition of anonymity because the official was not allowed to publicly discuss the matter. The Senate Intelligence Committee announced late Friday that it would investigate possible contacts between Russia and people associated with U.S. political campaigns as part of a broader investigation into Moscow's meddling in the 2016 presidential election. Trump acknowledged for the first time this week that he accepts that Russia was behind the hacking. But he questioned whether officials were leaking information about their meetings with him, warning that would be a \"tremendous blot\" on their record. Flynn's own ties with Russia have worried some Republicans who are more skeptical of the Kremlin than Trump appears to be. After leaving his position as director of the Defense Intelligence Agency in 2014, Flynn made appearances on RT, a state-run Russian television network. In 2015, he was paid to attend an RT gala in Moscow, where he sat next to Putin. As national security adviser, Flynn will work in the West Wing close to the Oval Office and will have frequent access to Trump. Unlike Trump's nominees to lead the Pentagon, State Department and other national security agencies, Flynn's post does not require Senate confirmation. Flynn's contacts with the Russian ambassador were first reported by Washington Post columnist David Ignatius. The U.S. official who spoke to The Associated Press was not authorized to confirm the contacts publicly and insisted on anonymity. The Trump team's account of Flynn's contacts with the Russian envoy changed throughout the day Friday. Trump spokesman Sean Spicer initially said there was one phone call between Flynn and Kislyak on Dec. 28, as well as a Christmas greeting via text messages over the holidays. He said sanctions were not part of the discussions. Later Friday, a transition official said Flynn and Kislyak had spoken by phone on Dec. 29, following a text message from the ambassador the day before. During the call, the Russian ambassador invited U.S. officials to a conference on Syria later this month that is being held in Kazakhstan, according to the transition official, who was not authorized to publicly discuss the matter and insisted on anonymity. The official also confirmed a phone call between the men earlier in December. The U.S. official who spoke to the AP Friday described the contacts between Flynn and Kislyak as \"very frequent.\" It's unclear how U.S. officials became aware of the contacts between Flynn and Kislyak, who has served as Russia's envoy to the U.S. since 2008. U.S. monitoring of Russian officials' communication within the United States is known to be common. Flynn has spoken with other foreign officials since Trump won the November election, as have incoming White House senior advisers Steve Bannon and Jared Kushner, Trump's son-in-law. State Department spokesman Mark Toner said he saw nothing inappropriate in Trump's transition team contacting Russian or any other foreign officials. The Associated Press contributed to this report.   ",
    "title": "Team Trump: Flynn called Russia ambassador, no sanction talk 'plain and simple' | Fox News"
   },
   {
    "entities": [
     "centers",
     "weekend",
     "russia",
     "donald",
     "congress",
     "ben",
     "twitter",
     "emory",
     "8.2 percent",
     "vladimir",
     "airport",
     "2013",
     "march",
     "lewis",
     "georgia",
     "john",
     "hartsfield-jackson",
     "atlanta",
     "for",
     "prevention",
     "putin",
     "bridge",
     "--",
     "democratic",
     "washington",
     "cola",
     "clinton",
     "air",
     "clark",
     "coca",
     "tech",
     "jr.",
     "nebraska",
     "5 percent",
     "1963",
     "disease",
     "friday",
     "january 14, 2017",
     "edmund",
     "j.",
     "saturday",
     "trump",
     "selma",
     "lines",
     "constitution",
     "pettus",
     "international",
     "todd",
     "delta",
     "u.s.",
     "university",
     "control",
     "1986",
     "morehouse",
     "and",
     "martin",
     "king",
     "hillary",
     "nbc",
     "luther",
     "1965",
     "chuck",
     "33 percent",
     "sasse",
     "college",
     "ala.",
     "40 percent",
     "d-ga.",
     "journal",
     "morning",
     "58 percent"
    ],
    "id": 1,
    "text": "Civil rights leader and Rep. John Lewis, D-Ga., delivers remarks in front of a freedom bell during the \"Let Freedom Ring\" commemoration event in 2013. Pool/Getty Images hide caption toggle caption Pool/Getty Images Civil rights leader and Rep. John Lewis, D-Ga., delivers remarks in front of a freedom bell during the \"Let Freedom Ring\" commemoration event in 2013. Pool/Getty Images Donald Trump lashed out at civil rights hero John Lewis on Twitter Saturday morning, a day after the Georgia Democratic congressman said in an interview he didn't view the president-elect as \"legitimate\" amid questions of Russia's interference in the U.S. elections. Congressman John Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart (not to...... — Donald J. Trump (@realDonaldTrump) January 14, 2017 mention crime infested) rather than falsely complaining about the election results. All talk, talk, talk - no action or results. Sad! — Donald J. Trump (@realDonaldTrump) January 14, 2017 While Trump has a well-known tendency to take to social media to push back against any slight against him, such a strongly-worded rebuke of Lewis and the criticism of his majority-black district was jarring on the holiday weekend celebrating the birth of Dr. Martin Luther King Jr. Lewis was one of the original Freedom Riders and a top lieutenant of King's, helping organize the March on Washington in 1963 and marching with King across the Edmund Pettus Bridge in Selma, Ala., in 1965, where his skull was fractured. Lewis said during an NBC interview on Friday that he didn't view Trump as a \"legitimate president\" after reports that Russia had worked to influence the election in Trump's favor and to discredit Democratic nominee Hillary Clinton's candidacy. Trump has largely dismissed those reports and questioned the validity of U.S. intelligence findings, frequently praising Russia and its president Vladimir Putin throughout the campaign and the election. Article continues after sponsorship Lewis also said he wouldn't be attending Trump's inauguration on Friday, making it the first he's missed since he was elected to Congress in 1986. \"You cannot be at home with something that you feel that is wrong, is not right,\" Lewis told \"Meet the Press\" moderator Chuck Todd. Nebraska GOP Sen. Ben Sasse, a frequent critic of Trump during the campaign, defended Lewis on Twitter. On Friday, he'd tweeted a message to Lewis asking him to reconsider attending the inauguration. John Lewis and his \"talk\" have changed the world. https://t.co/qeUloAkeTx https://t.co/aH2vDLjKk9 — Ben Sasse (@BenSasse) January 14, 2017 Trump also claimed that Lewis's Atlanta-based district was \"in horrible shape and falling apart (not to mention crime infested).\" As the Atlanta Journal Constitution notes, the district is about 58 percent black, 33 percent white and has a growing Hispanic population. It includes the Hartsfield-Jackson Atlanta International Airport, the Centers for Disease Control and Prevention and the headquarters of Coca Cola and Delta Air Lines. It also includes several top colleges such as the historically black Morehouse College and Clark Atlanta University, along with Emory University and Georgia Tech. And while the district does have an 8.2 percent unemployment rate, higher than the national average of just below 5 percent, more than 40 percent in the district have a bachelor's degree or higher, higher than the national average . ",
    "title": "Donald Trump Attacks Civil Rights Hero Rep. John Lewis As 'Talk' After He Questions His Legitimacy : NPR"
   },
   {
    "entities": [
     "rights",
     "refugee",
     "house",
     "cindy",
     "donald",
     "hooley",
     "agustin",
     "tribune",
     "jan. 14, 2017",
     "for",
     "of",
     "benito",
     "jaime",
     "teachers",
     "now",
     "union",
     "side",
     "nareman",
     "white",
     "saturday",
     "trump",
     "chicago",
     "erin",
     "immigrant",
     "u.s.",
     "near",
     "university",
     "illinois",
     "taha",
     "and",
     "mexico",
     "the future",
     "serrano",
     "lawrence",
     "coalition",
     "west"
    ],
    "id": 2,
    "text": "Chicago immigration rally has message for Trump: We're here to stay Rally for immigrant rights People from a dozen organizations and communities gathered to rally for immigrant and refugee rights Jan. 14, 2017, at Chicago Teachers Union headquarters on Chicago's Near West Side. (Erin Hooley / Chicago Tribune) People from a dozen organizations and communities gathered to rally for immigrant and refugee rights Jan. 14, 2017, at Chicago Teachers Union headquarters on Chicago's Near West Side. (Erin Hooley / Chicago Tribune) Student Cindy Agustin fears her parents will be deported and she'll never see them again. Nareman Taha worries the government will create a Muslim registry to track people of her faith. Teacher Jaime Serrano is concerned about his second-grade students, some of whom are anxious they will be separated from their families. \"It's heartbreaking,\" he said. \"They are really scared.\" Anxiety about the future — and resolve to change it — brought more than 1,000 people together Saturday for a Chicago rally against President-elect Donald Trump 's hard-line immigration proposals. Protesters chanted \"no justice, no peace,\" waved signs reading \"We Are Here to Stay,\" and cheered community, faith and labor leaders who called for unity and action. The rally, held at the Chicago Teachers Union headquarters on the Near West Side, coincided with similar protests in dozens of other U.S. cities Saturday, six days before Trump is to be inaugurated. Hundreds of people gathered at Chicago Teachers Union headquarters on the Near West Side for a pro-immigrant rally Jan. 14, 2017. During his campaign for the White House, Trump adopted strict positions on immigration, including building \"a big, fat beautiful wall\" at the U.S.-Mexican border. But he also sent mixed messages, and now many people wonder exactly what he will do as president. \"I mean, that's the issue with Trump, right? He's completely unpredictable,\" Chicago rally organizer Lawrence Benito said in an interview prior before the event. \"He says one thing and then he walks it back. I don't know what to expect.\" Immigration activists, Benito said, will watch Trump's first 100 days in office closely. \"We're going to be prepared — for what we can anticipate — for the fight to come,\" said Benito, head of the Illinois Coalition for Immigrant and Refugee Rights, the rally's lead organization. Agustin, a 27-year-old graduate student at the University of Chicago, said in an interview she is an immigrant from Mexico living in the U.S. without legal permission and worries that she won't be able to renew her work permit and find a job upon graduation. ",
    "title": "Chicago immigration rally has message for Trump: We&apos;re here to stay - Chicago Tribune"
   },
   {
    "entities": [
     "crimea",
     "russia",
     "donald",
     "4 hours ago",
     "colo.",
     "vladimir",
     "et",
     "jan. 14, 2017",
     "associated",
     "putin",
     "warsaw",
     "once",
     "krzysztof",
     "ukraine",
     "eastern",
     "usa",
     "1:10 p.m.",
     "donovan",
     "2014",
     "fort",
     "poland",
     "carson",
     "zatycki",
     "press",
     "saturday",
     "macierewicz",
     "antoni",
     "trump",
     "dmitry",
     "u.s.",
     "zagan",
     "beata",
     "slack",
     "europe",
     "peskov",
     "ap",
     "facebook",
     "thursday",
     "szydlo",
     "nato",
     "today",
     "tass"
    ],
    "id": 3,
    "text": "'We waited for decades': Polish leaders hail arrival of U.S. troops The deployment is part of a NATO operation that has drawn criticism from Russia. Post to Facebook 'We waited for decades': Polish leaders hail arrival of U.S. troops The deployment is part of a NATO operation that has drawn criticism from Russia. Check out this story on USATODAY.com: http://usat.ly/2iwPm48 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 159 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs 'We waited for decades': Polish leaders hail arrival of U.S. troops Donovan Slack , USA TODAY Published 1:10 p.m. ET Jan. 14, 2017 | Updated 4 hours ago Polish Defense Minister Antoni Macierewicz speaks during the official welcoming ceremony of the U.S. troops in Zagan, Poland, on Jan. 14, 2017. (Photo: Krzysztof Zatycki, AP) Polish leaders celebrated the arrival of U.S. troops Saturday as part of a NATO deployment that has drawn criticism from Russia. “We have waited for you for a very long time,” Polish Defense Minister Antoni Macierewicz said during a ceremony in the western Polish town of Zagan, the Associated Press reported. Some 3,000 American troops are being deployed in Poland and six other countries under NATO's “Operation Atlantic Resolve,” which was launched after Russia's takeover of Crimea in 2014. The Polish arrival ceremony comes more than two decades after the last Soviet troops left the country and just ahead of the swearing in of President-elect Donald Trump, who critics fear will embolden Russia. “We waited for decades, sometimes feeling we had been left alone, sometimes almost losing hope, sometimes feeling that we were the only one who protected civilization from aggression that came from the east,” Macierewicz said. Russian President Vladimir Putin's spokesman Dmitry Peskov suggested Thursday that the foreign military buildup near its borders was inappropriate and that any other country would feel the same way. The operation marks the first time Western forces are being deployed on a continuous basis to NATO’s eastern border. \"We interpret this as a threat to us and as actions that endanger our interests and our security,\" Peskov said, Russia's TASS news agency reported. Russia’s annexation of Crimea and support for insurgents in eastern Ukraine put on edge many countries in Eastern Europe and the Baltic states that were once under Soviet control. The U.S. deployment includes an armored brigade of 3,500 American troops from Fort Carson, Colo., more than 80 main battle tanks and hundreds of armored vehicles. The Polish government organized several events across the country to welcome the Americans, including in downtown Warsaw. “This is an important day for Poland, for Europe, for our common defense,” Polish Prime Minister Beata Szydlo said, the AP reported. Contributing: Associated Press ",
    "title": "'We waited for decades': Polish leaders hail arrival of U.S. troops"
   },
   {
    "entities": [
     "cathleen",
     "vladimir",
     "georgia",
     "the 1963 march",
     "jeff",
     "bridge",
     "new",
     "once",
     "washington",
     "2004",
     "2015",
     "now",
     "humayun",
     "/",
     "saturday",
     "5th",
     "harris",
     "cliff",
     "quayle",
     "luther",
     "1965",
     "the second day",
     "weekly",
     "rights",
     "lewis",
     "iraq",
     "mar",
     "associated",
     "kristol",
     "air",
     "california",
     "obamacare",
     "lines",
     "khizr",
     "charles",
     "owen",
     "congress",
     "donald",
     "ben",
     "twitter",
     "kamala",
     "sessions",
     "2016",
     "army",
     "capitol",
     "schumer",
     "monument",
     "clinton",
     "trump's",
     "tuesday",
     "friday",
     "civil",
     "edmund",
     "selma",
     "trump",
     "obama",
     "todd",
     "u.s.",
     "sunday",
     "khan",
     "bill",
     "feehery",
     "martin",
     "hillary",
     "king",
     "chuck",
     "district",
     "sasse",
     "senate",
     "ala.",
     "d-ga.",
     "weekend",
     "r-ala",
     "john",
     "atlanta",
     "alabama",
     "putin",
     "wednesday",
     "e.",
     "jr.",
     "nebraska",
     "dan",
     "$73,000",
     "press",
     "chicago",
     "delta",
     "hill",
     "decker",
     "birmingham",
     "2011",
     "nbc",
     "york",
     "30 years ago",
     "standard",
     "summer",
     "coca-cola",
     "pettus",
     "national"
    ],
    "id": 4,
    "text": "Trump kicks off Martin Luther King weekend by sharply criticizing civil rights icon John Lewis John Lewis in 1965 Associated Press A young John Lewis is seen in the foreground being clubbed by a state trooper during a civil rights protest in Selma, Ala., in 1965. A young John Lewis is seen in the foreground being clubbed by a state trooper during a civil rights protest in Selma, Ala., in 1965. (Associated Press) Cathleen Decker Contact Reporter Unwilling to let criticism pass, Donald Trump on Saturday pilloried as “all talk … no action” national icon John Lewis, who was repeatedly beaten by police and nearly lost his life during protests in the long struggle for civil rights. Trump’s Twitter comments about the Georgia congressman came in response to Lewis’ assertion in an interview Friday that he did not see Trump as a “legitimate” president because of Russian involvement in the defeat of his opponent, Hillary Clinton . The president-elect’s comments were rife with irony. At the start of  a weekend dedicated to the Rev. Martin Luther King Jr., Trump was using his potent social media platform to hurl insults at a civil rights leader. And the trigger for the outburst was doubt being raised about Trump’s legitimacy, even after Trump himself led a more than five-year effort to delegitimize President Obama by falsely claiming that he was foreign born. Trump also used racially freighted language when he said that Lewis’ Atlanta district was “crime infested” and “falling apart.” The district, which is mostly African American, includes many of the Atlanta area’s most prominent neighborhoods. A motel room once used by the Rev. Martin Luther King Jr. to plan civil rights protests is the centerpiece of a new national monument in Alabama. President Obama signed an order creating the Birmingham Civil Rights National Monument in one of his final acts as the nation's first black president.... A motel room once used by the Rev. Martin Luther King Jr. to plan civil rights protests is the centerpiece of a new national monument in Alabama. President Obama signed an order creating the Birmingham Civil Rights National Monument in one of his final acts as the nation's first black president.... (Associated Press) The furor, along with continued investigations into the Russian activities, threatened to mar a period during which an incoming president would traditionally want to unify the nation. Trump will be inaugurated on Friday. The back-and-forth began with the release of part of an interview for NBC’s “Meet the Press” in which anchor Chuck Todd asked Lewis if he would try to work with Trump despite their political differences. “I believe in forgiveness. I believe in trying to work with people. It’s going to be hard,” Lewis said. “I don’t see the president-elect as a legitimate president.” The veteran Democrat said he believed “the Russians participated” in Trump’s election and added: “They helped destroy the candidacy of Hillary Clinton.” As a result, he said, he would not attend Trump’s inauguration. I don’t see the president-elect as a legitimate president. — John Lewis, civil rights leader Rep. John Lewis, D-Ga., testifies on Capitol Hill in Washington at the second day of a confirmation hearing for Attorney General-designate, Sen. Jeff Sessions, R-Ala. Cliff Owen / Associated Press Rep. John Lewis, D-Ga., testifies on Capitol Hill in Washington at the second day of a confirmation hearing for Attorney General-designate, Sen. Jeff Sessions, R-Ala. Rep. John Lewis, D-Ga., testifies on Capitol Hill in Washington at the second day of a confirmation hearing for Attorney General-designate, Sen. Jeff Sessions, R-Ala. (Cliff Owen / Associated Press) Lewis is among a handful of congressional lawmakers to announce they will not attend the inauguration, but the first to be called out by Trump. Lewis had already emerged as a high-profile Trump opponent on Capitol Hill; on Wednesday he appeared before a Senate committee to urge that it turn aside Trump’s designation of Sen. Jeff Sessions (R-Ala.) as his attorney general. “Congressman John Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart (not to mention crime infested) rather than falsely complaining about the election results. All talk, talk, talk - no action or results. Sad!” Trump tweeted Saturday. Trump’s assessment does not match Lewis’ district. It is home to Atlanta’s airport and upscale neighborhoods; it houses corporate headquarters like those of Coca-Cola and Delta Air Lines. Most of the area’s many colleges and universities are situated in the 5th District, where the average annual household income is $73,000. The area is at the national average for college degrees, if somewhat higher on measures of poverty and unemployment. Trump’s transition team did not immediately elaborate on the basis for Trump’s statement. About 12 hours after his initial communication, Trump added another tweet: “Congressman John Lewis should finally focus on the burning and crime infested inner-cities of the U.S. I can use all the help I can get!”  Trump’s assessment also does not reflect the views of Lewis, a nearly universally admired figure of moral authority in a Capitol usually divided by partisanship. Even among those who disagreed with Lewis’ criticism of Trump, there was shock at the president-elect’s decision to hit back at someone of his stature. Lewis was the youngest speaker at the 1963 March on Washington, by then already a central figure in the efforts of African Americans to secure civil rights. For years, he was repeatedly arrested and beaten at Southern protests. In 1965, during the celebrated “Bloody Sunday” march at the Edmund Pettus bridge in Selma, Ala., Lewis was clubbed so severely that he suffered a skull fracture. He recovered and led other protests, and 30 years ago he was elected to Congress. In 2011, President Obama awarded Lewis the Presidential Medal of Freedom, the nation’s highest civilian honor. “Generations from now, when parents teach their children what is meant by courage, the story of John Lewis will come to mind — an American who knew that change could not wait for some other person or some other time; whose life is a lesson in the fierce urgency of now,” Obama said as he presented the award. In 2015, Obama joined Lewis and other civil rights veterans for a 50th anniversary walk over the bridge where Lewis was wounded. Trump’s remarks were reminiscent of his summer attack on a Gold Star family who spoke against him at the Democratic convention. In that case, as seemed to occur Saturday, Trump made assumptions based on the people he was criticizing. After Khizr Khan criticized Trump from the convention stage, his wife standing silently by his side, Trump suggested that she had not been allowed to speak. She and her husband later said that she was too distraught to speak as the convention displayed a picture of her son, Army Capt. Humayun Khan, who died in a 2004 car bombing in Iraq while trying to save his fellow soldiers. Democrats on Saturday swiftly defended Lewis. “John Lewis is an icon of the civil rights movement who is fearless in the pursuit of justice and equality,\" tweeted Sen. Kamala Harris, the California Democrat. \"He deserves better than this.” New York’s Charles E. Schumer, the Democratic leader in the U.S. Senate, declared that “As we honor MLK, I'll always stand by my friend, American hero @repjohnlewis . We'll lock arms & resist any effort to roll back civil rights.” Sen. Ben Sasse, a Republican from Nebraska who has long disagreed with the president-elect, tweeted a reproach to Trump: “John Lewis and his ‘talk’ have changed the world.” Earlier, Sasse had implored Lewis to attend the inauguration to celebrate the “peaceful transfer of power.” Other Republican elected officials were largely silent Saturday, although well-known party activists criticized Trump’s decision to take on Lewis. “It’s telling, I’m afraid, that Donald Trump treats Vladimir Putin with more respect than he does John Lewis,” tweeted Bill Kristol, the founder and editor-at-large of the Weekly Standard and a former aide to Republican Vice President Dan Quayle. Added John Feehery, a veteran aide to Republican members of Congress: “Picking a fight with John Lewis is stupid. If you don't like what he says, ignore him.” Caption President Obama's farewell address President Obama delivered his farewell speech Tuesday in Chicago. President Obama delivered his farewell speech Tuesday in Chicago. Caption President Obama's farewell address President Obama delivered his farewell speech Tuesday in Chicago. President Obama delivered his farewell speech Tuesday in Chicago. Caption Trump says he'll turn over company to sons President-elect Donald Trump , under fire for his business conflicts, said Wednesday that he will turn his company over to his sons — but he won’t sell his network of properties and deals. President-elect Donald Trump , under fire for his business conflicts, said Wednesday that he will turn his company over to his sons — but he won’t sell his network of properties and deals. Caption Congress opens with an ambitious Republican agenda for the Trump era Republicans remain at odds on some high-profile issues — such as how aggressively to investigate Russian hacking in the 2016 election. Republicans remain at odds on some high-profile issues — such as how aggressively to investigate Russian hacking in the 2016 election. Caption What Trump made clear at his news conference and what he left murky Making demands on replacing Obamacare and insulting a key Republican senator were two ways Trump displayed his independent streak at the news conference. Making demands on replacing Obamacare and insulting a key Republican senator were two ways Trump displayed his independent streak at the news conference. Caption Kamala Harris sworn in Kamala Harris sworn in ",
    "title": "Trump kicks off Martin Luther King weekend by sharply criticizing civil rights icon John Lewis - LA Times"
   },
   {
    "entities": [
     "inc.",
     "russia",
     "donald",
     "taiwan",
     "vladimir",
     "flores",
     "fbi",
     "james",
     "putin",
     "interactive",
     "party",
     "cbs",
     "democratic",
     "news",
     "friday",
     "january 14, 2017",
     "kremlin",
     "states",
     "china",
     "this week",
     "1979",
     "obama",
     "trump",
     "saturday",
     "2017",
     "reena",
     "street",
     "u.s.",
     "december",
     "wall",
     "moscow",
     "united",
     "comey",
     ", 1:51 pm",
     "journal",
     "last month"
    ],
    "id": 5,
    "text": "By Reena Flores CBS News January 14, 2017, 1:51 PM Trump open to lifting Russia sanctions, scrapping \"One China\" policy Email President-elect Donald Trump signaled Friday an openness to upending existing foreign policy on Russia and China, suggesting in a recent interview the possibility of lifting Russian sanctions and doing away with the “One China” policy. Questioned by the Wall Street Journal about the sanctions on Russia implemented by the Obama administration last month , Mr. Trump said he could nix them if the foreign power was to assist the U.S. in fighting terrorists or in other ways. “If you get along and if Russia is really helping us, why would anybody have sanctions if somebody’s doing some really great things?” he said in the Journal interview. But Mr. Trump said he plans to keep the sanctions -- the latest of which were a response to the intelligence community’s conclusion that the Kremlin directed hacks during the U.S. election -- in place for “at least a period of time.” CBS News has confirmed FBI Director James Comey personally briefed President-elect Donald Trump about unverified claims that the Russians have co... The president-elect acknowledged that Vladimir Putin has expressed interest in meeting with him after he takes office, and Mr. Trump said “that’s absolutely fine with me.” Mr. Trump seemed to concede this week that Russia was behind the extensive cyberattacks on Democratic Party officials, telling reporters that “as far as hacking, I think it was Russia.” But, he seemed to dismiss the import of Moscow’s actions, saying in his first press conference since the election that “I also think we’ve been hacked by other countries, other people.” In the Journal’s wide-ranging interview, Mr. Trump also suggested that he was open to scrapping the “One China” policy, in which the U.S. recognizes the island nation of Taiwan as a part of “one China.” When asked about the policy, Mr. Trump said “everything is under negotiation, including One China.” On Saturday, China’s foreign ministry seemed to push back on the assessment, posting on its website that the “One China” principle was a non-negotiable political basis for China-U.S. relations. It also pushed “relevant parties” in the U.S. to recognize the sensitivity of the Taiwan issue. Since 1979, the United States has recognized Taiwan as a territory of China’s and not a sovereign nation, but in December, Mr. Trump broke protocol by taking a phone call with its president. China launched a diplomatic protest in response.  © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump open to lifting Russia sanctions, scrapping \"One China\" policy - CBS News"
   },
   {
    "entities": [
     "police",
     "oval",
     "house",
     "sperling",
     "fraternal",
     "eric",
     "black",
     "biden",
     "bank",
     "january 2009",
     "green",
     "david",
     "marc",
     "south",
     "mass.",
     "stephen",
     "james",
     "martha",
     "new",
     "mo.",
     "times",
     "ferguson",
     "jeremiah",
     "gibbs",
     "noon on",
     "washington",
     "henry",
     "once",
     "cleveland",
     "shultz",
     "2015",
     "sr.",
     "darren",
     "america",
     "trayvon",
     "july 2009",
     "august 2014",
     "whitney",
     "jim",
     "collier",
     "s.",
     "damon",
     "office",
     "time",
     "h.",
     "missouri",
     "march",
     "kenya",
     "jan. 14, 2017",
     "crowley/the",
     "of",
     "keenan",
     "philadelphia",
     "wright",
     "2008",
     "square",
     "barnes",
     "1976",
     "charleston",
     "years later",
     "union",
     "edward",
     "kansas",
     "january 14, 2017",
     "credit",
     "j.",
     "carolina",
     "mills/the",
     "aug. 9, 2014",
     "robinson",
     "jarrett",
     "maron",
     "less",
     "ryan",
     "thelonious",
     "winter/the",
     "aug. 14",
     "robert",
     "morning",
     "donald",
     "june 2015",
     "npr",
     "garden",
     "ethel",
     "2013",
     "gene",
     "dylann",
     "justice",
     "brown",
     "shear",
     "wing",
     "edgartown",
     "nadine",
     "lance",
     "2009",
     "the summer of 2009",
     "tuesday",
     "michael",
     "states",
     "white",
     "zimmerman",
     "s.c.",
     "schultz",
     "obama",
     "trump",
     "clementa",
     "doug",
     "gates",
     "curtis",
     "r.",
     "rose",
     "bill",
     "martin",
     "united",
     "burton",
     "pasco",
     "world",
     "june 17, 2015",
     "pinckney",
     "crowley",
     "cambridge",
     "d.",
     "next seven and a half",
     "york's",
     "valerie",
     "george",
     "stokes",
     "harvard",
     "melody",
     "louis",
     "march 2012",
     "summer",
     "jr.",
     "years",
     "g.",
     "plouffe",
     "eliana",
     "two days later",
     "order",
     "chicago",
     "c.",
     "a.",
     "2012",
     "last july",
     "holder",
     "cody",
     "joseph",
     "york",
     "the week before",
     "department",
     "florida",
     "west",
     "wilson",
     "roof",
     "barack"
    ],
    "id": 6,
    "text": "Jolted by Deaths, Obama Found His Voice on Race Tensions across the country prompted the president to abandon his early reticence on race again and again. By MICHAEL D. SHEAR and YAMICHE ALCINDOR JAN. 14, 2017 WASHINGTON — Only weeks after 70 million Americans chose a black man for president, shattering a racial barrier that had stood for the entirety of the nation’s 232-year history, no one in the White House, especially the man in the Oval Office, wanted to talk about race. President Obama had made a pragmatic calculation in January 2009, as the financial crisis drove communities across the United States toward economic collapse. Whatever he did for African-Americans, whose neighborhoods were suffering more than others, he would not describe as efforts to specifically help Black America. Mr. Obama made the decision knowing how powerfully his election had raised the hopes of African-Americans — and knowing that no matter what he did, it would not be seen as enough. “I remember thinking, ‘They are going to hate us one day,’” said Melody Barnes, who is black and served as Mr. Obama’s first domestic policy adviser, recalling her sadness when she stood in an auditorium in those early months as a crowd cheered for the success of the new president. “I knew that we couldn’t do everything that people wanted to meet those expectations.” Continue reading the main story The fear inside the West Wing was that promoting a “black agenda” and aiming programs directly at African-Americans at a time of widespread economic anxiety would provoke a white backlash — the kind that, years later, White House officials would view as helping to elect Donald J. Trump. Advertisement Continue reading the main story “At a minimum, that would have been tone deaf,” said Eric H. Holder Jr., who served as the nation’s first African-American attorney general during much of Mr. Obama’s presidency, “and at worst, would have created a reaction in the larger community that would have prevented the things you wanted to do.” Mr. Obama, who had grown up straddling two worlds as the son of a black man from Kenya and a white woman from Kansas, wanted to be the president of all America. Framing his efforts in racial terms could exacerbate something that was already simmering, he thought. “The most important thing I can do is to lift the economy over all,” Mr. Obama told reporters in the summer of 2009 when he was asked about doing more to help African-Americans recover economically. Video Obama’s Evolving Approach to Race President Obama’s comments on racial issues in America changed from an initial reticence to a final bluntness. Michael D. Shear looks back on how his tone shifted during his presidency. Publish Date January 14, 2017. Photo by Doug Mills/The New York Times. Watch in Times Video » embed But over the next seven and a half years, racial tensions across the country forced Mr. Obama to abandon his early reticence on race again and again. Ultimately he led a national conversation on race ignited by spasms of violence — police shootings and protests in Florida, South Carolina, Missouri and elsewhere. Inside the White House, aides recall them as among his most painful moments as president. “After my election there was talk of a post-racial America,” Mr. Obama said in his farewell speech on Tuesday in Chicago, reflecting on the threat that racial strife poses for the country’s democratic ideals. “Such a vision, however well intended, was never realistic. Race remains a potent and often divisive force in our society.” After he leaves office, Mr. Obama will continue that conversation in work for My Brother’s Keeper and other programs to help black youths. There is plenty to do. As much as his once-unthinkable presidency has inspired and empowered African-Americans, black unemployment is still about double that for whites. Nearly a quarter of blacks are living in poverty, almost the same as in 1976. “He made it seem like everything was all good, and it’s not,” said Thelonious Stokes, 21, a black artist whose experiences of being racially profiled in Chicago left him jaded about the state of race relations. “We almost needed Trump to show the true state of America.” The ‘Beer Summit’ Backlash Continue reading the main story Photo From left, Vice President Joseph R. Biden Jr., the Harvard professor Henry Louis Gates Jr., Sgt. James Crowley of the Cambridge, Mass., police and Mr. Obama gathered at the White House in 2009 for a meeting that became known as the beer summit. Credit Stephen Crowley/The New York Times Mr. Obama’s earliest public reflection about race as president backfired. Asked about a black Harvard professor, Henry Louis Gates Jr., a friend of Mr. Obama’s who was arrested in July 2009 trying to enter his own house by a white officer, Mr. Obama immediately took sides. Advertisement Continue reading the main story “It is fair to say,” the president said six days after the arrest at a prime-time news conference, “that the Cambridge police acted stupidly.” Those words — and the frenzied reaction to them — helped deepen the caution about racial issues inside the White House. For days, the president’s critique of the arresting officer dominated the news and the morning staff meetings in the West Wing. Robert Gibbs, the press secretary, was especially agitated, his colleagues recalled, and argued that the White House had to do something to change the subject. Mr. Gibbs succeeded in pushing for what the news media quickly labeled a “beer summit” on the edge of the Rose Garden in the White House, where Mr. Gates and the arresting officer, Sgt. James Crowley, joined Mr. Obama over beer for a discussion . “It had to be cauterized in a way that it would stop leading the news,” Valerie Jarrett, Mr. Obama’s closest adviser, conceded. Professor Gates, for one, was pleased. “I don’t think anybody but Barack Obama would have thought about bringing us together,” he said at the time. As a candidate for president in 2008, Mr. Obama had drawn praise for confronting racial divisions during a powerful speech he delivered about his former pastor, the Rev. Jeremiah A. Wright Jr., who had characterized the United States as fundamentally racist and the government as corrupt. “The profound mistake of Reverend Wright’s sermons is not that he spoke about racism in our society. It’s that he spoke as if our society was static; as if no progress had been made,” Mr. Obama said that March day in Philadelphia, urging people to move beyond old racial wounds. “Let us be our brother’s keeper, Scripture tells us. Let us be our sister’s keeper. Let us find that common stake we all have in one another, and let our politics reflect that spirit as well.” The Obama Era Articles in this series will explore the sweeping change that President Obama has brought to the nation, and how the presidency has changed him. The Obama Era Articles in this series will explore the sweeping change that President Obama has brought to the nation, and how the presidency has changed him. Part 6A Changed Man Sign up to receive an email when we publish the next stories in this series. But the beer summit was deeply disturbing to many of the president’s African-American advisers, who thought he should not have backed down. The officer had acted stupidly, they thought, and the nation’s first black president ought to be able to say so. The meeting “was demeaning and diminished his leadership and his voice at that moment,” one of them recalled, asking for anonymity to bluntly discuss the topic. “People thought we were being punked. I got so many emails, so many phone calls from people I respected: ‘He was right. Why are you backpedaling?’” Advertisement Continue reading the main story Inside the West Wing, the impact was clear. Mr. Obama would have to be more cautious when it came to racial issues, particularly ahead of the 2012 re-election campaign. The issue of race was too divisive at a time when Mr. Obama needed to emphasize inclusion. “What it did teach us is that you just have to be careful about the words that you choose,” Ms. Jarrett said. “It doesn’t mean you shy away from issues that arise that deal with race, just as he didn’t shy away from Reverend Wright. But you have to be sensitive to a long history of people reacting strongly to the topic.” Outside the White House, people noticed, too: “He plainly arrested him because he was black,” said Edward G. Robinson Sr., who is black and works at a box factory in Cleveland. Mr. Obama “backtracked because he wanted to be everybody’s president.” Like others, Mr. Robinson said the president was met with racially motivated disrespect in Washington, and pointed to the moment when a white Republican lawmaker yelled, “You lie!” at the president during a congressional address. The White House would go on to publish reports about its efforts to help African-Americans, including details about the impact that the Affordable Care Act was having to help poor blacks. But Mr. Obama rarely talked about race publicly during the next few years. A Personal Connection Continue reading the main story Photo Protesters in New York’s Union Square in 2013 after the acquittal of George Zimmerman in the killing of Trayvon Martin. Credit Damon Winter/The New York Times The president’s voice was shaking with emotion. “If I had a son he would look like Trayvon Martin,” Mr. Obama told Ms. Jarrett and David Plouffe, his senior adviser and former campaign manager, as the three talked in the Oval Office about what the president should say publicly about the death of the 17-year-old African-American at the hands of a neighborhood watch volunteer in Florida. “I am going to say that.” It was March 2012, nearly three years after the beer summit. The specter of that meeting still hovered and Mr. Obama was, in a sense, taking sides again. But in personalizing the shooting, his aides recalled, Mr. Obama’s hope was that people might view African-African boys differently if they saw Trayvon through the president’s own eyes. Advertisement Continue reading the main story Mr. Obama headed out to the Rose Garden, announced his nomination of a new World Bank president, then took the question from a reporter that everyone knew was coming: “Can you comment on the Trayvon Martin case, sir?” Mr. Obama called it a tragedy , said he was glad the Justice Department was looking into it, reflected on how the nation was doing necessary soul searching and then concluded: “But my main message is to the parents of Trayvon Martin. If I had a son, he’d look like Trayvon.’’ Moments after Mr. Obama returned to the Oval Office, Gene Sperling, one of his top economic advisers, stopped by with tears in his eyes. “You can’t imagine what that will mean to my son,” Mr. Sperling, who is white and is married to an African-American woman, told the president, according to a colleague who was there at the time. One of President Obama’s lasting legacies may be the symbolic impact on the generation for whom “president of the United States” has always referred to a black man. This time, the president’s comments were embraced by many outside the White House, too. Media reports focused on the emotion Mr. Obama had displayed — rare for a politician whose usual demeanor was cool and professorial. “For him to say things like that in front of the entire country and the world, I think sends a strong message to people,” Ryan Shultz, 33, an art teacher in Chicago who is white, said in a recent interview. But others viewed the president’s comments that day as a continuing affront to police officers and a saw in them a willingness to take sides in the racial debate. For at least one person, it went further. Dylann S. Roof, the white supremacist who killed nine parishioners in Charleston, S.C., in 2015, later said he was inspired to kill because of media coverage of Trayvon’s shooting. “Crime is still bad and police are still shooting black people left and right,” Mr. Shultz said. “I live in Chicago — a murder capital of the United States — and it’s crazy and it hasn’t gotten that much better, I don’t think.” Advertisement Continue reading the main story Photo The police and demonstrators clashed in Ferguson, Mo., in August 2014 after a white officer shot and killed Michael Brown, an unarmed black teenager. Credit Whitney Curtis for The New York Times Michael Brown, an unarmed black teenager, was shot and killed by Darren Wilson, a white police officer, in Ferguson, Mo., shortly after noon on Aug. 9, 2014. Only minutes before, Mr. Obama had arrived on Martha’s Vineyard for his summer vacation, which would soon be dominated by how to respond to the racial violence that Mr. Brown’s death unleashed. The president and his aides, including Mr. Holder and Ms. Jarrett, who were also vacationing on the island, made urgent calls to Missouri’s governor, state police officials and civil rights leaders. They debated whether Mr. Obama should go to Ferguson, and decided against it, knowing that a presidential visit would be disruptive. Mr. Holder would go instead . Sign Up for the Race/Related Newsletter Join a deep and provocative exploration of race with a diverse group of New York Times journalists. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. Privacy Policy But the more urgent question for the three of them was how to weigh in. The president was wary of putting his thumb on the scale in a case destined to be investigated by the federal authorities. But it was just as clear that tensions between the police and African-Americans were increasing — not only in Ferguson, but also around the country. If Mr. Obama wasn’t the right person to step into that issue, who was? “You want to try to calm the situation,” Mr. Holder said, recalling the discussions he had with the president and Ms. Jarrett about what to say. “You want to reassure the community that an investigation will be done and done fully. But you want to make sure that the people in law enforcement know it is done fairly.” “There was that trust gap,” he added. “That was something that had to be dealt with.” As the violence worsened, Mr. Holder, Mr. Obama and Ms. Jarrett concluded that the president needed to denounce the violence — and at the same time criticize the police for their conduct during the protests. “There is never an excuse for violence against police or for those who would use this tragedy as a cover for vandalism or looting,” the president said in a televised statement on Aug. 14 from Edgartown, Mass. But he added, “There’s also no excuse for police to use excessive force against peaceful protests or to throw protesters in jail for lawfully exercising their First Amendment rights.” Photo A demonstrator asking Mr. Obama to visit Missouri during the unrest there. The president instead sent his attorney general to represent the administration. Credit Whitney Curtis for The New York Times For the rest of his presidency, Mr. Obama would strive for the balance he struck in his remarks that day: empathy and understanding for African-Americans and support for the police and the rule of law. But however he weighed in, the events in Ferguson made clear that he could no longer hang back and instead had to lead a national debate about race, violence and unity. “Once it was so in America’s face, police brutality, it blew the circuit,” said Bill Burton, an African-American who served as deputy White House press secretary during the first term. “It made it possible to have that conversation that our country had actively not been having.” Advertisement Continue reading the main story Inevitably, Mr. Obama’s striving for balance often left him vilified by both sides. Jim Pasco, the executive director of the Fraternal Order of Police, rebuked Mr. Obama for not being “helpful” in discussing police tactics from his vacation. Years later, Mr. Pasco told NPR that the president often struck the wrong tone when he talked about race and policing. “The president has never been a police officer. He’s never walked in a police officer’s shoes,” Mr. Pasco said last July. “There’s kind of a breakdown in communication more than there is a breakdown in insincerity or intent.” Ja’Mal Green, a 21-year-old Black Lives Matter activist based in Chicago, said he thought Mr. Obama “ignored” the calls of organizers for federal policy and funding aimed at stopping police brutality. Mr. Green said he also grew tired of hearing Mr. Obama couple his grief for families in racially charged shooting episodes with statements supporting white police officers. “He is trying to walk a neutral line and he wants to please both sides,” Mr. Green said. “He wants to please black people and then he wants to please police supporters and police officers and police unions. But sometimes you have to pick a side in situations. You need to pick your time when you fight for home or you’ll just have everybody hating you.’” Mr. Stokes, the 21-year-old artist from Chicago, felt similarly disappointed. “Chicago is the exact same,” Mr. Stokes said. “He simply opened up, maybe, a lane for young men like me to just maybe be accepted a little bit more to people that don’t accept educated black people. But that’s it, literally. White America is still running everything, and that means that nothing is changing.” A Time for Grace Continue reading the main story Photo Mr. Obama embraced Eliana Pinckney at a memorial service for her father, the Rev. Clementa C. Pinckney, in Charleston, S.C., in June 2015. Credit Stephen Crowley/The New York Times Less than a year after Mr. Brown’s death in Ferguson, on June 17, 2015, nine African-American parishioners, including a pastor, were gunned down by a 21-year-old white supremacist during a church meeting in Charleston. Two days later, the victims’ families addressed Mr. Roof , the gunman, at a court hearing, where one by one they forgave him. “You took something very precious away from me,” Nadine Collier, the daughter of 70-year-old Ethel Lance, told Mr. Roof, as her voice rose in anguish. “I will never talk to her ever again. I will never be able to hold her again. But I forgive you. And have mercy on your soul.” It was an extraordinary scene, broadcast live on television, which moved many who saw it to tears. Mr. Obama was traveling and did not see it in real time, but when Eric Schultz, the deputy press secretary, read Ms. Collier’s words out loud to Mr. Obama on Marine One , the presidential helicopter, the president was awed by what he heard. Advertisement Continue reading the main story “He said, ‘That’s what we need to recognize here, the ability of people to forgive on the worst day of their lives.’ It really struck him,” Ms Jarrett recalled. “We sat there and talked about it on the helicopter. About that quality, the amazing grace.” Later, in the Oval Office, Mr. Obama struggled with his chief speechwriter, Cody Keenan, to come up with the right words for a eulogy for the Rev. Clementa C. Pinckney, the pastor of the Charleston church and a friend of the president’s. “I’ve got nothing to say,” Mr. Keenan told Mr. Obama, according to Ms. Jarrett. “You’ve said everything that one could possibly say on the subject.” Eventually, the president decided that instead of talking about guns he would talk about what black churches stood for and the meaning of grace. “It would be a betrayal of everything Reverend Pinckney stood for, I believe, if we allowed ourselves to slip into a comfortable silence again,” the president told a hushed audience at the memorial service. “Once the eulogies have been delivered, once the TV cameras move on, to go back to business as usual — that’s what we so often do to avoid uncomfortable truths about the prejudice that still infects our society. To settle for symbolic gestures without following up with the hard work of more lasting change — that’s how we lose our way again.” The week before, during a podcast interview with Marc Maron , the comedian, Mr. Obama had caused a minor stir by using the word “nigger” in answering a question about race relations. He knew it would cause a ripple, an aide with him recalled, but he shrugged. At the beginning of his term, the podcast could have caused a fury and Mr. Obama might have pulled back again. But events in the country — especially the deaths of young black men — had given him more opportunities to engage the topic. Mr. Pinckney’s funeral was one of them. “He’s not going to just whistle in the wind,” Ms. Jarrett said. “He’s looking for a chance to talk to people when they are ready to hear him. He doesn’t ignore moments.” Advertisement ",
    "title": "Jolted by Deaths, Obama Found His Voice on Race - The New York Times"
   },
   {
    "entities": [
     "centers",
     "rights",
     "russia",
     "donald",
     "twitter",
     "emory",
     "journal",
     "kamala",
     "march",
     "lewis",
     "georgia",
     "john",
     "prevention",
     "atlanta",
     "for",
     "alabama",
     "bridge",
     "party",
     "--",
     "democratic",
     "nancy",
     "clark",
     "tech",
     "pelosi",
     "trump's",
     "disease",
     "friday",
     "january 14, 2017",
     "civil",
     "edmund",
     "j.",
     "selma",
     "trump",
     "harris",
     "america",
     "constitution",
     "dnc",
     "u.s.",
     "university",
     "the weekend before",
     "control",
     "1986",
     "morehouse",
     "and",
     "ellison",
     "king",
     "nbc",
     "state",
     "policy",
     "movement",
     "positions",
     "college",
     "today",
     "keith",
     "pettus"
    ],
    "id": 7,
    "text": "WATCH Cabinet Picks Who Broke With Trump's Policy Positions 0 Shares Email President-elect Donald Trump unleashed a Twitter attack on Congressman and civil rights icon John Lewis, after the lawmaker said he wouldn't attend Trump's inauguration because he doesn't see him as a \"legitimate president.\" Lewis in an interview with NBC on Friday cited Russia's meddling in the election for his view on the legitimacy of the presidential election results, and his comments stoked controversy with Republicans and debate inside the Democratic Party . \"I don't see this president-elect as a legitimate president,\" Lewis said. Trump hit back, slamming Lewis today for \"falsely complaining about the election,\" and called him \"all talk, talk, talk -- no action or results!\" Congressman John Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart (not to...... — Donald J. Trump (@realDonaldTrump) January 14, 2017 mention crime infested) rather than falsely complaining about the election results. All talk, talk, talk - no action or results. Sad! — Donald J. Trump (@realDonaldTrump) January 14, 2017 Trump’s tweets spurred a backlash on social media, including by some who said Trump was dismissing Lewis' accomplishments in the struggle for civil rights on the weekend before Martin Luther King Jr. Day . Lewis himself responded to Trump today in a DNC fundraising email in which he said, \"I've been beaten bloody, tear-gassed, fighting for what's right for America. I've marched at Selma with Dr. King. Sometimes that's what it takes to move our country in the right direction.\" Lewis is one of the last surviving central organizing figures of the U.S. civil rights movement and was beat by police in a march for voting rights on the Edmund Pettus Bridge in Selma, Alabama . John Lewis is an icon of the Civil Rights Movement who is fearless in the pursuit of justice and equality. He deserves better than this. https://t.co/WX1QDCKfzP — Kamala Harris (@KamalaHarris) January 14, 2017 . @repjohnlewis knows true sacrifice. @realDonaldTrump has no clue. When cluelessness collides with power oppression results. Resistance! https://t.co/Eu1vWbetsl — Rep. Keith Ellison (@keithellison) January 14, 2017 Ahead of #MLKday2017 , let us remember that many have tried to silence @repjohnlewis over the years. All have failed. — Nancy Pelosi (@NancyPelosi) January 14, 2017 Some other critics complained about the president-elect calling Lewis' congressional district in Georgia \" crime infested\" and \"falling apart.\" Lewis has represented his district since 1986, and it includes some of the more affluent areas around Atlanta. It is home to the federal Centers for Disease Control and Prevention, several Fortune 500 companies, and well-known universities and colleges including Emory University, Clark Atlanta University, Morehouse College, Georgia Tech and Georgia State University, according to the Atlanta Journal Constitution. 0 Shares ",
    "title": "President-elect Trump Attacks Civil Rights Icon Who Said His Presidency Not 'Legitimate' - ABC News"
   },
   {
    "entities": [
     "sudan",
     "house",
     "government",
     "castro",
     "urban",
     "biden",
     "south",
     "once",
     "chrysler",
     "dec. 5",
     "washington",
     "2015",
     "now",
     "julian",
     "november 8",
     "2014",
     "carson",
     "at 6:52 pm",
     "pence",
     "mike",
     "post",
     "reform",
     "batkins",
     "rahm",
     "fdr",
     "$15 billion",
     "thursday",
     "action",
     "today",
     "center",
     "dec. 28",
     "studies",
     "office",
     "time",
     "eilperin",
     "of",
     "julián",
     "2008",
     "northwest",
     "emanuel",
     "w.",
     "jan. 20, 2009",
     "midnight",
     "federal",
     "carolina",
     "jan. 4",
     "management",
     "$35 billion",
     "daniel",
     "fha",
     "oversight",
     "$100 million",
     "patrick",
     "the past week",
     "juliet",
     "housing",
     "dennis",
     "congress",
     "donald",
     "ben",
     "texas",
     "pacific",
     "2013",
     "jason",
     "inauguration day",
     "princeton",
     "capitol",
     "zelizer",
     "clinton",
     "monday",
     "2009",
     "tuesday",
     "2000",
     "committee",
     "states",
     "white",
     "sam",
     "$1 billion",
     "friday",
     "forum",
     "obama",
     "trump",
     "regulatory",
     "rodenbush",
     "u.s.",
     "american",
     "bill",
     "63 percent",
     "united",
     "current",
     "senate",
     "register",
     "years ago",
     "authority",
     "oct. 1",
     "george",
     "1996",
     "january 14",
     "gop",
     "pérez",
     "budget",
     "energy",
     "fiat",
     "chaffetz",
     "brady",
     "november",
     "development",
     "university",
     "2012",
     "october",
     "hill",
     "and",
     "department",
     "bush"
    ],
    "id": 8,
    "text": "With days left in office, President Obama ushers in dozens of policies. But will they stay seated? The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Juliet Eilperin and Brady Dennis January 14 at 6:52 PM Follow @eilperin Follow @brady_dennis In the past week, the Obama administration overturned a decades­-old policy toward Cuban immigrants, forged two major agreements to address racial bias in big-city police departments and approved an unexpected cut in mortgage rates for hundreds of thousands of low-income and first-time home buyers. Officials even made time, after years of lobbying, to add the rusty patched bumble bee to the list of endangered species. In the final days before President Obama leaves office, administration officials are rushing to complete dozens of tasks that will affect millions of lives and solidify the president’s imprint on history. But in many cases, their permanence is uncertain, and President-elect Donald Trump is already pledging to undo some of them after taking office. “He is clearly using executive power aggressively and trying to do as much as possible in his final days,” Princeton University history and public affairs professor Julian Zelizer said in an email. “It is clear that a president who was once reluctant to use the power of his own office has changed his heart, especially now that he sees a radically conservative Congress and Republican president-elect are getting ready to dismantle much of what he has done.” On Thursday alone, the administration designated three new national monuments and expanded another two in sites ranging from a forest in the Pacific Northwest to a school for freed slaves in South Carolina; took away one of the special immigration privileges Cubans arriving in the United States without visas have enjoyed for 50 years; announced sanctions designations against 18 senior Syrian officials for their role in the use of chlorine as a chemical weapon in 2014 and 2015; awarded the Presidential Medal of Freedom to Vice President Biden; and accused Fiat Chrysler of cheating on national emission standards for some of its diesel trucks. (The Washington Post) [ Obama beats FDR, creating and expanding most national monuments ever ] For weeks, congressional Republicans and members of the Trump transition team have questioned why the White House is pressing ahead given that the GOP will control both the executive and legislative branch for at least the next two years. On Dec. 5, 23 GOP senators wrote Obama a letter asking that his administration “cease issuing new, nonemergency rules and regulations given the recent election results of November 8.” “It is our job now to determine the right balance between regulation and free market principles and make sure that our federal government no longer stands between Americans and financial success,” they wrote. Many departments have also accelerated hiring in recent weeks , hoping to bring on as many employees as possible in case Trump proceeds with a planned freeze for federal employees. On Tuesday, House Oversight and Government Reform Committee Chairman Jason Chaffetz (R-Utah) wrote the heads of 18 agencies , asking them to provide details on their current hiring practices. Both Trump and Vice President-elect Mike Pence have vowed to reverse some of Obama’s key policies as soon as they take office. But it will be nearly impossible to erase all of them in the months and years ahead, and to achieve the maximum impact, Trump will have to accept new limits on his own power. The Obama administration’s race toward the finish line isn’t completely out of the ordinary. Last-minute regulatory actions also spiked in 2008 and in 2000, said Sam Batkins, director of regulatory policy at the conservative American Action Forum, which has long been tracking White House regulations. But since Oct. 1, Obama has finalized more economically significant rules — ones with an estimated economic impact of at least $100 million — than Bill Clinton did in his final four months in office, according to Daniel Pérez, a policy analyst at the Regulatory Studies Center at George Washington University. “We find routinely that politics influences things, and this is just a manifestation of it,” Batkins said. “We see how politics can bend these levers of policy.” More broadly, Obama has finalized at least 571 major rules while in office, nearly 63 percent more than George W. Bush did during his two terms. And half of the major rules the White House Office of Management and Budget reviewed during the first five-and-a-half years of the administration had an economic impact of at least $1 billion, Pérez said. [ Obama to top aides: ‘What are we doing on bees?’’ ] The tempo of federal regulation can work both ways, Batkins noted. While the Obama administration has been feverishly publishing new regulations in the wake of November’s election, the same White House wasn’t so eager to produce new regulations in the run-up to Obama’s reelection in 2012. That October, by Batkins’s count, just four rules came out of the White House. The president and his aides have been unapologetic about the burst of new policies in recent weeks. “The administration has made a concerted effort to complete important work that was started months or even years ago,” said White House spokesman Patrick Rodenbush in an email, adding that when it comes to its most recent rules, “we have followed the same rigorous practices and principles used to develop and review regulations that have been upheld throughout the entirety of this administration and previous administrations.” Housing and Urban Development Secretary Julián Castro, who did not brief members of Trump’s transition team before announcing Monday that the Federal Housing Authority would cut interest rates, told reporters that he had “no reason to believe this will be scaled back,” adding that the change“offers a good benefit to hard-working American families out there at a time when interest rates might well continue to go up.” But Ben Carson, whom Trump nominated to succeed Castro, told lawmakers Thursday he was “surprised to see something of this nature being done on the way out the door, which of course has a profound effect.” “Certainly, if confirmed I’m going to work with the FHA administrator and other experts to examine that policy,” Carson said. The White House’s sense of urgency is probably well founded, given Trump’s commitment to try to roll back the policies of the Obama era. And Obama took much the same approach after assuming office in 2009, essentially halting former president George W. Bush’s pending regulations. In a letter on Jan. 20, 2009, then-White House chief of staff Rahm Emanuel wrote to the heads of every federal agency, ordering them to halt any regulations that had yet to be published in the Federal Register and to consider a 60-day extension of the effective date of regulations that had not yet taken effect. “It is important that President Obama’s appointees and designees have the opportunity to approve and review any new or pending regulations,” Emanuel wrote at the time. Such an approach today would effectively freeze an array of Obama policies, including five new Energy Department efficiency standards issued Dec. 28 affecting portable air conditioners, swimming pool pumps, walk-in coolers and freezers, commercial boilers and uninterruptible power supplies. The agency estimates the standards will save U.S. consumers between $15 billion and $35 billion over time, but only one of them is published in the Federal Register so far. Congressional Republicans are hoping to go further, having passed legislation Jan. 4 that would allow lawmakers to overturn any rule finalized in the last 60 legislative days of Obama’s tenure in a single vote, rather than taking them up individually. The White House has pledged to veto the bill, called the Midnight Rule Relief Act, but given that the Senate is not slated to take it up until after Inauguration Day, it could ultimately come to Trump’s desk for his signature. Still, it is unclear whether the new president will sign it. Pérez noted that the 1996 Congressional Review Act, which is what allows Congress to reverse a rule within 60 legislative days of its enactment, prohibits agencies from issuing a “substantially similar” rule once it is overturned. “The Trump administration may very well have different policy preferences for any given area of regulation,” he said in an email, “but disapproval via the [Congressional Review Act] would limit the Executive’s power to implement its own regulatory agenda for any given issue-area.” On Friday, the Obama administration showed no signs of slowing down. It filed a defense brief in a lawsuit brought by states over regulation of the nation’s rivers and streams, defied industry opposition by publishing a rule intended to keep first responders safer after a deadly 2013 fertilizer facility explosion in Texas, took steps to lift decades-old financial sanctions against Sudan and finalized regulations aimed at cracking down on the inhumane treatment of show horses. But even as Obama was churning out his final actions, Republican lawmakers on Capitol Hill were taking a first step toward repealing the president’s signature health care law, starting to erase his legacy even before his time in office ends. national ",
    "title": "With days left in office, President Obama ushers in dozens of policies. But will they stay seated? - The Washington Post"
   },
   {
    "entities": [
     "the weekend",
     "house",
     "congress",
     "donald",
     "1987",
     "ben",
     "black",
     "yvette",
     "the past",
     "congressional",
     "march",
     "lewis",
     "john",
     "atlanta",
     "alabama",
     "fbi",
     "democratic",
     "nancy",
     "news",
     "nebraska",
     "pelosi",
     "clarke",
     "d-n.y.",
     "friday",
     "january 14, 2017",
     "selma",
     "trump",
     "yarmuth",
     "spelman",
     "coons",
     "d-minn.",
     "morehouse",
     "chris",
     "ellison",
     "nbc",
     "conyers",
     "1965",
     "caucus",
     "sasse",
     "1:45",
     "keith",
     "d."
    ],
    "id": 9,
    "text": "Donald Trump fires back at John Lewis' 'not legitimate president' comment 1:45 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170114221209if_/http://www.nbcnews.com/widget/video-embed/854995011989\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Lewis, 76, told NBC News he won't attend the presidential inauguration for the first time in three decades. His jab appeared to irk Trump, who tweeted that he \"should spend more time on fixing and helping his district, which is in horrible shape and falling apart (not to mention crime infested) rather than falsely complaining about the election results. All talk, talk, talk - no action or results. Sad!\" The last part didn't sit well with Democratic lawmakers, some who noted that Trump was ripping the black congressman — the son of Southern sharecroppers whose fight against segregation and as an original Freedom Rider is well-documented — on the weekend ahead of the King holiday. Lewis was beaten during a civil rights march in Selma, Alabama, in 1965 and had been arrested and jailed repeatedly in opposition to desegregation. Since joining Congress in 1987, he's been a leading member of the Congressional Black Caucus. House Minority Leader Nancy Pelosi defended her colleague and said those who've tried to silence him in the past have \"failed.\" Ahead of #MLKday2017 , let us remember that many have tried to silence @repjohnlewis over the years. All have failed. — Nancy Pelosi (@NancyPelosi) January 14, 2017 Rep. Yvette Clarke, D-N.Y., tweeted that Trump \"isn't fit to polish hero (Rep. Lewis') boots,\" while Rep. Keith Ellison, D-Minn., tweeted Lewis \"knows true sacrifice. (Trump) has no clue.\" Cowardly @realDonaldTrump isn't fit to polish hero @repjohnlewis 's boots. — Yvette D. Clarke (@RepYvetteClarke) January 14, 2017 . @repjohnlewis knows true sacrifice. @realDonaldTrump has no clue. When cluelessness collides with power oppression results. Resistance! https://t.co/Eu1vWbetsl — Rep. Keith Ellison (@keithellison) January 14, 2017 Rep. John Lewis was beaten, bloodied & arrested 40+ times marching for civil rights. He is a true American hero & represents the best of us. — Senator Chris Coons (@ChrisCoons) January 14, 2017 My good friend @repjohnlewis has dedicated his life to fighting for freedom & equality in his district & across this nation. (1/3) — John Conyers, Jr. (@RepJohnConyers) January 14, 2017 All talk no action, @realDonaldTrump ? @repjohnlewis shed blood to secure & protect basic human rights for all. Your ignorance is astounding. pic.twitter.com/hPXPYWDAIC — Rep. John Yarmuth (@RepJohnYarmuth) January 14, 2017 Republican Sen. Ben Sasse of Nebraska supported Lewis on Twitter without directly rebuking Trump. On Friday, Sasse tweeted that Lewis should still attend the presidential inauguration — not for Trump but because it represents a \"peaceful transfer of power.\" John Lewis and his \"talk\" have changed the world. https://t.co/qeUloAkeTx https://t.co/aH2vDLjKk9 — Ben Sasse (@BenSasse) January 14, 2017 Lewis' metropolitan Atlanta district covers predominantly black communities and historically black colleges, including Morehouse and Spelman. The FBI's latest crime report ranks Atlanta as No. 14 for violent crime in the nation, although overall crime in the city has been down, according to city police statistics. Residents of Lewis' district mobilized on social media to push back against Trump's description of their communities as in \"horrible shape.\" ",
    "title": "Trump Decries Civil Rights Icon John Lewis as 'No Action,' Sparking Backlash - NBC News"
   }
  ]
 }
}