{
 "16": {
  "col-sim": {
   "cosine": 0.17112975188459906,
   "entity": 0.14907119849998599
  },
  "exec-time": 13.110893964767456,
  "links": [
   {
    "entities": [
     "weekend",
     "russia",
     "donald",
     "afp",
     "johnson",
     "51 minutes ago",
     "lewis",
     "georgia",
     "john",
     "today sunday",
     "justice",
     "once",
     "jan. 15, 2017",
     "dallas",
     "clinton",
     "now",
     "1963",
     "usa",
     "7:08 p.m.",
     "baton",
     "kevin",
     "rouge",
     "chicago",
     "trump",
     "lynch",
     "post",
     "u.s.",
     "loretta",
     "today",
     "sunday, jan. 15, 2017",
     "birmingham",
     "martin",
     "king",
     "hillary",
     "ap",
     "past",
     "luther",
     "department",
     "facebook",
     "current",
     "newslook",
     "ala.",
     "brynn",
     "anderson",
     "this weekend"
    ],
    "id": 0,
    "text": "Exclusive: Loretta Lynch says police issues are this era’s civil rights struggle BIRMINGHAM, Ala.— The explosions of violence that have marked a broken trust between U.S. Post to Facebook Exclusive: Loretta Lynch says police issues are this era’s civil rights struggle BIRMINGHAM, Ala.— The explosions of violence that have marked a broken trust between U.S. Check out this story on USATODAY.com: http://usat.ly/2jNJMYX CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 47 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Exclusive: Loretta Lynch says police issues are this era’s civil rights struggle Kevin Johnson , USA TODAY Published 7:08 p.m. ET Jan. 15, 2017 | Updated 51 minutes ago x Share A year-long federal investigation into the Chicago police force has identified a pattern of excessive force, especially in predominantly black and Hispanic neighborhoods, according to Attorney General Loretta Lynch. Video provided by AFP Newslook Attorney General Loretta Lynch speaks at the 16th Street Baptist Church, Jan. 15, 2017, in Birmingham, Ala. (Photo: Brynn Anderson, AP) BIRMINGHAM, Ala.— The explosions of violence that have marked a broken trust between U.S. law enforcement and communities of color across the country echo the painful clashes that marked the early struggles of the American civil rights movement, Attorney General Loretta Lynch said in an interview with USA TODAY Sunday. “I really think the world is watching how we deal with these issues,’’ Lynch said in the wide-ranging interview here where she had traveled to commemorate Martin Luther King weekend events. Lynch is preparing to leave office following a tumultuous 20-month tenure, also punctuated by a string of deadly mass shootings, a disputed investigation of Democratic presidential nominee Hillary Clinton and ongoing concerns about the extent of Russia's interference in the U.S. elections. But her legacy will likely be defined by the Justice Department’s aggressive oversight of more than two dozen police agencies across the country. Lynch said technology, specifically the speed of digital media and video-enabled smart phones, accelerated the recent scrutiny of police operations in ways that many had not anticipated. \"Policing became front and center, because technology put it front and center,’’ Lynch said. In much of the country where encounters between police and the public have not been in the forefront, \"it's been a real eye opener.\" \"We have broadened the debate and engaged on the issues in a more meaningful and real way.\" The \"incredibly violent and fatal (past) year for law enforcement, Lynch said, referring to the ambush killings of five Dallas officers and three others in Baton Rouge, also highlighted the current threat to law enforcement. \"Everyone just wants to get home safe,\" she said. Of this weekend's feud between President-elect Donald Trump and Rep. John Lewis, the civil rights icon who said he would not attend the inauguration and questioned the legitimacy of the election, Lynch chose her words carefully. Describing Lewis as \"a piece of living history,\"  Lynch said that the Georgia congressman is \"entitled to his views.\" \"He has earned the right to speak for himself,\" she said. On the eve of Martin Luther King Jr. Day, Attorney General Loretta Lynch speaks at the 16th Street Baptist Church, Sunday, Jan. 15, 2017, in Birmingham, Ala.  (Photo: Brynn Anderson, AP) Later, she spoke from the sanctuary of the 16th Street Baptist Church, a  monument to the early civil rights movement where four young black girls were killed in a bombing carried by white supremacists in 1963. Lynch offered a counterpoint to the divisive rhetoric of the recently-ended political campaigns that she said threaten the very gains made by King and the movements other foot soldiers. “I know that we are in difficult days now,’’ Lynch told a packed congregation. “Many worry that Dr. King’s dream — and all that has flowed from it — is at risk like never before. I have seen the disconnect between the forces of our government and the communities we serve; I have seen the concerns that the voting booth will be moved out of reach, that our hearts will close along with our borders, that a prayer in a different tongue or posture will place one at risk. “I have seen the fear that once again we will let a distinction without a difference govern our view of our fellow Americans, rather than what is in their hearts,’’ the attorney general said. “And I have seen the fear that, with the turn of the electoral wheel, so many of us will be seen as children of a lesser God.  I have seen all that.’’ Without uttering a name, the attorney general’s words tracked the most severe anti-Muslim and anti-immigrant sentiment to those expressed by incoming Republican administration. Despite those fears, Lynch said she was boosted by the resolve of “the men and women of goodwill who love this country, who believe in its promise and who are working to fulfill its founding creed.’’ “And if it comes to pass that we do enter a period of darkness, let us remember — that is when dreams are best made.  So let us see — what shall become of Dr. King’s dream?  The Lord has already wrought a miracle by bringing us this far.’’ The venue for Lynch’s final speech as attorney general was steeped in symbolism. ",
    "title": "Exclusive: Loretta Lynch says police issues are this era’s civil rights struggle"
   },
   {
    "entities": [
     "christian",
     "recently",
     "herrera",
     "stern",
     "house",
     "elizabeth",
     "tonight",
     "maxwell",
     "marc",
     "ann",
     "david",
     "jacqueline",
     "oscar",
     "olowu",
     "the 1963 march",
     "galanos",
     "james",
     "diane",
     "new",
     "times",
     "washington",
     "ralph",
     "now",
     "sophie",
     "junya",
     "lanvin",
     "queen",
     "yermack",
     "lauren",
     "$150,000",
     "lam",
     "zac",
     "karan",
     "noten",
     "altuzarra",
     "de",
     "schouler",
     "italy",
     "proenza",
     "kennedy",
     "mcqueen",
     "gordon",
     "tadashi",
     "watanabe",
     "manuel",
     "center",
     "thakoon",
     "tory",
     "business",
     "thom",
     "klein",
     "time",
     "alice",
     "alaïa",
     "dec. 4, 2016",
     "the year",
     "of",
     "neal",
     "kors",
     "2008",
     "reed",
     "kane",
     "nancy",
     "calvin",
     "givenchy",
     "rodarte",
     "taylor",
     "moschino",
     "naeem",
     "pinto",
     "jan. 20, 2009",
     "african-american",
     "credit",
     "jay",
     "burch",
     "honors",
     "palin",
     "carolina",
     "mills/the",
     "vanessa",
     "renzi",
     "tracey",
     "london",
     "dries",
     "barbara",
     "monique",
     "history",
     "buckingham",
     "alex",
     "wu",
     "india",
     "gucci",
     "leno",
     "matteo",
     "reagan",
     "2013",
     "jason",
     "brandon",
     "2016",
     "reese",
     "friedman",
     "toledo",
     "brown",
     "alexander",
     "von",
     "rodriguez",
     "adolfo",
     "five and a half",
     "tom",
     "clinton",
     "last week",
     "versace",
     "the same day",
     "brandon/associated",
     "van",
     "michael",
     "prabal",
     "white",
     "donna",
     "cushnie",
     "olivia",
     "obama",
     "lhuillier",
     "furstenberg",
     "khan",
     "doug",
     "ford",
     "ochs",
     "maggie",
     "wang",
     "renta",
     "shoji",
     "hillary",
     "siriano",
     "review",
     "roksanda",
     "duro",
     "marchesa",
     "tracy",
     "tfank",
     "n.y.u.",
     "laura",
     "isabel",
     "ii",
     "browne",
     "krakoff",
     "derek",
     "school",
     "sarah",
     "april 2009",
     "christopher",
     "harvard",
     "oleg",
     "kenzo",
     "narciso",
     "theallet",
     "sept. 4, 2012",
     "years",
     "balce",
     "posen",
     "museum",
     "&",
     "michelle",
     "press",
     "chicago",
     "mohapatra",
     "bibhu",
     "vera",
     "university",
     "maria",
     "2012",
     "vogue",
     "cassini",
     "change",
     "gurung",
     "la",
     "the night in",
     "leon",
     "joseph",
     "york",
     "october 2008",
     "palace",
     "jacobs",
     "bush",
     "national",
     "cornejo"
    ],
    "id": 1,
    "text": "What Michelle Obama Wore and Why It Mattered By VANESSA FRIEDMAN Credit It began with Jay Leno. It began, to be more specific, in October 2008, when Mr. Leno, the host of “The Tonight Show” at the time, turned to his guest, Michelle Obama , the wife of the Democratic nominee for president, and said — with glee, with gotcha expectation, because it had just been revealed that the campaign clothes budget for Sarah Palin, the Republican vice-presidential candidate, was $150,000 — “I want to ask you about your wardrobe. I’m guessing about 60 grand? Sixty, 70 thousand for that outfit?” “ J. Crew ,” Mrs. Obama said of her silk blouse, gold skirt and cardigan fastened with a big rhinestone brooch. “Ladies, we know J. Crew. You can get some good stuff online!” And thus was an eight-year obsession born. Not to mention a new approach to the story of dress and power. When Mrs. Obama understood the impact of that early answer — when she saw the public response to her outfit (which had been chosen specifically as a riposte to the Palin news) — it set in motion a strategic rethink about the use of clothes that not only helped define her tenure as first lady, but also started a conversation that went far beyond the label or look that she wore and that is only now, maybe, reaching its end. Advertisement Continue reading the main story Though amid discussion of legacy and historical change fashion may seem the least of the matter, consider the number of words devoted to what both the first lady and President Obama wore since the original campaign began. Consider that for five and a half years there was a blog chronicling Mrs. Obama’s wardrobe choices, arguably the first devoted to the clothes of a political figure, and that when Mr. Obama wore a tan suit to a news conference it practically broke the internet (ditto when he eschewed a tie ). Consider that Mrs. Obama’s effect on fashion brands was the subject of a study by a New York University professor in the Harvard Business Review entitled “How This First Lady Moves Markets.” Consider all that, and there is simply no ignoring the fact that during these two terms, clothing played a role unlike any it had ever played before in a presidential administration. Photo On Mrs. Obama’s first visit to London, in April 2009, she wore a J. Crew cardigan. Here, with Sarah Brown, wife of British Prime Minister Gordon Brown, visiting the Maggie’s Cancer Caring Centre. Credit Pool photo by Leon Neal A noncomprehensive litany of some of the designers whose clothes the first lady wore during her husband’s two terms in office includes: Carolina Herrera, Narciso Rodriguez, Michael Kors, Maria Cornejo, Thom Browne, Isabel Toledo, Jason Wu, Prabal Gurung, Donna Karan, Marc Jacobs, Oscar de la Renta, Ralph Lauren, Marchesa, Tom Ford, Vera Wang, Tadashi Shoji, Cushnie et Ochs, Tory Burch, Naeem Khan, Brandon Maxwell, Rodarte, Bibhu Mohapatra, Zac Posen, Barbara Tfank, Alexander Wang, Rag & Bone, Joseph Altuzarra, Tracy Reese, Monique Lhuillier, Thakoon, Christian Siriano, Calvin Klein, Sophie Theallet, Reed Krakoff, Diane von Furstenberg, Derek Lam, Proenza Schouler and Alice & Olivia. Also Talbots. And Target. And Ann Taylor. Sheesh. Plus, of course: Gucci, Versace, Givenchy, Alaïa, Junya Watanabe, Christopher Kane, Roksanda, Moschino, Lanvin (those controversial expensive sneakers), Dries Van Noten, Alexander McQueen, Duro Olowu, Lanvin and Kenzo. To name a few. Photo Wearing a Gucci gown to honor recipients of the 2016 Kennedy Center Honors on Dec. 4, 2016. Credit Manuel Balce Ceneta/Associated Press It is, by any measure, an unprecedented list. The twin conditions of the historic nature of this presidency and the fact it occurred alongside the rise of social media, which turned every public second into a shareable, comment-worthy moment, combined to create a new reality where every appearance mattered. Not everyone listened to all of the speeches or read the analysis or considered the context. But everyone paused for a moment to assess the visual. And a couple who had spent their entire lives being scrutinized as pioneers understood what that meant, and instead of bridling at it, leveraged it. If you know everyone is going to see what you wear and judge it, then what you wear becomes fraught with meaning. Certainly Mrs. Obama’s significance as a contemporary role model goes far beyond her image, but no one understood the role of fashion, and the potential uses of that, better than the first lady. “She realized very early on that everything she did had ramifications,” said Thom Browne, who made the tailored coat and dress Mrs. Obama wore for the inaugural parade in 2013, as well as a dress she wore to the 2012 Democratic National Convention and also during the final debate that year. And she understood, he went on, “that people did not just want to know how she looked, but what she was about,” and that she could plant subliminal cues to the latter with her clothes. Photo Mrs. Obama wearing a Thom Browne tailored coat and dress at the inaugural parade in 2013. Credit Doug Mills/The New York Times Change was the promise, and change was the look — far beyond the amount of upper arm on display, or the riot of color and prints. Or the cardigans. Just because something appears trivial does not mean it is any less powerful as a means of persuasion and outreach. In some ways its very triviality — the fact that everyone could talk about it, dissect it, imitate it — makes fashion the most potentially viral item in the subliminal political toolbox. Talking heads complained early on in the second term about Mrs. Obama’s allowing the clothes conversation to dominate the substance conversation, but in fact she made the two inextricable. Advertisement Continue reading the main story There have been a lot of words since the 2016 election devoted to how Mrs. Obama loved fashion and fashion loved her in return, and that is true; to listen to designers who have dressed her is to hear a chorus of “it was the privilege of my career.” That the first lady, a Princeton-and-Harvard-educated lawyer and hospital power player, was publicly able to enjoy clothes allowed a swath of smart women to stop being so neurotic about dress (as she said to Vogue in her third cover story, the most of any first lady, one of the factors in choosing a garment always has to be, “Is it cute?”). But her real contribution went far beyond giving women a license to like clothes and use them to celebrate their own strength and femininity. Just as, despite the attention paid to the study on how much the first lady was worth to a brand — “I have been publishing for 25 years,” said David Yermack, the author of the study and a professor of finance at the N.Y.U. Stern School of Business, “and nothing has compared to the interest in this” — it wasn’t ultimately about revenue generation. Indeed, despite Mrs. Obama’s patronage, a number of labels she wore have struggled financially, including J. Crew ; Maria Pinto , which closed; and Bibhu Mohapatra, which filed for bankruptcy last week. Rather, like first ladies from Jacqueline Kennedy to Nancy Reagan, Mrs. Obama understood that fashion was a means to create an identity for an administration. But unlike any other first lady, instead of seeing it as part of a uniform to which she had to conform, with the attendant rules and strictures that implies, she saw it as a way to frame her own independence and points of difference, add to her portfolio and amplify her husband’s agenda. “Our glorious diversity — our diversities of faiths and colors and creeds — that is not a threat to who we are; it makes us who we are,” she said during her final speech, and the proof was, literally, on her back. While most first ladies turned to a small number of trusted designers to help them create their look (Oleg Cassini with Mrs. Kennedy; Adolfo and James Galanos with Mrs. Reagan; Oscar de la Renta with Hillary Clinton and Laura Bush) Mrs. Obama seemed to work with them all. That is not a situation that, as any woman would know, happens by accident. We all tend to gravitate toward certain designers in part because of sheer laziness: We know what suits us, what we like, and so we go there first. To have been so, well, evenhanded in her choices could have happened only with careful calculation. “I am not sure people really realized the extent of what she was doing,” said Tracy Reese, whose custom-made pink and gold silk dress, worn by Mrs. Obama for her speech at the 2012 Democratic convention, became her best-selling dress when remade for sale, and whose black dress with big red poppies, worn by the first lady for the 50th anniversary of the 1963 march on Washington, is now on display at the National Museum of African-American History and Culture. “It was really about us all.” Photo On Sept. 4, 2012, at the Democratic National Convention, the first lady wore a custom-made pink and gold silk dress by Tracey Reese. Credit Alex Wong/Getty Images Especially because Mrs. Obama not only wore their clothes, she also took their business seriously, framing fashion as a credible, covetable job choice during her education initiatives. She put fashion on a par with the movies by hosting a Fashion Education workshop at the White House, just as she had held a Careers in Film Symposium. She invited students to witness Jason Wu donating his first inaugural gown to the Smithsonian, and designers were occasionally included on the guest list for state dinners alongside officials, artists and executives — though no designer ever attended twice. “She came in at a time when the economy was particularly tough and really shone a light on fashion in the broadest sense,” said Narciso Rodriguez, whose dress she wore on the night in 2008 that ushered in the Obama era, and recently at the National School Counselor of the Year event when she gave her last speech as first lady. If you think that was an accident, there’s a bridge I can sell you — just as the fact she wore Jason Wu to her husband’s farewell address in Chicago, a designer she also wore at both inaugural balls, was no coincidence. It was closure. Photo On Jan. 20, 2009, she wore a one-shouldered white gown by designer Jason Wu at the Neighborhood Inaugural Ball in Washington. Credit Alex Brandon/Associated Press Mrs. Obama’s dress choices were often labeled “ sartorial diplomacy ” and “democratic,” and they were that; she made something of an art out of pairing designers with countries during state dinners or trips, wearing, for example, Mr. Khan, an Indian-American designer, to the India state dinner, and Mr. Ford, an American designer then based in London, when she dined with Queen Elizabeth II at Buckingham Palace. Especially in her husband’s second term, Mrs. Obama used her leverage and visibility not only to raise the profile of a host of local designers (the biggest struggle for a young designer, Mr. Wu said, is attention; she solved that), but also as argument against isolationism and in support of allies across the world. It was not happenstance that she wore a Gucci gown to the Kennedy Center Honors the same day Italy went to the polls to vote on a referendum widely viewed as a verdict on Matteo Renzi, the country’s now former reformist prime minister. ",
    "title": "What Michelle Obama Wore and Why It Mattered - The New York Times"
   },
   {
    "entities": [
     "house",
     "russia",
     "donald",
     "twitter",
     "lewis",
     "john",
     "george",
     "james",
     "stephanopoulos",
     "clapper",
     "news",
     "abc",
     "friday",
     "states",
     "white",
     "this week",
     "obama",
     "sparking",
     "trump",
     "firestorm",
     "national",
     "intelligence",
     "priebus",
     "reince",
     "united",
     "nbc",
     "this weekend"
    ],
    "id": 2,
    "text": "WATCH Donald Trump Attacks Civil Rights Icon John Lewis, Sparking Twitter Firestorm 0 Shares Email President-elect Donald Trump 's incoming chief of staff Reince Priebus said Rep. John Lewis ' criticism of Trump was “irresponsible” and called on President Obama to “step up” by telling Democrats to accept the election loss and stop questioning \"the legitimacy of the next United States president.\" In an interview on “This Week,” ABC News' George Stephanopoulos asked Priebus if the president-elect was right to pick a fight this weekend over remarks by Congressman and civil rights icon Lewis. “John Lewis stood up in an interview and said that Donald Trump was not a 'legitimate president,'\" Priebus said, referring to an NBC interview on Friday. \"That’s insanity, and it’s wrong.” \"We need folks like John Lewis and others who I think have been champions of voter rights to actually recognize the fact that Donald Trump was duly elected. He's going to put his hand on the Bible in five days,\" Priebus said. \"I think it’s incredibly disappointing –- and I think it’s irresponsible -- for people like [Lewis] to question the legitimacy of the next United States president,” he added. “I think putting the United States down across the world is not something a responsible person does.\" The incoming White House chief of staff added that Director of National Intelligence James Clapper has said “many, many times” there’s no evidence that Russia's interference in the presidential election affected the outcome. Clapper has said that the intelligence community can't gauge how voters' choices in the election might have been affected by the disclosure of private information stolen by hackers. \"President Obama should step up,” Priebus said. \"We've had a great relationship with the White House, George ... I think the administration can do a lot of good by telling folks that are on the Republican side of the aisle, 'Look, we may have lost the election on the Democratic side, but it's time to come together.'\" 0 Shares ",
    "title": "Reince Priebus Calls John Lewis’ Criticism of Trump ‘Irresponsible’ - ABC News"
   },
   {
    "entities": [
     "house",
     "eric",
     "steve",
     "urban",
     "black",
     "gillespie",
     "new",
     "hughley",
     "washington",
     "83 percent",
     "91 percent",
     "danielle",
     "carson",
     "evening",
     "kanye",
     "saturday",
     "post",
     "lillard",
     "the late 1990s",
     "past",
     "d.l.",
     "1989",
     "caucus",
     "emory",
     "missouri",
     "march",
     "lewis",
     "don",
     "scott",
     "of",
     "89 percent",
     "legislative",
     "claritza",
     "williams",
     "representatives",
     "the early hours saturday",
     "andra",
     "vanessa",
     "clement",
     "janell",
     "dogan",
     "housing",
     "congress",
     "donald",
     "ben",
     "congressional",
     "kwame",
     "ray",
     "clinton",
     "cabinet",
     "kunitz/the",
     "michael",
     "friday",
     "white",
     "states",
     "obama",
     "trump",
     "greitens",
     "ross",
     "u.s.",
     "sunday",
     "hillary",
     "king",
     "united",
     "weekend",
     "park",
     "john",
     "georgetown",
     "atlanta",
     "8 percent",
     "alabama",
     "dyson",
     "harvey",
     "jimenez",
     "march in 1965",
     "central",
     "this week",
     "at 7:30 pm",
     "development",
     "university",
     "and",
     "january 15",
     "nbc",
     "york",
     "department",
     "facebook",
     "west"
    ],
    "id": 3,
    "text": "Trump’s feud with John Lewis echoes a long, difficult relationship with African Americans The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Janell Ross and Vanessa Williams January 15 at 7:30 PM Follow @janellross Follow @wapovanessa The eruption of hostilities between President-elect Donald Trump and Rep. John Lewis (D-Ga.), a civil rights icon, may be recorded as just one more example of what has become standard Twitter retaliation for Trump. But coming on the Martin Luther King Jr. Day holiday weekend, it also reignited the passions around Trump’s difficult history with African Americans, the group of voters from whom he might be most alienated as he prepares to move into the White House this week. In an interview with NBC’s “ Meet the Press ” on Friday, Lewis said he did not consider Trump to be “a legitimate president” because of allegations that ­high-level Russian operatives interfered in the election on Trump’s behalf. Trump lobbed back with a tweet in the early hours Saturday that disparaged both the congressman and his district, which includes some of Atlanta’s most affluent neighborhoods. “Congressman John Lewis should spend more time on fixing and helping his district, which is in horrible shape and falling apart,” Trump wrote. “(Not to mention crime infested) rather than falsely complaining about the election results. All talk, talk, talk — no action or results. Sad!” Trump continued his taunts in another tweet Saturday evening, saying that Lewis should “finally focus on the burning and crime infested inner-cities of the U.S. I can use all the help I can get!” (Claritza Jimenez,Danielle Kunitz/The Washington Post) Trump’s attack on Lewis drew widespread condemnation across party lines, particularly given Lewis’s role in the fight for voting rights for African Americans. “John Lewis is beyond a doubt the conscience of the country, and that’s why his people [constituents] send him to Congress,” said Kwame Lillard, an activist who helped to organize the civil-rights-era Freedom Rides and has known Lewis for more than 60 years. Lewis also was one of the leaders of the legendary Selma-to-Montgomery voting rights march in 1965, in which Alabama state troopers attacked marchers, leaving many of them, including Lewis, badly injured. The march entered the American lexicon as “Bloody Sunday,” and the stark images of the police beatings helped build support for the civil rights movement. Shamed Dogan, a Republican member of Missouri’s House of Representatives, said that the state’s new governor, Eric Greitens (R), attended the Missouri Legislative Black Caucus’s Martin Luther King Jr. celebration two days after taking office. “I would like to see Donald Trump take the same approach to the Congressional Black Caucus and find common ground with them instead of feuding with heroes like Congressman Lewis,” Dogan said. Trump’s harsh rhetoric about Hispanics, Muslims and women was one of the hallmarks of his campaign, and while he emerged from the election with a solid majority of electoral college votes, he trailed Democrat Hillary Clinton by nearly 3 million popular votes. In national exit polling , 91 percent of black voters had an unfavorable view of Trump, while 83 percent regarded Clinton favorably. In their vote preference, the exit polling found that black voters favored Clinton over Trump by a margin of 89 percent to 8 percent. Since Election Day, Trump has said that, in an effort to bring the country together, he would reach out to voters who did not support him. During the transition, Trump has been frequently photographed at his New York headquarters with black celebrities, including the rapper Kanye West, retired football great Ray Lewis and boxing promoter Don King. On Friday, he was visited by Steve Harvey, a comedian, game-show host and dating-advice guru. Harvey supported Clinton and had been critical of Trump during the campaign, but after their meeting he said the president-elect was “congenial and sincere.” The attack on John Lewis, however, underscores Trump’s tense relationship with black voters and seemed to echo some of his past confrontations with African Americans. Trump started his presidential campaign with huge disadvantages among African Americans, in part because of his years-long questioning of whether President Obama was born in the United States. Trump also drew criticism for taking out a full-page ad in New York newspapers in 1989 urging the death penalty for five black and Hispanic teenagers accused of raping a woman in Central Park. Even after the young men were exonerated, Trump criticized the city for awarding them damages for the years they had spent in prison and continued to argue that they were “guilty of something.” In the closing weeks of the campaign, Trump began appealing to black voters to give him a chance. Speaking at rallies, to overwhelmingly white audiences, Trump described black people as living “in hell,” stuck in crumbling, crime-ridden neighborhoods and failing schools. “What do you have to lose?” he asked. For some people, Trump’s attack on Lewis — as well as his inaccurate description of Atlanta, a longtime haven for middle- and upper-middle-class African Americans — brought it all back. Andra Gillespie, a political scientist at Emory University in Atlanta, said that if Trump was serious about reaching out to the black community, he would have to take responsibility for a campaign whose tone was “divisive at best, seriously offensive at worst” and “dangerous” with reports of an increase in racist behavior and actions directed at minorities by some whites. She said he will have to meet with and apologize to the civil rights community and young activists in the Black Lives Matter movement. “The burden of proof is on you. It’s not on everybody else to warm up to you because you’re the president,” she said of Trump. “Because the rhetoric came out of his mouth, the burden of proof is on him to show that he’s changed, he’s sensitive and he cares about those issues.” D.L. Hughley, a comedian and political commentator, put it more bluntly in a Facebook video in which he blasted Trump for “having a comedian and a rapper and a football player out to talk about the concerns of the community.” “If Donald Trump cared about black people, he wouldn’t have denigrated the president with those claims of birtherism ,” he said. Hughley, who in the late 1990s toured with Harvey as part of the popular “Kings of Comedy,” said Trump was more comfortable with black entertainers. “You’d rather see us run the football than run the country.” So far Trump has nominated only one African American for a Cabinet position: retired pediatric neurosurgeon Ben Carson, as secretary of the Department of Housing and Urban Development. Harvey told reporters that Trump asked him to work with Carson on inner-city issues. Some political observers say Carson’s appointment is an indication that Trump is not serious about improving the lives of people in struggling communities. Michael Eric Dyson, a sociology professor at Georgetown University, said that in touting Carson and Harvey as his urban policy team, Trump is practicing “affirmative action in the worst sense of that term.” “Steve Harvey is a talented comedian but he is not a politician, a policy maker. He nor Carson have any expertise in the issues they will oversee,” Dyson said. “This is really nothing more than an attempted end run around serious engagement and an example of the kind of visionary bankruptcy of President-elect Trump.” Scott Clement contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump’s feud with John Lewis echoes a long, difficult relationship with African Americans - The Washington Post"
   },
   {
    "entities": [
     "police",
     "jose",
     "deering",
     "guglielmi",
     "cook",
     "tribune",
     "jan. 14, 2017",
     "gorner",
     "south",
     "briscoe",
     "contact",
     "ciardullo",
     "board",
     "2008",
     "tony",
     "jeremy",
     "eugene",
     "afternoon",
     "reporter",
     "present",
     "scottsdale",
     "county",
     "side",
     "saturday",
     "chicago",
     "2001",
     "currently",
     "sunday",
     "estrada",
     "august 1995",
     "jail",
     "department",
     "district",
     "anthony"
    ],
    "id": 4,
    "text": "Chicago police officer charged with criminal sexual assault Eugene Ciardullo Eugene Ciardullo, 51, a Chicago police officer, was charged with criminal sexual assault Jan. 14, 2017. (Chicago Police Department)   Eugene Ciardullo, 51, a Chicago police officer, was charged with criminal sexual assault Jan. 14, 2017. (Chicago Police Department)   Tony Briscoe Contact Reporter Chicago Tribune A Chicago police officer has been charged with felony criminal sexual assault, according to police and Cook County state's attorney officials. Officer Eugene Ciardullo, 51, was arrested by fellow officers at his home Saturday afternoon, department spokesman Officer Jose Estrada said. Ciardullo was booked into Cook County Jail on Sunday, according to online records. Ciardullo is expected to appear in Cook County bond court Sunday afternoon. Ciardullo, of the Scottsdale neighborhood, is assigned to the department's Deering District on the South Side, Chicago police spokesman Anthony Guglielmi said. Police officials said the victim identified Ciardullo as the person who had a \"sexual relationship\" with her starting when she was 17 years old. The Tribune is not publishing additional details about the victim to avoid identifying her. The felony charge against Ciardullo, a 21-year veteran of the force, was approved Saturday. The internal affairs division is also investigating the case, Guglielmi said, and will present its findings to the Chicago Police Board to determine what discipline should be ordered. \"The Chicago Police Department is currently also investigating this incident internally and administratively,\" Guglielmi said in a statement. \"We remain committed to the highest levels of accountability for our officers and members and will not tolerate any activity or actions that undermine the integrity of the hard working men and women of our Department.\" Ciardullo has been a Chicago police officer since August 1995, according to city records. Throughout his career with the Police Department, Ciardullo has amassed about 40 complaints on allegations ranging from minor personnel violations to excessive force but has only been found to have committed wrongdoing on two occasions. He was given a 10-day suspension in 2001 stemming from an excessive force allegation and a two-day suspension in 2008 for a violation related to \"weapon/ammunition/uniform deviation,\" the records show. It's unclear in the records if Ciardullo served those suspensions or fought the penalties. Details of the actual allegations within those complaints were not available. Check back for more details. Chicago Tribune's Jeremy Gorner contributed ",
    "title": "Chicago police officer charged with criminal sexual assault - Chicago Tribune"
   },
   {
    "entities": [
     "rand",
     "congress",
     "donald",
     "twitter",
     "bob",
     "email",
     "january 15, 2017",
     "2016",
     "115th",
     "foreign",
     "gop",
     "corker",
     "news",
     "now",
     "murkowski",
     "relations",
     "the same day",
     "last week",
     "cnn",
     "baier",
     "kentucky",
     "committee",
     "exxonmobil",
     "2010",
     "trump",
     "portman",
     "lisa",
     "tillerson",
     "sunday",
     "print",
     "susan",
     "ohio",
     "rex",
     "collins",
     "bret",
     "rob",
     "facebook",
     "fox",
     "jan. 6",
     "senate",
     "paul",
     "tennessee",
     "maine",
     "alaska"
    ],
    "id": 5,
    "text": "Paul previews ObamaCare replacement plan focusing on lower cost policies Published               January 15, 2017 Facebook 0 Twitter 0 livefyre Email Print   Kentucky Sen. Rand Paul on Sunday previewed his ObamaCare replacement plan -- in an apparent effort to take the lead in the growing GOP effort to simultaneously repeal and replace the 2010 health care law. Paul, who was a 2016 presidential candidate, said the bill that he and other congressional Republicans have crafted attempts to “insure the most amount of people, give access to the most amount of people, at the least amount of cost.\" Paul, a physician, has emerged in recent weeks as a leader in the repeal-replace effort, amid Republican concerns that fulfilling campaign vows to dismantle ObamaCare at the start of the 115th Congress could leave tens of millions of Americans uninsured. Incoming Republican President Donald Trump has expressed similar concerns, despite campaigning on a winning repeal-replace agenda. Paul tweeted on Jan. 6: \"I just spoke to (Trump) and he fully supports my plan to replace ObamaCare the same day we repeal it. The time to act is now.\" The Republican-led Congress has already taken votes toward repealing ObamaCare under a process known as budget reconciliation, which effectively keeps Democrats from blocking the effort and requires only a simple majority for passage. Among the other Senate Republicans trying slow the repeal process, to synch with a replacement plan, are Susan Collins, Maine; Bob Corker, Tennessee; Rob Portman, Ohio; and Lisa Murkowski of Alaska. Paul suggested Sunday that the replacement plan will include more low-cost insurance plans \"One of the key reforms that we will do is, we're going to legalize the sale of inexpensive insurance,\" he told CNN’s “State of the Union.\" “That means getting rid of the ObamaCare mandates on what you can buy.” Paul last week announced some of the early details of the plan on Fox News' \"Special Report\" with Bret Baier. Paul said his plan borrows from previous GOP replacement plans and appears to have consensus among congressional Republicans. \"The ideas that we've taken for the replacement bill come from other Republicans' bills,\" he told Fox.  Paul said Sunday the plan also will include health saving accounts and tax credits to help customers save money. He also suggested the plan will allow people and small businesses to create their own markets. \"There's no reason why (a business owner) with four employees shouldn't be able to join with hundreds and hundreds of other businesses that are small to become a large entity to get leverage to bring your prices down,\" Paul said. However, he acknowledged rolling back Medicaid expansion as part of the ObamaCare repeal remains a “big question.” Many Americans got coverage under Medicare expansion in states. On the issue of Rex Tillerson’s effort to become the next secretary of state, Paul said he’ll support the former ExxonMobil CEO’s bid. \"Yes, I will vote for Rex Tillerson,\" said Paul, a member of the Senate Foreign Relations Committee holding the confirmation hearings. “I was very impressed.\" Advertisement ",
    "title": "Paul previews ObamaCare replacement plan focusing on lower cost policies | Fox News"
   },
   {
    "entities": [
     "donald",
     "aaa",
     "june 23",
     "of",
     "uk",
     "times",
     "bild",
     "union",
     "the",
     "germany",
     "friday",
     "states",
     "trump",
     "eu",
     "may",
     "sunday",
     "london",
     "united",
     "european",
     "theresa",
     "future",
     "britain"
    ],
    "id": 6,
    "text": "advertisement In his first interview with foreign media, President-elect Donald Trump said he planned to offer a \"fair\" trade deal to Britain \"within weeks\" of his inauguration. In a joint interview published Sunday in The Times of London and Germany's Bild , Trump said that he planned to make Britain's departure from the European Union \"a great thing\" and that he would meet with British Prime Minister Theresa May shortly after he is sworn in Friday. \"We're gonna work very hard to get it done quickly and done properly,\" he told the papers, adding: \"I love the UK.\" Related: Brexit, What Brexit? Londoners Upbeat Despite Uncertainty The comments come as Britain wrestles with an uncertain future under Brexit, the referendum under which it voted to leave the European Union. Since the vote June 23, the country has seen its currency plummet and its AAA credit rating wiped out. It also faces the prospect of tariffs and trade restrictions from the EU, The Times reported — a possibility that made Trump's comments that much more significant, because a possible trade deal with the United States could be a powerful negotiating tool. In the interview, Trump attributed Brexit to an influx of refugees, saying: \"If they [EU countries] hadn't been forced to take in all of the refugees, so many, with all the problems that it .. . entails, I think that you wouldn't have a Brexit,\" he said. \"I think people want ... their own identity, so if you ask me ... I believe others will leave.\" Play ",
    "title": "Donald Trump Promises Post-Brexit Britain a 'Fair' Trade Deal - NBC News"
   },
   {
    "entities": [
     "oval",
     "house",
     "council",
     "steve",
     "tonight",
     "vladimir",
     "bank",
     "party",
     "once",
     "service",
     "washington",
     "march of 2009",
     "supreme",
     "the day",
     "tea",
     "now",
     "al-assad",
     "harry",
     "middle",
     "2010",
     "america",
     "mcconnell",
     "illinois",
     "netanyahu",
     "kroft",
     "jan. 9, 2017",
     "15 months ago",
     "assad",
     "mansion",
     "afghanistan",
     "roosevelt",
     "eisenhower",
     "court",
     "office",
     "march",
     "iraq",
     "of",
     "iran",
     "fall",
     "interactive",
     "2008",
     "syria",
     "cbs",
     "next sunday",
     "2007",
     "republican",
     "pennsylvania",
     "this month",
     "room",
     "israel",
     "east",
     "mitch",
     "bashar",
     "sasha",
     "security",
     "first week",
     "congress",
     "donald",
     "avenue",
     "taliban",
     "95 percent",
     "2016",
     "first month",
     "democratic",
     "monday",
     "2009",
     "truman",
     "ten years from now",
     "states",
     "white",
     "60 minutes in 1989",
     "obama",
     "trump",
     "street",
     "u.s.",
     "hillary",
     "king",
     "united",
     "review",
     "chuck",
     "u.n.",
     "senate",
     "billions of dollars",
     "right now",
     "inc.",
     "10 years from now",
     "pete",
     "18 percent",
     "a few weeks ago",
     "90 percent",
     "souza",
     "law",
     "george",
     "putin",
     "harvard",
     "executive",
     "76 percent",
     "news",
     "secret",
     "the",
     "michelle",
     "the next day",
     "2017",
     "chicago",
     "2012",
     "wall",
     "beltway",
     "isis",
     "west",
     "summer",
     "future",
     "barack",
     "malia",
     "kennedy"
    ],
    "id": 7,
    "text": "He was an audaciously hopeful junior senator from Illinois, splitting his time between his tiny apartment in Washington and the Chicago home where he had two young daughters. Steve Kroft: What else does he make besides tuna fish? Malia Obama: Chili, and that’s it. His wife was a working mom, a hospital executive and major breadwinner in the family. She wasn’t crazy about her husband being in politics. Steve Kroft: Has it put strains on the marriage from time to time? Michelle Obama: Oh, no. Sen. Obama: Absolutely, it has. Steve Kroft: But you’d let him go ahead and do this? Michelle Obama: I think if I weren’t married to him, I’d want him to be in there. So I don’t want to stand in the way of that because we have to work out a few things. We’ve had those arguments and… Sen. Obama: And I’ve lost them all. 60 Minutes correspondent Steve Kroft and President Barack Obama CBS News It all seems like a long time ago. Steve Kroft: So what’s the difference between this guy and the guy you are now? How much smarter are you than this guy standing on the street corner? President Barack Obama: Well, let’s see. Obviously I’m grayer, a few more wrinkles. You know I’ll be honest with you, Steve. One of the things I’m proud about is that I think my basic character and outlook actually have not changed much. And people who are closest to me will tell you that the guy who came here is the same guy who’s leaving. And the reason I take pride for that is one of the things you worry about when you’re in the bubble, and there’s all this pomp and circumstance and hail to the chief is, do you lose touch with what you thought was important and what brought you here? And I’m proud that I don’t think I have lost touch. Steve Kroft: If you had to write a brief description of this job beginning with wanted-- how would you describe the position? And what are the tasks? And what skills do you think you need? President Barack Obama: Thick skin helps. Steve Kroft: Thick skin, stamina. “People who are closest to  me will tell you that the guy who came here is the same guy who’s  leaving.” President Obama President Barack Obama: Stamina. There is a greater physical element to this job than you would think, just being able to grind it out. And I think your ability to not just mentally and emotionally, but physically be able to say, “We got this. We’re going to be OK.” Steve Kroft: Did you learn the executive stuff on the job? Because when we first talked, I must have asked you 100 times. Your only executive experience was running the Harvard Law Review and running your own campaign. Did you have to learn a lot of this on the job? President Barack Obama and 60 Minutes correspondent Steve Kroft CBS News President Barack Obama: The campaign was a more significant training ground than I think people give it credit for. By the time I got here, I think I had a pretty good sense of what was required. But the circumstances in which I came in were different than most executives, right? The enterprise was in the midst of a major crisis. And so, those first six months were a fire drill. Beside the two wars he inherited in Iraq and Afghanistan, and promised to end, a financial crisis at home had pushed the United States to the brink of another Great Depression. When we spoke with the new president in March of 2009 , the economy was losing 800,000 jobs a month, the government was throwing hundreds of billions of dollars at failing banks, and the auto industry was on the verge of collapse. Politically pummeled from all sides, Obama did his best to keep a sense of humor. President Obama: I just want to say that the only thing less popular than putting money into banks is putting money into the auto industry. So-- Steve Kroft: But 18 percent are in favor, 76 percent against. President Obama: It’s not a high number. Steve Kroft: You’re sitting here and you’re-- you are laughing about some of these problems. Are people going to look at this and say, “I mean, he’s sitting there just making jokes about money--” How do you deal with that? President Obama: No, no, no. Steve Kroft: I mean, wha-- explain the-- the-- the-- President Obama: Well-- Steve Kroft: The mood in your laughter. President Obama: Yeah, I mean, there’s gotta be-- Steve Kroft: Are you punch-drunk? President Obama: No, no, there’s gotta be a little gallows humor to get you through the day. President Barack Obama participates in a 60 Minutes interview with Steve Kroft in the State Dining Room of the White House, Jan. 9, 2017. Chuck Kennedy, The White House A political candidacy built around hope and change and compromise would eventually become a presidency of crisis and confrontation. Steve Kroft: Is there anything that surprised you about this job? President Barack Obama: I was surprised and continue to be surprised by the severity of partisanship in this town. And I think that I’d been warned about it. You’ll remember, in the campaign back in 2007, 2008, people would say, “Oh, he’s being naïve. He thinks that there’s no red states and blue states. And wait ‘til he gets here.” And I will confess that, I didn’t fully appreciate the ways in which individual senators or members of Congress now are pushed to the extremes by their voter bases. I did not expect, particularly in the midst of crisis, just how severe that partisanship would be. Steve Kroft: You came into this office trying to unify the country. You said that many times during the campaign. You wanted to bring people together. You wanted to change Washington. You talked about transformative change. And you became the focal point for some of the division. “I’m the first to acknowledge that I did not crack the code in terms of reducing this partisan fever.” President Obama President Barack Obama: I became a lightning rod for some partisan battles. I could not be prouder of the track record we’ve put together. By almost every measure, the country is significantly better off than when I came in. If you can look back and say, “The economy’s better. Our security’s better. The environment’s better. Our kids’ education is better,” if you can say that you’ve made things better, then considering all the challenges out there, you should feel good. But I’m the first to acknowledge that I did not crack the code in terms of reducing this partisan fever. Steve Kroft: You didn’t change Washington. President Barack Obama: You know, I changed those things that were in direct-- my direct control. I mean, I-- look, I’m proud of the fact that, with two weeks to go, we’re probably the first administration in modern history that hasn’t had a major scandal in the White House. In that sense, we changed some things. I would’ve liked to have gotten that one last Supreme Court justice in there. I’d like the Supreme Court to take a look at-- Steve Kroft: You couldn’t even get a hearing. President Barack Obama participates in a 60 Minutes interview with Steve Kroft in the Oval Office of the White House, Jan. 9, 2017. Pete Souza, The White House President Barack Obama: But we couldn’t even get a hearing. Trying to get the other side of the aisle to work with us on issues, in some cases, that they professed, originally, an interest in, and saying to them, “Hold on a second. You guys used to think this was a good idea. Now, just because I’m supporting it, you can’t change your mind.” But they did. And what that did, I think, made me appreciate. And I’ve said this before. But it’s worth repeating. Because this is on me. Part of the job description is also shaping public opinion. And we were very effective, and I was very effective, in shaping public opinion around my campaigns. But there were big stretches, while governing, where even though we were doing the right thing, we weren’t able to mobilize public opinion firmly enough behind us to weaken the resolve of the Republicans to stop opposing us or to cooperate with us. And there were times during my presidency where I lost the PR battle. And losing the PR battles, particularly about healthcare, translated into losing his Democratic majorities in Congress, beginning with a Republican landslide in the midterm election of 2010 . Steve Kroft: There is this feeling in-- particularly among people who are among your hardened supporters— President Obama: Right. Steve Kroft: --who feel a little disappointed that they think that you’ve lost your mojo. That you’ve lost your ability, that touch you had during the campaign to inspire— President Obama: Yeah. Steve Kroft: -- and lead that-- you know, everybody in Washington writes about the sort of aloofness that you have and I`m sure that drives you crazy. That you’ve let other people define you, that you haven`t sold your successes well enough? President Obama: I think it`s a fair argument, you know, I think that over the course of two years we were so busy and so focused on getting a bunch of stuff done that we stopped paying attention to the fact that, you know leadership isn’t just legislation, that it’s a matter of persuading people and giving them confidence, and bringing them together and setting a tone. For the next six years, there would be legislative gridlock, and by 2016, the people who had looked to Obama for change were looking somewhere else. Steve Kroft: Donald Trump, if you take away the particulars, was elected to the office , basically, on the same program that you were, of change. He wants to change Washington. President Barack Obama: Well, I mean that’s a lot of particulars you’re taking away. Fair enough. Steve Kroft: But do you think-- President Barack Obama: He was a change candidate. Steve Kroft: Do you think anybody can change Washington? President Barack Obama: I think the American people can change Washington. But I think that it is not going to change, because somebody from on high directs that change. Members of Congress on both sides of the aisle, are motivated by all kinds of issues. They’re sincerely interested in the economy, in terrorism, in social issues. But the one overriding thing they’re interested in is getting reelected. And if they think that it’s harder for them to get reelected by cooperating with each other, then they won’t cooperate. Steve Kroft: A lot of people think the system is broken, that the system, the political system is broken. That seemed to be the message that you heard throughout this campaign. President Barack Obama: Well -- Steve Kroft: And you seem to be saying, in some ways, maybe it is broken. President Barack Obama and 60 Minutes correspondent Steve Kroft CBS News President Barack Obama: In the first two years, when I had a strong majority in the House and the Senate, we were as productive as any administration has been since the ‘60s. I mean, we got a lot done. And so you can get a lot of stuff done through this system. But to sustain a governing majority, that requires an ability for Republicans and Democrats to find some common ground. And right now, the structure of the system is such where it makes it really hard for people to work together. And we mentioned, an example earlier, the Supreme Court nominations. I mean, the fact that Mitch McConnell, the leader of the Republicans, was able to just stop a nomination almost a year before the next election and really not pay a political price for it, that’s a sign that the incentives for politicians in this town to be so sharply partisan have gotten so outta hand that we’re weakening ourselves. Steve Kroft: How serious do you think this is? I mean, how stable do you think that the political system, the democratic system, is? President Barack Obama: Look, I think it’s stable, because the framers, in their wisdom, designed the system so that power’s pretty disbursed. You know, we have states. And we have cities. And we have counties. And we have the private sector. And-- and so the country still works even when Washington’s dysfunctional. But the problem is that, over time, big pieces of business that have to get done without leadership from Washington, don’t get done. Steve Kroft: I want to go back just briefly on this. But I think, look, this last election, you had a political system. Well, first of all the people elected somebody who went around saying that the system was rigged. President Barack Obama: Yeah. Steve Kroft: You had two of the most unpopular presidential candidates selected by the two parties in history. Doesn’t that say something’s wrong, something serious is wrong? President Barack Obama: It indicates that there is a lot of cynicism out there. It indicates that the corrosive nature of everything from talk radio to fake news to negative advertising has made people lack confidence in a lot of our existing institutions. I think it indicates, at least on the Democratic side, that we’ve got more work to do to strengthen our grassroots networks. In some ways, the Democratic Party hadn’t constructed itself to get that message out to the places it needed to get to. The Tea Party I have huge disagreements with, obviously. But I give them credit for having activated themselves. And they made a difference in terms of moving the Republican Party, in terms of moving the country in a particular direction. It’s a direction I disagreed with. But it showed that, in fact, you get involved, if your voice is heard it has an impact. Steve Kroft: Do you feel the same way about Donald Trump? President Barack Obama: Well I think that he clearly was able to tap into a lot of grievances. And he has a talent for making a connection with his supporters that overrode some of the traditional benchmarks of how you’d run a campaign or conduct yourself as a presidential candidate. What will be interesting to see is how that plays out during the course of his presidency. We are moving into an era where a lot of people get their information through tweets and sound bites and some headline that comes over their phone. And I think that there’s a power in that. There’s also a danger, what generates a headline or stirs up a controversy and gets attention isn’t the same as the process required to actually solve the problem. Steve Kroft: You said you don’t know how he’s going to do when he governs, but we’re in this transition period and one of the first things that he has done in this transition period is to pick a fight with the intelligence agencies. Do you think that that’s a smart move? President Barack Obama CBS News President Barack Obama: You’re not going to be able to make good decisions without building some relationship of trust between yourself and that community. Steve Kroft: Do you see that happening? President Barack Obama: Not yet, but, you know, again, he hasn’t gotten sworn into office yet. When we come back, President Obama talks about one of the strangest transitions in White House history -- and he acknowledges some mistakes. At the White House on Monday, crates and boxes lined the hallways and cluttered the East Room. Some carpets had been rolled up. Outside, there are bleachers on Pennsylvania Avenue and moving vans in the driveway – visual evidence that there’s a transition underway. This ritual of democracy, this peaceful transfer of power can be awkward under the best of circumstances. And these are not the best of circumstances for either the outgoing or incoming president. Steve Kroft: You have to admit that this is one of the strangest transitions in history. President Barack Obama: It’s unusual. I’ll agree with that. Well, I-- Steve Kroft: I mean, he-- President Barack Obama: --and I suspect-- I suspect the president-elect would agree with that. Look-- Steve Kroft: No, I-- President Barack Obama: --he is an unconventional candidate. Steve Kroft: Right. President Barack Obama: I don’t think there’s anybody who’s run a campaign like his successfully in modern history, not that I can think of. And, as a consequence because he didn’t have the supports of many of the establishment in his own party, because he ran sort of an improvisational campaign-- Steve Kroft: Can you run an improvisational presidency? President Barack Obama: I don’t think so. And so now he’s in the process of building up an organization. And well, we’ll have to see how that works. And it’ll be a test, I think, for him and the people that he’s designated to be able to execute on his vision. “First of all, I think everybody has to acknowledge don’t underestimate the guy, because he’s going to be 45th president of the United States.” President Obama  Steve Kroft: Look, I think that the country deeply appreciates the fact that you have not spoken clearly, I think, probably what’s on your mind in relation to the president-elect. But as you said earlier it’s unusual. He seems to have spent a good deal of his time sending out tweets that, you know, that the United States must strengthen and expand its nuclear ability. That Meryl Streep is an overrated Hillary flunky. You’re watching this like everybody else. I mean what’s going on? President Barack Obama: You know, you’re going to have to talk to him. But here’s what I-- here’s what I think. First of all, I think everybody has to acknowledge don’t underestimate the guy, because he’s going to be 45th president of the United States. The one thing I’ve said to him directly, and I would advise my Republican friends in Congress and supporters around the country, is just make sure that, as we go forward certain norms, certain institutional traditions don’t get eroded, because there’s a reason they’re in place. One thing both men have in common is a love of golf and a shared knowledge of the word “mulligan,” which means a do-over to replace a lousy shot. Steve Kroft: I mean you play golf. President Barack Obama: I do. Steve Kroft: Do you ever wish you had a mulligan? I mean in the eight years that you’ve had, if-- if you had-- if you had three or four mulligans would you use ‘em? President Barack Obama: Yeah. You know, there’s no doubt that probably at least once a week, maybe once a day, I said, “Ah, I should have done that better.” I bet at the end of this interview I’ll say, “Oh, that’s-- that would have been a really good answer for that or this.” I think we’ve done the big stuff right. I think that there are some big, obvious fumbles-- Steve Kroft: Like? President Barack Obama: --or shanks if you are using the-- Steve Kroft: Right. President Barack Obama: --golf analogy. Well, Healthcare.gov is a good example. Steve Kroft:  Right. President Barack Obama: You know, if you know you got a controversial program, and you’re setting up a really big, complicated website, website better work on the first day or first week or first month. The fact that it didn’t obviously lost a little momentum. That was clearly a management failure. Critics of the administration would cite what they see as larger failures in the area of foreign policy particularly in the Middle East, which we grilled him about in an interview 15 months ago. Steve Kroft: There is a perception in the Middle East that the United States is in retreat, that we’ve pulled our troops out of Iraq and ISIS has moved in and taken over much of that territory. The situation in Afghanistan is very precarious and the Taliban is on the march again. President Obama: I think it’s fair to say, Steve, that if-- Steve Kroft:  It’s -- Let me just finish the thought. President Obama: OK. Steve Kroft:  They say you’re projecting weakness, not strength-- President Obama: You’re-- you’re-- you’re-- you’re saying “they”-- Steve Kroft:  I’m talking about-- President Obama: You’re-- you’re not-- you’re not citing too many folks, but-- but-- Steve Kroft:  No, I’ll cite folks if you want me to. President Obama: But here’s-- Steve Kroft: I’d say the Saudis, I’d say the Israelis, I’d say a lot of our friends in the Middle East. President Obama: I-- Steve Kroft:  I’d say everybody-- President Obama: Steve-- Steve Kroft:  Everybody in your-- everybody in the Republican Party. You want me to keep going? President Obama: Yeah, if you are—if you’re citing the Republican Party, I think it’s fair to say that there is nothing I’ve done right over the last seven and half years. But even former members of his administration criticized the president for talking tough and not following through. In 2012, Obama told the Syrian government that the use of chemical weapons would cross a red line… Obama: That, that’s a red line for us. That could provoke us military involvement. When they were used, the president responded not with force, but diplomacy, raising questions about his credibility. Steve Kroft:  I want to go back to, like, 2012. President Barack Obama: Yeah. Steve Kroft: I want to-- to two words. Red line. President Barack Obama: Yeah. Steve Kroft: You didn’t have to say that. President Barack Obama: Yeah. Steve Kroft: And there have been reports that it wasn’t in your speech. President Barack Obama: No, it wasn’t. Steve Kroft: That you just sort of ad-libbed it. If you could pull – and it created – it created problems for you with the military people. Would you take those words back? You didn’t have to say them. President Barack Obama: Yeah, look, if you’re putting all the weight on that particular phrase, then in terms of how it was interpreted in Washington, I think you make a legitimate point. I’ve got to tell you, though, I don’t regret at all saying that if I saw Bashar al-Assad using chemical weapons on his people that that would change my assessments in terms of what we were or were not willing to do in Syria. Steve Kroft:  But you didn’t say that. President Barack Obama: Well-- Steve Kroft:  You said you drew the red line. President Barack Obama: I-- look, I-- Steve Kroft: I don’t want to make too big a deal out of it, but-- President Barack Obama: I understand-- Steve Kroft:  --I think that-- but I-- President Barack Obama: I-- but that-- Steve Kroft:  --you think that that was-- President Barack Obama: --well-- Steve Kroft: Would you take it back? If you had-- President Barack Obama: Well-- Steve Kroft:  --the opportunity to take it back? President Barack Obama: The reason I’m hesitating is not to be defensive. It-- it’s simply, Steve, that I would have I think made a bigger mistake if I had said, “Eh, chemical weapons. That doesn’t really change my calculus.” I think it was important for me as president of the United States to send a message that in fact there is something different about chemical weapons. And, regardless of how it ended up playing, I think-- in the Beltway, what is true is Assad got rid of his chemical weapons. And the reason he got rid of ‘em is-- Steve Kroft: For a while. President Barack Obama: --because-- well, look-- if 90 percent or 95 percent of those-- chemical stockpiles were eliminated, that’s a lot of chemical weapons that are not right now in the hands of ISIL or Nusra or, for that matter, the regime. Steve Kroft: Israel. President Barack Obama: Yeah. Steve Kroft:  A few weeks ago you allowed the U.N. Security Council to pass a resolution condemning Israel’s settlements in the West Bank. It caused a major fallout between the United States and Israel. Was it your decision to abstain? President Barack Obama: Yes, ultimately. Steve Kroft:  Why did you feel like you had to do that? President Barack Obama: Well, first of all, Steve, I don’t think it caused a major rupture in relations between the United States and Israel. If you’re saying that Prime Minister Netanyahu  got fired up, he’s been fired up repeatedly during the course of my presidency, around the Iran deal and around our consistent objection to settlements. So that part of it wasn’t new. And despite all the noise and hullabaloo-- military cooperation, intelligence cooperation, all of that has continued. We have defended them consistently in every imaginable way. But I also believe that both for our national interests and Israel’s national interests that allowing an ongoing conflict between Israelis and Palestinians that could get worse and worse over time is a problem. And that settlements contribute. They’re not the sole reason for it, but they’re a contributing factor to the inability to solve that problem. And-- Steve Kroft: And you wanted to make that point? President Barack Obama: Not only did I want to make that point. We are reaching a tipping where the pace of settlements, during the course of my presidency has gotten so substantial that it’s getting harder and harder to imagine an effective, contiguous Palestinian state. And I think it would have long-term consequences for peace and security in the region, and the United States, because of our investment in the region, and because we care so deeply about Israel, I think has a legitimate interest in saying to a friend, “This is a problem.” And we’ve said it-- look, it’s not as if we haven’t been saying it from Day One. We’ve been saying it for eight years now. It’s just that nothing seemed to get a lot of attention. When we return: the president discusses eight years in the Oval Office and life with his family in the White House. After our interview in the State Dining Room, President Obama invited us to the Oval Office where he had some things he wanted to show us, and some thoughts about his family’s eight years in the Executive Mansion.  Steve Kroft: What are you going to miss most about this place? 60 Minutes correspondent Steve Kroft and President Barack Obama CBS News President Barack Obama: This walk is one of them. On the way, he told us that his family life had thrived living and working under the White House roof, but that his wife and daughters didn’t feel the same way about life in what Harry Truman called “the finest prison in the world.” Steve Kroft: How do they feel? President Barack Obama: Ah, they’re ready to go. I mean, the girls, obviously, you know, they are now of an age in which the constraints of Secret Service and bubbles and all that stuff has gotten pretty old. Michelle never fully took to the scrutiny. I mean, she’s thrived as a first lady, but it’s not her preference. And so-- Steve Kroft: She was the hardest sell. President Barack Obama: She was the hardest sell. And she never fully embraced being in the public spotlight, which is ironic, given how good she is. Having said that she would acknowledge, and I certainly feel that we-- we just have a lot of memories here. You know, our kids grew up here. Some of our best friends have been made here in this place. There have been moments that were highlights for us-- that-- you know, are going to be hard to duplicate. So-- Steve Kroft: She’s glad you did it though? President Barack Obama: She is now. Ahhh, I think I’ve said this story before. You know, she used to say to our friends, “Barack’s exactly the kind of guy I want to be president. I just wish he didn’t want to do it when I was married to him.” So-- so now that we’re-- Steve Kroft: But you’re still all right? I mean, everything’s OK? President Barack Obama: So far, as far as I know. I better check later. Yeah. Steve Kroft: You have said you’re going to take a big vacation. You’re going to write your book. You’re going to work on your library. You’re going to set up a foundation. I mean, that sounds very professorial compared to what you’ve been doing, like the ivory tower equivalent of puttering around the garden. Are you going to be happy doing this? President Barack Obama: Well-- Steve Kroft: Are you-- President Barack Obama: --look, I’m going to try to get some sleep. And do a little puttering. Because I haven’t had a lot of chance to reflect and absorb all this. I do not expect to be behind a desk a lot. I look forward to teaching the occasional class, ‘cause I was a professor. And I had fun doing it. Steve Kroft: You’re not going to go to Wall Street, make a lot of money? President Barack Obama: I’m not going to Wall Street. The amount of time that I’ll be investing in issues is going to be high. But it’ll be necessarily in a different capacity.   Steve Kroft: Roosevelt’s remembered for Social Security. Eisenhower is remembered for a speech about the military industrial complex. Ten years from now, what are they going to say about you? What are they going to remember you for? President Barack Obama: You know, I don’t think you know now. I think you’re not going to know until 10 years from now. I do think that, you know, saving the economy was a pretty big deal. We did a lot of stuff early that ended up having an impact. I believe that the work we’ve done in moving our energy future in a cleaner direction is going to stick even if some of the individual steps that we took are reversed by future administrations. I think that it’s embedded itself in the economy. And we’ve been able to organize the international community around it in ways that aren’t going to go back. I think we’ve set the bar with respect to the notion that it is possible to provide health care for people. Now I know that the incoming Congress and administration talks about repealing it. But we’ve set a bar that shows that this can be done. And that core principle is one that the majority of Americans, including supporters of Donald Trump believe in. Steve Kroft: What are your memories of this office? What’s going to stick in your mind? What are you going to remember from here? President Barack Obama: Well I think the number of decisions that you make just with your advisers sitting here-- we’ve had some big powwows around, is the banking system about to collapse and what do we do about it? To questions of war and peace. So you remember the decisions that were made in this room. The objects in this room-- only a few of ‘em I really attach to. I think that I’ll always remember the bust of Dr. King. I thought having an American here who represented rhat civic spirit that got me into this office was useful. Over there I’ve got the original program for the March on Washington that was framed and given to me by a friend. You know, I’ll remember the view out this window, because this is where we had our-- the playground that we put in when Malia and Sasha came in.  Being able every once in awhile to look out the window and see your daughters during the summer, swinging on that swing set, that made the presidency a little bit sweeter. When Sasha and Malia Obama arrived at the White House in 2009, they were age 7 and 10.  Their parents -- for the most part – were successful in keeping them out of the limelight, except in the rarest circumstances. In the fall, Malia begins at Harvard after a gap year. Sasha is a sophomore at her private school in Washington. This month, the swing set was dismantled and given away. Steve Kroft: You feel older? President Barack Obama: Yeah. You know, it’s interesting. Physically, I feel probably as good as I’ve ever felt. And I’ve got as much energy as I ever did. But what you feel after eight years -- and I think you’d feel this no matter what, but anytime you have a big transition, it gets magnified – is time passes. Your kids grow up. I think they more than anything are making me feel as if, you know, you want to squeeze everything you got every single day out of this thing. Because it passes quick. Steve Kroft: You’re having trouble letting go? President Barack Obama: No. I am looking forward to getting out of the bubble. I am glad that I’m leaving this place at a relatively young age, at 55. So I have the opportunity for a second maybe even a third act in a way that I think would be tougher if I were, you know, the age of some presidents when they left. There’s some bittersweet feelings about leaving the people here. ‘Cause even though all the team you assemble, you know, you’re going to stay in touch with ‘em, it’s not the same, you know? The band kind of breaks up. And, I think I’m the best president I’ve ever been right now. And I think the team that is operating right now functions as well as any team that I’ve had. And so, you know, there is a part of you that thinks, “Man, we’re pretty good at this stuff right now.” And you hate to see that talent disperse. Steve Kroft: You going to have reunions? President Barack Obama: Well, not I don’t think we’re go have, like, T-shirts and, you know, all that stuff. That sounds kind of sad. And so my-- so many of my staff is young enough that they’re going to do amazing things. And I’m going to be helping them try to do them. So overall though, I have a deep appreciation for the wisdom of this guy right there, George Washington. It’s good to get fresh legs in here. I think that it refreshes our democracy. It-- I think sustaining the pace over more than eight years is pretty tough. Steve Kroft: What are you going to do on the 21st when you wake up? I don’t know where you’re going to be when you wake up, but you’re going to wake up someplace where you’re not president. President Barack Obama: Well, here’s one thing is I’m not setting my alarm. That, I’m certain of. That I am absolutely positive of. I’m going to spend time with Michelle. And, you know, we got some catching up to do. We’ve both been busy. Steve Kroft: You’re going to be spending your own money, right? President Barack Obama: Abs-- well, you know, the truth though is that we’ve been-- Steve Kroft: Have you been spending your own-- when was the last time you-- President Barack Obama: I-- Steve Kroft: --spent your own money? President Barack Obama: Well, I will say this. You know, I mentioned how I’ve got a pretty thick skin in this job. You’ve got to have it. One thing that did kind of get under my craw sometimes was people talking as if when we went on vacation or-- Steve Kroft: Right, right, right, right. President Barack Obama: --you know, that people’d be like, “Oh, spending taxpayer money.” It’s like, “No, no, I actually I’m paying for all of this. The only thing I don’t pay for is Secret Service and an airplane.” Steve Kroft: And communications. President Barack Obama: And communications, ‘cause I don’t have any choice. But, you know, we buy our own toilet paper even here in the White House. Steve Kroft: Really? President Barack Obama: You know, we-- it’s not free. I’m-- I’ve got a grocery bill at the end of every month. You know, our toothpaste, our, you know, our orange juice, that all gets paid. But I-- it is true that I don’t carry my wallet that often. So I’m going to have some catching up to do in terms of how day-to-day things operate.    Steve Kroft: It’s not unusual for a president to issue an observation, “Beware of this. Be wary of that.” What is the thing that concerns you most right now, leaving office, about the country? President Barack Obama: Making sure that our democracy stays healthy. And making sure that we maintain that sense of solidarity. Um, the thing that has disturbed me most about the Russian hacking episode is-- and the thing that surprised me most has not been the fact of Russian hacking, because Chinese, Russians, Iranians-- a lot of-- Steve Kroft: The United States-- President Barack Obama: The United-- well, the cyber world is full of information gathering, you know, propaganda, et cetera. I have been concerned about the degree to which, in some circles, you’ve seen people suggest that Vladimir Putin has more credibility than the U.S. government. I think that’s something new. And I think it’s a measure of how the partisan divide has gotten so severe that people forget we’re on the same team. President Barack Obama: We go into the hallway here… The president led us through a side door from the Oval Office into a short hallway and into his small private dining room. Here, the mementos were personal, far less formal. Steve Kroft: All this stuff is coming with you? President Barack Obama: Absolutely. Well, not all of it. It-- I think-- Steve Kroft: Hard packing up? President Barack Obama: I think, this famous-- Steve Kroft: This is going to stay there, right? President Barack Obama: --painting of The Peacemakers, that goes with the territory. Steve Kroft: How much stuff are you going to take with you? President Barack Obama: Not that much. I mean, you know, we got-- I got books, I got clothes, I got mementos like-- these that, you know, I cherish. We got some furniture that we purchased that, you know, we’ll try to use in the new place. Steve Kroft: Do you like it, the new house? President Barack Obama: It’s a nice-- it’s a nice home. I mean-- Steve Kroft: You’ve been there--? President Barack Obama: Yeah. It’ll-- it’s temporary. And-- Steve Kroft: Two years? President Barack Obama: Yeah. But it feels like a home. You know, it’s not crazy big but there’s enough room for, you know, a treadmill and some workout equipment in the basement. “My fellow Americans, it has been the honor of my life to serve you. I won’t stop. In fact, I will be right there with you, as a citizen, for all my remaining days.” President Obama The next day President Obama was back in Chicago where it all began to deliver his farewell address. Obama in farewell address: My fellow Americans, it has been the honor of my life to serve you. I won’t stop. In fact, I will be right there with you, as a citizen, for all my remaining days. Thank you. God bless you. And may God continue to bless the United States of America. Thank you. President Obama, in all the times we were with him, seemed to savor the challenge of an interview. For him, it was an intellectual workout, something on par with a pickup basketball game, complete with a little trash talk. There were never any restrictions on questions. No taboo topics. A year and half ago, there was a particularly contentious line of questioning about America’s role in Syria. After it, we took a short break for a few sips of water.  And when the cameras rolled again, the president was ready for more. President Obama: What else you got? Tonight, at last, we have no more questions. I’m Steve Kroft. Next Sunday, here on CBS, the AFC Championship game. And we’ll be back in two weeks with a brand new edition of 60 Minutes. © 2017 CBS Interactive Inc. All Rights Reserved. Steve Kroft Few journalists have achieved the impact and recognition that Steve Kroft's 60 Minutes work has generated for over two decades. Kroft delivered his first report for 60 Minutes in 1989. Recent Segments ",
    "title": "Barack Obama: Eight Years in the White House - 60 Minutes - CBS News"
   },
   {
    "entities": [
     "stabenow",
     "recently",
     "house",
     "francisco",
     "donald",
     "elizabeth",
     "last year",
     "congress",
     "npr",
     "january 15, 2017",
     "warren",
     "2016",
     "david",
     "maryland",
     "philadelphia",
     "capitol",
     "schumer",
     "new",
     "party",
     "2008",
     "hall",
     "washington",
     "democratic",
     "nancy",
     "gop",
     "macomb",
     "the day",
     "clinton",
     "now",
     "last week",
     "county",
     "pelosi",
     "komatar",
     "obama",
     "trump",
     "michigan",
     "sunday",
     "faneuil",
     "2012",
     "san",
     "u.s.",
     "the end of january",
     "54%",
     "debbie",
     "ryan",
     "martin",
     "sanders",
     "hillary",
     "sundays",
     "york",
     "chuck",
     "state",
     "mich.",
     "boston",
     "medicare",
     "ipsos",
     "o'malley",
     "senate",
     "utah",
     "paul",
     "bernie",
     "barack"
    ],
    "id": 8,
    "text": "We Asked People What They Know About Obamacare. See If You Know The Answers Senator Bernie Sanders, an independent who caucuses with Democrats in the Senate and whose populist candidacy in the 2016 Democratic presidential primary was boosted by a strong online following and small-dollar donations, headlined the day. He was recently named to a leadership post among Senate Democrats as chairman of outreach. Sanders used his vast email list from the campaign to help organize support for Sundays rallies in support of Obamacare, which stretched from an event led by House minority leader Nancy Pelosi in San Francisco to one featuring Sen. Elizabeth Warren in Boston. Former Maryland Gov. Martin O'Malley even led a sing-a-long at the Utah State Capitol. — David Komatar (@davidkomatar) January 15, 2017 Warren told an energized crowd outside Faneuil Hall in Boston, \"We knew these fights were coming, and now the first one is here.\" In San Francisco, Pelosi insisted, \"We're not going back.\" Sanders and Senate minority leader Chuck Schumer went to Warren, Mich., and although Schumer will soon be the most powerful Democrat in Washington, it was Sanders who was the star. Signs like, \"Don't blame me - I voted for Bernie\" dotted the crowd, and Schumer had to pause his speech for a chorus of \"Bernie, Bernie\" cheers when Sanders walked on stage in the middle of the New York senator's remarks. It's no accident that Sanders and Schumer chose to hold their event in Warren. Surrounding Macomb County tells the story of Democrats' 2016 woes. It went narrowly for Barack Obama in 2008 and 2012, but last year Donald Trump carried Macomb County by more than 10 points over Democratic nominee Hillary Clinton. Trump's raw vote total in the largely white, working-class county - about 48,000 votes - was more than four times his margin of victory in the once-reliably Democratic state. Article continues after sponsorship Both Sanders and Schumer believe Democrats can recapture economy-focused working class voters, and holding a rally in Macomb County to defend a healthcare program is one way to show voters who supported Trump that the Democratic Party is attentive to their concerns. Sanders told NPR last week that he could have gone to a lot of places: \"But Michigan is a great state. It's a state where I did well in the Democratic primary. And is a state where Trump won.\" He beat Clinton in the state's 2016 primary. At Sunday's rally, Schumer challenged Trump to keep a campaign promise not to cut entitlement programs as he fired up the crowd in support of the ACA. \"We're gonna win this fight together — the American people and the Democrats in the Congress,\" Schumer said. In reality, Republicans have enough votes to dismantle large parts of the Affordable Care Act, particularly elements that help fund the law, through a process that allows the Senate to pass budget measures with a simple majority instead of the 60 votes needed to overcome a filibuster on most legislation. The GOP has 52 seats in the Senate. Democrats can play a bigger role in an attempt to repeal and replace the law full-scale, which would require 60 votes. That's a dynamic Michigan Sen. Debbie Stabenow admitted when she spoke at the rally. \"They've got the U.S. House, they've got the U.S. Senate, they're going to have the presidency. If they want to rip health care apart, rip Medicare and Medicaid apart, they can do that,\" Stabenow said. Republicans point to big increases in health care premiums since the law was enacted, and the fact that many insurers are pulling out of healthcare exchanges created as part of the Affordable Care Act in some states. House Speaker Paul Ryan has also spoken in objection to the mandates on individuals and employers, as well as the taxes enacted to enforce and pay for the law, as evidence of \"bad policy that does not accomplish what it was designed to do.\" Republican leaders, including Ryan and Trump, say they will not repeal Obamacare without a replacement at hand. So far, there is no clear plan from Republicans for how to replace the law, but Ryan insists that will be hashed out at the end of January when congressional Republicans hold a retreat in Philadelphia. Stabenow pointed to the face that Democrats' best hope is to generate enough public support for Obamacare — or enough public concern about fully repealing it — for Republican lawmakers to see a repeal as politically dangerous. While Democrats point to the good the law has done, it's clear they have struggled on the messaging front. A poll released by NPR and Ipsos last week showed that less than half of Americans — including just 54% of Democrats — knew that the law reduced the number of people without health insurance. But, while they would rather control the agenda, Democrats are beginning to discover something Republicans have known for the entirety of the Obama administration: It's often easier to generate public support around a simplified voice of opposition, than it is to find the votes to create and pass a complicated piece of legislation. ",
    "title": "Bernie Sanders Headlines Democratic Rallies To Save Obamacare : NPR"
   },
   {
    "entities": [
     "1987",
     "12%",
     "stovall",
     "bank",
     "ann",
     "al",
     "whitefish",
     "james",
     "new",
     "times",
     "oct. 19, 1987",
     "rams",
     "2004",
     "global",
     "2008-09",
     "1928",
     "now",
     "cooperation",
     "irving",
     "2015",
     "koesterich",
     "the third quarter of 2016",
     "/",
     "allocation",
     "america",
     "societe",
     "organization",
     "2001",
     "1942",
     "video",
     "when",
     "$26 trillion",
     "economic",
     "later this week",
     "1986",
     "merrill",
     "russ",
     "lapd",
     "8.9%",
     "first year",
     "mont.",
     "jim",
     "northern",
     "davis",
     "40%",
     "today",
     "last year",
     "generale",
     "angeles",
     "the year",
     "the start of the year",
     "leung",
     "of",
     "this year",
     "1988",
     "22.6%",
     "2008",
     "capital",
     "ned",
     "hartnett",
     "last 12 months",
     "federal",
     "investech",
     "california",
     "1984",
     "1966",
     "lynch",
     "international",
     "liz",
     "$41-billion",
     "conference",
     "tree",
     "management",
     "research",
     "hollywood",
     "cfra",
     "institute",
     "charles",
     "mexico",
     "wells",
     "mendez",
     "clissold",
     "seib",
     "donald",
     "whetzel",
     "samuel",
     "blackrock",
     "poor",
     "2016",
     "for",
     "last september",
     "february 2016",
     "edwards",
     "1982",
     "fisher",
     "fla.",
     "tom",
     "44%",
     "2009",
     "the 1990s",
     "last week",
     "2000",
     "michael",
     "10%",
     "2.3%",
     "sam",
     "mcvay",
     "chargers",
     "obama",
     "trump",
     "11%",
     "pioneer",
     "ed",
     "u.s.",
     "august 1982",
     "1929",
     "king",
     "current",
     "petruno",
     "reserve",
     "fund",
     "schwab",
     "economics",
     "the start of 1987",
     "20%",
     "paulsen",
     "inc.",
     "weekend",
     "jose",
     "s&p",
     "l.a.",
     "sean",
     "57%",
     "los",
     "stack",
     "to",
     "board",
     "1985",
     "cabin",
     "present",
     "august 1987",
     "the",
     "peterson",
     "brazil",
     "china",
     "&",
     "michelle",
     "2017",
     "1983",
     "development",
     "albert",
     "venice",
     "december",
     "chris",
     "sonders",
     "and",
     "2011",
     "york",
     "standard",
     "35%",
     "nfl"
    ],
    "id": 9,
    "text": "Trump's market: bear, bull or lamb? Trump's market: bear, bull or lamb? Chris Whetzel / For The Times Trump's market: bear, bull or lamb? Trump's market: bear, bull or lamb? (Chris Whetzel / For The Times) Tom Petruno When Donald Trump takes the oath of office later this week, he will inherit the second-longest stock bull run in history, and a market valued at a record $26 trillion. From Wall Street’s point of view, it doesn’t often get much better than this. And that’s a big challenge for the new president. The longevity of the current bull, and stocks’ high prices relative to company sales and earnings, have raised the stakes for what’s next. The Dow Jones industrial average, at 19,885, is up 8.9% just since election day — a sign of investors’ lofty expectations for the economy under Trump. If he disappoints, or his tax, trade and spending policies trigger unexpected or dangerous consequences, stocks could react violently. A new bear market — meaning a drop of 20% or more in the Dow and other indexes — could in turn quickly undermine the business confidence and spending crucial for Trump’s “Make America Great Again” agenda. It also would erode the retirement savings of the roughly half of U.S. households that own stocks and stoke distressing memories of the 2008-2009 market crash. But even though another big market downturn is inevitable, it doesn’t have to occur in 2017, or even in the next few years. Continued investor excitement over Trump could drive stocks to new highs this year in a rally that could feed on itself. There’s another possibility too: Rather than a bull or a bear, the market could temporarily morph into something much gentler — a patient, lamb-like market that isn’t exciting but also does no great harm. Even in hot bull markets, stocks can go quiet for extended periods. Here’s a look at four potential scenarios for stocks in 2017:  A market ‘melt-up.’  Some market pros see the possibility of 2017 replaying 1987: a surge in share prices stoked by optimism about the economy. Coming out of the early-1980s recession, U.S. economic growth exploded higher in 1983 and 1984. The pace then decelerated in 1985 and 1986. By the start of 1987, however, a plunge in oil prices set the stage for a new growth wave. Even though stocks had been rallying strongly since August 1982, they rocketed in 1987. The Dow Jones industrial average soared 44% from the start of the year to a then-record 2,722 in August 1987. A weakening dollar helped boost expectations for U.S. export growth. Jim Paulsen, chief investment strategist at Wells Capital Management, sees the jump in consumer and business confidence since Trump’s election as a potentially powerful driver of share prices in the near-term — if that mood can be sustained. In December, a U.S. small-business confidence index leaped to its highest level since 2004. Although the economy has grown since 2009, the slow expansion has left many consumers and investors doubtful that better times can last, Paulsen said. “For eight years, we just haven’t had confidence,” he said. “We've had fear.” A reversal could be huge for spending and investing. A 2017 market “melt-up” is the official forecast of Michael Hartnett, chief investment strategist at Bank of America Merrill Lynch. He sees a 10% jump in U.S. stocks in the first half, in what he terms the “Icarus Trade” — for the Greek mythical character who flew too close to the sun on wings of wax and feathers. As Hartnett alludes, the problem with market melt-ups is that they often are followed by meltdowns. That’s what happened in 1987: The infamous Oct. 19, 1987, crash slashed 22.6% off the Dow in a sell-off driven partly by computerized trading gone awry. Despite that collapse, the Dow still posted a net gain of 2.3% for the year — and resumed climbing in 1988. The 1987 bear market was one of the shortest in history, lasting just 3.3 months. Another market crash like 2008-09. An obvious danger Wall Street faces is wild-eyed optimism about what Trump can do to quickly bolster the economy.  “The market is looking forward to a combination of corporate tax cuts, a reduction in individual tax rates, fiscal stimulus and deregulation,” said Russ Koesterich, co-manager of investment giant BlackRock Inc.'s $41-billion Global Allocation Fund. “But this is a lot, probably more than any administration can realistically achieve in one year.” Still, the expectation of a longer timetable for reforms probably wouldn’t be enough to cause a sudden dramatic exodus from stocks. The greater risk may be that Trump ignites a global economic crisis with trade policies aimed at punishing major exporters including Mexico and China. Last September, a study by the Peterson Institute for International Economics said that Trump’s anti-import trade proposals — including a 35% tariff on Mexican goods — would likely trigger immediate retaliation by exporting nations against American goods and services. The result could be “a trade war that would plunge the U.S. economy into recession and cost more than 4 million private-sector American jobs,”  the study said . Absent a sudden economic or geopolitical calamity, however, the market lacks many of the necessary ingredients for another crash, some analysts say. Liz Ann Sonders, chief investment strategist at brokerage Charles Schwab , said that although many investors live in fear of a 2008 replay, “the conditions that existed then don't exist now.” Financial crises and crashes often follow periods of extreme market excesses, such as intense speculative behavior. In 2008, the U.S. housing bubble was the most obviously inflated market. But 2007-2008 also marked the peak in zooming prices for crude oil and other commodities, for stocks in emerging markets such as China and Brazil, and for European stocks and the euro currency, among other assets. Today, there’s little argument that U.S. stocks are at risky levels relative to earnings. But commodities, emerging markets, many European shares and most currencies remain well below their all-time highs. What’s more, the U.S. banking system is vastly healthier than it was in 2008. Weak banks were allowed to fail and the survivors were forced to substantially boost their capital cushions against loan losses. A new financial crisis is highly unlikely to be centered in U.S. banks. That doesn’t do much to mollify bearish analysts who note, correctly, that overall global debt levels have mushroomed since 2008. Much of it was piled on by governments and central banks in their efforts to support their economies during and after the recession. But some types of consumer debt also have ballooned, notably car loans and education loans in the U.S. Albert Edwards, global strategist at French bank Societe Generale and a notorious market bear, believes that record high corporate debt will be the “vortex” of trouble leading to the next recession. Still, debt poses the greatest risk when economies are slowing — not when they're accelerating.  The Paris-based Organization for Economic Cooperation and Development last week said its latest data point to a pickup in growth this year not just in the U.S. but also in most of the rest of the world. A ‘typical’ bear market. Forecasting a bear market drop of 20% or more in 2017 might seem the logical call to anyone who has bet on red or black in roulette. The blue-chip Standard & Poor’s 500 index has recorded positive total returns (including dividends) every year since 2009. If you think of that as landing on black eight straight times in roulette, the odds of red in 2017 would seem high. Besides that, the current bull run now is 94 months old. Only the 1990s’ advance was longer , at 113 months. But history has demonstrated that bull markets don’t simply die of old age. Something has to kill them. And often the killer is the onset of a recession that slashes consumer and business spending.  This time, though, few of the classic early-warning signs of recession are present. Just the opposite. “For the first time in nine years it can be said that the economy is hitting on all cylinders ,” said James Stack, a market historian who heads InvesTech Research in Whitefish, Mont. An index of so-called leading economic indicators tracked by the Conference Board research group continued to edge higher in 2016. By contrast, that index was plummeting well before the starts of the last two recessions, in 2001 and 2008-2009. Another argument against a bear market taking hold: U.S. corporate earnings began to rebound in the third quarter of 2016 after five straight weak quarters. Analyst estimates now forecast a 12% jump in S&P 500 profit in 2017, said Sam Stovall, chief investment strategist at research firm CFRA in New York. Analysts often are overly optimistic, Stovall concedes. “Yet the new Trump administration is promising tax cuts and economic stimulus from an increase in infrastructure spending, which may justify leaving the 2017 estimate at 12%, or push it even higher,” he said. Given how high stock prices are compared with earnings, a profit surge may be essential for keeping the bull market alive. The average blue chip stock is priced at about 23 times per-share earnings over the last 12 months, according to market data firm Ned Davis Research in Venice, Fla. InvesTech’s Stack calculates that price-to-earnings ratios have been in this nosebleed range less than 11% of the time since 1928. He also notes that bear markets can occur in the absence of recessions. That was the case in 1987.  With or without recessions, high stock valuations are “almost inevitably resolved by a new bear market,” Stack said. He thinks the odds increasingly favor a market peak this year, and a bear market to follow. How bad? Every bear is unique, but they typically take back about half of the previous bull market’s gains, Stack said. If that holds true this time, the market could drop about 40% before bottoming. That would be much less than the financial-crisis plunge of 57%, though still quite painful. But for long-term investors, bear markets should be viewed as opportunities — the chance to buy low. Neither bull nor bear  A final possibility is that stocks could simply stall out for a lengthy period, as many investors wait to see what happens with the economy under Trump. There could be intermittent rallies and sell-offs, but nothing dramatic for the market overall. A “lamb market” is one animal analogy. Wells Capital’s Paulsen offers another: “A ‘bunny market.’ Because it’s hoppy but it doesn’t go very far.” Admittedly, the idea of a sustained benign market at current record share prices will sound to some like famed economist Irving Fisher’s declaration, just before the 1929 market crash, that stocks had reached “a permanently high plateau .” Yet there have been plenty of times when the market has temporarily run out of gas. In the current bull, it happened in 2011 and again in 2015. The stars would have to align perfectly this time, analysts concede. The U.S. and global economies must avoid massive shocks. Corporate earnings must continue to rise, even as worker wages pick up . And the Federal Reserve’s program of raising interest rates must remain on a slow track. Some market pros say the most important underpinning for stocks worldwide today is the belief that the risk of a global deflationary depression has passed. The long-term bullish case is that governments, particularly the U.S., are embracing growth policies again.  The jargony term is “reflation” : growth with a mild pickup in inflation, but not a rabid inflation. “Inflation is toxic to stocks. Reflation is not,” said Schwab’s Sonders. Ed Clissold, chief U.S. strategist at Ned Davis, said his firm’s research supports the idea that the bull market that began in 2009 is a “secular” one — meaning the long-term trend points up, even though bear markets will periodically interrupt it. The last two secular bulls ran from 1982 to 2000 and from 1942 to 1966, both periods of healthy economic growth. If investors believe in the secular trend, Clissold said, then “the buy-the-dip mentality still makes sense.” Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption Weekend Roundup: 7 stories you can't miss What values does Hollywood promote?   A storm that hit Northern California toppled the Pioneer Cabin Tree .  Who should discipline police officers?   Michelle King has made no big waves in her first year running Los Angeles Unified.   A state watchdog agency is investigating political donations connected to real estate developer Samuel Leung . The Chargers are moving  to L.A.  Obama's legacy:  part 1.  California’s drought conditions  have improved in the northern part of the state. Caption 90 seconds: 4 stories you can't miss The Chargers are moving  to L.A., Obama's legacy:  part 1, California’s drought conditions  have improved in the northern part of the state, and Sean McVay, the new Los Angeles Rams coach , becomes the youngest NFL head coach in modern history. Caption Laurel Canyon mudslide Video by Al Seib / Los Angeles Times Video by Al Seib / Los Angeles Times Caption Raw video: Surveillance video of fatal LAPD shooting of 16-year-old The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. The family of 16-year-old Jose Mendez, who was fatally shot by the LAPD last year, released surveillance video of the February 2016 shooting. Caption 90 seconds: 4 stories you can't miss ",
    "title": "Trump&apos;s market: bear, bull or lamb? - LA Times"
   }
  ]
 }
}