{
 "18": {
  "col-sim": {
   "cosine": 0.304301036962861,
   "entity": 0.4216370213557839
  },
  "exec-time": 7.043807029724121,
  "links": [
   {
    "entities": [
     "inc.",
     "house",
     "force",
     "army",
     "associated",
     "guantanamo",
     "justice",
     "manning",
     "interactive",
     "us",
     "cbs",
     "air",
     "january 17, 2017",
     "taylor",
     "tuesday",
     "julian",
     "white",
     "morris",
     "assange",
     "obama",
     "2017",
     "press",
     "september 2016",
     "chelsea",
     "u.s.",
     "reid",
     "london",
     "ryan",
     "sweden",
     "bay",
     "wikileaks",
     "department",
     "melinda",
     "paula",
     "paul",
     "davis",
     "d."
    ],
    "id": 0,
    "text": "Whistleblower Chelsea Manning opens up about her prison sentence and her battle to transition to a woman in a new interview with Cosmopolitan. When Manning was sentenced, she was also dishonorably discharged from the Army, and reduced to the grade of “private E-1,” the lowest rank possible for an enlisted member of the Army. She admitted to leaking the documents, saying it was intended to raise awareness about the toll the war had taken on innocent civilians. As part of Manning’s application for commutation, retired Air Force Col. Morris D. Davis, who was chief prosecutor for the military commissions at Guantanamo Bay for two years, said much of the information Manning leaked had little value and could be found through open sources on the internet. In September 2016, after a lengthy lawsuit, Manning became the first transgender military inmate to be granted a request for gender transition surgery.  Manning attempted suicide multiple times citing the treatment she’s received in prison. House Speaker Paul Ryan was not pleased about the decision Tuesday, tweeting, “Chelsea Manning’s treachery put American lives at risk and exposed some of our nation’s most sensitive secrets.” Chelsea Manning's treachery put American lives at risk and exposed some of our nation's most sensitive secrets. My full statement ↓ pic.twitter.com/PcQrgK2SI3 — Paul Ryan (@SpeakerRyan) January 17, 2017 It wasn’t immediately clear what Mr. Obama’s commutation for Manning would mean for WikiLeaks founder Julian Assange, who had earlier pledged that he would agree to U.S. extradition if Mr. Obama granted clemency to Manning. Holed up in the Ecuadorean embassy in London, Assange had expressed concern that if he left he would be extradited to the U.S. to face espionage charges. But the Justice Department has never publicly announced any indictment against Assange, who is also being investigated by Sweden for a possible sex crime.  #Assange lawyer won't confirm whether client will agree to US extradition after #ChelseaManning granted clemency. pic.twitter.com/WVTLbnNLdK — Paula Reid (@PaulaReidCBS) January 17, 2017 White House officials didn’t say Tuesday whether there were sealed charges against Assange, but insisted his pledge to surrender to the U.S. didn’t play into Obama’s decision to commute Manning’s sentence. Melinda Taylor, who serves on Assange’s legal team, said he would not go back on his word, though she didn’t elaborate about possible extradition. © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "President Obama commutes Chelsea Manning's sentence - CBS News"
   },
   {
    "entities": [
     "house",
     "damon",
     "donald",
     "beijing",
     "of",
     "south",
     "this year",
     "trade",
     "new",
     "party",
     "britain",
     "times",
     "france",
     "union",
     "previously",
     "this month",
     "netherlands",
     "germany",
     "states",
     "white",
     "credit",
     "klaus",
     "kai-fu",
     "china",
     "forum",
     "j.",
     "trump",
     "organization",
     "east",
     "economic",
     "davos",
     "u.k.",
     "winter/the",
     "italy",
     "united",
     "york",
     "communist",
     "world",
     "lee",
     "xi",
     "european",
     "nato",
     "africa",
     "schwab",
     "indiana"
    ],
    "id": 1,
    "text": "Continue reading the main story In myriad ways, Mr. Xi is a strikingly ill-fitting steward of openness and connectivity. Under his direction, China’s Communist Party has clamped down severely on civil society, tightening restrictions on the internet and jailing scores of lawyers focused on using the country’s own laws to defend the rights of aggrieved people. He has projected China’s navy into contested waters in the South China and East China Seas. Throughout his speech, Mr. Xi carefully used the phrase “economic globalization,” while avoiding unqualified “globalization,” reflecting China’s spurning of an open internet, universal human rights and free elections. Advertisement Continue reading the main story Indeed, the metaphor he used to reject protectionism — “like locking oneself in a dark room” — could just as well have been used to describe China’s political path under his leadership, with the Communist Party overtly guiding a campaign to restrict the influence of what it labels Western notions such as democracy. This month, China’s top judge delivered a speech sharply criticizing the idea of an independent judiciary, which he said must be “ resolutely rejected .” Not for nothing, China carries a reputation as a country willing to bend the norms of global commerce when such a course suits its interests. Steel producers around the globe complain that Beijing dumps its steel on world markets at prices lower than the cost of raw materials, costing jobs at mills from Italy to Indiana. But the populist ferment refashioning the global order has made previously unthinkable roles possible. In the United States, the supposed citadel of free market enterprise, a wealthy real estate magnate has captured the White House on the strength of his appeal as a supposed champion of blue-collar workers. Here in Davos, where technology executives fret about the plight of sub-Saharan Africa while drinking champagne paid for by investment banks, the chairman of the Communist Party of China — an institution that rules in the name of peasant-led revolution — draped himself in the banner of globalization. None of these details were featured in Mr. Xi’s highly choreographed appearance at the gathering that has become a rite of passage into the ranks of the global elite. For Klaus Schwab, executive chairman of the World Economic Forum, the participation of China’s president amounted to a public relations coup because it was the first time a Chinese head of state had attended. Mr. Schwab obliged with his trademark soft treatment. He asked no questions, solicited none from the audience, and delivered an introductory address so laudatory that it provoked winces among some in the audience. “In a world marked by great uncertainty and volatility, the international community is looking to China to continue its responsive and responsible leadership in providing all of us with confidence and stability,” Mr. Schwab said. That Mr. Xi chose this year to make his debut underscores China’s attempt to improve its international standing just as much of the world appears in turmoil. The United States is about to inaugurate as president someone who has questioned the relevance of powerful institutions that have anchored the world order for decades, from NATO to the World Trade Organization. Britain is pursuing a fraught divorce from the European Union, dealing a blow to those who have advanced regional integration as a solution to economic and security problems. Advertisement The growing electoral strength of populist, anti-European Union parties in France, the Netherlands, Italy and Germany have intensified fears that the union may not endure. Photo Mr. Xi spoke three days before the inauguration of Donald J. Trump as president of the United States. His speech implicitly rebuked the trajectory on trade that Mr. Trump has promised. Credit Damon Winter/The New York Times These developments have yielded a gnawing sense that a complex world is suddenly short of adult supervision. Mr. Xi devoted his speech to trying to fill that vacuum, casting China as a trustworthy power in which serious-minded people are taking considered action to address consequential challenges — from climate change to a weak global economy. “This appears to be a time of uncertainty in the United States, in the U.K.,” said Kai-Fu Lee, a prominent venture capitalist in Beijing who invests in emerging Chinese companies. “The world needs strong leaders to give the world confidence.” In keeping with the traditions of speeches delivered by senior Chinese officials, Mr. Xi’s address was long on platitudes, tortured metaphors and literary references, while nearly bereft of policy pronouncements. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "In Era of Trump, China’s President Champions Economic Globalization - The New York Times"
   },
   {
    "entities": [
     "jan. 9",
     "lloyd",
     "dixon",
     "lakensha",
     "jameis",
     "associated",
     "a month later",
     "markeith",
     "wednesday",
     "nov. 4",
     "zarghee",
     "service",
     "last week",
     "slaughter",
     "tuesday",
     "mid-december",
     "smith-loyd",
     "$100,000",
     "last saturday",
     "press",
     "u.s.",
     "loyd",
     "later the same day",
     "marshals",
     "sentinel",
     "sade",
     "orlando",
     "a day earlier",
     "mayan",
     "facebook",
     "fox",
     "walmart",
     "last month",
     "$25,000"
    ],
    "id": 2,
    "text": "Chilling Facebook video of suspected Orlando cop-killer includes murder talk Before the Jan. 9 shooting, authorities had been looking for Loyd for questioning in the death of his pregnant ex-girlfriend last month. Loyd appeared in an ominous Facebook Live video before the shootings -- as his then-girlfriend joked about killing police and herself, The Orlando Sentinel reported . The Nov. 4 video showed Markeith Loyd in a car at a traffic stop with his pregnant girlfriend, Sade Dixon. \"Go ahead and kill him, babe, so we can get home faster,\" she was heard saying, referring to the officer. Later, as Loyd sped down the road, she shouted, \"You not about to kill me and the baby.\" Just over a month later, police said Loyd did indeed kill the girlfriend, reportedly after she broke up with him. Last week, cops arrested three people accused of helping Loyd, 41, after the manhunt began, Fox 35 reported . Loyd's niece, Lakensha Smith-Loyd, was arrested Wednesday on an accessory charge Wednesday. Later the same day, police arrested an ex-girlfriend of Loyd's: Jameis Slaughter, who also faces a charge of accessory, according to online jail records. And a day earlier, Zarghee Mayan, the fugitive's supervisor at a fried chicken restaurant, was arrested on the same charge. Right after Loyd's ex-girlfriend was killed in mid-December, Mayan said Loyd came into the restaurant with a gun, pointed it at Mayan and said, \"'Drive me or I will kill you. I just did something real bad,\"' court documents revealed Mayan said he drove Loyd to several places, including the home of Loyd's estranged wife, where Loyd told him to knock on the door. Mayan said he walked to the door without knocking because he was afraid Lloyd would shoot her, according to the arrest affidavit, which noted that Mayan told conflicting stories about his encounters with Loyd. Mayan claimed his most recent encounter with Loyd was last Saturday, two days before the Walmart shooting. Mayan said he noticed that Loyd was armed and wearing body armor when they hugged, according to his arrest affidavit. Hundreds of officers and deputies have been searching for Loyd, and a $100,000 reward was being offered for information that leads to his arrest. The U.S. Marshals Service had added Loyd to its list of most wanted fugitives Tuesday and added $25,000 to the reward offer. The Associated Press contributed to this report. Advertisement ",
    "title": "Man wanted in shooting death of Orlando police officer in custody | Fox News"
   },
   {
    "entities": [
     "house",
     "elizabeth",
     "david",
     "cartwright",
     "james",
     "washington",
     "january 17",
     "now",
     "previously",
     "julian",
     "fort",
     "2014",
     "at 5:35 pm",
     "assange",
     "joint",
     "post",
     "may",
     "nations",
     "debbie",
     "corps",
     "bay",
     "chiefs",
     "paul",
     "today",
     "afghanistan",
     "center",
     "last year",
     "iraq",
     "july 2016",
     "of",
     "iran",
     "maryland",
     "defense",
     "manning",
     "horwitz",
     "brennan",
     "edward",
     "aftergood",
     "kansas",
     "sari",
     "j.",
     "pentagon",
     "chelsea",
     "hsu",
     "ryan",
     "agency",
     "federation",
     "security",
     "state",
     "by",
     "donald",
     "nakashima",
     "2013",
     "rio",
     "2016",
     "for",
     "marine",
     "army",
     "fbi",
     "justice",
     "guantanamo",
     "may 17",
     "vincent",
     "tuesday",
     "scientists",
     "states",
     "white",
     "goitein",
     "julie",
     "obama",
     "trump",
     "ward",
     "staff",
     "thomas",
     "july",
     "u.s.",
     "spencer",
     "may 2010",
     "johnson/the",
     "ellen",
     "leavenworth",
     "american",
     "wagner",
     "united",
     "wikileaks",
     "nakamura",
     "d.",
     "john",
     "steven",
     "e.",
     "tate",
     "november",
     "october",
     "bradley",
     "snowden",
     "missy",
     "department",
     "baghdad",
     "2045",
     "national"
    ],
    "id": 3,
    "text": "Obama commutes sentence of Chelsea Manning, soldier convicted for leaking classified information The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it (Thomas Johnson/The Washington Post) By Ellen Nakashima and Sari Horwitz By Ellen Nakashima and Sari Horwitz January 17 at 5:35 PM Follow @nakashimae Follow @sarihorwitz President Obama commuted the 35-year prison sentence of Chelsea Manning, an Army private convicted of taking troves of secret diplomatic and military documents and disclosing them to WikiLeaks, after deciding that Manning had served enough time. Obama also granted a full and complete pardon to retired Marine General James E. Cartwright, a former vice chairman of the Joint Chiefs of Staff, who had pleaded guilty to lying to the FBI in an investigation of a leak of classified information about a covert U.S.-Israeli cyberattack on Iran’s nuclear program. The president’s dramatic, last-minute clemency actions for Cartwright and Manning were surprising for an administration that has brought more leak prosecutions than all previous ones combined. Obama took office pledging to bring a new era of transparency to government, but during his eight years, his administration has presided over at least nine leak cases. But officials said the president thought that in Manning’s case, seven years behind bars was enough punishment and that she had been given an excessive sentence — the longest ever imposed in the United States for a leak conviction. The administration has contrasted her case with that of Edward Snowden , the National Security Agency contractor who leaked classified documents in 2013 and then fled the country, pointing out that Manning did not try to avoid facing the U.S. justice system for her crimes. “Chelsea Manning is somebody who accepted responsibility for the crimes she committed,” a senior White House official said, speaking on the condition of anonymity under ground rules set by the White House. “She expressed remorse for committing those crimes. She began serving the sentence that was handed down. The president’s concern was rooted in the fact that the sentence handed down is longer than sentences given to other individuals who committed comparable crimes.” Republicans immediately blasted the White House’s decision, saying the commutation would encourage others to leak sensitive documents. “This is just outrageous,” House Speaker Paul D. Ryan (R-Wis.) said. “Chelsea Manning’s treachery put American lives at risk and exposed some of our nation’s most sensitive secrets. President Obama now leaves in place a dangerous precedent that those who compromise our national security won’t be held accountable for their crimes.” President-elect Donald Trump’s team did not respond to requests for comment on the case.” Also on Tuesday, Obama granted clemency to more than 200 low-level drug offenders who were sentenced under harsh laws and would have received lighter sentences if convicted today. In all, the president commuted the sentences of 209 individuals and pardoned an additional 64. He is expected to grant more commutations before he leaves office. Since 2014, Obama has commuted 1,385 sentences, more than the previous 12 presidents combined. Of those, 540 low-level drug offenders had been serving life sentences. This “final set of actions” as Obama leaves office “is a signal to the system that prosecutors have gone too far,” said Steven Aftergood, a national security and transparency expert at the Federation of American Scientists. Manning, 29, will be set free in four months, on May 17, instead of in 2045, under the terms of Obama’s commutation. The Pentagon did not make the recommendation to the White House to commute Manning’s sentence, and senior Defense Department leaders opposed the move, said defense officials who spoke on the condition of anonymity to discuss internal deliberations. White House officials said the president’s decision had nothing to do with a recent pledge by Julian Assange, the founder of WikiLeaks, that he would agree to be extradited to the United States if Manning’s sentence was commuted. Members of Assange’s legal team did not immediately respond to requests for comments. “President Obama’s decision was both compassionate and amply justified,” said Elizabeth Goitein, co-director of the liberty and national security program at the Brennan Center for Justice. “Manning’s sentence was orders of magnitude greater than any sentence previously imposed for leaking classified information to the media.” Manning was arrested in Iraq in May 2010 after she transmitted documents to WikiLeaks that came to be known as the Iraq and Afghanistan “War Logs.” She also shared a video that showed a U.S. Apache helicopter in Baghdad opening fire on a group of people that the crew believed to be insurgents. Among the dead were Iraqi children and two journalists. She also leaked documents pertaining to Guantanamo Bay prisoners as well as 250,000 State Department cables . In an impassioned statement last year accompanying her petition for clemency, she accepted “full and complete responsibility” for disclosing the material. She said she pleaded guilty without the benefit of a plea agreement because she believed that the military justice system would understand her motivation for the leak and sentence her fairly. “I was wrong,” wrote Manning, who is imprisoned at Fort Leavenworth in Kansas. She said the 35-year penalty was “far more” than she imagined possible — “unreasonable, outrageous and out of line with what I had done.” Manning, who formerly went by the name Bradley Manning, came out as transgender after her conviction. She said in her statement that the three years since she had been sentenced had enabled her to reflect on her actions and her struggle to adjust to the military. “I am not Bradley Manning,” she said. “I really never was. I am Chelsea Manning, a proud woman who is transgender and who, through this application, is respectfully requesting a first chance at life.” Her reason for passing the documents to WikiLeaks was to raise public awareness about issues she found troubling, including the effect of war on innocent civilians, her attorney, Vincent J. Ward, said in a letter accompanying Manning’s petition. Ward said Manning’s sentence exceeds even international legal norms. Manning was kept in solitary confinement for almost a year before formal charges were brought, an experience she has called “humiliating and degrading.” The United Nations special rapporteur on torture called her treatment “cruel, inhuman and degrading.” She has tried to kill herself twice while at Fort Leavenworth — the first time in July 2016 and again in November. After the July attempt, she was placed in solitary confinement as punishment. “The family is delighted to hear the news, and we are looking forward to seeing Chelsea in May, and we want to thank President Obama for granting her request. We’re all very, very happy about it,” said Debbie, an aunt of Manning’s in Maryland, who asked that her last name not be used to protect her privacy. Cartwright, a retired four-star Marine Corps general, served as the nation’s second-ranking military officer and was facing his sentencing in two weeks after pleading guilty in October to a felony count of lying to the FBI in a classified leak investigation. He admitted to falsely telling investigators that he did not confirm classified information to reporters writing about a covert U.S.-Israeli cyberattack on Iran’s nuclear program. The senior White House official said Cartwright’s long history of distinguished service to the nation factored into Obama’s decision. The official said a journalist involved in the case testified that Cartwright did not tell the journalist anything that the reporter did not already know. The conversation was “focused on preventing the publication of information that could be damaging to our national security,” the official said. When the president is making clemency decisions, “motive matters,” the official said. “It’s clear in this case that based on what the journalist has said . . . that General Cartwright’s motive was different than most of the people who are accused of leaking classified information to a journalist.” In a statement Tuesday, Cartwright thanked Obama. “With the greatest pride, I have served my country as a member of the military for more than forty years. This action allows me to continue that work as a private citizen,” Cartwright said. “I love this country and believe it to be the greatest nation on earth. I have never lost faith in that belief.” Julie Tate, David Nakamura, Spencer Hsu, John Wagner and Missy Ryan contributed to this report. world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "Obama commutes sentence of Chelsea Manning, soldier convicted for leaking classified information - The Washington Post"
   },
   {
    "entities": [
     "house",
     "korte",
     "1980",
     "2013",
     "1970s",
     "willie",
     "john",
     "of",
     "stephen",
     "army",
     "iran",
     "ian",
     "cartwright",
     "fbi",
     "james",
     "capitol",
     "manning",
     "1996",
     "new",
     "us",
     "5,",
     "washington",
     "lopez",
     "tom",
     "clinton",
     "now",
     "may 17",
     "meade",
     "usa",
     "tuesday",
     "fort",
     "semansky",
     "'80s",
     "michael",
     "white",
     "4:26 p.m.",
     "the third day",
     "arrington",
     "j.",
     "obama",
     "r-wis.",
     "assange",
     "staff",
     "joint",
     "famer",
     "oscar",
     "z.",
     "chelsea",
     "u.s.",
     "delorean",
     "bradley",
     "jan. 17, 2017",
     "leavenworth",
     "hill",
     "rivera",
     "bill",
     "ryan",
     "mccovey",
     "5 minutes ago in this june",
     "gregory",
     "york",
     "wikileaks",
     "chiefs",
     "facebook",
     "the future",
     "fox",
     "lee",
     "paul",
     "patrick",
     "last october",
     "today",
     "cotton",
     "md.",
     "kan.",
     "schrager"
    ],
    "id": 4,
    "text": "Obama commutes sentence of Chelsea Manning in last-minute clemency push President Obama granted 64 pardons and 209 commutations Tuesday. Post to Facebook Obama commutes sentence of Chelsea Manning in last-minute clemency push President Obama granted 64 pardons and 209 commutations Tuesday. Check out this story on USATODAY.com: http://usat.ly/2jWnIf6 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 162 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obama commutes sentence of Chelsea Manning in last-minute clemency push Gregory Korte , USA TODAY Published 4:26 p.m. ET Jan. 17, 2017 | Updated 5 minutes ago In this June 5, 2013, file photo Army Pvt. Chelsea Manning, then-Army Pfc. Bradley Manning, is escorted out of a courthouse in Fort Meade, Md., after the third day of his court martial. (Photo: Patrick Semansky, AP) WASHINGTON — President Obama has commuted the sentence of Chelsea Manning, the Army private serving a 35-year sentence for leaking classified military secrets to Wikileaks, the White House said Tuesday. Manning will be released May 17 after serving nearly seven years for stealing and releasing secret cables that divulged U.S. military and diplomatic operations The soldier, who was convicted under the name of Bradley Manning and now identifies herself as a woman, attracted widespread support from privacy advocates and transgender activists who complained that she couldn't get the medical help she needed in the military prison in Leavenworth, Kan. The action brought immediate rebuke from Republicans on Capitol Hill. House Speaker Paul Ryan, R-Wis., called it \"outrageous\" and said it set \"a dangerous precedent that those who compromise our national security won’t be held accountable for their crimes.” \"I don’t understand why the president would feel special compassion for someone who endangered the lives of our troops, diplomats, intelligence officers, and allies,\" Sen. Tom Cotton, R-Ark. \"We ought not treat a traitor like a martyr.\" Obama also granted full pardons in a number of high-profile cases, including: ► Former general James Cartwright, convicted last October of lying to the FBI in a leak investigation. The former vice chairman of the Joint Chiefs of Staff was accused of lying about his role in disclosing classified information about the use of the Stuxnet computer virus to disrupt Iran's nuclear program. ► Baseball Hall of Famer Willie McCovey, convicted of tax evasion in 1996. ► Ian Schrager, co-founder of New York's famed Studio 54 nightclub, convicted of tax fraud in 1980. ► Oscar Lopez Rivera, a Puerto Rican nationalist who was the last remaining member of a Puerto Rican terrorist group still in prison. President Bill Clinton commuted the sentences of 16 members of the group for setting off bombs in 1970s and '80s, but Rivera refused the clemency to protest another member who was not released. ► Stephen Lee Arrington, convicted in a drug conspiracy that involved carmaker John Z. DeLorean, known for making the car made famous in the Back to the Future trilogy starring Michael J. Fox. DeLorean was acquitted, but Arrington pleaded guilty and was sentenced to three years in prison. Those names were among the list of 64 pardons and 209 commutations Obama granted Tuesday, with less than four days left in his presidency, bringing his total number of acts of clemency to 212 pardons and 1,385 commutations. Though the Unlike full pardons, which extinguish all the legal consequences of a conviction, a commutation has the more limited effect of shortening a sentence while leaving other consequences intact. Read more: If Obama grants Manning clemency Assange will agree to US extradition despite clear unconstitutionality of DoJ case https://t.co/MZU30SlfGK ",
    "title": "Obama commutes sentence of Chelsea Manning in last-minute clemency push"
   },
   {
    "entities": [
     "house",
     "russia",
     "npr",
     "nsa",
     "johnson",
     "iraq",
     "john",
     "david",
     "of",
     "oscar",
     "army",
     "cartwright",
     "fbi",
     "james",
     "manning",
     "chase",
     "new",
     "times",
     "margaret",
     "now",
     "mccain",
     "may end",
     "usa",
     "lopez-rivera",
     "edward",
     "white",
     "huang",
     "obama",
     "staff",
     "joint",
     "amnesty",
     "international",
     "chelsea",
     "u.s.",
     "bradley",
     "jan. 17, 2017",
     "strangio",
     "ryan",
     "aclu",
     "snowden",
     "ap",
     "york",
     "wikileaks",
     "may 17, 2017",
     "chiefs",
     "sanger",
     "carrie",
     "paul",
     "today",
     "afghanistan"
    ],
    "id": 5,
    "text": "Chelsea Manning had been sentenced to 35 years for leaking military secrets to WikiLeaks. Civil liberties groups have praised President Obama's decision to commute the sentence, but some Republican leaders are outraged. AP hide caption toggle caption AP Chelsea Manning had been sentenced to 35 years for leaking military secrets to WikiLeaks. Civil liberties groups have praised President Obama's decision to commute the sentence, but some Republican leaders are outraged. AP In one of his last moves in office, President Obama has commuted the 35-year prison sentence of Chelsea Manning, the Army private who leaked a massive trove of military secrets to WikiLeaks. The former intelligence analyst's prison sentence has been shortened to expire on May 17, 2017, according to a statement from the White House. This commutation was issued along with 208 others, including one for Oscar Lopez-Rivera, who was part of a militant group that fought for Puerto Rican independence. Obama also pardoned 64 individuals, including retired Gen. James Cartwright, the former vice chairman of the Joint Chiefs of Staff, who pleaded guilty to one count of making false statements to federal authorities. Manning, a transgender woman formerly known as Bradley, had requested clemency from Obama and said her life was at risk in an all-male prison, as we reported . She has admitted to \"releasing more than 700,000 documents, including battlefield reports and U.S. embassy cables.\" Her lawyers at the ACLU expressed relief after the decision, saying that Manning has already served more time behind bars than any other whistleblower in U.S. history, and under difficult conditions. Article continues after sponsorship \"Since she was first taken into custody, Chelsea has been subjected to long stretches of solitary confinement — including for attempting suicide — and has been denied access to medically necessary health care,\" said lawyer Chase Strangio in a statement. \"This move could quite literally save Chelsea's life, and we are all better off knowing that Chelsea Manning will walk out of prison a free woman, dedicated to making the world a better place and fighting for justice for so many.\" Amnesty International USA's executive director, Margaret Huang, argued in a statement that the move was long overdue: \"Chelsea Manning exposed serious abuses, and as a result her own human rights have been violated by the U.S. government for years. ... President Obama was right to commute her sentence, but it is long overdue. It is unconscionable that she languished in prison for years while those allegedly implicated by the information she revealed still haven't been brought to justice.\" House Speaker Paul Ryan released a statement protesting the commutation: \"This is just outrageous. Chelsea Manning's treachery put American lives at risk and exposed some of our nation's most sensitive secrets. President Obama now leaves in place a dangerous precedent that those who compromise our national security won't be held accountable for their crimes.\" Sen. John McCain called the commutation a \"grave mistake\" that may \"encourage further acts of espionage and undermine military discipline.\" He added: \"Thousands of Americans have given their lives in Afghanistan and Iraq upholding their oaths and defending this nation. Chelsea Manning broke her oath and made it more likely that others would join the ranks of her fallen comrades. Her prison sentence may end in a few months' time, but her dishonor will last forever.\" It's worth noting one name that did not appear on the list today: Edward Snowden. As NPR's Carrie Johnson has reported , the NSA leaker, who is living in Russia, has also mounted \"a last-ditch bid for clemency.\" Cartwright \"had been charged with falsely telling FBI investigators that he did not provide classified information for a book written by New York Times reporter David Sanger,\" The Two-Way has reported . Correction Jan. 17, 2017 A previous version of this story said Gen. James Cartwright leaked information. He pleaded guilty to misleading investigators who were working on a leaks case. ",
    "title": "Chelsea Manning's Prison Sentence Commuted By Obama : The Two-Way : NPR"
   },
   {
    "entities": [
     "wilkinson",
     "house",
     "vladimir",
     "al",
     "eagle",
     "james",
     "molina",
     "new",
     "times",
     "2014",
     "treaty",
     "trumpist",
     "tower",
     "/",
     "america",
     "organization",
     "marie",
     "video",
     "medicaid",
     "americas",
     "brussels",
     "nigel",
     "anthony",
     "die",
     "peninsula",
     "brexit",
     "l.",
     "josef",
     "british",
     "angeles",
     "england",
     "iraq",
     "associated",
     "syria",
     "crimean",
     "union",
     "berlin",
     "california",
     "oakland",
     "atlantic",
     "london",
     "jacob",
     "jackson",
     "north",
     "european",
     "le",
     "seib",
     "russia",
     "donald",
     "hoover",
     "gross",
     "gove",
     "farage",
     "last summer",
     "monday",
     "ukraine",
     "last week",
     "tuesday",
     "merkel",
     "michael",
     "germany",
     "friday",
     "white",
     "states",
     "stanford",
     "obama",
     "trump",
     "parakilas",
     "joffe",
     "genaro",
     "zeit",
     "u.s.",
     "sunday",
     "angela",
     "institution",
     "american",
     "orlando",
     "united",
     "current",
     "tracy",
     "weekend",
     "l.a.",
     "apparel",
     "los",
     "putin",
     "france",
     "jr.",
     "pam",
     "pen",
     "miss.",
     "parliament",
     "2024",
     "press",
     "university",
     "chatham",
     "mcafee",
     "europe",
     "york",
     "nato",
     "gardner"
    ],
    "id": 6,
    "text": "Trump worries European allies before inauguration Donald Trump and Nigel Farage Associated Press Then-candidate Donald Trump, right, welcomed British politician and Brexit architect Nigel Farage at a campaign rally in Jackson, Miss., last summer. Farage called Trump's campaign a \"revolution.\" Then-candidate Donald Trump, right, welcomed British politician and Brexit architect Nigel Farage at a campaign rally in Jackson, Miss., last summer. Farage called Trump's campaign a \"revolution.\" (Associated Press) Tracy Wilkinson Contact Reporter Even before he enters the White House on Friday, President-elect Donald Trump has signaled that his foreign policy could include a diminished Europe and an unfettered Russia, creating deep unease in many of America’s traditional allies. In recent days, he has called the North Atlantic Treaty Organization military alliance “obsolete” and said he couldn’t “care less” whether the European Union , the 28-nation political and economic bloc that is America’s largest trading partner, held together. He has rattled nerves in European capitals by criticizing German Chancellor Angela Merkel , who heads the continent’s largest economy, and suggesting he might ease sanctions imposed on Russia after its military seized the Crimean peninsula and backed separatists in Ukraine in 2014. Trump predicted other countries would follow England’s so-called Brexit by leaving the European Union. And his aides telephoned several European institutions, inquiring which country was probably the next to go, said the outgoing U.S. ambassador to the union, Anthony L. Gardner. Speaking to reporters in Brussels, Gardner said it would be “sheer folly” and “lunacy” for Trump to encourage a further breakup of the European Union given the strategic importance of the European single market to the U.S. economy. Trump seemed far less concerned in an interview with Michael Gove, a pro-Brexit member of the British Parliament, that was published in London’s Sunday Times. Vladimir Putin took a parting shot at the Obama administration Tuesday, accusing it of trying to undermine Donald Trump 's legitimacy with fake allegations and \"binding the president-elect hand and foot to prevent him from fulfilling his election promises.\" In his first public... Russian President Vladimir Putin took a parting shot at the Obama administration Tuesday, accusing it of trying to undermine Donald Trump 's legitimacy with fake allegations and \"binding the president-elect hand and foot to prevent him from fulfilling his election promises.\" In his first public... (Associated Press) “If refugees keep pouring into different parts of Europe, I think it’s gonna be very hard to keep it together cause people are angry about it,” Trump said. “Personally, I don’t think it matters much for the United States. I never thought it mattered.… I don’t really care whether it’s separate or together. To me, it doesn’t matter.” Trump went on to equate Merkel, who was one of President Obama’s closest allies, with Russian President Vladimir Putin , who ordered Russian intelligence agencies to interfere in the U.S. presidential race, in terms of their trustworthiness. “Well, I start off trusting both, but let’s see how long that lasts,” he said. “It may not last long at all.” Trump said that he liked the German leader but that she made a “catastrophic mistake” by allowing “all those illegals” to enter Germany, referring to her decision to accept hundreds of thousands of refugees fleeing Syria, Iraq and other war zones. Merkel shot back Monday, indicating she would no longer count on a strong U.S. role in Europe under a Trump administration. “We Europeans have our fate in our own hands,” she said in Berlin. All of this has left many Europeans, and their U.S. supporters, nervous about the incoming president’s intentions toward Europe. Trump’s repeated praise for Putin and his promise to improve relations with Russia will leave “Europe twisting in the wind,” said Josef Joffe, a visiting fellow at the Hoover Institution, a national security think tank at Stanford University. Trump appears indifferent to “the great pillars of Western world order for the last 70 years: Europe and NATO,” Joffe, who is editor of the German weekly Die Zeit, wrote Tuesday in the Guardian newspaper. “Here are the bare bones of Trumpist policy, all of them hard to swallow for Europe and the rest.” For Trump, a strong European Union “is a counter-balance that he sees as disadvantageous to American power,” said Jacob Parakilas, assistant head of the Americas program at the London think tank Chatham House. “Trump’s natural allies are those far-right Euroskeptics” who have emerged in recent years in reaction to massive immigration and other change, he said. They include Brexit architect Nigel Farage, who met with Trump during the presidential campaign, and ultra-right-wing nationalist Marie Le Pen of France, who was spotted last week at Trump Tower in New York. Transition officials said she was not there to meet Trump. Caption 90 seconds: 4 stories you can't miss L.A.'s 2024 Olympics bid ; the wife of the Orlando nightclub gunman  was arrested in Oakland; American Apparel begins massive layoffs ; Trump's plan to repeal Affordable Care Act  would likely cost California billions in federal funds. Caption 90 seconds: 4 stories you can't miss L.A.'s 2024 Olympics bid ; the wife of the Orlando nightclub gunman  was arrested in Oakland; American Apparel begins massive layoffs ; Trump's plan to repeal Affordable Care Act  would likely cost California billions in federal funds. Caption Martin Luther King Jr. Day Parade Pastor James McAfee Jr. of the Eagle's Nest church talks about the Kingdom Day Parade and the current political climate. Pastor James McAfee Jr. of the Eagle's Nest church talks about the Kingdom Day Parade and the current political climate. Caption Some Californians could lose benefits if Trump carries out plan to restructure Medicaid Pam Gross, 54, has relied on Medi-Cal for decades to afford treatment for lupus and fibromyalgia. She’s worried any changes to Medi-Cal will disrupt her healthcare regimen, which includes several doctors’ appointments each week and treatment from 10 specialists. (Al Seib / Los Angeles Times) Pam Gross, 54, has relied on Medi-Cal for decades to afford treatment for lupus and fibromyalgia. She’s worried any changes to Medi-Cal will disrupt her healthcare regimen, which includes several doctors’ appointments each week and treatment from 10 specialists. (Al Seib / Los Angeles Times) Caption Health care protest Video by Genaro Molina / Los Angeles Times Video by Genaro Molina / Los Angeles Times Caption Weekend Roundup: 7 stories you can't miss ",
    "title": "Trump worries European allies before inauguration - LA Times"
   },
   {
    "entities": [
     "house",
     "saul",
     "2013",
     "cartwright",
     "fbi",
     "james",
     "manning",
     "greer",
     "january 11, 2017",
     "--",
     "news",
     "tom",
     "the day",
     "last week",
     "julian",
     "edward",
     "white",
     "assange",
     "obama",
     "earnest",
     "loeb",
     "2010",
     "chelsea",
     "u.s.",
     "bradley",
     "ryan",
     "evan",
     "afghanistan",
     "snowden",
     "nbc",
     "wikileaks",
     "josh",
     "the future",
     "3:28",
     "r-ark.",
     "paul",
     "today",
     "cotton"
    ],
    "id": 7,
    "text": "Obama commutes Chelsea Manning's prison sentence 3:28 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170118013519if_/http://www.nbcnews.com/widget/video-embed/856691267813\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> In addition to shaving 28 years off Manning's sentence, Obama granted 208 other commutations and 64 pardons — including one for retired Gen. James Cartwright, who was accused of lying to the FBI during another leak investigation. Related: Some Big Names Got a Measure of Mercy From President Obama The Manning commutation, which will undoubtedly be controversial, was not a complete surprise. NBC News reported last week that she was on the president's short list. And at a briefing last week, White House spokesman Josh Earnest said that Manning's actions were not as \"dangerous\" as those of fugitive leaker Edward Snowden. Earnest also noted that Manning had answered for her actions in court, and admitted wrongdoing. More than 117,000 people signed a petition asking the White House to consider the commutation. Snowden, whose supporters had petitioned for clemency, tweeted that if Obama could only free one person, it should be Manning. Mr. President, if you grant only one act of clemency as you exit the White House, please: free Chelsea Manning. You alone can save her life. — Edward Snowden (@Snowden) January 11, 2017 WikiLeaks tweeted last week that founder Julian Assange would agree to be extradited to the U.S. if Obama granted clemency to Manning, but the status of that offer was unclear. White House officials said Wikileaks' statement played no role in the decision. They noted that Manning had accepted responsibility, expressed remorse and served time. Evan Greer of Fight for the Future, the organization that sponsored the petition, said she was \"overjoyed\" at the news. \"I think her freedom and this news today is a testament to the power of grassroots organizing,\" Greer said. \"I think Chelsea showed incredible courage herself and that inspired her supporters to persevere even when it seemed like freedom was completely impossible.\" House Speaker Paul Ryan called the commutation \"outrageous\" and said it set \"a dangerous precedent that those who compromise our national security won't be held accountable for their crimes.\" Chelsea Manning, then known as Bradley Manning, leaves a military court facility in 2013. SAUL LOEB / AFP - Getty Images Sen. Tom Cotton, R-Ark., blasted the decision. \"When I was leading soldiers in Afghanistan, Private Manning was undermining us by leaking hundreds of thousands of classified documents to WikiLeaks,\" he said. \"I don't understand why the president would feel special compassion for someone who endangered the lives of our troops, diplomats, intelligence officers, and allies. We ought not treat a traitor like a martyr.\" Manning — then known as Bradley — was locked up in 2010 after swiping 700,000 military files and diplomatic cables and giving them to WikiLeaks. No document was classified higher than secret and her defenders say no one was endangered by the leaks. At trial, prosecutors said she was a dangerous traitor, while her lawyers portrayed her as a naive whistleblower. The day after her sentencing, she announced she was a transgender woman. Play ",
    "title": "President Obama Commutes Chelsea Manning's Sentence - NBC News"
   },
   {
    "entities": [
     "faln",
     "rico",
     "jose",
     "right now",
     "15 years in 1988",
     "park",
     "hamilton",
     "carter",
     "1999",
     "jan",
     "the 1970s",
     "tribune",
     "jimmy",
     "pratt",
     "of",
     "1974",
     "oscar",
     "contact",
     "new",
     "alexander",
     "once",
     "gutierrez",
     "lopez",
     "e.",
     "clinton",
     "reporter",
     "1975",
     "1977",
     "present",
     "armed",
     "forces",
     "may 17",
     "glenview",
     "tuesday",
     "now",
     "humboldt",
     "tutu",
     "susler",
     "miranda",
     "tully",
     "edwin",
     "obama",
     "chicago",
     "cortes",
     "desmond",
     "u.s.",
     "liberation",
     "illinois",
     "rivera",
     "lin-manuel",
     "london",
     "1981",
     "fraunces",
     "mary",
     "bill",
     "swartz",
     "puerto",
     "gregory",
     "frank",
     "tavern",
     "york",
     "connor",
     "luis",
     "francis",
     "barack",
     "national",
     "tracy"
    ],
    "id": 8,
    "text": "News Local news Breaking News Obama commutes sentence of Oscar Lopez Rivera, member of Puerto Rican militant group President Barack Obama commuted the sentence of Oscar Lopez Rivera, who was serving 70 years in prison for his role in FALN, an organization that plotted bombings, prison escapes and armed robberies in an effort to secure independence for Puerto Rico. Gregory Pratt Contact Reporter Chicago Tribune Holding Puerto Rican flags and \"Free Oscar Lopez-Rivera\" signs, dozens of community members and former revolutionaries on Tuesday filled a small Humboldt Park community theater. The impromptu celebration came just hours after President Barack Obama commuted Lopez' prison sentence for his role in an organization that in the 1970s and early '80s plotted bombings, prison escapes and armed robberies in an effort to secure independence for Puerto Rico. \"Obama finally listened and let Oscar out of prison,\" sang the crowd, which alternated between the joyous chant and \"Que bonita bandera,\" Spanish for \"what a beautiful flag.\" In addition to community members and political organizers, two of Lopez' siblings turned out to celebrate, as did former FALN members who had spent time in prison. Lopez' brother, Jose E. Lopez, said the commutation has \"historical significance.\" commuted the sentence of Puerto Rican nationalist Oscar Lopez Rivera and said he would play Alexander Hamilton at a Chicago performance for Lopez Rivera. \"I wish I was with every Puerto... \"Hamilton\" creator Lin-Manuel Miranda said he was \"sobbing with gratitude\" about the news that President Obama  commuted the sentence of Puerto Rican nationalist Oscar Lopez Rivera and said he would play Alexander Hamilton at a Chicago performance for Lopez Rivera. \"I wish I was with every Puerto... (Tracy Swartz) With Obama's commutation, Lopez, 74, will leave prison by May 17. In recent years, his cause had been taken up by pop culture figures, religious leaders and political luminaries. Former President Jimmy Carter, Pope Francis and U.S. Rep. Luis Gutierrez of Illinois' 4th district supported his release, as did South African Archbishop Desmond Tutu. Reaction to Tuesday's action by Obama, one of more than 200 commutations granted by the president on Tuesday, went well beyond Chicago. \"Hamilton\" creator Lin-Manuel Miranda in a tweet from London said he was \"sobbing with gratitude\" after learning that Obama had commuted Lopez's sentence. Miranda said he would reprise his role as Alexander Hamilton at a Chicago performance for Lopez. \"I wish I was with every Puerto Rican in Chicago right now,\" Miranda tweeted Tuesday. Lopez was a leader of FALN, an acronym for the Spanish translation of the Armed Forces of National Liberation. He was found guilty in U.S. District Court in Chicago in 1981 of weapons, explosives and seditious conspiracy charges, and sentenced to 55 years in prison. He received an additional 15 years in 1988 after he was convicted of plotting to escape from federal prison. FALN's goal was a free and socialist Puerto Rico. The group was primarily active in New York and Chicago and claimed responsibility for more than 140 bombings since 1974. Authorities connected five deaths to the bomb blasts. Another 100 people were maimed as a result of the bombings, authorities said. The group's most notorious bombing occurred at New York's landmark Fraunces Tavern in 1975. Four people were killed and more than 60 injured. Lopez was not convicted of any role in that attack, but some still hold him responsible because of his ties to the ultranationalist group. \"I'm willing to forgive, but he never once said he was sorry, showed no remorse at all,\" said Mary Connor Tully, whose husband, Frank Connor, was killed in the bombing. \"He's an old man and he'll get to live his life free, and hopefully he can live with the sins he committed, and that he'll answer one day to a higher power than us for what he did.\" FALN members and their supporters said those put behind bars by the U.S. government were prisoners of war and questioned the country's jurisdiction to prosecute them. Lopez had been a federal fugitive for five years when he was caught by police in north suburban Glenview on a routine traffic violation. Federal authorities had charged him in 1977 in connection with 16 Chicago area bombings. At Lopez' sentencing in 1981, a federal judge called him an \"unrehabilitated revolutionary.\" Lopez declined to be present at his sentencing or many previous court sessions. Lopez was the last remaining FALN member still in prison. Lopez in 1999 rejected President Bill Clinton 's conditional offer for a reduced sentence. Edwin Cortes, 61, who spent more than a decade in prison before Clinton commuted his sentence in 1999, was at Tuesday's celebration in Humboldt Park and called Lopez' release a \"great victory for our movement.\" Lopez' lawyer, Jan Susler, said Tuesday she was \"elated\" by the president's decision. \"I think all of Oscar's co-defendants have been involved in his campaign for release, and they all felt less than whole without him,\" Susler said. \"This now completes the cycle and it's really marvelous.\" ",
    "title": "Obama commutes sentence of Oscar Lopez Rivera, member of Puerto Rican militant group - Chicago Tribune"
   },
   {
    "entities": [
     "manning",
     "chase",
     "civil",
     "aclu",
     "abc",
     "obama",
     "the last year",
     "news",
     "chelsea",
     "union",
     "liberties",
     "strangio",
     "leavenworth",
     "fort",
     "american",
     "kansas"
    ],
    "id": 9,
    "text": "Chelsea Manning to Receive Gender Transition Surgery Chase Strangio, Manning’s attorney with the American Civil Liberties Union , confirmed the commutation to ABC News. \"I'm relieved and thankful that the president is doing the right thing and commuting Chelsea Manning's sentence,\" Strangio said in a statement released by the ACLU. \"Since she was first taken into custody, Chelsea has been subjected to long stretches of solitary confinement — including for attempting suicide — and has been denied access to medically necessary health care. This move could quite literally save Chelsea's life, and we are all better off knowing that Chelsea Manning will walk out of prison a free woman, dedicated to making the world a better place and fighting for justice for so many.\" Her commutation comes on one of Obama's final days in office. He has so far issued 1,385 commutations and 212 pardons. Manning is being held at Fort Leavenworth in Kansas and reportedly tried to commit suicide twice in the last year. 0 Shares ",
    "title": "President Obama Commutes Bulk of Chelsea Manning's 35-Year Sentence - ABC News"
   }
  ]
 }
}