{
 "19": {
  "col-sim": {
   "cosine": 0.2190956114880478,
   "entity": 0.14907119849998599
  },
  "exec-time": 9.027047634124756,
  "links": [
   {
    "entities": [
     "house",
     "crow",
     "joynt",
     "kumar",
     "george",
     "martha",
     "siemaszko",
     "w.",
     "zach",
     "clinton",
     "tuesday",
     "white",
     "obama",
     "earnest",
     "september",
     "corky",
     "bill",
     "transition",
     "project",
     "2:33",
     "galifianakis",
     "josh",
     "jim",
     "w.-rrb-",
     "bush"
    ],
    "id": 0,
    "text": "Obama Explains Rationale Behind Chelsea Manning Commutation 2:33 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170118223237if_/http://www.nbcnews.com/widget/video-embed/857547331846\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> And Obama also called for keeping up the fight to ensure that voting rights are protected, calling attempts to keep minorities away from the ballot box a legacy of Jim Crow days. \"The whole notion of voting fraud is something that has been constantly disproved,\" he said. \"That is fake news.\" It is the 165th time Obama has faced the White House press corps in this kind of forum, according to the American Presidency Project . That put the nation's first African-American president 45 pressers behind his predecessor George W. Bush, who held 210 press conferences during his two terms, according to the APP. Martha Joynt Kumar , who heads the White House Transition Project, said that doesn't mean Obama has kept reporters at arm's length. \"President Obama has given reporters plenty of access,\" said Kumar. \"In terms of one-on-one interviews, he has done more than (George W.) Bush and (Bill) Clinton combined.\" Kumar said she tallied 1,070 through September \"and he's certainly done a hundred since then.\" But Obama has not done many of the short question and answer sessions with the media that Clinton preferred doing, said Kumar. And, to the frustration of the White House press corps, he rarely took more than a handful of questions at formal press conferences. \"The thing about Obama is that he talked long,\" said Kumar. \"What he liked to do is deal with a particular issue or area and answer questions at length.\" Obama — like other presidents before him — often preferred to take his message directly to the people. \"For example, when he wanted to get young people to sign up for the Affordable Care Act, he went to Zach Galifianakis,\" Kumar said, referring to the comedian's \"Between Two Ferns\" show. Also, said Kumar, \"for Obama social media was important.\" Like his predecessors, Obama left dealing with the White House press corps to press secretaries like Josh Earnest , who presided over his final briefing on Tuesday. Obama crashed the briefing and thanked Earnest for his service. Corky Siemaszko ",
    "title": "Obama Says America Will Be 'OK' In Final Press Conference - NBC News"
   },
   {
    "entities": [
     "council",
     "house",
     "christine",
     "donald",
     "congress",
     "protection",
     "rhea",
     "cathleen",
     "reynolds",
     "kamala",
     "committeeconfirmation",
     "scott",
     "halper",
     "2016",
     "atty.",
     "whitman",
     "devon",
     "george",
     "defense",
     "jeff",
     "natural",
     "nation",
     "wednesday",
     "whitehouse",
     "epa",
     "w.",
     "the day",
     "now",
     "island",
     "rhode",
     "energy",
     "arkansas",
     "tuesday",
     "michael",
     "committee",
     "friday",
     "white",
     "merkley",
     "works",
     "oregon",
     "pruitt",
     "this week",
     "/",
     "obama",
     "trump",
     "carper",
     "delaware",
     "heartland",
     "chicago",
     "harris",
     "thomas",
     "working",
     "todd",
     "oklahoma",
     "r.",
     "decker",
     "evan",
     "and",
     "agency",
     "sheldon",
     "institute",
     "environmental",
     "resources",
     "environment",
     "group",
     "heritage",
     "obamacare",
     "senate",
     "action",
     "fund",
     "public",
     "bush",
     "suh"
    ],
    "id": 1,
    "text": "NATION Trump's pick to run EPA slams the agency as his confirmation hearing starts Senate Environment and Public Works Committeeconfirmation hearing on the nomination of Scott Pruitt to be Administrator of the Environmental Protection Agency Michael Reynolds / EPA Oklahoma Atty. Gen. Scott Pruitt, President-elect Donald Trump's choice to run the Environmental Protection Agency, testifies Wednesday at his Senate confirmation hearing. Oklahoma Atty. Gen. Scott Pruitt, President-elect Donald Trump's choice to run the Environmental Protection Agency, testifies Wednesday at his Senate confirmation hearing. (Michael Reynolds / EPA) Evan Halper Contact Reporter Donald Trump ’s pick to lead the Environmental Protection Agency kicked off a contentious confirmation hearing Wednesday, expressing doubt about mainstream climate science and harshly criticizing the agency he seeks to lead. Oklahoma Atty. Gen. Scott Pruitt was defiant in the face of questioning from Democratic senators who attacked his record on environmental protection, skepticism about the impact of global warming and financial ties to some of the nation’s biggest oil and gas companies. Pruitt said the EPA’s aggressive enforcement of federal anti-pollution rules during the Obama administration reflects inappropriate overreach that he would change. “Regulators are supposed to make things regular,” Pruitt said at the start of the hearing, “to fairly and equitably enforce the rules and not pick winners and losers.” He charged that the issue of climate change had been overtaken by emotion and incivility. “We should not succumb to personalizing matters,” he said. Although Pruitt said that he accepts that human activity is affecting the climate, he expressed doubt over the mainstream scientific consensus that the warming is happening at a catastrophic pace that must be confronted with aggressive actions. “The ability to measure with precision the extent of [human] impact and what to do about it are subject to continued debate and dialogue,” Pruitt said. Pruitt has been unabashed in his disdain for the agency he is seeking to run. He has worked with big corporate polluters to challenge the agency in court more than a dozen times, charging that federal rules aimed at protecting the environment are an abusive overreach. He has helped lead the movement to unravel President Obama’s signature effort to confront climate change. And he questions mainstream science on global warming. The hearing follows a weeks-long assault by environmental groups against Pruitt that began the day Trump named him to lead the agency. One of them, the Environmental Defense Fund , says it had never lobbied against an EPA selection until now. Donald Trump ’s transition to the presidency has seen his popularity decline, not expand, and he will enter the White House on Friday far weaker in that regard than any president in decades. Trump is unique among the last seven presidents-elect: He is the only one whose popularity dropped between... Donald Trump ’s transition to the presidency has seen his popularity decline, not expand, and he will enter the White House on Friday far weaker in that regard than any president in decades. Trump is unique among the last seven presidents-elect: He is the only one whose popularity dropped between... (Cathleen Decker) Democrats on the Senate Environment and Public Works Committee took up the fight on Wednesday, accusing Pruitt of ignorance of climate science, a disregard for millions of Americans whose health is being harmed by air pollution and an inappropriately cozy relationship with big energy companies. “The reality that our climate is changing is not up for grabs, not up for debate,” said Sen. Thomas R. Carper of Delaware.  He then noted that Christine Todd Whitman, who led the EPA under President George W. Bush, has said she cannot recall a previous appointee for the job who has shown as much disdain for the agency as Pruitt. Sen. Sheldon Whitehouse of Rhode Island detailed how climate change is damaging the shellfish industry in his state, before skewering Pruitt for his suggestion that climate science is unsettled. “I see nothing in your career that you would care at all about our Rhode Island shell fishermen,” he said.   Pruitt’s close ties with energy companies were repeatedly brought up by Democrats as the hearing got underway. Sen. Jeff Merkley of Oregon presented a letter Pruitt sent to the EPA protesting its enforcement of methane rules. The letter was written almost entirely by Devon Energy. Pruitt had changed just a few words. “A public office is about serving the public,” Merkley said. “You used your office as a direct extension of an oll company rather than a direct extension of the public health of the people of Oklahoma.” Pruitt said sending the letter written almost entirely by an oil firm was appropriate. “The letter sent to the EPA was not sent on behalf of any one company; it was particular to an industry,” he said. “There was concern expressed by many in the industry about the overestimating that occurred in relation to that methane rule.” The confirmation fight over Pruitt has become a test case of how far Congress is willing to go in backing Trump’s push to curb environmental protections and to allow oil, gas and coal companies to drill and mine where clean air and water rules don’t allow it, or at least make it too complicated and costly. Environmental groups have unleashed advertising campaigns and teams of opposition researchers against Pruitt. They have targeted the lawsuits he filed against the EPA and the letters that energy lobbyists drafted for Pruitt to send to the Obama administration complaining about the hardships of environmental regulation. “He is literally the worst nominee ever tapped to run the EPA,” said Rhea Suh, president of the Natural Resources Defense Council. “He doesn’t have a single environmental achievement to his name, he doesn’t believe in the agency’s mission, and he has made a career of suing the EPA to try to block it from doing its job.” The Environmental Working Group published a report this week detailing how Pruitt mostly backed off a lawsuit filed by his predecessor against poultry companies in neighboring Arkansas over water pollution caused by the dumping of chicken manure. Executives at the companies donated heavily to Pruitt’s campaign as the matter was pending in court.   Pruitt’s allies argue that environmentalists and progressive groups are unfairly demonizing him, painting an inaccurate picture of his record. A letter from more than 20 conservative groups, including the Heartland Institute and Heritage Action, rejects the argument that Pruitt is an enemy of clean air and clean water. “Mr. Pruitt respects and upholds the Constitution and understands that many of the nation’s challenges regarding clean air and water are best met at the state and local level,” the letter says. “The federal government is not the end-all, be-all solution.” Caption President Obama's farewell address President Obama delivered his farewell speech Tuesday in Chicago. President Obama delivered his farewell speech Tuesday in Chicago. Caption President Obama's farewell address President Obama delivered his farewell speech Tuesday in Chicago. President Obama delivered his farewell speech Tuesday in Chicago. Caption Trump says he'll turn over company to sons President-elect Donald Trump , under fire for his business conflicts, said Wednesday that he will turn his company over to his sons — but he won’t sell his network of properties and deals. President-elect Donald Trump , under fire for his business conflicts, said Wednesday that he will turn his company over to his sons — but he won’t sell his network of properties and deals. Caption Congress opens with an ambitious Republican agenda for the Trump era Republicans remain at odds on some high-profile issues — such as how aggressively to investigate Russian hacking in the 2016 election. Republicans remain at odds on some high-profile issues — such as how aggressively to investigate Russian hacking in the 2016 election. Caption What Trump made clear at his news conference and what he left murky Making demands on replacing Obamacare and insulting a key Republican senator were two ways Trump displayed his independent streak at the news conference. Making demands on replacing Obamacare and insulting a key Republican senator were two ways Trump displayed his independent streak at the news conference. Caption Kamala Harris sworn in Kamala Harris sworn in ",
    "title": "Trump&apos;s pick to run EPA slams the agency as his confirmation hearing starts - LA Times"
   },
   {
    "entities": [
     "dennis",
     "johnson",
     "cook",
     "john",
     "dante",
     "james",
     "to",
     "northwest",
     "boyd",
     "2015",
     "monday",
     "dyke",
     "county",
     "van",
     "tuesday",
     "mcdonald",
     "side",
     "servin",
     "chicago",
     "the early 1990s",
     "2010",
     "1994",
     "eddie",
     "linn",
     "gorman",
     "april 2015",
     "nieves",
     "houser",
     "nereida",
     "rekia",
     "moreno",
     "west",
     "porter",
     "last month"
    ],
    "id": 2,
    "text": "Chicago police officer who fatally shot an unarmed man on the Northwest Side on Monday has been stripped of his police powers by Superintendent Eddie Johnson , the department said Tuesday. The measure represents the \"strongest step a department can take\" during an open investigation, according... A Chicago police officer who fatally shot an unarmed man on the Northwest Side on Monday has been stripped of his police powers by Superintendent Eddie Johnson , the department said Tuesday. The measure represents the \"strongest step a department can take\" during an open investigation, according... (Nereida Moreno) Van Dyke was on duty when he shot McDonald, but multiple recent efforts to try off-duty officers in shootings have ended disastrously for Cook County prosecutors. In the highest-profile case, former Detective Dante Servin was cleared in April 2015 by Judge Dennis Porter of involuntary manslaughter in the fatal shooting of 22-year-old Rekia Boyd on the West Side. The judge's ruling all but said that prosecutors should have charged him with murder, not the lesser charge of manslaughter. Just last month, Judge James Linn acquitted Officer John Gorman of all charges stemming from an incident in which he was accused of firing shots at a vehicle during a traffic altercation after he'd been drinking. Houser has been a focus of at least 20 disciplinary investigations since the early 1990s, department records show. The records provide scant detail on the allegations. Most of the complaints resulted in no discipline or a reprimand, but he was suspended several times, the records show. In 1994, for example, he received a five-day suspension in an incident described as a domestic altercation or disturbance that happened when he was off duty, according to the records. A search of a Tribune database of shootings by Chicago police from 2010 to 2015 showed no shootings involving Houser. Public records also showed he had not been sued in federal court before Nieves' shooting. Nieves had been arrested repeatedly, including on felony charges, but he was never convicted of any serious offenses in Cook County, according to court records. ",
    "title": "Chicago cop charged with first-degree murder in off-duty shooting - Chicago Tribune"
   },
   {
    "entities": [
     "council",
     "october 2014",
     "kabir",
     "41 percent",
     "2015",
     "now",
     "66 percent",
     "jan 18, 2017",
     "2014",
     "23 percent",
     "mike",
     "jennifer",
     "de",
     "media",
     "anthony",
     "55 percent",
     "44 percent",
     "40 percent",
     "today",
     "public",
     "salvanto",
     "sixty-five percent",
     "of",
     "6:30 pm est",
     "27 percent",
     "13 percent",
     "37 percent",
     "cbs",
     "pinto",
     "39 percent",
     "pompeo",
     "polls",
     "52 percent",
     "78 percent",
     "february 2015",
     "seventy-seven percent",
     "43 percent",
     "25 percent",
     "last month",
     "russia",
     "donald",
     "congress",
     "71 percent",
     "2016",
     "6 percent",
     "fbi",
     "on",
     "clinton",
     "states",
     "45 percent",
     "51 percent",
     "trump",
     "u.s.",
     "35 percent",
     "63 percent",
     "hillary",
     "united",
     "33 percent",
     "january",
     "54 percent",
     "34 percent",
     "backus",
     "18 percent",
     "48 percent",
     "62 percent",
     "cia",
     "8 percent",
     "13-17,",
     "sarah",
     "dutton",
     "30 percent",
     "69 percent",
     "57 percent",
     "36 percent",
     "news",
     "53 percent",
     "2017",
     "september",
     "67 percent",
     "december",
     "khanna",
     "a couple of years ago",
     "ssrs",
     "fred",
     "pa.",
     "national"
    ],
    "id": 3,
    "text": "Jan 18, 2017 6:30 PM EST By Sarah Dutton, Jennifer De Pinto, Fred Backus, Kabir Khanna and Anthony Salvanto Russian Interference in the 2016 Election Most Americans - 57 percent - now think that Russia tried to interfere in 2016 presidential election , though not all think it was in order to help then-candidate Donald Trump.  Of those Americans who think Russia did interfere, 44 percent think it was to help Donald Trump’s candidacy, while 13 percent agree that Russia interfered, but not to favor Mr. Trump.  Another 34 percent of Americans don’t believe there was any Russian interference in the 2016 presidential election. Democrats (71 percent) are far more likely than Republicans (18 percent) to think that Russia interfered in order to favor the Republican candidate.  Just over half of Republicans – 53 percent - don’t accept the conclusions of U.S. intelligence agencies that Russia tried to interfere in the 2016 election at all. info Close Sixty-five percent of Americans are at least somewhat concerned about the reports by U.S. intelligence agencies that Russia tried to influence the election, including four in 10 who are very concerned.  Two-thirds of Democrats are very concerned.   In contrast, 55 percent of Republicans are either not very concerned (25 percent) or not at all concerned (30 percent).      Still, even most Republicans agree that Congress should investigate further.  Two-thirds of Americans - including majorities of Republicans, Democrats, and independents – think Congress should investigate whether Russia tried to interfere in the 2016 election. Donald Trump and Relations with Russia Amidst these reports from U.S. intelligence agencies, the percentage of Americans who now think President-elect Trump will be too friendly towards Russia has risen seven points since last month – from 36 percent in December to 43 percent today. Just 6 percent think he will be too hostile, while nearly half – 45 percent - think his approach will be about right.  Views are largely partisan:  78 percent of Republicans think his approach will be about right, while 66 percent of Democrats think he will be too friendly toward Russia. Mike Pompeo: Russia tried to impact U.S. democracy Half of Americans think that Russia is either unfriendly towards (27 percent) or an enemy of (23 percent) the United States, while fewer  - 41 percent - think of Russia as either an ally (8 percent) or a friend (33 percent).  While these percentages are roughly similar to what they were a couple of years ago, the partisan make-up of these opinions has shifted dramatically.  Back in February 2015, 62 percent of Republicans thought of Russia as unfriendly or an enemy; now just 39 percent do.  In contrast, the percentage of Democrats that views Russia as unfriendly or an enemy has risen – from 52 percent in 2015 to 67 percent today. Russia company minting Donald Trump coins declaring “In Trump we trust” Rating the Intelligence Agencies Americans have mixed opinions of the two most prominent U.S. intelligence agencies - the CIA and the FBI.  Views of the CIA have changed little since they were last measured in 2014: 40 percent of Americans give the CIA either a good or excellent rating, while 48 percent view the agency as either fair or poor.  Meanwhile, positive assessment of the FBI has dropped considerably:  now just 35 percent of Americans rate the FBI as excellent or good, down from 51 percent in 2014. The drop in positive assessment of the FBI is largely among Democrats, some of whom may have been influenced by the FBI announcement that the agency was re-opening an investigation into Hillary Clinton just days before the 2016 election.  Now just 37 percent of Democrats rate the FBI favorably, down from 54 percent in October 2014. Cyber Security Despite partisan disagreement on the intent and scope of Russian hacking into the 2016 election, a large majority of Americans of all political persuasions think the specter of cyber-attacks against computer systems in the United States more generally is a very serious threat.  Seventy-seven percent of Americans think cyber-attacks pose a very serious threat to the U.S. – up from 69 percent in September - and another 18 percent think the threat is somewhat serious. info Close Few Americans think the United States is adequately prepared to deal with a major cyber-attack. Most – 63 percent - don’t think the U.S. is prepared for such an event. This poll was conducted by telephone January 13-17, 2017 among a random sample of 1,257 adults nationwide.  Data collection was conducted on behalf of CBS News by SSRS of Media, PA.  Phone numbers were dialed from samples of both standard land-line and cell phones. The poll employed a random digit dial methodology. For the landline sample, a respondent was randomly selected from all adults in the household. For the cell sample, interviews were conducted with the person who answered the phone. Interviews were conducted in English and Spanish using live interviewers. The data have been weighted to reflect U.S. Census figures on demographic variables. The error due to sampling for results based on the entire sample could be plus or minus three percentage points. The error for subgroups may be higher and is available by request. The margin of error includes the effects of standard weighting procedures which enlarge sampling error slightly. This poll release conforms to the Standards of Disclosure of the National Council on Public Polls.   ",
    "title": "Most Americans think Russia tried to interfere in presidential election - CBS News"
   },
   {
    "entities": [
     ", 3:24 pm",
     "keneally",
     "2013",
     "malia",
     "this year",
     "george",
     "justice",
     "manning",
     "now",
     "h.w.",
     "jan 18, 2017",
     "may 17",
     "tuesday",
     "julian",
     "michelle",
     "assange",
     "obama",
     "trump",
     "hw",
     "chelsea",
     "u.s.",
     "barbara",
     "sasha",
     "meghan",
     "wikileaks",
     "department",
     "today",
     "future",
     "u.k.",
     "barack",
     "bush"
    ],
    "id": 4,
    "text": "Obama Talks About Chelsea Manning Commutation, WikiLeaks and His Daughters' Reaction to the Election By Meghan Keneally Jan 18, 2017, 3:24 PM ET 0 Shares WATCH President Barack Obama Holds His Last Press Conference 0 Shares Email President Barack Obama defended commuting Chelsea Manning 's prison sentence during his final news conference as commander in chief. The commutation was announced Tuesday, prompting questions about what will happen to other people who leak government information. \"I feel very comfortable that justice has been served and that a message has still been sent that when it comes to our national security ,\" Obama said today, \"that wherever possible, we need folks who may have legitimate concerns about the actions of government or their superiors or the agencies in which they work that they try to work through the established channels.\" Former President George HW Bush Admitted to ICU, Barbara Bush Hospitalized \"Chelsea Manning has served a tough prison sentence,\" Obama said. \"So the notion that the average person who was thinking about disclosing vital classified information would think that it goes unpunished — I don't think would get that impression from the sentence that Chelsea Manning has served.\" Manning was sentenced to 35 years in prison in 2013, and she will now be released on May 17. Her lawyer released a statement after the announcement that her sentence was commuted saying that her time in prison included \"long stretches of solitary confinement — including for attempting suicide.\" Obama was asked about a tweet from WikiLeaks that said that if Manning was granted clemency, the site's founder, Julian Assange , apparently offered to be extradited from the U.K. to the U.S. \"despite clear unconstitutionality of DoJ case.\" \"I don't pay attention to Mr. Assange's tweets,\" Obama said. \"And I refer you to the Justice Department for any criminal investigations, indictments, extradition issues that may come up with him.\" In the wide-ranging press conference, Obama touched on a number of topics, starting with the importance of a free press, then fielding questions about immigration policy, voting rights and his plans for post-presidential life, among others. \"I want do some writing. I want to be quiet a little bit and not hear myself talk so darn much. I want to spend precious time with my girls. So those are my priorities this year,\" he said. He also spoke about possible political changes during the Trump administration or news that could prompt him to speak out about proposals after he leaves office. Those situations, Obama said, would be only in \"certain moments where I think our core values may be at stake.\" He said some of his concerns could include \"efforts to round up kids who have grown up here and for all practical purposes are American kids and send them someplace else when they love this country\" and \"institutional efforts to silence dissent for the press.\" Obama also said at the start of his remarks that he had been in touch with the Bush family about former President George H.W. Bush and former first lady Barbara Bush, who are both hospitalized. \"They have not only dedicated their lives to this country — they have been a constant source of friendship and support and good counsel for Michelle and me over the years,\" Obama said. \"They are as fine a couple as we know, and so we want to send our prayers and our love to them. Really good people.\" The final question was a personal one, with Obama weighing in on how his daughters reacted to the presidential election, starting with some admitted bragging. \"Man, my daughters are something,\" Obama said. \"And they just surprise and enchant and impress me more and more every single day as they grow up.\" \"It was really interesting to see how Malia and Sasha reacted. They were disappointed. They paid attention to what their mom said during the campaign and believed it because it's consistent with what we have tried to teach them in our household and what I've tried to model as a father with their mom and what we've asked them to expect from future boyfriends or spouses. But what we've also tried to teach them is resilience and tried to teach them hope and that the only thing that is the end of the world is the end of the world,\" he said. 0 Shares ",
    "title": "Obama Talks About Chelsea Manning Commutation, WikiLeaks and His Daughters' Reaction to the Election - ABC News"
   },
   {
    "entities": [
     "oval",
     "house",
     "obamas",
     "beach",
     "andersen",
     "new",
     "kaur",
     "beverly",
     "washington",
     "2004",
     "will",
     "abc",
     "december 30, 2016",
     "tower",
     "$100,000",
     "caribbean",
     "america",
     "economic",
     "davos",
     "palm",
     "2107",
     "bay",
     "charlottesville",
     "ap",
     "estates",
     "today",
     "malhotra",
     "rodeo",
     "st.",
     "melania",
     "n.y.",
     "manhattan",
     "office",
     "monday-friday",
     "scott",
     "don",
     "of",
     "otto",
     "gursharan",
     "room",
     "va.",
     "springs",
     "chander",
     "barbara",
     "mar-a-lago",
     "yellow",
     "emmert",
     "le",
     "congress",
     "donald",
     "jan. 18, 2017",
     "subhash",
     "frances",
     "versailles",
     "brower",
     "fla.",
     "january 2012",
     "2009",
     "usa",
     "michael",
     "3 hours ago",
     "white",
     "forum",
     "kate",
     "obama",
     "trump",
     "martin",
     "jamie",
     "world",
     "club",
     "gibson",
     "lincoln",
     "oliver",
     "linkedin",
     "puente",
     "bobby",
     "vineyard",
     "bedroom",
     "november 2009",
     "the last month of the last year",
     "november 2015",
     "drive",
     "chateau",
     "seven",
     "plum",
     "bedford",
     "the",
     "michelle",
     "4:39 p.m.",
     "maria",
     "quarters on the second",
     "jan. 18",
     "walters",
     "york",
     "facebook",
     "smith",
     "hills",
     "people's",
     "summer"
    ],
    "id": 5,
    "text": "Will he go for the gold? Donald Trump's redecorating plans for the White House If he does some 'touch up' in family quarters, will it look like his Trump Tower digs? Post to Facebook Will he go for the gold? Donald Trump's redecorating plans for the White House If he does some 'touch up' in family quarters, will it look like his Trump Tower digs? Check out this story on USATODAY.com: http://usat.ly/2k1lECk CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 53 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Will he go for the gold? Donald Trump's redecorating plans for the White House Maria Puente , USA TODAY Published 4:39 p.m. ET Jan. 18, 2017 | Updated 3 hours ago CLOSE x Share Speaking at the World Economic Forum in Davos, celebrity chef Jamie Oliver says he believes that president-elect Donald Trump will retain Michelle Obama's White House vegetable garden. (Jan. 18) AP Donald Trump's penthouse in Trump Tower in Manhattan, photographed in January 2012. (Photo: Scott Frances, OTTO) 2107 CONNECT TWEET LINKEDIN 53 COMMENTEMAILMORE Nervous questions are being asked in Washington about all sorts of super-serious matters with the coming of the Donald Trump administration, but one that might resonate in the rest of America is this: What will the gilt-loving collector of luxury homes do to redecorate the White House? \"This is the really sexy topic — people are desperate to know,\" says Kate Andersen Brower, author of The Residence: Inside the Private World of the White House, about the staff of ushers, painters, carpenters, florists and other craftspeople who keep the White House running smoothly no matter who is president. \"Reading the tea leaves and talking with people in touch with the residence staff, I don't think (the Trumps) are going to do that much, this is not a priority for them,\" Brower says. In fact, so far there is not the usual coordination between the outgoing first family, the staff and the new family. \"This is unprecedented, that there's not that coordination by this point.\" Still, it's a clue to Brower and others familiar with the running of the White House, that Trump has other matters on his mind rather than redecorating, and certainly not anything that would fundamentally alter the historic character of the public state rooms on the first floor and some on the second floor. Because that part of the People's House belongs to the people, not the president, and is protected by law, custom and guardian White House curators and historians from meddling, even by the brash likes of Trump. \"You can't redo the Yellow Oval Room in pink,\" says Brower. \"You have to go through the Office of the Curator, who fiercely guards the White House. You can bling out the family bedrooms and the sitting rooms but not the (rose-colored) Queen's Suite (named for all the royals who have stayed there) or the Lincoln Bedroom (named for the 16th president).\" First Lady Michelle Obama meets with Mrs. Gursharan Kaur in the Yellow Oval Room of the White House, in November 2009, after room was redone for the Obamas by designer Michael Smith.  (Photo: Subhash Chander Malhotra, AP) Michael Smith, the nationally noted interior designer who redid the Oval Office and the family quarters for the Obamas in 2009, says he doesn't expect radical change from the Trumps. \"The house is very adaptable, there is no reason to radically upend it, it works really, really well and it’s really beautiful,\" Smith says. \"You wouldn’t go in and say, 'I want to move Lincoln's bed.' And why would you? \"You do stuff (in the family quarters) personal to you, that makes it a home to you. You add your imprint, your style, your personal aesthetic mixture, but still a large piece of the White House is part of a continuum...You are conscious (as a designer) of becoming a part of the great sweep of history rather than starting from scratch.\" Trump is already on record about this: Before the election, he was interviewed by  People , which ran a story under the headline, \"Will It Be the Gold House? Donald Trump Reveals His Plans for the Most Famous Home in America.\" Not to worry, Trump said. “If I were elected, I would maybe touch it up a little bit, but the White House is a special place...You don’t want to do too much touching.” In an ABC  interview  in November 2015 at his Trump Tower three-level penthouse — the one designed to look like the interior of Versailles, the gaudy palace of the doomed French monarchy, interviewer Barbara Walters suggested the White House might be a \"step down\" from what she could see — the gold and diamond accents, miles of marble and hand-painted ceiling murals.Trump said the White House is a “spectacular place” that “represents something very special.” Anyway, Trump might not even be at the White House as much as his predecessors, and for the first six months, incoming first lady Melania Trump will be in New York taking care of her 10-year-old son. When it comes to living large, Trump is already well-equipped. The family has access to at least five other luxury abodes, including Mar-a-Lago in Palm Beach; the Seven Springs summer retreat in Bedford, N.Y. and a mansion on Rodeo Drive in Beverly Hills; the  Trump Vineyard Estates , a 23,000-square-foot mansion, winery and vineyard in Charlottesville, Va.; and Le Chateau des Palmiers , another sprawling estate on the Caribbean island of St. Martin. Mar-a-Lago Club on December 30, 2016 in Palm Beach, Fla.  (Photo: DON EMMERT, AFP/Getty Images) But \"touching up\" the family quarters on the second floor of the White House is perfectly acceptable and every new first family usually does it. Their touch-ups are designed and supervised by an interior designer working with the first lady, the White House curator and the chief usher, to remake the space for the new family's needs and to its specifications. The Obamas' instructions to Smith: Make their new home feel like a home, full of \"elegant and simple things,\" Smith says. \"The family quarters are a complete apartment upstairs, including bedrooms, sitting rooms, a study, and they're generally personalized in some way. Some presidents do very little, some presidents, like the Reagans, they brought their own household furniture and redid the rooms to be cozy and warm. There are no hard and fast rules.\" Le Chateau des Palmiers on Plum Bay in St. Martin, here in 2004, features a five-bedroom oceanside villa and a four-bedroom garden-side villa.  (Photo: Bobby Gibson @ Villas Caribe) Congress supplies a $100,000 budget for renovations ; the Obamas opted to pay for their redecorating themselves. Other presidents have raised funds privately to pay for some projects. The key word is \"private\" — the public doesn't get to see the refurbishing until the first family is leaving, when the pictures appear in some prominent home or architectural magazine in the last month of the last year of the administration, Smith says. See the Obamas' White House private quarters for the first time Smith says the White House has a way of overpowering the strongest personalities, and not just decorators' egos. \"No matter who you are in the world and whatever your own aesthetic and style, there is something extra humbling about the White House,\" he says. \"It has so much history that occurred in that building. You’re kind of haunted by that and it’s wonderful. You're conscious, if you move a chair or change a curtain, you're adding your own stamp and the first family's to a profoundly documented piece of American history.\" 2107 CONNECT TWEET LINKEDIN 53 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2k1lECk NEVER MISS OUT Life Be a pop culture maven. Get the news, reviews and the juiciest celebrity stories that keep you in the know, Monday-Friday. THANKS FOR SIGNING UP FOR THE Life NEWSLETTER We're sorry. ",
    "title": "Will he go for the gold? Donald Trump's redecorating plans for the White House"
   },
   {
    "entities": [
     "recently",
     "patty",
     "house",
     "government",
     "elizabeth",
     "nikki",
     "baldwin",
     "georgia",
     "south",
     "al",
     "photo",
     "once",
     "johnny",
     "washington",
     "2015",
     "amy",
     "cnn",
     "services",
     "zimmer",
     "human",
     "2010",
     "mike",
     "the 1960s",
     "america",
     "post",
     "mcconnell",
     "may",
     "medicaid",
     "goldstein",
     "pensions",
     "sheldon",
     "enzi",
     "paul",
     "journal",
     "bernie",
     "last year",
     "office",
     "alice",
     "emory",
     "eilperin",
     "march",
     "commission",
     "of",
     "2008",
     "haley",
     "republican",
     "social",
     "buy",
     "$1 trillion",
     "carolina",
     "pat",
     "isakson",
     "franken",
     "mara/the",
     "kirsten",
     "mitch",
     "ryan",
     "charles",
     "collins",
     "security",
     "medicare",
     "fox",
     "wait",
     "morning",
     "juliet",
     "roberts",
     "congress",
     "donald",
     "jan. 18, 2017",
     "congressional",
     "2016",
     "finance",
     "murray",
     "capitol",
     "schumer",
     "on",
     "alexander",
     "exchange",
     "whitehouse",
     "study",
     "tom",
     "cabinet",
     "price",
     "monday",
     "last week",
     "trump's",
     "tuesday",
     "committee",
     "states",
     "lamar",
     "this past weekend",
     "obama",
     "trump",
     "street",
     "u.s.",
     "biomet",
     "tammy",
     "sanders",
     "united",
     "education",
     "stevenson/the",
     "gillibrand",
     "hhs",
     "the future",
     "health",
     "current",
     "melina",
     "u.n.",
     "senate",
     "d.",
     "the weekend",
     "at 1:46 pm",
     "right now",
     "peter",
     "sean",
     "the past",
     "sullivan",
     "warren",
     "the second week",
     "atlanta",
     "li/the",
     "wednesday",
     "gop",
     "news",
     "e.",
     "budget",
     "january 18",
     "present",
     "securities",
     "kaiser",
     "michigan",
     "university",
     "2012",
     "hill",
     "december",
     "chris",
     "jan. 18",
     "and",
     "wall",
     "$300,000",
     "department",
     "labor",
     "ethics"
    ],
    "id": 6,
    "text": "HHS nominee Price sees ‘access’ to coverage as health reform goal Politics The inside track on Washington politics. Be the first to know about new Politics stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Juliet Eilperin and Amy Goldstein By Juliet Eilperin and Amy Goldstein January 18 at 1:46 PM Follow @eilperin Follow @goldsteinamy Rep. Tom Price, President-elect Trump's nominee for secretary of health and human services, attended a hearing of the Senate Committee on Health, Education, Labor, and Pensions, on Jan. 18 at the Capitol. Price will attend a second hearing, in front of the Senate Finance Committee, which will formally vote on his nomination. (Peter Stevenson/The Washington Post) Rep. Tom Price (R-Ga.), President-elect Donald Trump’s choice to head the Department of Health and Human Services and one of Congress’s most vehement critics of the Affordable Care Act, told senators on Wednesday that “it is absolutely imperative” for the government to ensure that all Americans “have the opportunity to gain access” to insurance coverage — a more modest goal than the incoming president has set forth in recent days. In a hearing before the Senate Health, Education, Labor and Pensions Committee, Price laid out the central elements of his years-long attempt to replace the ACA along conservative lines. His statement about access to coverage was in sync with widespread GOP thought about promising consumers a chance to get insurance, but he stopped short of Trump’s comments this past weekend that he was seeking “insurance for everybody” in a nearly finished plan. The nominee indicated that the plan would probably be ready by March but did not elaborate on its content. And while Trump vowed this past weekend to curb drug prices in Medicare and Medicaid by negotiating directly with pharmaceutical firms, Price shied away from a similar pledge. Under questioning from Sen. Bernie Sanders (I-Vt.), who argued that the United States has the world’s highest drug costs specifically because it does not negotiate with the industry, the congressman replied that “there are a lot of reasons for that” and said he wanted to “get to the root causes of that.” Price said he would work to ensure that “drug prices are reasonable and individuals across the country have access” to needed prescriptions. The courtesy hearing before the Senate panel marked the first time Price has appeared before lawmakers since being selected; his formal confirmation hearing, before the Senate Finance Committee, is set for Tuesday. This initial encounter gave the six-term congressman his first opportunity to make a public case for his selection, while allowing Democrats to argue their case for why the incoming administration should preserve — not jettison — the 2010 health-care law also known as Obamacare. The committee’s chairman, Sen. Lamar Alexander (R-Tenn.), and top Democrat, Sen. Patty Murray (D-Wash.), made it clear they were searching for more specific details on the president-elect’s plans to replace the ACA. Alexander began the hearing by reading conflicting comments by Trump, House Speaker Paul D. Ryan (R-Wis.) and Senate Majority Leader Mitch McConnell (R-Ky.) about how they planned to replace the existing law “simultaneously,” “concurrently” and “in manageable pieces.” The law should be repealed only, the chairman argued, “when there are concrete practical reforms in place that give Americans affordable access to health care. It’s not about developing a quick fix.” As Republicans in Congress gear up to repeal the Affordable Care Act, two Pennsylvanians reflect on their different experiences under Obamacare. (Alice Li/The Washington Post) Murray criticized Republicans for “rushing” the confirmation process and told Price that she had “serious concerns about your qualifications and plans for the department you hope to lead.” “Just last week, you voted to begin the process of ripping apart our health-care system without any plan to replace it,” Murray said. “My constituents are coming up to me with tears in their eyes, wondering what the future holds for their health care given the chaos Republican efforts could cause.” Sen. Sheldon Whitehouse (D-R.I.) continued the theme later while pointing out that the ACA has slowed the rise in U.S. health-care spending. “So we throw this thing out at our peril,” he told Price. “And we throw it out with nothing to replace it. It’s like being asked to jump out of an airplane without a parachute and saying: ‘Trust us. We will build a parachute.’ ” Whitehouse added, “I think the American people are entitled to know what they are going to be offered as an alternative.” Price, who practiced as an orthopedic surgeon for nearly two decades before entering politics, said his his first professional calling — “to care for patients” — convinced him that the current health-care system needed to be overhauled. The congressman recounted how at one point while he was practicing medicine, he noticed “that there were more individuals within our office who were dealing with paperwork, insurance filings and government regulations than there were individuals actually seeing and treating patients. It was in those moments that it became crystal clear that our health-care system was losing focus on the number-one priority — the individual patient.” But Price’s conservative vision is under fire from Democrats. 1 of 23 See photos from the second week of confirmation hearings of Trump’s Cabinet nominees View Photos Hearings continue on the president-elect’s choices for top jobs in his administration. Caption Hearings continue on the president-elect’s choices for top jobs in his administration. Jan. 18, 2017  South Carolina Gov. Nikki Haley speaks before the Senate Foreign Relations Committee during her confirmation hearing for U.N. ambassador. Melina Mara/The Washington Post Buy Photo Wait 1 second to continue. During questioning, he reiterated his support for what would be a fundamental change to Medicaid by requiring “able-bodied” people to be in work activities to qualify for benefits. Whitehouse pressed him repeatedly on whether people with addictions or mental health problems would be required to work. After dodging the question a few times, the nominee responded, “I think people have an understanding of what able-bodied is, and it doesn’t [involve] the things you described.” Also under fire is Price’s practice of continuing to invest in the health sector while in office. Democrats have called for ethics investigations, while Trump transition officials have demanded apologies from at least one news organization over a story about Price’s investments. Rep. Tom Price (R-Ga.), President-elect Trump's nominee for secretary of health and human services, repeatedly came under fire from Democrats questioning his financial dealings, during a hearing on Jan. 18 at the Capitol. (Peter Stevenson/The Washington Post) Some exchanges were particularly sharp. Sen. Elizabeth Warren (D-Mass.) lectured Price so persistently on his stock trading that he declared himself “offended.” In response, Sen. Pat Roberts (R-Kan.) called the hearing “an anger-management” exercise for Democrats, while Sen. Mike Enzi (R-Wyo.) termed it “gotcha management.” [ Pressure mounts on GOP to come up with a replacement plan for the Affordable Care Act ] On Tuesday, Democrats had highlighted some of Price’s financial investments that have raised questions about potential conflicts of interest and focused on uncertainty about Republicans’ plans for replacing the health-care law they are vowing to repeal. Democrats on the Senate health committee demanded a delay in the hearing — a demand the committee’s Republican majority ignored. Price told the committee Wednesday that he has had “no conversations with my broker about any of my political activity at all, except for her congratulating me on my election.” Some Republicans have acknowledged that many constituents are anxious about what will happen once President Obama’s signature health law is repealed have those concerns did not justify a delay in overturning the ACA or acting on Price’s nomination. In an interview Wednesday morning on Fox News, Trump sought to reassure the public about the direction he intends to move the health-care system. “Nobody is going to be dying on the streets with a President Trump,” he said. His remarks in the interview were similar in tone to an interview he gave The Washington Post over the weekend, but he added one more detail. “And we’ll probably have block grants of Medicaid back into the states,” he told Fox, referring to a fundamental change many Republicans have favored for years to the state-federal insurance program for lower-income Americans. In a separate interview published Wednesday by the online publication Axios, Trump said he wanted to have more Americans insured — potentially through Medicaid block grants — but hinted that his plan might not translate into universal coverage. “You know there are many people talking about many forms of health care where people with no money aren’t covered,” he said. “We can’t have that.” Trump has pledged not to cut Medicaid or Medicare, but Price would not do the same. After Warren asked whether he had authored budget resolutions that would have cut the Medicaid program by $1 trillion over 10 years, he replied, “You have the numbers before you.” Price dismissed the idea of using money as the sole “metric” by which to judge federal support for Medicaid. “It’s the wrong metric,” he said. “What we ought to do is put forward the resources in order to take care of the patient.” The department Price would run is one of the government’s largest, with a $1 trillion budget. It would place Price at the fulcrum of some of the most incendiary domestic issues facing the incoming administration. Beyond the future of the Affordable Care Act, the HHS secretary has a role in setting policy for reproductive health, major entitlement programs, vaccines and other public health matters. A Michigan native who went to medical school at Emory University in Atlanta, Price, 62, left his practice to serve in the Georgia state Senate. He became the first GOP majority leader in the chamber’s history. While serving in the state Senate, he advocated for reducing jury awards when physicians were found guilty of malpractice. Price, a former chairman of the conservative Republican Study Committee who has belonged to the House tea party caucus, took the helm of the House Budget Committee in 2015. While many Republicans shied away from Trump during the 2016 campaign, Price was an early and loyal foot soldier. In May, he organized a joint statement of loyalty to Trump by nine GOP House committee chairmen, calling on “all Americans to support him.” His ideas for changing the health-care system reach further than those advocated by the president-elect. And he has wanted to make fundamental changes since before the Affordable Care Act came into existence. Starting early in his tenure on Capitol Hill, Price wrote commentaries lambasting Medicare and exhorting changes along more conservative lines. “Its flawed structure increasingly fails our seniors on all counts — responsiveness, innovation, access, cost and quality,” he wrote in 2008 in the Washington Times. He has repeatedly introduced legislation that would have converted Medicare from the entitlement program it has been since its origins in the 1960s to a system of “defined contribution,” with the government giving older Americans fixed sums to help them purchase private health plans. Like many Republicans, he contends that Medicaid, the joint state-federal program for lower-income Americans, should cease to be an entitlement covering everyone who is eligible. Instead, he favors giving each state a lump sum, or block grant, and freeing states from many federal rules, including ones that require certain health services to be covered. States would be allowed to compel “able-bodied” Medicaid applicants to meet work requirements — a requirement that the Obama administration has opposed. [ Facing long odds, Democrats launch a bus tour aimed at saving Obamacare ] In one exchange during his hearing, Sen. Tammy Baldwin (D-Wis.) pressed Price on whether he will be willing to keep in federal law a popular feature of the ACA that guarantees that young adults up to age 26 can remain on their parents’ insurance policies. Price responded that “it’s been baked into the insurance programs that are out there right now.” Baldwin persisted, noting that insurers’ benefits could change and asking whether Price would commit to retaining this feature as a federal mandate. Price reiterated that people deserve access to opportunity for coverage, saying, “I am committed to making sure every single American has the coverage that they want.” Price has drafted nearly half a dozen bills aimed at rolling back the Affordable Care Act in favor of an approach that would redirect power from the federal government to the states and the private sector. But in recent weeks, his own financial dealings have attracted as much attention as his policy positions. In December, the Wall Street Journal reported that Price had traded more than $300,000 in shares in about 40 health, biomedical and pharmaceutical companies over a four-year period starting in 2012, while he was involved with legislation that might have affected those firms’ stocks. Price said that he had already agreed to divest of any holdings that the Office of Government Ethics recommended he sell. On Tuesday, however, Sen. Kirsten Gillibrand (D-N.Y.) called on the Securities and Exchange Commission to investigate whether Price had violated any ethics law, including a statute that Gillibrand sponsored that outlaws insider trading by members of Congress. Separately, CNN reported Monday that Price bought shares of stock in a medical device manufacturer, Zimmer Biomet, shortly before he introduced legislation that would have helped the company. And a Kaiser Health News story said that the chief executive of a company, MiMedx, in the congressman’s district — a top campaign donor to Price — wrote an email to company managers, directing them to “IMMEDIATELY” contribute to a political action committee that supports Republicans. Senate Minority Leader Charles E. Schumer (D-N.Y.) has asked the Office of Congressional Ethics to investigate the Zimmer Biomet trade, which he called possibly “illegal.” The transition team, which noted that the Zimmer Biomet purchase was made by a broker and the congressman learned of the trade after introducing the bill that would have affected the firm, has demanded CNN retract the story. Murray and Sen. Al Franken (D-Minn.) sharply questioned Price on Wednesday on the fact that Rep. Chris Collins (R-N.Y.) suggested he invest in Zimmer Biomet and last year purchased the stock at a discount rate in a private offering. Murray noted that Collins had been overheard recently boasting that he had helped other lawmakers make money by giving them stock tips. “Is that a stock tip?” she asked. “That’s not what happened,” Price replied. “I had no access to nonpublic information.” Price noted that his initial purchase in 2015 was through the stock exchange, while a subsequent trade in 2016 was through a “private placement offering.” Initially he said of the 2016 trade, “I don’t know that it was” at a discount rate, but he later appeared to accept Franken’s conclusion that a lower price is “the definition of a private placement offer.” “It really begs credulity, sir, when you say that you did not know that you got a discount price,” Franken said, noting that “about 20 people” were able to participate in the private placement offer. “These sound like sweetheart deals.” “What I don’t understand [is] that once you found out your broker bought it, you kept the stock,” Franken said of the Zimmer Biomet purchase. Throughout the hearing, Price — who said he was not aware of what precise stocks he held in the past or at present — said he had not sought to take advantage of his public position. “Everything that we have done has been aboveboard, ethical, transparent and legal,” he said. Price was introduced by a committee member and fellow Georgia Republican, Sen. Johnny Isakson, who praised the nominee’s acumen and began the GOP effort to insulate him from Democratic lines of attack. “Sometime he’s boring, but he’s always knowledgeable,” Isakson said, drawing a chuckle from committee members. Isakson also tried to tamp down concerns about the ethics of Price’s investment, and he rebutted critiques that Price has not always supported the Social Security system. Isakson called Schumer’s allegations “patently wrong,” adding that he backed Price’s nomination “because I know he’s the right man for the right job at the right time for America.”   Sean Sullivan contributed to this report. Correction: An earlier version of this post misspelled the name of the MiMedx company. powerpost ",
    "title": "HHS nominee Price sees ‘access’ to coverage as health reform goal - The Washington Post"
   },
   {
    "entities": [
     "oval",
     "house",
     "congress",
     "donald",
     "crow",
     "office",
     "twitter",
     "council",
     "bank",
     "army",
     "manning",
     "clinton",
     "tuesday",
     "friday",
     "white",
     "youtube",
     "israel",
     "michelle",
     "obama",
     "trump",
     "america",
     "chelsea",
     "u.s.",
     "hillary",
     "wikileaks",
     "security",
     "jim",
     "u.n.",
     "west",
     "the past decade",
     "last month"
    ],
    "id": 7,
    "text": "Twitter YouTube President Obama's final press conference was one of both reflection and subtle rebuke toward incoming President-elect Donald Trump, defending voting rights and a free press, all while reassuring the American people that \"at my core, I think we're going to be OK.\" Obama did show some deference toward Trump — sidestepping a question about the more than five dozen Democrats in Congress who are boycotting the inauguration on Friday. \"All I know is I'm going to be there, and so is Michelle,\" he said. And striking an upbeat tone at the end, Obama maintained that despite being disappointed that Democrat Hillary Clinton hadn't won, there shouldn't be dread ahead. \"The only thing that is the end of the world is the end of the world,\" Obama said, quoting advice he had given his own daughters after the election. \"I believe in this country. I believe in the American people. I believe that people are more good than bad,\" Obama said. But he did have some advice for his successor, warning Trump not to become isolated in the Oval Office and to rely on his advisers. Article continues after sponsorship \"This is a job of such magnitude that you can't do it by yourself,\" the president said. \"You are enormously reliant on a team.\" And Obama said that while it was appropriate for the incoming Republican administration to make shifts in policy, he also warned that, \"if you're going to make big shifts in policy, just make sure you've thought it through.\" Obama said his post-presidential plans including wanting \"to be quiet a little bit and not hear myself talk so darn much.\" But he did say there would be issues he wouldn't hesitate to speak out on after he leaves office, if he believes the country's \"core values may be at stake.\" Obama said that would include \"systematic discrimination being ratified in some fashion,\" an assault on voting rights, \"institutional efforts to silence dissent or the press\" and \"efforts to round up kids who have grown up here and, for all practical purposes, are American kids, and send them someplace else.\" Obama greatly defended the rights of a free press, seeming to be directly addressing tensions between the press corps and the incoming administration, which has floated moving reporters out of the White House and denying credentials to some reporters or publications. Obama acknowledged that at times he hasn't been pleased with some of his coverage, but he told reporters that \"America needs you, and our democracy needs you.\" \"You're not supposed to be sycophants,\" Obama said. \"You're supposed to be skeptics; you're supposed to ask me tough questions.\" But the subject on which Obama grew most passionate and the most defensive was the issue of voting rights. \"This whole notion of voting fraud is something that has been constantly disproved,\" the president said forcefully. \"This is fake news.\" He argued there was a racial component to such efforts — \"The reason that we're the only country that makes it harder to vote is that it traces exactly back to Jim Crow\" — but did also argue that while racial issues have gotten better during his presidency, \"we've got more work to do on race.\" Obama also expressed hope that there would be more diverse chief executives to follow him in the White House, along with another black president. \"I think we're going to see people of merit rise up from every race, faith and corner of the country,\" he said. \"We're going to have a woman president, a Latino president, a Jewish president, a Hindu president.\" And he praised the \"transformation\" that has taken place over LGBT rights over the past decade and said he was proud that his administration in some places had \"provided a good block downfield to help the movement advance.\" Obama said that while he knew there would be challenges, he was hopeful those advancements weren't \"reversible, because American society has changed [and] the attitudes of young people in particular have changed.\" He also defended some of his final moves in office, including the controversial decision on Tuesday to commute Chelsea Manning's 35-year prison sentence. The president said that the Army private, who was convicted of leaking secret military information to WikiLeaks, had served a \"tough prison sentence\" and that 35 years was \"very disproportionate\" relative to sentences given to individuals in other similar cases. As for the U.S.'s decision last month to abstain from a U.N. Security Council vote that eventually passed condemning Israeli settlements on the West Bank, Obama said that the status quo in the region was \"unacceptable.\" \"I don't see how this issue gets resolved in a way that maintains Israel as both Jewish and a democracy,\" the president said. \"Because if you do not have two states, then in some form or fashion you are extending an occupation; functionally, you end up having one state in which millions of people are disenfranchised and operate as second-class residents.\" ",
    "title": "WATCH: Obama's Final White House Press Conference : NPR"
   },
   {
    "entities": [
     "laura",
     "donald",
     "twitter",
     "texas",
     "jeb",
     "2016",
     "associated",
     "george",
     "to",
     "wednesday",
     "january 18, 2017",
     "w.",
     "2015",
     "last summer",
     "clinton",
     "h.w.",
     "now",
     "summer",
     "previously",
     "houston",
     "friday",
     "press",
     "saturday",
     "trump",
     "hospital",
     "u.s.",
     "barbara",
     "bill",
     "methodist",
     "1993",
     "hillary",
     "kennebunkport",
     "facebook",
     "christmas 2012",
     "florida",
     "1989",
     "jan. 10",
     "the previous december",
     "january",
     "maine",
     "morning",
     "bush"
    ],
    "id": 8,
    "text": "Former President Bush moved to intensive care as wife Barbara also hospitalized Published               January 18, 2017 Facebook 0 Twitter 0 livefyre Email Print   Both President George H.W. Bush and former first lady Barbara Bush are now in a Houston hospital and will not attend Friday's inauguration of President-elect Donald Trump. The 92-year-old former president on Wednesday was moved to intensive care at Houston Methodist Hospital after being admitted on Saturday, his office said in a statement. \"Shortly after our previous report on President Bush’s condition, he was admitted to the ICU at Houston Methodist Hospital to address an acute respiratory problem stemming from pneumonia,\" the statement read. \"Doctors performed a procedure to protect and clear his airway that required sedation. President Bush is stable and resting comfortably in the ICU, where he will remain for observation.\" Barbara Bush, 91, was admitted Wednesday morning as a precaution after experiencing fatigue and coughing, officials said in a statement. The 41st president previously sent a letter to Donald Trump expressing his regrets he could not attend Friday's presidential inauguration, adding he and the former first lady \"will be with you and the country in spirit.\" In his letter -- penned Jan. 10, before he was hospitalized Saturday for breathing problems -- the former president quipped, \"My doctor says if I sit outside in January, it likely will put me six feet under.\" \"So I guess we're stuck in Texas,\" wrote Bush. \"I want you to know that I wish you the very best as you begin this incredible journey of leading our great country,\" he wrote. \"If I can ever be of help, please let me know.\" Bush is the father of former President George W. Bush and former Florida Gov. Jeb Bush, who ran in a heated -- and, at times, contentious -- contest against Trump in the 2016 Republican presidential primaries. Jeb Bush will not be attending the inauguration, but George W. and former first lady Laura Bush will be in attendance, as will Bill and Hillary Clinton. The elder Bush, who served as U.S. president from 1989 to 1993, has a form of Parkinson's disease and uses a motorized scooter or a wheelchair for mobility. He was hospitalized in Maine in 2015 after falling at his summer home and breaking a bone in his neck, and was hospitalized in Houston the previous December for about a week for shortness of breath. He spent Christmas 2012 in intensive care for a bronchitis-related cough and other issues. Despite the loss of mobility, he celebrated his 90th birthday by making a tandem parachute jump in Kennebunkport. Last summer, Bush led a group of 40 wounded warriors on a fishing trip at the helm of his speedboat, three days after his 92nd birthday celebration. The Associated Press contributed to this report.  Advertisement ",
    "title": "Former President Bush moved to intensive care as wife Barbara also hospitalized | Fox News"
   },
   {
    "entities": [
     "two weeks",
     "council",
     "billingslea",
     "house",
     "thanksgiving",
     "donald",
     ",",
     "david",
     "of",
     "stephen",
     "army",
     "crowley/the",
     "nov. 22",
     "after election",
     "day",
     "new",
     "times",
     "wing",
     "kellogg",
     "now",
     "clinton",
     "flynn",
     "last week",
     "peace",
     "power",
     "this month",
     "mid-december",
     "n.s.c.",
     "states",
     "friday",
     "credit",
     "white",
     "central",
     "j.",
     "obama",
     "trump",
     "pentagon",
     "intelligence",
     "rice",
     "fp",
     "chris",
     "american",
     "agency",
     "freedman",
     "rothkopf",
     "hillary",
     "institute",
     "united",
     "york",
     "security",
     "state",
     "department",
     "matthew",
     "current",
     "group",
     "christie",
     "senate",
     "jersey",
     "west",
     "keith",
     "marshall",
     "last month",
     "national"
    ],
    "id": 9,
    "text": "Continue reading the main story Ms. Rice insisted that she was confident the Trump administration would have the information it needed by the time Mr. Trump was sworn in. The process has settled down in recent days with the arrival of Keith Kellogg, a retired three-star Army general whom Mr. Trump named as chief of staff of the N.S.C. last month, and who is now running the transition. Advertisement Continue reading the main story In a statement, Mr. Flynn said, “Members of our incoming team have held extensive meetings with their N.S.C. counterparts.” He thanked Ms. Rice for her “cooperation and assistance.” Last week, the two engaged in a public display of harmony, shaking hands at a “pass the baton” conference sponsored by the United States Institute of Peace. Still, officials from both the Obama and Trump teams acknowledged that the transition had been rocky, in no small part because Mr. Trump’s defeat of Hillary Clinton caught both the outgoing and incoming administrations so completely by surprise. Had Mrs. Clinton won, her staff planned to place a transition team in the N.S.C. within a couple of days. In Mr. Trump’s case, the first contact with the National Security Council did not come until Nov. 22, two weeks after Election Day. That delay was caused by the purge of the original transition team led by Gov. Chris Christie of New Jersey. Among those swept out was Matthew Freedman, who had been chosen to run the N.S.C. transition but quickly came under scrutiny because of his foreign lobbying ties. Mr. Freedman’s replacement, Marshall Billingslea, a former Pentagon and State Department official, arrived in the West Wing with six people, only two of whom had security clearances. The Obama administration began meeting with that team after Thanksgiving, but its lack of clearances meant that Mr. Trump’s emissaries could not read the materials that the Obama people had prepared for them. The N.S.C. began creating unclassified versions of the papers. Then, in mid-December, there was another shake-up when Mr. Billingslea was replaced by General Kellogg, who began meeting with his Obama counterparts this month. Photo Ms. Rice said she was confident that the new administration would have the information it needed by the time President-elect Donald J. Trump is sworn in on Friday. Credit Stephen Crowley/The New York Times By some accounts, the situation is even more fluid in the State Department and the Pentagon, where the Trump team has devoted much of its attention to lining up cabinet secretaries and will now have to win Senate confirmation for dozens of other senior officials. Officials in the State Department’s transition office said that they had had only intermittent contact with Trump representatives, and that those people often changed. But the snags in the National Security Council transition may be more problematic, current and former officials said, because that is the organization that advises the president on the most urgent foreign policy issues, drawing together recommendations from the State Department, the Pentagon, the Central Intelligence Agency and other agencies. “This is the nerve center of the White House,” said David J. Rothkopf, the chief executive and editor of the FP Group, who has written a history of the N.S.C., “Running the World: The Inside Story of the National Security Council and the Architects of American Power.” “If your brain isn’t functioning, your arms and legs aren’t going to function.” Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Trump National Security Team Gets a Slow Start - The New York Times"
   }
  ]
 }
}