{
 "20": {
  "col-sim": {
   "cosine": 0.3242333378274755,
   "entity": 0.33333333333333337
  },
  "exec-time": 9.081556558609009,
  "links": [
   {
    "entities": [
     "recently",
     "inc.",
     "enforcement",
     "5:30 am est",
     "donald",
     "court",
     "sinaloa",
     "york's",
     "dea",
     "airport",
     "texas",
     "loera",
     "drug",
     "january 20, 2017",
     "brooklyn",
     "thursday, the last day",
     "macarthur",
     "associated",
     "justice",
     "ciudad",
     "interactive",
     "new",
     "us",
     "juarez",
     "islip",
     "margaret",
     "cbs",
     "jan. 19, 2017",
     "long",
     "news",
     "jan 20, 2017",
     "2015",
     "brennan",
     "island",
     "guzman",
     "evening",
     "friday",
     "homeland",
     "states",
     "administration",
     "joaquin",
     "obama",
     "trump",
     "el",
     "2017",
     "press",
     "5:31 p.m.",
     "pat",
     "currently",
     "u.s.",
     "doj",
     "reid",
     "investigations",
     "chapo",
     "chihuahua",
     "united",
     "mexico",
     "paso",
     "york",
     "security",
     "thursday, jan. 19, 2017",
     "district",
     "department",
     "thursday",
     "paula",
     "milton",
     "january",
     "morning",
     "may 2016",
     "city"
    ],
    "id": 0,
    "text": "CBS/AP Last Updated Jan 20, 2017 5:30 AM EST MEXICO CITY -- Joaquin “El Chapo” Guzman, Mexico’s most notorious cartel kingpin who twice made brazen prison escapes and spent years on the run as the country’s most wanted man, is in the U.S. after being extradited from Mexico on Thursday to face drug trafficking and other charges. The plane carrying Guzman landed at MacArthur Airport in Islip, Long Island, Thursday evening after about a four-hour flight from Mexico. Mexico’s Foreign Relations Department announced Guzman was handed over to U.S. authorities for transportation to the U.S. on Thursday, the last day of President Obama’s administration and a day before Donald Trump is to be inaugurated. Joaquin “El Chapo” Guzman arrived at New York’s MacArthur Airport on Jan. 19, 2017. Close CBS News A senior law enforcement official said the U.S. Drug Enforcement Administration took custody of Guzman in Ciudad Juarez, across the border from El Paso, Texas, and a plane carrying him departed for New York at 5:31 p.m. Eastern time. The officials agreed to give the information only if not quoted by name because they were not authorized to discuss the matter publicly.  CBS News obtained exclusive photos of his arrival.  The charges against him were developed by Homeland Security Investigations (HSI) and the DEA.   He was flown on a Mexican jet accompanied by DEA agents, medics and mechanics, law enforcement sources told CBS News senior investigative producer Pat Milton. He was expected to be transported under heavy security by caravan to Brooklyn from MacArthur Airport. He is due to be arraigned in U.S. District Court in Brooklyn Friday morning, Milton reported.  \"El Chapo's\" son kidnapped New York is one of several U.S. jurisdictions where Guzman faces charges.  The DOJ most recently indicted him on a new set of charges in Brooklyn in May 2016 on 16 drug related counts, CBS News justice reporter Paula Reid reported. Guzman will face trial in Brooklyn, the DOJ said.     Joaquin “El Chapo” Guzman while being extradited to the United States from Mexico on Thursday, Jan. 19, 2017.&nbsp; Close Mexican Federal Prosecutor “The Justice Department extends its gratitude to the Government of Mexico for their extensive cooperation and assistance in securing the extradition of Guzman Loera to the United States,” the DOJ said in a statement.  The convicted Sinaloa cartel boss has been held most recently in a prison near the northern border city of Ciudad Juarez.  The leader of the Sinaloa cartel has twice escaped from maximum-security prisons in Mexico, most recently in 2015. He was recaptured in January and is currently imprisoned in the northern border state of Chihuahua. Joaquin “El Chapo” Guzman while being extradited to the United States from Mexico on Thursday, Jan. 19, 2017.&nbsp; Close Mexican Federal Proseccutor CBS News correspondent Margaret Brennan reported that, according to diplomatic sources, the extradition was done as a “goodwill gesture” to the U.S. and a sign of cooperation with the incoming and outgoing administrations.  Sources say extradition of El Chapo to US -in works for months- is goodwill gesture from Mexico to the incoming & outgoing administrations — margaret brennan (@margbrennan) January 20, 2017 © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Mexico says it has extradited drug lord Joaquin “El Chapo” Guzman to U.S. - CBS News"
   },
   {
    "entities": [
     "october 2014",
     "january 2009",
     "61 percent",
     "55-38 percent",
     "supreme",
     "47-47",
     "company",
     "66 percent",
     "72 percent",
     "23 percent",
     "pence",
     "the week",
     "mike",
     "america",
     "2001",
     "first year",
     "38 percent",
     "55 percent",
     "september 2014",
     "44 percent",
     "today",
     "12 percent",
     "court",
     "73 percent",
     "january 2001",
     "27 percent",
     "poll",
     "13 percent",
     "37 percent",
     "w.",
     "39 percent",
     "50-40 percent",
     "52 percent",
     "65 percent",
     "31 percent",
     "43 percent",
     "research",
     "25 percent",
     "19 percent",
     "64 percent",
     "fox",
     "58 percent",
     "robbins",
     "donald",
     "twitter",
     "seven percent",
     "15-18,",
     "95 percent",
     "2016",
     "2009",
     "clinton",
     "60 percent",
     "45 percent",
     "shaw",
     "obama",
     "trump",
     "currently",
     "u.s.",
     "15 percent",
     "bill",
     "63 percent",
     "hillary",
     "85 percent",
     "47 percent",
     "33 percent",
     "senate",
     "21 percent",
     "january",
     "anderson",
     "34 percent",
     "26 percent",
     "thirty-seven percent",
     "thirty-nine percent",
     "george",
     "76 percent",
     "news",
     "42 percent",
     "54-41 percent",
     "and 55 percent",
     "&",
     "2017",
     "june 2009",
     "52-41 percent",
     "46 percent",
     "facebook",
     "summer",
     "barack",
     "fifty-seven percent",
     "bush"
    ],
    "id": 1,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   When president-elect Donald Trump addressed America after winning the election, he emphasized uniting the country.  A new Fox News Poll suggests that could be a challenge. In addition, President Obama leaves office on a high note.  More on that later.   First, only one-third of voters describe the national mood as “we’re all in this together.”  Nearly twice as many feel like it’s everyone for themselves.  And half say they’re tired of politics and “want it to go away.” CLICK HERE TO READ THE FULL POLL RESULTS. Voters also split over whether opportunities in the country favor “other people” or people like them.   Still, two-thirds feel optimistic about the economy (66 percent).  In a rare instance of unity, majorities of independents (61 percent), Democrats (64 percent), and Republicans (72 percent) share this sunny outlook. Expand / Contract Who do voters credit for the recent rise in the stock market?  More say Trump (23 percent) than outgoing President Obama (13 percent), but a 56-percent majority credits regular market cycles.  Republicans (47 percent) are far more likely to credit Trump than Democrats are to credit Obama (26 percent).   When asked about the importance of several issues, voters put the economy as item number one on Trump’s to-do list.   Almost half say it is “extremely” important for him to focus on the economy/jobs in his first year (46 percent).  Nearly as many say terrorism (44 percent) and health care (43 percent).  Fewer give that same urgency to government spending (38 percent), foreign policy (34 percent), Supreme Court nominations (33 percent), and immigration (27 percent).  Only 13 percent feel the wall along the U.S.-Mexico border is extremely important. A separate fill-in-the-blank question gave voters the chance to name whatever they thought should be Trump’s top priority.  They could pick an issue, an action -- anything.  Again, the economy comes in number one (25 percent).  Health care (12 percent) and unite the country (12 percent) round out the top three.   By a 50-40 percent margin, voters say Trump’s doing a bad job of listening to people like them, and a 54-percent majority disapproves of how he’s handling the presidential transition.  Thirty-seven percent approves, with the most enthusiasm coming from Republicans (73 percent), white evangelical Christians (64 percent), conservatives (63 percent), and whites without a college degree (52 percent).  Views on Trump as a person are similar, as 42 percent of voters have a favorable opinion (21 percent strongly), and 55 percent unfavorable (44 percent strongly).  That’s a net negative of 13 points.   His two immediate predecessors had more appeal when they began their terms.  When Barack Obama took office in January 2009, his rating was a net positive of 61 points (76 percent favorable, 15 percent unfavorable).  George W. Bush had a net positive of 27 in January 2001 (58 percent favorable, 31 percent unfavorable).   What accounts for the difference?  Some 27 percent of Democrats had a favorable view of Bush in 2001, and 55 percent of Republicans had a positive view of Obama in 2009.  Today, only seven percent of Democrats have a positive opinion of Trump.  Obama’s favorable rating among Republicans has dropped to 19 percent. Expand / Contract Vice president-elect Mike Pence’s rating is a net positive of eight points:  45 percent favorable vs. 37 percent unfavorable. Meanwhile, by an 11-point margin, more men than women have a favorable opinion of Trump (48 vs. 37 percent), and men are also 12 points more likely than women to say the president-elect is doing a good job listening to people like them (46 vs. 34 percent).   That closely matches the gender gap in Trump’s election support, as men were 11 points more likely than women to vote for him (52-41 percent), according to the 2016 national Fox News exit poll.  Women were 13 points more likely than men to vote for Hillary Clinton (54-41 percent).   President Obama President Obama leaves office with positive job and personal ratings.  Fifty-seven percent of voters approve of his job performance.  That’s his highest since the summer of his first year in office (June 2009).  Currently, 39 percent disapprove.   A record-high 95 percent of Democrats approve of Obama as he departs, as do 55 percent of independents, and 13 percent of Republicans.  For comparison, the week he took office in January 2009, 85 percent of Democrats approved, as did 64 percent of independents, and 37 percent of Republicans. By a 17-point margin (55-38 percent), voters think the country is better off today than before Obama became president.  That’s a significant improvement from October 2014, when they said the country was worse off by 10 points (39 better off vs. 49 worse off). The average job rating for Obama’s entire presidency tells the story:  47-47.   His highest approval, 65 percent, came the week after his 2009 inauguration.  His lowest, 38 percent, came in September 2014, soon before Republicans re-took the U.S. Senate in the midterm election. Obama’s been well-liked for much of his presidency, and that holds true today.  The final read shows 60 percent have a favorable opinion of him (44 percent strongly).  Thirty-nine percent have an unfavorable opinion (26 percent strongly). That makes him more popular than George W. Bush (49 favorable, 46 unfavorable) and Bill Clinton (48 favorable, 46 unfavorable) were at the end of their terms.  The Fox News poll is based on landline and cellphone interviews with 1,006 randomly chosen registered voters nationwide and was conducted under the joint direction of Anderson Robbins Research (D) and Shaw & Company Research (R) from January 15-18, 2017.  The poll has a margin of sampling error of plus or minus three percentage points for all registered voters. Advertisement ",
    "title": "Fox News Poll: A divided, yet optimistic country awaits Trump | Fox News"
   },
   {
    "entities": [
     "revenue",
     "goldman",
     "elizabeth",
     "steve",
     "reynolds",
     "clifford",
     "bank",
     "cayman",
     "whittier",
     "service",
     "washington",
     "2015",
     "sachs",
     "christina",
     "oregon",
     "/",
     "2010",
     "pasadena",
     "onewest",
     "$3.4 billion",
     "jim",
     "thursday",
     "internal",
     "n.y.",
     "office",
     "3%",
     "angeles",
     "investment",
     "of",
     "$15 million",
     "2008",
     "$907,000",
     "foreign",
     "jan. 13",
     "capital",
     "sherrod",
     "this month",
     "supervision",
     "pat",
     "international",
     "agency",
     "hollywood",
     "mexico",
     "european",
     "$95 million",
     "roberts",
     "russia",
     "donald",
     "twitter",
     "finance",
     "brown",
     "on",
     "cit",
     "cabinet",
     "2009",
     "trump's",
     "michael",
     "committee",
     "states",
     "friday",
     "claire",
     "islands",
     "trump",
     "u.s.",
     "indymac",
     "dune",
     "pressphoto",
     "mccaskill",
     "united",
     "4%",
     "current",
     "group",
     "$1.6 billion",
     "senate",
     "treasury",
     "inc.",
     "l.a.",
     "the past",
     "warren",
     "los",
     "to",
     "carlsbad",
     "wednesday",
     "wyden",
     "steven",
     "thrift",
     "dec. 19",
     "china",
     "southampton",
     "2011",
     "ron",
     "puzzanghera",
     "mnuchin",
     "35%"
    ],
    "id": 2,
    "text": "Trump Treasury pick Steven Mnuchin hammered by Democrats on OneWest foreclosures at confirmation hearing Steve Mnuchin Michael Reynolds / European Pressphoto Agency Steve Mnuchin, President-elect Donald Trump's pick for Treasury secretary, in Washington on Jan. 13. Steve Mnuchin, President-elect Donald Trump's pick for Treasury secretary, in Washington on Jan. 13. (Michael Reynolds / European Pressphoto Agency) Jim Puzzanghera Contact Reporter Steven Mnuchin, the Wall Street executive tapped by President-elect Donald Trump to be the next Treasury secretary, faced some of the most blistering personal attacks of any Cabinet pick so far as Democrats accused him of foreclosing on the homes of thousands of struggling Americans while head of a Pasadena bank, even as he helped rich hedge fund clients shelter their wealth offshore. Mnuchin was on the defensive during a more than five-hour confirmation hearing Thursday at which it was also revealed he initially had failed to disclose $95 million in real estate holdings and his position as director of a corporation in the Cayman Islands, a well-known tax haven. Democrats questioned how Mnuchin could be expected to crack down on tax-avoidance schemes he helped clients use in the past. They also pressed him to ensure that Trump’s foreign investments didn’t compromise U.S. national security. Mnuchin said he would look into Trump’s foreign debt. The 54-year-old hedge fund manager and former Hollywood movie producer had barely settled into his seat at the Senate Finance Committee when the panel’s top Democrat, Sen. Ron Wyden of Oregon, launched a nearly 15-minute fusillade of criticism.  A major target throughout the hearing was Mnuchin’s tenure as head of OneWest Bank, which Wyden said “churned out foreclosures like Chinese factories churned out Trump suits and ties.” Wyden's opening statement was so aggressive that Sen. Pat Roberts (R-Kan.) told Wyden, \"I’ve got a Valium pill you might want to take before the second round.” The comment, delivered humorlessly, sparked objections from Wyden and Sen. Sherrod Brown (D-Ohio). The exchange demonstrated the deep partisan divide over one of Trump's most controversial Cabinet picks. Republicans rallied to Mnuchin’s defense, and there’s no indication his confirmation is in jeopardy. If confirmed, Mnuchin would become a pivotal player in the Trump administration on the economy, trade, taxes, entitlements, housing policy, financial regulation and relations with China and other global economic powers.  Mnuchin offered few policy details but was clear that producing economic growth of about 3% to 4% annually — significantly stronger than in recent years — was his main objective, and that cutting corporate taxes was the key. “Our No. 1 priority from my standpoint is economic growth,” Mnuchin said. “I believe tax reform will be the first and most important part of that.” He also told lawmakers that he supports current economic sanctions against Russia and would support hiring more Internal Revenue Service workers in order to help boost government revenues. Mnuchin opened his testimony with a strong defense against charges leveled in recent days that OneWest, which he ran from 2009 to 2015, was a “foreclosure machine.” “Since I was first nominated … I have been maligned as taking advantage of others’ hardships in order to earn a buck,” Mnuchin said. “Nothing could be further from the truth.” Mnuchin said OneWest tried to help homeowners avoid foreclosure but often was limited by federal regulations. ”My experience confirmed that we must identify and eliminate unwise and burdensome policies which contribute to the disastrous outcomes that came in the wake of the financial crisis,” Mnuchin said.  In addition to supporting Trump’s deregulatory push, Mnuchin committed to reducing taxes and “reviving trade policies that put the American worker first.”  He said Trump’s trade plans do not include an “across-the-board 35% border tax” imposed on imports from certain countries, and instead would target companies that move American jobs abroad. Trump, in his own statements and tweets, has suggested doing both. Liberals have criticized Mnuchin, a multimillionaire, because of his long career at Goldman Sachs Group Inc., and his role in dealing with the mortgages held by failed subprime giant IndyMac Bank. He is one of the top targets of Senate Democrats among Trump’s Cabinet picks. In hopes of derailing his nomination, Democrats and liberal activists are focusing on OneWest’s foreclosures.  In 2009, Mnuchin and other investors put up nearly $1.6 billion to buy IndyMac and renamed it OneWest. They sold the bank to CIT Group in 2015 for $3.4 billion. Democrats and housing advocates have dubbed Mnuchin “the foreclosure king” for what they said was the bank’s aggressive practices. They accused him of profiting from the 2008 financial crisis that left many homeowners unable to make their mortgage payments. Mnuchin critics point to a 2011 regulatory order from the federal Office of Thrift Supervision that OneWest failed to follow procedures when foreclosing on homeowners. During a forum Wednesday by Senate Democrats, Christina Clifford of Carlsbad choked up as she told of her experience with OneWest. The bank foreclosed on her Whittier condominium in 2010 after twice saying it lost her paperwork for a mortgage modification request despite cashing the checks she sent with the forms.  “Steve Mnuchin profited from people like me, even when we did everything we could to keep our homes,” said Clifford, who runs an acupuncture business.  As Democrats hit Mnuchin with similar stories, he said he regretted mistakes by the bank but denied he wanted to foreclose on homeowners. “Anybody who thinks that we made more money foreclosing on a loan than modifying a loan has no understanding of this,” Mnuchin said. Democrats also pounced on Mnuchin’s financial disclosure forms. According to a memo released by the committee’s Democratic staff, Mnuchin initially failed to disclose real estate assets, including homes in Los Angeles and Southampton, N.Y., and $15 million in holdings in Mexico. The committee questionnaire Mnuchin submitted Dec. 19 also didn’t disclose his position as director of Dune Capital International in the Cayman Islands, and about $907,000 worth of artwork held by his children. After questions from committee staff, Mnuchin included the information on revised questionnaires he submitted this month. Mnuchin said Thursday oversight was unintentional. \"I think as you all can appreciate, filling out these government forms is quite complicated,\" Mnuchin said. Sen. Elizabeth Warren (D-Mass.) wasn’t sympathetic. She is not on the committee but said via Twitter that, “When Mnuchin makes mistakes on complicated paperwork, he asks for forgiveness. When his customers made mistakes, he took their homes.” Democrats also pressed Mnuchin on Trump's potential conflicts of interest.  The Treasury secretary chairs the Committee on Foreign Investment in the United States, an interagency committee that determines whether transactions involving foreign control of U.S. businesses affect national security. Democrats questioned Mnuchin on how he would exercise that authority to make sure Trump's international investments don't diminish national security or violate the Constitution's prohibition on U.S. officials receiving benefits from foreign governments. Trump has said he would turn over management of his company's assets to his sons but won't sell his interests. Sen. Claire McCaskill (D-Mo.) asked Mnuchin if, as Treasury secretary, he should know what percentage of Trump's debt is held by foreign interests. \"I think you have a valid point about foreign debt and understanding foreign things, and I will research that and get back to you,\" Mnuchin said. But Mnuchin would not commit to reporting back to the committee on that percentage. How Trump could use the presidency to help his own business interests » Caption 90 seconds: 4 stories you can't miss The priciest house in the U.S.  is more than square footage: it comes with all the amenities. Trump plans to crack down on immigration  day one in office. More storms hit L.A.  -- will they ease the drought? Police prepare for  at least 5 protests planned Friday around downtown L.A. Caption 90 seconds: 4 stories you can't miss The priciest house in the U.S.  is more than square footage: it comes with all the amenities. Trump plans to crack down on immigration  day one in office. More storms hit L.A.  -- will they ease the drought? Police prepare for  at least 5 protests planned Friday around downtown L.A. Caption Fontana police shoot blind man dead in convenience store Video shows five police officers cornering a mentally ill man before shooting him dead in a convenience store. Warning: The video may be disturbing to some viewers. Video shows five police officers cornering a mentally ill man before shooting him dead in a convenience store. Warning: The video may be disturbing to some viewers. Caption Donald Trump merchandise ",
    "title": "Trump Treasury pick Steven Mnuchin hammered by Democrats on OneWest foreclosures at confirmation hearing - LA Times"
   },
   {
    "entities": [
     "melania",
     "lincoln",
     "donald",
     "congress",
     "house",
     "johnson",
     "biden",
     "tribune",
     "force",
     "of",
     "this year",
     "memorial",
     "capitol",
     "moore",
     "washington",
     "jan. 19, 2017",
     "gop",
     "air",
     "cabinet",
     "tom",
     "dhs",
     "barrack",
     "cnn",
     "merkel",
     "the",
     "sam",
     "friday",
     "white",
     "homeland",
     "outgoing",
     "joe",
     "obama",
     "trump",
     "pence",
     "msnbc",
     "joint",
     "mike",
     "base",
     "u.s.",
     "angela",
     "vucci",
     "jennifer",
     "holliday",
     "ryan",
     "evan",
     "tomb",
     "jeh",
     "toby",
     "unknowns",
     "ap",
     "thursday, jan. 19, 2017",
     "cemetery",
     "security",
     "arlington",
     "andrews",
     "thursday",
     "paul",
     "keith",
     "barack",
     "morning",
     "national"
    ],
    "id": 3,
    "text": "Trump sweeps in for his big day, boasts of 'highest IQ of any Cabinet ever' Donald Trump, Melania Trump Evan Vucci / AP President-elect Donald Trump, left, and his wife Melania Trump arrive to the \"Make America Great Again Welcome Concert\" at the Lincoln Memorial, Thursday, Jan. 19, 2017, in Washington. President-elect Donald Trump, left, and his wife Melania Trump arrive to the \"Make America Great Again Welcome Concert\" at the Lincoln Memorial, Thursday, Jan. 19, 2017, in Washington. (Evan Vucci / AP) Tribune news services Contact Reporter Ready for his big moment, Donald Trump swept into Washington on a military jet Thursday for three days of inaugural festivities and quickly set about building better ties to the Republican Congress. Washington braced for an onslaught of crowds and demonstrators — with all the attendant hoopla and hand-wringing. Trump began taking on more trappings of the presidency, giving a salute to the Air Force officer who welcomed him as he stepped off a U.S. jet with wife Melania at Joint Base Andrews just outside Washington. Later, he placed a ceremonial wreath at Arlington National Cemetery. His first stop was a luncheon in a ballroom at his own hotel, where he gave a shout-out to GOP congressional leaders, declaring: \"I just want to let the world know we're doing very well together.\" House Speaker Paul Ryan, he said, will finally have someone to sign legislation into law. Then Trump veered into the territory of the unknowable to boast his Cabinet selections had \"by far the highest IQ of any Cabinet ever.\" Just blocks away, the White House was quickly emptying out. President Barack Obama had his final weekly lunch with Vice President Joe Biden and got in a few final official acts, cutting the sentences of 330 inmates and placing a call to German Chancellor Angela Merkel. Vice President-elect Mike Pence, in a tweet, called Inauguration Eve \"a momentous day before a historic day,\" as security barricades and blockades went up around Washington in preparation for Friday's swearing-in at the Capitol. \"We are all ready to go to work,\" Pence said. \"In fact, we can't wait to get to work for the American people to make it great again.\" Outgoing Homeland Security Secretary Jeh Johnson said he'd be putting on his \"favorite DHS jacket\" and taking to the streets to inspect security preparations for the inaugural festivities. Donald Trump,Melania Trump Evan Vucci / AP President-elect Donald Trump, accompanied by his wife Melania Trump, waves as they arrive at Andrews Air Force Base on Jan. 19, 2017. President-elect Donald Trump, accompanied by his wife Melania Trump, waves as they arrive at Andrews Air Force Base on Jan. 19, 2017. (Evan Vucci / AP) He told MSNBC's \"Morning Joe\" that areas where inaugural crowds will congregate will be \"extra fortified this year with dump trucks, heavily armored vehicles to prevent anybody who's not authorized from being in the area from driving something in there.\" He said there was \"no specific credible threat\" related to the inauguration. Trump's public schedule for the inaugural celebration began at Arlington, where he and Pence stood at attention as a bugler played taps at the Tomb of the Unknowns. Trump's wife, children and grandchildren silently looked on. With that solemn moment, \"the rhetoric of a campaign moves aside,\" Tom Barrack, the head of Trump's inaugural committee, told CNN. \"I think you're going to see a shift from candidate to world leader. I think he's feeling the weight of it.\" From there, Trump shuttled to a celebratory welcome concert on the steps of Lincoln Memorial that was to end with fireworks. The two-hour concert, open to the public, promised headliners including country star Toby Keith, soul's Sam Moore and The Piano Guys. But not singer Jennifer Holliday: She backed out after an outcry from Trump critics. ",
    "title": "Trump sweeps in for his big day, boasts of &apos;highest IQ of any Cabinet ever&apos; - Chicago Tribune"
   },
   {
    "entities": [
     "recently",
     "oval",
     "house",
     "maney",
     "biden",
     "once",
     "tomorrow",
     "pablo",
     "washington",
     "now",
     "harry",
     "america",
     "bay",
     "ap",
     "jim",
     "thursday",
     "college",
     "monsivais",
     "roosevelt",
     "eisenhower",
     "office",
     "of",
     "8:30 a.m. on",
     "archives",
     "manning",
     "us",
     "h.w.",
     "room",
     "franklin",
     "national",
     "lo",
     "portico",
     "chelsea",
     "terry",
     "north",
     "patrick",
     "hoover",
     "donald",
     "jan. 18, 2017",
     "guantanamo",
     "capitol",
     "wing",
     "jan. 19, 2017",
     "truman",
     "merkel",
     "washington,",
     "germany",
     "friday",
     "white",
     "states",
     "dwight",
     "d.c.",
     "administration",
     "obama",
     "trump",
     "joe",
     "u.s.",
     "angela",
     "united",
     "briefing",
     "joachim",
     "senate",
     "allen",
     "martinez",
     "last eight years",
     "sullivan",
     "george",
     "epa",
     "news",
     "the",
     "brady",
     "michelle",
     "press",
     "clintons",
     "transition",
     "scalzo",
     "project",
     "together",
     "nbc",
     "ron",
     "isis",
     "boston",
     "herbert",
     "west",
     "sauer",
     "barack",
     "bush",
     "two hours later"
    ],
    "id": 4,
    "text": "advertisement US President Barack Obama departs the Brady Press Briefing Room after his last press conference as president at the White House in Washington on Jan. 18, 2017. Obama spoke about the incoming Trump Administration, as well as his commutation of Chelsea Manning. Jim Lo Scalzo / EPA It was for President Obama a day of thank you calls, farewells, wrapping up loose ends — and business as usual. Obama began his last full day on the job Thursday the way he did some 2,920 times before — with the Daily Presidential Briefing. It was held in the usual location, which is the Oval Office. And, as is typical, Vice President Joe Biden was in attendance, according to a schedule released by the White House. The only other thing on Obama's official agenda was a last lunch as president with Biden in the private dining room. But while the rest of the First Family was bracing and preparing for the Friday departure from what's been their home for the last eight years, Obama still had a country to run. The White House released a letter to the leaders of the House and Senate underscoring that while his administration has transferred nearly 200 detainees from the facility at Guantanamo Bay, 41 remain. He commuted the sentences of 330 prisoners. Picture frames that once displayed photographs of President Barack Obama now sit empty in the West Wing of the White House in Washington, on Jan. 19, 2017. Jim Lo Scalzo / EPA President Obama's final call with a foreign leader was with German Chancellor Angela Merkel, fitting, as they've spent the last eight years together as world leaders dealing with the financial crisis, the rise of ISIS and the new nationalist movement sweeping the world. Obama called Merkel a \"strong, courageous, and steady\" leader and \"acknowledged a \"personal friendship\" and that they've forged a \"deeper partnership between Germany and the United States\". In a break from usual protocol, First Lady Michelle Obama joined the call as did Merkel's husband, Professor Joachim Sauer. Related: Obama in Letter to America: 'You Made Me a Better Man' \"We know he will be spending a lot of time reviewing clemency cases and signing clemency documents,\" Terry Sullivan of the White House Transition Project told NBC News. \"Then there will probably be some administrative things he has to do.\" The average work day of a U.S. President is 14 hours a day, seven days a week, Sullivan said. And up to a quarter of that day is spent \"taking care of presidential clerkships.\" \"That means signing a lot of documents,\" Sullivan said. \"It's a vast government. There are lots of things that a president has to review and sign off on.\" What else will Obama be doing? \"My guess is he will spend a fair amount of time calling important people in his administration and thanking them for their service,\" Sullivan said. \"He'll probably be calling some members of the Senate to encourage them and to tell them they can count on him to continue fighting for things important to his legacy. That's part of what a leader does.\" The White House press staff office of the West Wing of the White House in Washington, on Jan. 19, 2017. Only a skeleton staff remained at the White House on Thursday, creating an eerily quiet feeling in the normally bustling West Wing. Pablo Martinez Monsivais / AP White House aides told NBC News that Obama has also been calling some key foreign leaders. One thing Obama is not likely to be doing is doing any serious packing, Sullivan said. \"He's not boxing stuff up,\" he said. \"He's still the leader of the free world.\" The contents of the Oval Office will be packed up by workers from the National Archives. Movers will handle the rest while Obama is handing over the reins to Trump at the inauguration on Friday. But in recent days, Obama has personally packed up some personal items that will travel with him to his new digs some two miles away in Washington, D.C., aides say. Already the White House feels emptier. Many staffers are gone and most of the photos of Obama, his family and staff that lined the West Wing walls have been taken down as workers prepare for the arrival of Donald Trump. The First Family will say thanks and farewell to the White House staff at 8:30 a.m. on Friday. Two hours later, they will depart via the North Portico and head by limousine to the Capitol. \"It's a nostalgic day,\" said Patrick Maney, a presidential historian at Boston College. \"The only thing that upsets this routine is friction between incoming and outgoing presidents.\" For example, Franklin Roosevelt and Herbert Hoover barely spoke to each other. Things were also tense between Harry Truman and Dwight Eisenhower. And George H.W. Bush was miffed when the Clintons showed up late for the traditional pre-Inaugural coffee, Maney said. Obama, however, has gone to great lengths to smooth the transfer of power to Trump, a man who until recently publicly questioned whether the president was even an American. \"What happens tomorrow will be very interesting, \" Sullivan said. Ron Allen ",
    "title": "Obama's Last Full Day On Job Filled With Nostalgia and Thank You Calls - NBC News"
   },
   {
    "entities": [
     "melania",
     "lincoln",
     "donald",
     "steve",
     "force",
     "of",
     "sessions",
     "memorial",
     "jeff",
     "us",
     "18 months ago",
     "jan. 19, 2017",
     "tom",
     "cabinet",
     "price",
     "air",
     "the day before",
     "dc",
     "the",
     "washington,",
     "earlier today",
     "friday",
     "states",
     "j.",
     "pence",
     "trump",
     "mike",
     "america",
     "hotel",
     "joint",
     "international",
     "base",
     "va.",
     "12:05 p.m.",
     "tomb",
     "unknowns",
     "united",
     "cemetery",
     "arlington",
     "andrews",
     "mnuchin",
     "today",
     "national"
    ],
    "id": 5,
    "text": "WATCH Trump Tells Supporters: 'You're Not Forgotten Anymore' 0 Shares Email President-elect Donald Trump addressed the crowd at his inaugural concert a day before officially being sworn in on Friday -- calling himself the \"messenger\" of a movement and portraying himself as the champion of the \"forgotten man\" and \"forgotten woman.\" \"This journey began 18 months ago,\" he said in the brief remarks, following the country music-heavy concert. \"I had something to do with it but you had much more to do with it than I did. I'm the messenger,\" Trump said at the Lincoln Memorial. \"We all got tired of seeing what was happening and we wanted change but we wanted real change,\" he said. \"On the campaign I called it the forgotten man and the forgotten woman,\" he said. \"Well, you're not forgotten anymore. That I can tell you. Not forgotten anymore.\" Trump said that he didn't care if the weather was nice or not for the inauguration because \"I'm going to be cheering you on -- you're going to be cheering me on but I'm going to cheer you on. \"We are going to make America great again, and I'll add greater than ever before,\" Trump said. This wasn't the first time Trump made public comments today. When he arrived in the nation's capital earlier today, he used a leadership luncheon as an opportunity to boast about his Cabinet picks. Evan Vucci/AP Photos President-elect Donald Trump, accompanied by Vice President-elect Mike Pence places a wreath at the Tomb of the Unknowns, Jan. 19, 2017, at Arlington National Cemetery in Arlington, Va. \"We have by far the highest IQ of any Cabinet ever assembled,\" he said. Trump highlighted Rep. Tom Price, his pick for secretary of health and human services, who was at the Trump International Hotel luncheon. Trump said Democrats \"wanted to end [Price's] career so fast, and then they found out he's so smart.\" CNP/Polaris President-elect Donald J. Trump salutes the Air Force stewards, as he and his wife Melania arrive in the Washington, DC area on a US Air Force plane the day before his swearing-in as the 45th President of The United States. He went on to praise other Cabinet picks, calling Sen. Jeff Sessions \"legendary\" and saying Steve Mnuchin was \"getting grilled\" during his confirmation hearing and \"he's doing a fantastic job.\" Trump touched down at Joint Base Andrews on board a military plane at 12:05 p.m. with his family, including his sister. They then were transported to Trump International Hotel for the luncheon. ",
    "title": "Trump Tells Supporters: 'You're Not Forgotten Anymore' - ABC News"
   },
   {
    "entities": [
     "congress",
     "korea",
     "sea",
     "iraq",
     "2016",
     "south",
     "ludden",
     "kaplow",
     "schanche",
     "2008",
     "69 percent",
     "rodriguez",
     "atmospheric",
     "oceanic",
     "2015",
     "the 1990s",
     "now",
     "cuba",
     "immigration",
     "eight years ago",
     "friday",
     "obamacare",
     "china",
     "this week",
     "administration",
     "obama",
     "trump",
     "joe",
     "neel",
     "didrik",
     "america",
     "outcomes",
     "dodd-frank",
     "larry",
     "u.s.",
     "denice",
     "jennifer",
     "richard",
     "and",
     "rios",
     "health",
     "north",
     "afghanistan",
     "national"
    ],
    "id": 6,
    "text": "Twitter When he takes the oath of office on Friday, President Trump will inherit a far different country than President Obama did eight years ago. It's a nation that is far more solid in some ways (economics) and shakier in others (terrorist attacks). We have gathered together dozens of statistics to show how the nation that Trump inherits (and the rest of the world) has changed over time. Economy Over the course of Obama's presidency, one basic trend was clear across a variety of economic indicators: After he took office, things got worse before they got better. That's not his fault, of course; President Obama took office in the middle of a devastating recession, and he introduced a stimulus bill that helped pull the country out of its plunge. Since then, many areas of the economy have (slowly but surely) recovered nicely. However, many Americans remain permanently scarred by the recession. In addition, many structural problems (inequality, better incomes for men, whites and Asians than for other Americans) remain. Politics One big way that politics has changed under President Obama: His party has lost major ground. A majority in both houses of Congress helped him pass major legislation early in his first term, like the Affordable Care Act and the Dodd-Frank financial regulation reform law. But after that, Republicans gained ground, taking away Democrats' hold on power. Democrats are now at their lowest point of power than at any time in nearly a century. Crime/Justice Following an existing trend, violence in the U.S. continued to fall off during Obama's presidency. However, there are some hints of trouble. There was a slight uptick in violent crime in 2016, especially in some cities, which may or may not simply be a statistical blip. There has also been a recent uptick in the shooting deaths of police officers, though levels are still lower than they were in the 1990s. Immigration Trump's immigration proposals created some of his biggest headlines during the campaign: building a wall along the southern border and a proposed ban on Muslims entering the U.S. made waves as being particularly restrictive policies. In addition, he railed against bringing in more refugees. That means these numbers could change considerably, depending on how much he gets his way on immigration policy. Foreign Policy As President Trump takes office, several dynamics from Obama's presidency remain: Several thousand troops remain in Afghanistan and Iraq , although far fewer than when Obama came into office. But there are some new dynamics in the world that didn't exist when Obama took office: The Syrian civil war rages on and North Korea has conducted more nuclear tests and China has acquired or built additional islands in the South China Sea. One more big change, of course, is that the U.S. now has diplomatic relations with Cuba. It's unclear just yet how Trump will manage that transition. Environment Perhaps the most-watched statistic on the environment — the measure of global temperatures — remains troubling. Just this week, the National Oceanic and Atmospheric Administration announced the warmest global temperatures on record, the third record-breaking temperature in three years. Health Policy The big health policy story of Obama's years was (duh) Obamacare, which helped drive the uninsured rate down to historic lows. Not only that, but the rate of cost growth has slowed down. Still, costs of premiums continue to grow, and to keep costs controlled for customers, companies put a lot more emphasis on high-deductible plans. Health Outcomes America continues to have some dismal stats in a few health areas. Adult obesity continues to climb, and the opioid epidemic is raging — deaths from overdoses grew by an astounding 69 percent between 2008 and 2015. Also potentially troubling, data show life expectancy declined slightly in 2015 (though that may be an aberration from the upward trend). Article continues after sponsorship However, there are a few bright spots, particularly among America's youth: There has been a dramatic drop in smoking among high school seniors; drug and alcohol abuse among teens is likewise at relatively low rates; and childhood obesity appears to have leveled off. With data contributions from Joe Neel, Jennifer Ludden, Didrik Schanche, Larry Kaplow, Denice Rios, and Richard Rodriguez. ",
    "title": "Here's How America Changed Under Obama, And How It Looks As Trump Takes Office : NPR"
   },
   {
    "entities": [
     "council",
     "house",
     "vegas",
     "government",
     "eric",
     "brett",
     "nikki",
     "defenders",
     "bank",
     "georgia",
     "david",
     "as",
     "james",
     "new",
     "times",
     "cox",
     "washington",
     "m.",
     "adelson",
     "now",
     "abc",
     "cummings",
     "mcgurk",
     "pence",
     "middle",
     "mike",
     "may",
     "spicer",
     "economic",
     "netanyahu",
     "reform",
     "soldier",
     "nations",
     "unknowns",
     "sheldon",
     "boaz",
     "tel",
     "arlington",
     "thursday",
     "theresa",
     "today",
     "elijah",
     "center",
     "st.",
     "counterterrorism",
     "office",
     "jerusalem",
     "of",
     "this year",
     "memorial",
     "w.",
     "haley",
     "eight years ago",
     "shaub",
     "federal",
     "credit",
     "israel",
     "j.",
     "franklin",
     "mills/the",
     "las",
     "east",
     "work",
     "terry",
     "jan. 23",
     "o.",
     "state",
     "robert",
     "oversight",
     "hayom",
     "nichols",
     "morning",
     "huppert",
     "motorcycle",
     "donald",
     "twitter",
     "graham",
     "texas",
     "jason",
     "adam",
     "inauguration day",
     "friedman",
     "iowa",
     "capitol",
     "davidsons",
     "branstad",
     "jan. 19, 2017",
     "tom",
     "monday",
     "price",
     "texarkana",
     "harley",
     "liberty",
     "committee",
     "states",
     "friday",
     "nick",
     "obama",
     "trump",
     "thomas",
     "currently",
     "unknown",
     "doug",
     "4pm",
     "united",
     "cemetery",
     "club",
     "reserve",
     "next week",
     "senate",
     "utah",
     "walter",
     "bismuth",
     "treasury",
     "szubin",
     "right now",
     "lincoln",
     "sean",
     "rasmussen",
     "woody",
     "johnson",
     "islamic",
     "george",
     "harvard",
     "wednesday",
     "steven",
     "benjamin",
     "news",
     "jr.",
     "energy",
     "the",
     "chaffetz",
     "china",
     "a.",
     "hill",
     "chris",
     "aviv",
     "tomb",
     "and",
     "york",
     "department",
     "jets",
     "mnuchin",
     "ethics",
     "shannon",
     "britain",
     "bush",
     "national"
    ],
    "id": 7,
    "text": "Continue reading the main story “We have by far the highest I.Q. of any cabinet ever assembled,” Mr. Trump said in the remarks, which reporters heard only the first several minutes of before being escorted out. Pres.-elect Donald Trump on his cabinet: \"We have by far the highest IQ of any cabinet ever assembled.\" pic.twitter.com/czBpZ4cNMD —         ABC News (@ABC) Jan. 19, 2017 Of course, he put himself into the high I.Q. category when he boasted, “This is a gorgeous room. A total genius must have built this place.” (As an aside, it is impossible to do the math, but President Obama’s starters did include a Nobel Laureate in physics at the Energy Department, a former president of Harvard heading the National Economic Council and the president of the New York Federal Reserve Bank as Treasury secretary.) Advertisement Continue reading the main story Mr. Trump also singled out specific supporters, including Woody Johnson, the owner of the New York Jets football team, and his pick for Treasury secretary, Steven Mnuchin. Mr. Mnuchin, Mr. Trump noted, wasn’t at the lunch because he was being “grilled” at his Senate confirmation hearing several blocks away. Mr. Trump also faulted senators for not being “nice” to Representative Tom Price of Georgia, his pick for health and human services secretary. Could this job help the Jets? And speaking of Mr. Johnson, the Jets owner is expected to get one of the plum jobs in diplomacy, United States ambassador to Britain, or as the Brits call it, ambassador of the United States to the Court of St. James’s. Mr. Johnson is only the fourth ambassador to be announced by Mr. Trump, after Nikki Haley as ambassador to the United Nations, David Friedman, his longtime attorney, as ambassador to Israel, and Iowa Gov. Terry Branstad as ambassador to China. Given that both Mr. Trump and his British counterpart, Prime Minister Theresa May, are relatively new in their roles, Mr. Johnson’s ability to get Mr. Trump on the phone quickly could be helpful. At 5-11 this year, the Jets weren’t the best. A busy day of ceremony and celebration Continue reading the main story Photo President-elect Donald J. Trump and Vice President-elect Mike Pence laid a wreath at the Tomb of the Unknown Soldier at Arlington National Cemetery on Thursday. Credit Doug Mills/The New York Times The president-elect and vice president-elect laid a wreath at the Tomb of the Unknowns at Arlington National Cemetery. Then it was on to the Lincoln Memorial for the concert that opens the Inaugural festivities. Join me at 4pm over at the Lincoln Memorial with my family! #Inauguration2017 https://t.co/GQeQpJOgWz —         Donald J. Trump (@realDonaldTrump) Jan. 19, 2017 Bikers for Trump are ready to roll Eric Huppert, the leader of Defenders of Liberty Motorcycle Club and local organizer of Bikers for Trump, stood beside a row of hulking V-twin Harley Davidsons and said he was not looking for violence. Sure, Chris Cox, the founder of Bikers for Trump, had pledged that his members would act as a “wall of meat” to block anti-Trump protesters, but Mr. Huppert downplayed all that. “I don’t anticipate any skirmishes — at least I hope not,” he said. But if the safety of Mr. Trump’s supporters — or even the president-elect himself — is jeopardized, he added, “I think these folks will be willing to jump in if necessary.” Advertisement Continue reading the main story A security force beholden to no one with no rules of engagement and no real marching orders is, well, not a great idea. But Bikers for Trump stand by their man. David Nichols traveled from Texarkana, Texas, with seven others to attend the Bikers for Trump rally on Inauguration Day. The group drove for 22 hours straight, towing eight bikes on a 20-foot trailer. “He’ll be a fine president — he just has to calm down his words,” Mr. Nichols said. “Just don’t bash people’s name too much.” Trump says he is serious about a Jerusalem embassy Mr. Trump assured Israelis in comments posted online on Thursday that he planned to follow through on his campaign promise to move the American embassy to Jerusalem from Tel Aviv soon after taking office. “Of course I remember what I told you about Jerusalem,” Mr. Trump told Boaz Bismuth of the newspaper Israel Hayom when he encountered him at a preinaugural event on Wednesday. “Of course I didn’t forget. And you know I’m not a person who breaks promises.” Israel Hayom is owned by Sheldon Adelson , the Las Vegas casino magnate and Republican donor who is a powerful supporter of Prime Minister Benjamin Netanyahu of Israel. Mr. Trump has nominated David M. Friedman , a New York bankruptcy lawyer and strong advocate of moving the embassy, as his next ambassador to Israel. Mr. Trump’s spokesman, Sean Spicer, suggested at a briefing on Thursday that the incoming president would make the embassy move one of his first acts after taking office on Friday. “There will be a further announcement on that,” he said. “The president has made clear that Israel has not gotten the respect it deserves.” But implementation of such an announcement could still take months, given that the United States consulate facilities currently in Jerusalem are not considered adequate for an embassy. President Obama and other veterans of Middle East politics have warned against such a move because it would prejudge final status negotiations with the Palestinians and potentially provoke a violent backlash. Advertisement Continue reading the main story A lot of Obama officials will greet Trump Without a single cabinet or subcabinet official confirmed yet by the Senate, President-elect Trump has asked 50 officials from President Obama’s expiring administration to stay on temporarily after Friday’s inauguration to ensure the smooth operation of government, Mr. Trump’s transition team announced on Thursday. Among those requested to stick around are senior figures in the battle against terrorism and other security officials. Mr. Obama similarly kept around officials in such positions when he took over from President George W. Bush eight years ago, including some of those now being asked to remain in place by Mr. Trump. “Make no mistake, we’re ready to go on day one,” Mr. Spicer told a briefing shortly before Mr. Trump was scheduled to depart New York for Washington. But the new president, he added, wanted to make sure that the United States was ready to handle any unforeseen events. “Right now our focus was on continuity of government.” Among those asked to stay were Brett McGurk, the special envoy overseeing the war against the Islamic State; Nick Rasmussen, director of the National Counterterrorism Center; Adam J. Szubin, the acting under secretary of Treasury for terrorism and financial intelligence; Robert O. Work, the deputy defense secretary; and Thomas A. Shannon Jr., the under secretary of state for political affairs. With his selection of an agriculture secretary, Mr. Trump has now named nominees for all 21 cabinet and cabinet-rank jobs, but it remained unclear how many would be confirmed by the Senate by Monday, the first full work day of the new administration. A few sub-cabinet jobs have been filled. The incoming administration also has tapped 536 members of what it calls a “beachhead team” to show up at agencies across the government on Monday morning to serve as a first wave of appointees to begin operations while confirmations proceed. An ethicist rises in stature The federal government’s top ethics monitor has played a surprisingly prominent role in the transition, and that is likely to continue into the new administration. Next week, Walter M. Shaub Jr., the director of the Office of Government Ethics, is scheduled to make an appearance on Capitol Hill to meet with Representative Jason Chaffetz of Utah, chairman of the House Oversight and Government Reform Committee, who accused Mr. Shaub of dabbling in politics by publicly criticizing Mr. Trump’s ethics plan. Advertisement Continue reading the main story Mr. Chaffetz has backed down from demanding a transcribed interview and lobbing a subpoena threat at Mr. Shaub, agreeing instead to a private meeting on Jan. 23 that includes Elijah Cummings, the ranking Democrat on the committee. Mr. Cummings, in a letter to Mr. Chaffetz on Thursday , called his ratcheting down “a positive step in the right direction,” but said that if Mr. Chaffetz will not open the meeting to the public, he should at least include other members of the committee “to hear firsthand what Mr. Shaub has to say.” A spokeswoman for Mr. Chaffetz did not immediately return a message seeking comment. The president-elect’s choice to vouch for his unifying message: Franklin Graham A day before Mr. Trump is to be sworn in as the 45th president of the United States, he took to Twitter to assert that he is not responsible for the nation’s divisions. His champion? The Rev. Franklin Graham. \"It wasn't Donald Trump that divided this country, this country has been divided for a long time!\" Stated today by Reverend Franklin Graham. ",
    "title": "Trump Arrives in Washington for Inaugural Festivities, Praises I.Q. of Cabinet - The New York Times"
   },
   {
    "entities": [
     "recently",
     "gelles",
     "$2 billion",
     "south",
     "al",
     "organized",
     "new",
     "party",
     "times",
     "beverly",
     "during",
     "mumbai",
     "argentina",
     "2015",
     "$3 million",
     "towers",
     "city's",
     "2014",
     "$150 million",
     "tower",
     "$100,000",
     "hussain",
     "manila",
     "2010",
     "journalism",
     "america",
     "organization",
     "2018",
     "mauricio",
     "joko",
     "gurgaon",
     "jim",
     "pune",
     "este",
     "sagar",
     "today",
     "tanoe",
     "center",
     "damac",
     "businessweek",
     "st.",
     "$9.5 million",
     "last year",
     "reporting",
     "of",
     "linders",
     "yy",
     "$1 million",
     "bali",
     "last fall",
     "bjp",
     "ali",
     "punta",
     "sajwani",
     "$6 billion",
     "international",
     "1994",
     "aydın",
     "azerbaijan",
     "lalit",
     "kelly",
     "dogan",
     "indonesia",
     "emirati",
     "duterte",
     "recep",
     "bloomberg",
     "stabile",
     "philippines",
     "india",
     "sudhanshu",
     "yalçındağ",
     "congress",
     "donald",
     "election",
     "tanoesoedibjo",
     "grenadines",
     "2013",
     "2003",
     "century",
     "2016",
     "for",
     "rodrigo",
     "day",
     "realty",
     "kravitz",
     "mittal",
     "2009",
     "buenos",
     "usa",
     "vincent",
     "aires",
     "arab",
     "canouan",
     "java",
     "fazio",
     "shaw",
     "ireo",
     "trump",
     "$2.5 billion",
     "mehmet",
     "crime",
     "dubai",
     "u.s.",
     "antonio",
     "properties",
     "april 2016",
     "resorts",
     "investigative",
     "tayyip",
     "uruguay",
     "united",
     "club",
     "group",
     "world",
     "erdoğan",
     "del",
     "janata",
     "bharatiya",
     "hary",
     "jose",
     "atul",
     "prabhat",
     "john",
     "panchshil",
     "derek",
     "goyal",
     "$425 million",
     "golf",
     "school",
     "columbia",
     "macri",
     "istanbul",
     "privee",
     "doğan",
     "the",
     "corruption",
     "graduate",
     "november",
     "emirates",
     "pim",
     "development",
     "mangal",
     "2012",
     "chordia",
     "university",
     "and",
     "project",
     "lodha",
     "2011",
     "york",
     "e.b.",
     "karl",
     "widodo",
     "hills",
     "west",
     "turkey",
     "city"
    ],
    "id": 8,
    "text": "Trump’s 10 Foreign Deals With Those Close to Power By Derek Kravitz and Al Shaw, ProPublica, and John Kelly, USA TODAY Incoming President Donald Trump’s business deals span the globe. Trump-branded skyscrapers, golf courses and hotels stretch from Dubai to Azerbaijan to the Philippines. Government ethics experts have strongly criticized Trump’s refusal to divest ownership of any of his businesses. But they point to his ongoing foreign deals with those connected to power as the most troubling. Trump’s Byzantine business structures and his lack of disclosures – he has released neither his tax returns nor details of his foreign deals – make it difficult to get a full picture of the incoming president’s business relationships. But using government records, Trump’s own local disclosures and press reports, we’ve identified 10 Trump deals in which he has partnered with power players abroad. We asked the Trump Organization about each of these deals. We’ve included its responses. 1 One of Trump’s partners for his Mumbai tower is a top official with India’s ruling political party Lodha Group, India's largest real-estate developer, licensed Trump’s name in 2011 for the Trump Tower Mumbai, a 75-story luxury apartment complex in the southern part of Mumbai. Lodha Group's chairman and founder, Mangal Prabhat Lodha, is a vice president of the ruling Bharatiya Janata Party (BJP) and a member of the legislative assembly representing southern Mumbai .(Continued dealings with state-owned enterprises or foreign leaders may violate the U.S. Constitution’s Emoluments Clause.)In a statement , the Trump Organization said its partnership with the Lodha Group would continue: The “developments will proceed as planned. They will remain under the Trump brand.” 2 Among Trump’s other partners in India are two brothers who are big players in the country’s progressive political party The Trump Towers Pune is a branding partnership started in 2012 with Panchshil Realty and its co-founders, brothers Atul and Sagar Chordia. The two 23-story towers in Pune, an industrial city in western India, were completed in 2015.The brothers are active in the Nationalist Congress Party and their family business has partnered with prominent members of the party. Trump received between $100,000 and $1 million in royalties in 2015 from the project, according to his federal financial disclosures. He received no royalties from the project in 2016.The Trump Organization was \"involved quite keenly\" in the project and given monthly progress reports during construction, the Times of India reported. The project was being investigated by police and the state government last fall for building permit issues. The status of that investigation isn’t clear. Referring to its work in India generally, the Trump Organization said , “We are incredibly proud of the projects in Pune and Mumbai.” 3 Another one of Trump’s India partners is the brother-in-law of a leader of India’s ruling political party India’s largest private-equity firm, IREO, licensed Trump’s name in April 2016 for an office tower in the city of Gurgaon. IREO’s vice chairman and managing director, Lalit Goyal, is the brother-in-law of Sudhanshu Mittal, one of the leaders of India’s ruling BJP. In 2010, the offices of IREO and Mittal were raided as part of a government probe into offshore tax havens; Mittal said the inquiry was politically motivated . 4&5 Trump’s Indonesian partner started his own political party and plans to run for president Trump partnered with Indonesian billionaire Hary Tanoesoedibjo on management and branding deals for a resort and residential complex in Bali and a 1,700-acre resort in West Java. Hary Tanoe, as he’s known locally, has his sights set on becoming Indonesia’s president. He launched his own political party in 2015, proclaiming he was “ready to fix Indonesia so that it can be better.” Hary has been active in opposition parties against President Joko Widodo. He lost a vice presidential bid in 2014. As the New York Times has detailed, Hary has introduced Trump to several prominent Indonesian politicians, including the deputy speaker of the country’s parliament and another who is at the center of a corruption scandal. Trump’s deals with Hary also involve Chinese and South Korean state-controlled companies. Sinosure, a Chinese state company, is putting $425 million into the West Java project. The funding is for a theme park, which will be built by a Chinese state-owned company. Part of the development will also be a \"smart city,” which will be funded in part by a South Korean state-owned firm. 6 Trump’s deal in the Philippines is with President Duterte’s new U.S. trade envoy The Trump Tower at Century City in Manila is a $150 million, 57-story apartment building, which opened in November after years of delays. The developer of the Manila tower is Century City Properties Group, whose chairman, Jose E.B. Antonio, was named as an informal, unpaid economic envoy to the U.S. by President Rodrigo Duterte shortly before Election Day. Antonio visited New York City’s Trump Tower after the election, but he didn’t meet with Trump. Antonio told Bloomberg that he viewed his role as helping “enlarge the relationship between the two countries.” He said his business ties to Trump would be an “asset.” “Century City officials said in a statement that Antonio will serve as a liaison between U.S. and Philippines companies, and not on behalf of the respective countries’ governments. They also said no new deals are being brokered. 7 Trump’s Dubai partner works closely with the Emirati government In 2013, Trump began working with billionaire developer Hussain Ali Sajwani. Among their projects: the 18-hole Trump International Golf Club billed in promotional materials as the “Beverly Hills of Dubai” and branding for a $6 billion development in Dubai, with villas selling for as much as $9.5 million each. A second golf course, designed by Tiger Woods and named the Trump World Golf Club Dubai, is set for completion in 2018 . Sajwani has engaged in several controversial land deals with senior government officials in the United Arab Emirates. The Emirati government owns most of the land in Dubai and land sales are a key source of revenue. During Trump’s recent press conference, he said Sajwani had offered him $2 billion worth of development deals in Dubai, which Trump turned down. Officials at Sajwani’s firm, DAMAC Properties, confirmed such an offer had been made. 8 A partner of Trump’s in Istanbul is an (uneasy) ally of Turkish President Erdoğan. Trump Towers Istanbul opened in 2012 after a branding deal between Trump and Turkey’s largest media magnate, Aydın Doğan. Dogan and Turkish President Recep Tayyip Erdoğan have clashed at times. In 2009, Doğan’s company was fined $2.5 billion in a tax case, and Erdoğan called for his supporters to boycott the company’s television stations and newspapers. But they’ve recently enjoyed a detente. The Turkish government praised Doğan’s media group for helping Erdoğan broadcast a message to the Turkish people during last year’s failed military coup. Trump worked on the tower deal with Doğan’s son-in-law Mehmet Ali Yalçındağ. In a post-Election Day phone call with Erdoğan , Trump reportedly referred to Yalçındağ as a “close friend” and told Erdoğan that Yalçındağ is “your great admirer.” 9 Trump’s Argentina partner is the brother-in-law of the country’s finance minister Uruguay’s Trump Tower Punta del Este, the only property in South America to bear Trump’s name, is part of a licensing deal between Trump and Argentina-based YY Development. Trump earned between $100,000 and $1 million in royalties from the deal in 2015 and 2016, according to his financial disclosures. One of the heads of YY Development acted as a “go-between” between the government of Argentine President Mauricio Macri and Trump after his Election Day win , according to Argentine press accounts. Another partner on the deal is the brother-in-law of Argentina’s newly-appointed minister of finance . A proposed deal between YY Development and Trump for another Trump-branded tower in Buenos Aires has been cancelled, Trump officials say, despite the Argentine developers’ public pronouncements following the election that a deal was imminent 10 Trump has profited from a century-long land lease with the government of St. Vincent. Canouan, a small island in St. Vincent and the Grenadines, has been described by Businessweek as the place \" where the billionaires go to get away from the millionaires .\" Luxury development began in 1994, when a company called Canouan Resorts Development signed a 99-year lease with the country's government to develop 1,200 acres on the island. In 2003, Trump partnered with the company to operate a resort casino, called Trump Club Privee, and to develop 25 villas and a championship golf course designed by professional golfer Jim Fazio. Trump earned $3 million from Canouan in 2016, from land sales, according to his federal financial disclosure. But the affiliated casino and resort faltered, and the golf course is no longer branded with Trump’s name. Canouan Resorts Development did not respond to requests for comment. Fazio said he has “no idea” when and why the deal ended. Map of potential business conflicts SOURCE Contributing reporting, editing and research for this special report were ProPublica, USA TODAY, The Stabile Center for Investigative Journalism at the Columbia University Graduate School of Journalism and The Organized Crime and Corruption Reporting Project. See more details, and documents, behind these and other business relationships involving the new president at ProPublica CREDITS Karl Gelles, Pim Linders, USA TODAY ",
    "title": "Trump’s 10 Foreign Deals With Those Close to Power - USA TODAY"
   },
   {
    "entities": [
     "brookings",
     "house",
     "kiss",
     "brett",
     "obamas",
     "south",
     "last week, the day",
     "new",
     "gibbons-neff",
     "service",
     "washington",
     "the day",
     "abraham",
     "will",
     "evening",
     "tower",
     "mcgurk",
     "pence",
     "saturday",
     "mike",
     "america",
     "mann",
     "post",
     "spicer",
     "palm",
     "jennifer",
     "holliday",
     "past",
     "lafayette",
     "jim",
     "arlington",
     "lee",
     "thursday",
     "40 percent",
     "francis",
     "today",
     "center",
     "st.",
     "post-abc",
     "melania",
     "counterterrorism",
     "episcopal",
     "of",
     "memorial",
     "blair",
     "square",
     "bernstein",
     "1861",
     "h.w.",
     "pennsylvania",
     "national",
     "portico",
     "international",
     "va.",
     "robinson",
     "springs",
     "barbara",
     "broadway",
     "collins",
     "state",
     "morning",
     "dion",
     "roberts",
     "donald",
     "twitter",
     "avenue",
     "jimmy",
     "jabin",
     "capitol",
     "elton",
     "3:21 p.m.",
     "cabinet",
     "clinton",
     "rucker",
     "the day friday",
     "houston",
     "usa",
     "cathedral",
     "michael",
     "friday",
     "white",
     "nick",
     "obama",
     "trump",
     "institutes",
     "hotel",
     "at 7:09 pm",
     "thomas",
     "langley",
     "noon",
     "institution",
     "wagner",
     "bill",
     "toby",
     "calif.",
     "mcgrath",
     "hillary",
     "cemetery",
     "health",
     "54 percent",
     "the weekend",
     "lincoln",
     "park",
     "last about 90 minutes",
     "sean",
     "rasmussen",
     "carter",
     "cia",
     "philip",
     "john",
     "atlanta",
     "george",
     "afternoon",
     "celine",
     "e.",
     "news",
     "jan. 19",
     "jr.",
     "church",
     "g.",
     "greenwood",
     "this week",
     "leonard",
     "november",
     "mall",
     "delta",
     "john's",
     "january 19",
     "york",
     "isis",
     "botsford/the",
     "night before",
     "keith",
     "bush",
     "islamic"
    ],
    "id": 9,
    "text": "Trump’s arrival on eve of inauguration ushers in ‘real change’ to Washington The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it President-elect Donald Trump and wife Melania walk out at the Lincoln Memorial during an inaugural concert in Washington on Jan. 19. (Jabin Botsford/The Washington Post) By Philip Rucker and John Wagner By Philip Rucker and John Wagner January 19 at 7:09 PM Follow @PhilipRucker Follow @WPJohnWagner Donald Trump’s arrival in Washington Thursday on the eve of his inauguration as the 45th president snapped the capital city into its new reality, as the buoyant business mogul celebrated his unlikely political ascent with signature bravado and spontaneity. Kicking off three days of carefully orchestrated inaugural proceedings infused with pomp and guided by precision and protocol, the president-elect reveled in the moment and delivered a tribute to the populist movement that propelled him into office. “We all got tired of seeing what was happening and we wanted change, but we wanted real change,” Trump said on the steps of the Lincoln Memorial. “It’s a movement like we’ve never seen anywhere in the world, they say.” Exhorting thousands of supporters at the conclusion of an evening concert that was punctuated by a glimmering fireworks display, Trump vowed, “We’re going to work together, and we are going to make America great again — and, I’ll add, greater than ever before.” Trump and his extended family signaled a new era in the country’s governance as they stepped off a military plane at Joint Base Andrews. They headed directly to his Pennsylvania Avenue property, the Trump International Hotel, where the president-elect irreverently toasted his Cabinet nominees. (The Washington Post) “We have by far the highest IQ of any Cabinet ever assembled,” Trump said in a characteristically grandiose — and unprovable — declaration before several hundred supporters, lawmakers and allies at an official luncheon. He scanned the room for familiar faces and riffed on each individually, as if he were delivering a toast. Trump narrated his journey and the day’s festivities on Twitter. “On my way!” Trump tweeted as he headed in the afternoon to Arlington National Cemetery, where he and Vice President-elect Mike Pence laid a wreath at the Tomb of the Unknowns. They both stood in silence with their hands over their hearts as a bugler played taps. As Trump put the finishing touches on the inaugural address he will deliver from the steps of the Capitol after taking the oath of office at noon Friday, Pence and their incoming administration were preparing to assume control of the federal government. Addressing reporters Thursday from the transition team’s Washington headquarters, Pence said, “It is a momentous day before a historic day.” The vice president-elect noted that all 21 Cabinet nominations have been made and that 536 “beachhead” officials are ready to report for duty at federal departments and agencies. President Obama’s appointees packed up their belongings and vacated their offices Thursday, although the Trump team is retaining 50 of them in critical positions throughout the government to ensure continuity until Trump can more fully staff his administration. The temporary holdovers include Brett McGurk, a special envoy coordinating the war against the Islamic State; Nick Rasmussen, director of the National Counterterrorism Center; and Francis Collins, director of the National Institutes of Health. [ Trump keeps Obama appointee tasked with helping run the war against ISIS ] A Donald Trump supporter lingers at the fence of the White House on Jan. 19. (Michael Robinson Chavez/The Washington Post) “Our job is to be ready on Day One,” Pence said. “The American people can be confident that we will be. . . . It’s going to be a very humbling and moving day for the president-elect his family and for mine. But let me tell you, we are all ready to go to work.” Trump and his team on Thursday sent signals suggesting an attempt to begin repairing relations with groups he demonized throughout his transition, including the intelligence community and the media. Sean Spicer, the incoming White House press secretary, calmly answered questions for an hour in his first formal briefing with journalists and confirmed that Trump would soon visit the CIA’s headquarters in Langley, Va., to express his gratitude to career intelligence officers. While the bureaucrats-to-be were working, Trump supporters from throughout the country who had descended on Washington were partying at the concert at the Lincoln Memorial, which was bathed in patriotic lighting. Throngs of people extended toward the Washington Monument as an assortment of military bands and recording artists performed. As Trump and his wife, Melania, descended the monument’s steps at sunset, the president-elect saluted the marble statue of President Abraham Lincoln, flashed a tight smile and pumped his fist in the air to the roar of the crowd and the Rolling Stones’ “Heart of Stone” playing from the speakers. [ A fierce will to win pushed Donald Trump to the top ] But the concert served as a reminder of Trump’s limited popularity. Despite his electoral-college victory, a majority of voters cast their ballot for someone else in November’s election. Trump is the least-popular incoming president in at least four decades, with 40 percent of Americans holding a favorable impression of him and 54 percent holding an unfavorable one, according to a Washington Post-ABC News poll released this week. Entertainers such as Elton John, Celine Dion and the rock band Kiss said publicly that they turned down invitations to perform at inaugural festivities. One artist scheduled to perform at the Lincoln Memorial concert — Broadway’s Jennifer Holliday — dropped out last week, the day after the announcement, saying she had heard concerns from the gay community about the message her participation would send. The concert headliners were country singers Toby Keith and Lee Greenwood and the rock band 3 Doors Down, which performed one of its hits, “Broken,” the lyrics of which echoed Trump’s appeal to disenchanted Americans: “This is the call to the broken/To all the ones who’ve been thrown away/This is the call to the broken/Stand up and take back your world today.” Trump used his various social-media platforms to promote the concert, and at 3:21 p.m., less than an hour before it began, he tweeted to his more than 20 million followers to join him on the Mall, “no tickets required.” Thousands of people heeded his call, yet there were large pockets of empty space along the reflecting pool. Adhering to its usual policy, the National Park Service did not provide crowd size estimates. Even if it was not a historic turnout, the reality-television-producer-turned-politician appeared to relish the spotlight. As Greenwood sang his signature song, “God Bless the USA,” Trump swayed, smiled and flashed a thumbs-up — though he appeared bored at other times as he fidgeted from his seat behind bulletproof glass. Thomas E. Mann, a senior fellow at the Brookings Institution, said the day’s events signaled that “this man is going to do it his way.” “Everything points to this incredible sense of grandiosity,” Mann said. “He’s telling the country, ‘Get used to it.’ ” Past presidents began to descend on Washington to witness Trump’s swearing-in, including Jimmy Carter, who was spotted aboard a commercial Delta flight from Atlanta. Hillary Clinton, who was Trump’s Democratic opponent, and Bill Clinton were planning to attend. George H.W. Bush will not be making the trip. He and his wife, Barbara, were hospitalized in Houston this week. The former president was in stable condition Thursday and hoping to be discharged from the intensive-care unit in coming days, while the former first lady was recovering from bronchitis, spokesman Jim McGrath said. [ Will Trump follow through on all of his Day One promises? ] Trump spent part of Thursday making final preparations for the ceremony. He visited Blair House, the government property where he is scheduled to stay the night before moving into the White House, and met there Thursday afternoon with Chief Justice John G. Roberts Jr. to discuss arrangements for Friday’s ceremony. Roberts will administer the oath of office. Trump is expected to use two Bibles — a family one and one that Lincoln used at his first inauguration in 1861. Trump’s aides said he has taken personal ownership of his speech, writing and rewriting drafts himself with the help of a few advisers, and practiced delivering it before teleprompters this week at Trump Tower in New York. “It’s going to be a very personal and sincere statement,” Spicer said. “I think it’s going to be less of an agenda and more of a philosophical document — a vision of where he sees the country, the proper role of government, the role of citizens.” Trump and Pence are planning to begin the day Friday at a church service at the historic St. John’s Episcopal Church, which sits on Lafayette Square across from the White House and has been frequented by presidents. From there, they will have tea with the Obamas on the South Portico of the White House before making their way down Pennsylvania Avenue for the Capitol, where Trump will be sworn in. Following his inaugural address, Trump will attend a congressional luncheon in the Capitol and see off the Obamas, who are heading to Palm Springs, Calif., for a vacation. The Trumps will then watch the inaugural parade — which aides say is expected to last about 90 minutes, among the shortest on record — from a reviewing stand outside the White House. Trump will attend three official inaugural balls in the evening. On Saturday morning, the new president will to attend a traditional national prayer service at Washington National Cathedral before spending the rest of the weekend settling into his new home and meeting with his advisers. Pence marveled to reporters: “Sometimes people stop me on the street they say, ‘How you holding up? I can’t imagine how busy you are.’ And I just tell them, ‘Well, you just have to understand, the energy and the enthusiasm of Donald Trump is contagious.’” Leonard Bernstein and Thomas Gibbons-Neff contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump’s arrival on eve of inauguration ushers in ‘real change’ to Washington - The Washington Post"
   }
  ]
 }
}