{
 "21": {
  "col-sim": {
   "cosine": 0.49410090655517297,
   "entity": 0.816496580927726
  },
  "exec-time": 9.177819728851318,
  "links": [
   {
    "entities": [
     "right now",
     "house",
     "this day",
     "first day",
     "twitter",
     "avenue",
     "john",
     "of",
     "james",
     "capitol",
     "defense",
     "washington",
     "gop",
     "last summer",
     "cabinet",
     "now",
     "pennsylvania",
     "evening",
     "friday",
     "white",
     "homeland",
     "michelle",
     "pentagon",
     "trump",
     "obama",
     "mall",
     "america",
     "team",
     "u.s.",
     "mattis",
     "kelly",
     "the hour",
     "security",
     "$30 billion",
     "facebook",
     "department",
     "district",
     "senate",
     "barack",
     "national"
    ],
    "id": 0,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Vowing to “get the job done,” President Trump took office Friday outlining a drastically different agenda than that of his predecessor and installing key members of his national security team – as he began the work of turning his bold, and often brash, campaign promises into action.  He took the first steps Friday evening, signing an executive order directing agencies to ease the burdens of the Affordable Care Act. The White House also said Chief of Staff Reince Priebus would be directing agencies to enforce an “immediate regulatory freeze.”  “The time for empty talk is over. Now arrives the hour of action,” Trump declared in his inaugural address earlier on the West Front of the Capitol, issuing a fiery condemnation of business as usual in Washington.  The president presided over the traditional inaugural fanfare, taking part in the parade down Pennsylvania Avenue before an evening of balls and other festivities. But on the sidelines, his team already was making its mark, part of what Trump called a “new vision.”  The official White House website swiftly switched as Trump took the oath of office, reflecting a new agenda for the new administration. At the top of the “issues” section was Trump’s “America First Energy Plan,” which included a commitment to nix Obama-era policies to curb global warming and regulate U.S. waterways. Team Trump deemed them “harmful and unnecessary policies” that hurt the economy. “Lifting these restrictions will greatly help American workers, increasing wages by more than $30 billion over the next 7 years,” the website now states. The site posted additional plans for the military, foreign policy, the economy and more. The jobs plan committed to “pro-growth tax reform” including a reduction in the corporate tax rate. In terms of official actions, Trump’s first day consisted mostly of routine transfer-of-power measures. He signed nomination papers for his Cabinet picks – but also his first bill, legislation allowing retired Gen. James Mattis to serve as Defense secretary. The Senate later confirmed Mattis to lead the Pentagon, as well as retired Gen. John Kelly to lead the Department of Homeland Security. Senate Democrats angered GOP colleagues by resisting efforts to consider more Cabinet nominees on the first day. But bigger and more visceral battles were playing out on the streets of Washington Friday, as anti-Trump protesters swarmed parts of the District in demonstrations that turned violent at times. Amid dozens of arrests, protesters smashed the windows of businesses, forced the temporary shutdown of security checkpoints and clashed with police – who used pepper spray and tear gas to try to control the crowds. But thousands of Trump supporters also came out, watching the 45th president’s inaugural address from the National Mall and later the parade, at times drowning out the protesters with cheers. The address itself was heavy on populist themes, and stitched together by an appeal for a “new national pride,” as Trump described patriotism as a salve for the country’s divisions. “When you open your heart to patriotism, there is no room for prejudice,” he said.  He also rebuked those who have held power in Washington, saying a small group reaped the rewards of government while “the people did not share” in Washington’s wealth.  In blunt and unvarnished terms similar to the language used during his nomination acceptance address last summer, Trump lamented the jobs lost to foreign rivals – he described “rusted out factories scattered like tombstones” across the land – and the crime in America’s cities. “This American carnage stops right here and stops right now,” Trump said.  Trump cast his presidency as a return to power for the people and vowed never to let them down. “From this day forward, it’s going to be only America first,” Trump said. “I will fight for you with every breath in my body, and I will never, ever let you down. … We will bring back our jobs, we will bring back our borders, we will bring back our wealth and we will bring back our dreams.”  Telling the American people this is “your moment” and “your day,” Trump closed his speech with the promise that started it all: “We will make America great again.”  As Barack and Michelle Obama departed the White House after eight years in office, Trump will immediately be confronted with the challenge of governing, as he attempts to apply his CEO experience to running the nation. His team has vowed a “robust” start to the Trump administration, which could include everything from rescinding controversial Obama actions to renegotiating trade deals to repealing and replacing the Affordable Care Act. Advertisement ",
    "title": "Trump pursues 'new vision' on first day as president | Fox News"
   },
   {
    "entities": [
     "newsham",
     "peter",
     "donald",
     "manhattan",
     "january 20, 2017",
     "march",
     "jan 20",
     "emmanuelle",
     "inauguration day",
     "capitol",
     "new",
     "square",
     "erik",
     "cox",
     "johnny",
     "washington",
     "siemaszko",
     "afternoon",
     "saliba",
     "inauguration day 2:01",
     "news",
     "evening",
     "friday",
     ", 7:49 pm",
     "d.c.",
     "franklin",
     "2017",
     "trump",
     "saturday",
     "mccausland",
     "silvercloud",
     "bendat",
     "hill",
     "corky",
     "1:09",
     "chris",
     "nbc",
     "ortiz",
     "jim",
     "6:30 p.m.",
     "jersey",
     "phil",
     "night"
    ],
    "id": 1,
    "text": "Jan 20 2017, 7:49 pm ET More Than 200 Arrested in D.C. Protests on Inauguration Day by Phil McCausland, Emmanuelle Saliba, Erik Ortiz and Corky Siemaszko Share Violent Anti-Trump Protests Try to Steal Spotlight on Inauguration Day 2:01 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170121014042if_/http://www.nbcnews.com/widget/video-embed/859451971661\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> WASHINGTON — President Donald Trump's Inauguration Day was marred by noisy demonstrations, shoving matches and sporadic clashes with cops that resulted in more than 200 arrests. Three-thousand members of local, state and federal law enforcement — backed by 5,000 National Guard members and police officers from as far away as New Jersey — patrolled the streets as the evening's festivities got under way and the legions of protesters still seething over the Manhattan mogul's unexpected victory threatened more disruptions. PHOTOS: As Trump Takes Oath, Protesters Pledge to Keep Fighting Acting Police Chief Peter Newsham said that by around 6:30 p.m. ET things had calmed down, but authorities were still monitoring several groups. At the same time, police are preparing for the Women's March on Washington set for Saturday that is expected to draw 200,000 protesters — a number that inaugural historian Jim Bendat said could break records. Police are holding a group of protesters behind the police line pic.twitter.com/kWoJMzv3Bq — Phil McCausland (@PhilMcCausland) January 20, 2017 The worst fracas on Friday erupted in Franklin Square, about a mile-and-a-half from Capitol Hill, just before Trump's swearing-in ceremony got underway, police said. Six police officers suffered minor injuries when protesters flung bricks, trash cans and other objects, and ignited small fires, Newsham said. Play Trump Protester: A Lot of People Are Really Angry 1:09 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170121014042if_/http://www.nbcnews.com/widget/video-embed/859295811570\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Four businesses were vandalized and sustained \"significant damage,\" he said. Also, demonstrators torched a limousine, police at the scene said. All of the 217 people arrested on Friday were charged with rioting, Newsham said. And in some cases cops resorted to using flash-bang grenades and pepper spray to keep them from getting closer to the parade route. Witnesses reported the demonstrators — some of them self-described \"anarchists\" dressed in black and wearing masks — were taunting police officers to try to get a rise out of them. Chris Cox, leader of Bikers for Trump, says bikers will provide black youths a \"positive experience around a white male\" #Inauguration pic.twitter.com/7fS5b3z601 — Phil McCausland (@PhilMcCausland) January 20, 2017 \"I saw one guy, he was like pushing a cop, kind of antagonizing him, and the cop with the riot shield was banging him back,\" Johnny Silvercloud, a freelance journalist who was photographing protesters, told NBC News. One man was accidentally knocked over by protesters, a law enforcement officer told NBC News. He was bleeding from the back of his head as paramedics helped him onto a stretcher. Friday's violence came after a night of chaotic clashes between police and anti-Trump protesters. And it wasn't just limited to downtown D.C. Interstate 695, which runs through the capital, ground to a standstill on Friday afternoon when protesters holding signs and waving flags stopped traffic. To keep protesters out, several security checkpoints were set up around Capitol Hill to screen ceremony ticket holders and keep demonstrators out. Quickly, these became flashpoints of fury where Trump supporters and opponents came face. Play ",
    "title": "More Than 200 Arrested in D.C. Protests on Inauguration Day - NBC News"
   },
   {
    "entities": [
     "cheney",
     "reston",
     "carr",
     "saul",
     "house",
     "kyleigh",
     "mandel",
     "eric",
     "jaymi",
     "biden",
     "family",
     "david",
     "brendan",
     "james",
     "pederson",
     "newt",
     "mo.",
     "angerer",
     "guard",
     "washington",
     "dougherty",
     "supreme",
     "ivanka",
     "ball",
     "will",
     "smialowski",
     "maynor",
     "williamstown",
     "pence",
     "mike",
     "jill",
     "virginia",
     "mela",
     "vendors",
     "evan",
     "unknowns",
     "ap",
     "luis",
     "the early morning before",
     "jim",
     "arlington",
     "college",
     "today",
     "suchat",
     "st.",
     "melania",
     "court",
     "rosalynn",
     "scott",
     "episcopal",
     "of",
     "jared",
     "anjali",
     "memorial",
     "lynne",
     "presidential",
     "us",
     "mills",
     "walker",
     "network",
     "evancho",
     "union",
     "kushner",
     "wexler",
     "bourg",
     "jackie",
     "national",
     "j.",
     "kimberly",
     "jack",
     "tiffany",
     "vanessa",
     "va.",
     "phillip",
     "john''s",
     "daniel",
     "robert",
     "alex",
     "morning",
     "roberts",
     "7 a.m.",
     "donald",
     "canton",
     "toda",
     "henderson",
     "january 20, 2017",
     "platt",
     "jimmy",
     "brandon",
     "acker",
     "ian",
     "society",
     "capitol",
     "indiana",
     "moore",
     "jan. 19, 2017",
     "clark",
     "clinton",
     "p.",
     "usa",
     "washington,",
     "sam",
     "friday",
     "white",
     "d.c.",
     "nia",
     "obama",
     "trump",
     "loeb",
     "baron",
     "gruber",
     "kevin",
     "ngan",
     "thomas",
     "barron",
     "drew",
     "choir",
     "u.s.",
     "spencer",
     "voight",
     "doug",
     "vucci",
     "toby",
     "hillary",
     "cemetery",
     "rob",
     "andrew",
     "jarrad",
     "callista",
     "lane",
     "laura",
     "lincoln",
     "sean",
     "hudnut",
     "fernandes",
     "watson",
     "carter",
     "karen",
     "john",
     "george",
     "justin",
     "jon",
     "va",
     "fullscreen",
     "church",
     "dc",
     "jr.",
     "the",
     "two",
     "kentucky",
     "michelle",
     "2017",
     "mall",
     "april",
     "john's",
     "inauguration",
     "jan. 20, 2017",
     "hanashiro",
     "tomb",
     "dick",
     "leon",
     "herale",
     "facebook",
     "boston",
     "early",
     "station",
     "costello",
     "keith",
     "barack",
     "bush",
     "deutsch",
     "gingrich"
    ],
    "id": 2,
    "text": "A link has been posted to your Facebook feed. U.S. President Donald Trump speaks with former President Obama during the Presidential Inauguration.  Saul Loeb, Pool President Donald Trump thanks former President Obama during the Presidential Inauguration.   Saul Loeb, Pool President Trump, First Lady Melania Vice President Pence, and wife Karen wave as former President Obama departs.  Jarrad Henderson, USA TODAY President Donald Trump and former president Obama stand on the steps of the  U.S. Capitol with First Lady Melania and Michelle  in Washington, DC.  Rob Carr, Getty Images U.S. President Donald Trump takes the oath of office as his wife Melania holds the bible and his children Barron, Ivanka, Eric and Tiffany watch.   Jim Bourg, Pool President Donald Trump acknowledges the crowd after speaking during his 2017 Presidential Inauguration.  Robert Hanashiro, USA TODAY President Donald Trump greets the crowd during the 2017 Presidential Inauguration.   Robert Deutsch, USA TODAY President Trump waves to the crowd after taking the oath of office on Jan. 20, 2017.  Robert Hanashiro, USA TODAY President-elect Donald Trump greets daughter Ivanka Trump during the 2017 Presidential Inauguration.  Robert Deutsch, USA TODAY First Lady Michelle Obama and Dr. Jill Biden.   Saul Loeb, USA TODA President Donald Trump takes the oath of office during the 2017 Presidential Inauguration from Chief Justice of the Supreme Court John Roberts.   Robert Deutsch, USA TODAY Attendees cover themselves from rain during the 2017 Presidential Inauguration.   Robert Deutsch, USA TODAY Donald Trump takes the oath of office.   Robert Hanashiro, USA TODAY Vice President-elect Mike Pence takes the oath of office next to his wife Karen.   Robert Hanashiro, USA TODAY Crowds gather during the 2017 Presidential Inauguration.   Robert Hanashiro, USA TODAY President-elect Donald Trump walks up at his Presidential Inauguration.   Robert Deutsch, USA TODAY President Obama greets President-elect Donald Trump.  Robert Deutsch, USA TODAY President Obama shakes hands with Tiffany Trump.   Robert Hanashiro, USA TODAY Melania Trump greets Baron Trump as they arrive for the 2017 Presidential Inauguration.  Robert Hanashiro, USA TODAY Melania Trump arrives at the inauguration.   Doug Mills, Pool Former President Jimmy Carter and Rosalynn arrive for the 2017 Presidential Inauguration.  Robert Hanashiro, USA TODAY Former President George Walker Bush arrives with his wife Laura before the inaugural for Donald Trump as 45th US president on January 20, 2017 in Washington, DC.  Jack Gruber, USA TODAY Former Speaker of the House Newt Gingrich and his wife Callista Gingrich arrive for the presidential inauguration.   Drew Angerer, Getty Images Hillary Clinton arrives at the U.S. Capitol on in Washington, DC.   Rob Carr, Getty Images Former Vice-President Dick Cheney and wife Lynne arrive before the inauguration.   Jack Gruber, USA TODAY Recording artist Jackie Evancho arrives for the Presidential Inauguration of Donald Trump at the US Capitol.   Saul Loeb, USA TODAY U.S. President Barack Obama and First Lady Michelle welcome Preisdent-elect Donald Trump and his wife Melania to the White House in Washington, D.C.  Jim Watson President-elect Donald Trump and his wife, Melania, arrive for a church service at St. John'\u0092s Episcopal Church across from the White House in Washington.  Alex Brandon, AP Rev. Luis Leon greets President-elect Donald Trump and his wife Melania as they arrive for a church service at St. John\u0092s Episcopal Church across from the White House in Washington.   Alex Brandon, AP Choir members wear rain coverings before the presidential inauguration at the U.S. Capitol.  Robert Deutsch, USA TODAY People stand on the inaugural stage as the Washington Monument is seen at dawn in Washington, D.C.  Daniel Acker, Pool The sun rises over the Washington Monument ahead the 2017 Presidential Inauguration at the U.S. Capitol.   Robert Deutsch, USA TODAY Two National Guard members walk across the National Mall at around 7 a.m., before the 2017 Presidential Inauguration.  Thomas P. Costello, USA TODAY Network Marine One lands at the U.S. Capitol in the early morning before the 2017 Presidential Inauguration in Washington.  Andrew P. Scott, USA TODAY Fullscreen College students Kimberly Clark, 21, left, of Canton, MO. and Jaymi Hudnut, 21, of Williamstown, MO., ride the first metro train from Reston, VA to the 2017 Presidential Inauguration of Donald Trump at the National Mall. The two drove 18 hours to Virginia. This was their first presidential election.  Sean Dougherty, USA TODAY Anjali Fernandes, left, and Ian Maynor, of Boston, make protest signs inside the cafeteria at Union Station in Washington, ahead of the 2017 Presidential Inauguration.  Suchat Pederson, USA TODAY Network Vendors roll their souvenirs along the streets early Friday morning as people begin to roll in for the 2017 Presidential Inauguration and parade at the U.S. Capitol.  Suchat Pederson, USA TODAY Network Vice President-elect Mike Pence, left, and his wife Karen, second from left, applaud as President-elect Donald Trump and his wife Melania arrive for a VIP reception and dinner at Union Station with donors in Washington D.C.  Evan Vucci, AP Vice President-elect Mike Pence and his wife Karen Pence take the first dance at the Indiana Society Ball  in Washington, D.C.   Spencer Platt, Getty Images Toby Keith performs at a pre-inaugural 'Make America Great Again! Welcome Celebration' at the Lincoln Memorial.  David J. Phillip, AP President-elect Donald Trump speaks during a pre-inaugural 'Make America Great Again! Welcome Celebration' at the Lincoln Memorial in Washington, Jan. 19, 2017.  Brendan Smialowski, AFP/Getty Images Will Herale, 10, his mother, April, right, father James and sister Kyleigh, all of Kentucky, attend the pre-inaugural 'Make America Great Again! Welcome Celebration' at the Lincoln Memorial in Washington, Jan. 19, 2017.  Kevin Wexler, Northjersey.com, via USA TODAY Network President-elect Donald Trump and his wife, Mela nia, arrive at a pre-inaugural 'Make America Great Again! Welcome Celebration' at the Lincoln Memorial in Washington, Jan. 19, 2017.  Evan Vucci, AP Singer Sam Moore performs during the pre-inaugural 'Make America Great Again! Welcome Celebration' at the Lincoln Memorial.  David J. Phillip, AP Jon Voight waves as he appears during the pre-inaugural 'Make America Great Again! Welcome Celebration.'  David J. Phillip, AP Ivanka Trump (R) and her husband, Jared Kushner, arrive at the Lincoln Memorial for the 'Make America Great Again! Welcome Celebration.'  Justin Lane, European Pressphoto Agency Donald Trump Jr., second from right, and his wife, Vanessa, left, arrive at the Lincoln Memorial for the 'Make America Great Again! Welcome Celebration.'  Justin Lane, European Pressphoto Agency Reince Priebus, Donald Trump's chief of staff, arrives at the Lincoln Memorial for the 'Make America Great Again! Welcome Celebration.'  Justin Lane, European Pressphoto Agency President-elect Donald Trump, accompanied by Vice President-elect Mike Pence, places a wreath at the Tomb of the Unknowns, Jan. 19, 2017, at Arlington National Cemetery in Arlington, Va., ahead of Friday's presidential inauguration.   Evan Vucci, AP Family members watch as President-elect Trump and Vice President-elect Pence take part in a wreath-laying ceremony at Arlington National Cemetery.  Mandel Ngan, AFP/Getty Images President-elect Trump and Vice President-elect Pence pause after placing a wreath at the Tomb of the Unknowns.  Mandel Ngan, AFP/Getty Images US President-elect Donald Trump and Vice President-elect Mike Pence take part in a wreath-laying ceremony at Arlington National Cemetery.  Mandel Ngan, AFP/Getty Images President-elect Trump (L) and Vice President-elect  Pence take part in a wreath-laying ceremony at Arlington National Cemetery.  Mandel Ngan, AFP/Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Analysis: Trump’s short, dark and defiant Inaugural address"
   },
   {
    "entities": [
     "cassella",
     "this day",
     "donald",
     "last year",
     "tribune",
     "of",
     "capitol",
     "washington",
     "now",
     "the",
     "friday",
     "states",
     "d.c.",
     "obama",
     "trump",
     "chicago",
     "mall",
     "america",
     "u.s.",
     "jan. 20, 2017",
     "united",
     "past",
     "west",
     "brian",
     "barack",
     "front",
     "national"
    ],
    "id": 3,
    "text": "Trump takes office as 45th president, pledging to empower America's 'forgotten men and women' The presidential inauguration of Donald Trump. Tribune news services Contact Reporter Pledging emphatically to empower America's \"forgotten men and women,\" Donald Trump was sworn in as the 45th president of the United States Friday, taking command of a riven nation facing an unpredictable era under his assertive but untested leadership. Under cloudy, threatening skies at the West Front of the U.S. Capitol, Trump painted a bleak picture of the America he now leads, declaring as he had throughout the election campaign that it is beset by crime, poverty and a lack of bold action. The billionaire businessman and reality television star — the first president to have never held political office or high military rank — promised to stir a \"new national pride\" and protect America from the \"ravages\" of countries he says have stolen U.S. jobs. \"This American carnage stops right here,\" Trump declared. In a warning to the world, he said, \"From this day forward, a new vision will govern our land. From this moment on, it's going to be America first.\" The crowd that spread out before him on the National Mall was notably smaller than at past inaugurals, reflecting both the divisiveness of last year's campaign and the unpopularity of the incoming president compared to modern predecessors. Caption Sights and sounds from the inauguration of President Trump Supporters watch the inauguration of President Donald Trump while protesters rally Jan. 20, 2017, on the National Mall in Washington, D.C. (Brian Cassella / Chicago Tribune) Supporters watch the inauguration of President Donald Trump while protesters rally Jan. 20, 2017, on the National Mall in Washington, D.C. (Brian Cassella / Chicago Tribune) Caption President Trump's Inauguration Speech President Donald Trump delivers his inauguration speech after being sworn in as the 45th President of the United States. (Jan. 20, 2017)  President Donald Trump delivers his inauguration speech after being sworn in as the 45th President of the United States. (Jan. 20, 2017)  Demonstrations unfolded at various security checkpoints near the Capitol as police helped ticket-holders get through. After the swearing-in, more protesters registered their rage in the streets of Washington. Police in riot gear deployed pepper spray and made numerous arrests after protesters smashed the windows of downtown businesses, denouncing capitalism and the new president. At least one vehicle was set afire. Short and pointed, Trump's 16-minute address in the heart of Washington was a blistering rebuke of many who listened from privileged seats only feet away. Surrounded by men and women who have long filled the government's corridors of power, the new president said that for too long, \"a small group in our nation's capital has reaped the rewards of government while the people have borne the cost.\" His predecessor, President Barack Obama, sat stoically as Trump pledged to push the country in a dramatically different direction. ",
    "title": "Trump takes office as 45th president, pledging to empower America&apos;s &apos;forgotten men and women&apos; - Chicago Tribune"
   },
   {
    "entities": [
     "inc.",
     "right now",
     "this day",
     "donald",
     "january 20, 2017",
     "carter",
     "biden",
     "jimmy",
     ", 1:13 pm",
     "2016",
     "george",
     "interactive",
     "capitol",
     "cbs",
     "washington",
     "w.",
     "news",
     "the day",
     "clinton",
     "h.w.",
     "houston",
     "shabad",
     "friday",
     "california",
     "michelle",
     "d.c.",
     "j.",
     "trump",
     "obama",
     "joe",
     "mall",
     "america",
     "first",
     "2017",
     "jill",
     "u.s.",
     "trillions of dollars",
     "palm",
     "springs",
     "bill",
     "jan. 20, 2017",
     "hillary",
     "rebecca",
     "bush",
     "national"
    ],
    "id": 4,
    "text": "By Rebecca Shabad CBS News January 20, 2017, 1:13 PM In inauguration speech, Trump vows to give power back to the people Email After taking the oath of office , President Donald J. Trump promised to take the power from the Washington elite and return it to the people, and he stressed that his priority will be to put the U.S. ahead of other nations. Live coverage of Donald Trump’s inauguration Speaking from the the West Front of the Capitol, Mr. Trump said in his inaugural address that Americans were not merely transferring power from one administration to another and one party to another. “We are transferring power from Washington, D.C. and giving it back to you, the people,” the newly sworn-in president said with thousands watching in person on the National Mall and potentially millions watching on television. In his 17-minute inaugural speech , which he had said he wrote himself, Mr. Trump said that Jan. 20, 2017 “will be remembered as the day that the people became the rulers of his nation again.” “The forgotten men and women of our country will be forgotten no longer,” he said. The highlights from the inauguration of Donald Trump on Jan. 20, 2017 in Washington, D.C. Among those seated behind him were President Obama, first lady Michelle Obama, Vice President Joe Biden and his wife Jill Biden as well as former Presidents Jimmy Carter, Bill Clinton and George W. Bush. Hillary Clinton, the 2016 Democratic presidential nominee, also attended the inauguration and was seated on the platform. President George H.W. Bush was unable to attend because he’s being treated for pneumonia at a hospital in Houston. Mr. Trump highlighted issues that he said need to be solved such as violence in the nation’s “inner cities,” an education system that’s flush with cash, and crime, gangs and drugs that have taken too many lives. “The American carnage stops right here, and stops right now,” he said. He denounced previous U.S. policies that he said have subsidized militaries of other countries, allowing for the depletion of the U.S. military, policies that have defended other nations’ borders before America’s and measures that have resulted in spending trillions of dollars overseas before spending money on rebuilding America’s infrastructure that Mr. Trump said has “fallen into disrepair and decay.” “From this day forward, a new vision will govern our land. From this day forward, it’s going to be only America First. America first,” Mr. Trump said. “Every decision on trade, on taxes, on immigration, on foreign affairs, will be made to benefit American workers and American families.” Mr. Trump promised that, “America will start winning again, winning like never before” and that the U.S. would follow “two simple rules: buy American and hire American.” The new president vowed to not impose America’s way of life on other nations and to fight “radical Islamic terrorism.” “You will never be ignored again. Your voice, your hopes and your dreams will define our American destiny,” he said. “Together, we will make America strong again, we will make America wealthy again, we will make America proud again, we will make America safe again again and yes, together, we will make America great again.” Mr. Obama and the rest of his family will depart Washington, D.C. Friday for a vacation in Palm Springs, California. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "In inauguration speech, Trump vows to give power back to the people - CBS News"
   },
   {
    "entities": [
     "police",
     "right now",
     "oval",
     "house",
     "lincoln",
     "donald",
     "blunt",
     "office",
     "melania",
     "missouri",
     "metropolitan",
     "carter",
     "last november",
     "johnson",
     "obamas",
     "avenue",
     "the past",
     "jimmy",
     "george",
     "fbi",
     "capitol",
     "coast",
     "indiana",
     "once",
     "service",
     "gulf",
     "washington",
     "guard",
     "w.",
     "the day",
     "clinton",
     "now",
     "abraham",
     "roy",
     "secret",
     "eight years ago",
     "usa",
     "pennsylvania",
     "states",
     "friday",
     "white",
     "homeland",
     "california",
     "pence",
     "trump",
     "obama",
     "mall",
     "mike",
     "angus",
     "u.s.",
     "last day",
     "palm",
     "springs",
     "bill",
     "evan",
     "jeh",
     "vucci/ap",
     "hillary",
     "united",
     "security",
     "the hour",
     "department",
     "maine",
     "morning",
     "bush",
     "national"
    ],
    "id": 5,
    "text": "Live Coverage: Donald Trump's Presidential Inauguration \"For too long, a small group in our nation's capital has reaped the rewards of government while the people have borne the cost,\" Trump said. \"Washington flourished but the people did not share in its wealth. The establishment protected itself.\" In his 16-minute remarks, he criticized an educational system \"flush with cash\" that fails to fulfill its mission to students. He lamented factories left to rust while jobs flowed overseas. And he decried crime and gang violence, despite reports from the FBI and criminologists that the U.S. crime rate remains near historic lows. \"This American carnage stops right here and stops right now,\" Trump said, amid cheers from the crowd. Moments earlier, with his hand on Bibles once used by Abraham Lincoln and his own family, Trump pledged to \"preserve, protect and defend the Constitution of the United States,\" completing an unlikely trajectory from real-estate mogul to the nation's 45th president. A crowd that stretched along the National Mall assembled under gray Washington skies to witness the ceremony. So did nearly every living former president, from Jimmy Carter and George W. Bush to Bill Clinton and his wife, Hillary, who was defeated by Trump last November after a costly and bitter campaign. President Trump walks down the steps of the U.S. Capitol on Friday. Alex Wong/Getty Images hide caption toggle caption President Trump walks down the steps of the U.S. Capitol on Friday. Alex Wong/Getty Images Afterward, dozens of dignitaries walked through light rain into the Capitol for a three-course lunch program emceed by Missouri Republican Sen. Roy Blunt. The menu included Maine lobster and Gulf shrimp with saffron sauce and peanut crumble, Angus beef with dark chocolate sauce and potato gratin, and chocolate souffle with cherry vanilla ice cream. Trump and his vice president, former Indiana Gov. Mike Pence, presided over the parade, which stretched a little under 2 miles from the U.S. Capitol to the White House. School marching bands, the Boy Scouts, veterans groups and 8,000 members of the military participated. Article continues after sponsorship Also lining that route: Protesters representing 99 different groups. In sporadic exchanges at security check points across downtown Washington, protesters shouted: \"No Trump! No KKK! No fascist USA!\" Others carried signs with such slogans as \"Fake 45.\" Donald Trump Has Plans To Hit The Ground Running. Here's What He Wants To Do But, so far, skirmishes appeared to be mostly free from violence. Not far from the White House, several hundred protesters clad in black ran through the streets, breaking windows and knocking over trash cans. Police fired pepper spray to subdue demonstrators. The Metropolitan Police Department reported at least 95 arrests, mostly on charges of rioting. Preparations for the event had been under way for months. Around 28,000 officers are on hand to provide security for the event, including Secret Service, FBI agents, the Coast Guard, police departments and nearly 8,000 National Guard troops. Homeland Security Secretary Jeh Johnson said authorities had \"no specific, credible threat\" directed at the proceedings. Donald Trump's Been Saying The Same Thing For 30 Years Meanwhile, at the White House, household crews are furiously preparing the mansion for its new occupants. Earlier in the day, camera crews spotted President Obama making one last visit to the Oval Office, slipping a letter in the desk drawer for his successor. Staff members at the residence presented the Obamas with two flags: one that welcomed them to the White House eight years ago; another that flew over the building Friday morning, on their last day there. The Obama family headed to Palm Springs, California, Friday for a vacation. President Trump waves as he walks with first lady Melania Trump during the inauguration parade on Pennsylvania Avenue on Friday. Evan Vucci/AP hide caption toggle caption Evan Vucci/AP President Trump waves as he walks with first lady Melania Trump during the inauguration parade on Pennsylvania Avenue on Friday. Evan Vucci/AP The formal hand-off of power is now complete, as the Trump administration only begins to come into focus. Trump, who has had no experience in elective office, now controls a vast federal bureaucracy, including national security, international diplomacy, the economy, the environment and the justice system. He's painted his governing agenda in broad strokes, promising to \"Make America Great Again\" by bringing jobs back to the U.S. and deliver a tough message on the international stage. His remarks from the inaugural platform harked back to his campaign speeches: \"We will bring back our jobs. We will bring back our borders. We will bring back our wealth and we will bring back our dreams.\" Trump went on to blast \"empty talk\" by politicians of the past. \"Now arrives the hour of action,\" he said. Flanked by his extended family, his vice president, and congressional leaders, Trump took his first actions: signing papers for his cabinet nominees and proclaiming a national day of patriotism. ",
    "title": "Inauguration Day 2017, Donald Trump Sworn In As 45th President Of The United States  : NPR"
   },
   {
    "entities": [
     "58%",
     "recently",
     "house",
     "haile-selassie",
     "jacqueline",
     "james",
     "new",
     "once",
     "washington",
     "the day",
     "earth",
     "now",
     "saturday",
     "america",
     "dayton",
     "ohio",
     "the coming days",
     "40%",
     "today",
     "noah",
     "post-abc",
     "melania",
     "angeles",
     "of",
     "n.",
     "w.",
     "65%",
     "h.w.",
     "eight years ago",
     "homeland",
     "78%",
     "pentagon",
     "national",
     "beritu",
     "kelly",
     "security",
     "state",
     "roberts",
     "donald",
     "texas",
     "reagan",
     "inauguration day",
     "capitol",
     "wing",
     "cabinet",
     "1977",
     "clinton",
     "the day before",
     "friday",
     "states",
     "white",
     "d.c.",
     "obama",
     "trump",
     "bill",
     "mattis",
     "lazarites",
     "hillary",
     "united",
     "senate",
     "right now",
     "belt",
     "carter",
     "john",
     "los",
     "george",
     "news",
     "bierman",
     "jr.",
     "pam",
     "g.",
     "this week",
     "rust",
     "michelle",
     "62%",
     "mall",
     "jan. 20, 2017",
     "ted",
     "79%",
     "later friday",
     "york",
     "department",
     "florida",
     "west",
     "future",
     "bush",
     "islamic",
     "kennedy"
    ],
    "id": 6,
    "text": "Trump is sworn in as president, a divisive, singular figure promising to lift up 'the forgotten' President Donald Trump's inaugural speech Donald Trump gave his first address as president of the United States at his inauguration Jan. 20, 2017. Donald Trump gave his first address as president of the United States at his inauguration Jan. 20, 2017. Noah Bierman Contact Reporter Donald John Trump swore the oath of office Friday as the 45th president of the United States, painting a bleak version of a country marked by \"rusted-out factories scattered like tombstones\" as he pledged to deliver prosperity to forgotten Americans. Trump, one of the most polarizing figures to assume the office, delivered a brief, unusually combative inaugural address matching the nationalist and populist themes he sounded on the campaign trail. The Republican, whose inauguration was met with protests in Washington and around the country, blamed an establishment from both parties for enriching itself at the expense of an ignored underclass. “Today, we are not merely transferring power from one administration to another, or from one party to another,\" he told thousands of red-cap-waving supporters scattered across the National Mall. \"But we are transferring power from Washington, D.C., and giving it back to you, the people.” Trump, who won the presidency by smashing nearly every convention in politics, narrowed his eyes and gave a thumbs up to the crowd amid a light drizzle as he celebrated one of the most solemn and sober rituals in American democracy, a peaceful transfer of power that culminated with him ascending to an office that few thought was within his grasp. His 16-minute speech — the shortest since President Carter's inaugural in 1977 — lacked specific policy. In its place was a sense of anger at what he defined as a ruling class that has raided America for its own benefit. He talked of crime, gangs, drugs, poverty, jobs lost to foreign countries and a way of life destroyed by globalism. “This American carnage stops right here and stops right now,” Trump said in a blunt, staccato cadence that marked a sharp departure from the soaring rhetoric of his predecessor, former President Obama . “We are one nation, and their pain is our pain, their dreams are our dreams and their success is our success.” He promised to shift America’s focus inward, placing the country’s interests ahead of its global presence. Read the story “We will reinforce old alliances and form new ones and unite the civilized world against radical Islamic terrorism, which we will eradicate from the face of the Earth,” Trump said. After his inauguration, Trump began the job of president, signing routine papers to nominate candidates for Cabinet secretary positions and a waiver that allows his pick to lead the Pentagon, retired Gen. James N. Mattis, to serve despite a rule that typically bars recently active officers from holding the post. Mattis and Gen. John Kelly, Trump’s nominee to lead the Department of Homeland Security, were confirmed quickly by the Senate later Friday. Trump’s spokesman promised more vigorous action in the coming days. Trump, in a red tie and black overcoat, made history on many levels as he was sworn in by Chief Justice John G. Roberts Jr. At 70, he is the oldest president to begin a first term. The brash business mogul also became the only commander in chief to enter the White House with neither government nor military service. And while his predecessors included a screen actor and several war heroes, none became international celebrities in the era of reality television. The gut-check moments along Trump’s journey — winning his first primary, the Republican nomination and the election itself — have not mellowed his disdain for tradition any more than Friday’s inauguration. His refusal to conform to political norms helped him attract millions of voters who felt disconnected from coastal power centers and eager to see a leader unafraid of offending people. Trump’s inaugural address seemed targeted to those supporters. “Jan. 20, 2017, will be remembered as the day the people became the rulers of this nation again,” Trump said. “The forgotten men and women of our country will be forgotten no longer. Everyone is listening to you now.” Though no crowd count was announced, the audience was visibly smaller than the 1.8 million people who gathered to witness the nation’s first black president be sworn in eight years ago. Still, many who came on Friday had driven 10 or 20 hours from Texas, Florida, the Rust Belt and elsewhere to see a man they believed offered a starkly different kind of politics than his predecessors. The forgotten men and women of our country will be forgotten no longer. — President Trump “It sounded like someone was speaking to us – finally,” said Pam Lazarites, 61. “I’m tired of hearing about the establishment – the government, the politicians.” She and her husband, Ted, drove to Washington from Dayton, Ohio, to attend the inauguration, wearing matching red Trump hoodies. They stood near the back of the crowd, close to the Washington Monument. Trump’s unconventional qualities, and a promise to bring back jobs lost to outsourcing and automation, helped him compile a historic electoral upset in which he dispatched 16 primary opponents and trampled both the Bush and Clinton family political dynasties. Former Secretary of State Hillary Clinton, his Democratic opponent who attended the inauguration with husband Bill, looked on stoically as she dutifully made her way through the Capitol to watch Trump take the job she had long hoped would be hers. The former rivals failed to shake hands as Trump walked to the stage to deliver his address, though Trump later greeted and thanked her during a congressional lunch at the Capitol after the swearing-in ceremony, prompting a standing ovation from politicians on both sides of the aisle. Some in the inaugural crowd Friday booed and chanted “Lock her up” when Clinton’s face showed on the jumbo screens, remnants of the campaign’s ugly tenor overflowing into an event that usually feels more celebratory and unifying. Trump shared a fuller embrace with the man he was replacing, Obama, and a kiss with outgoing First Lady Michelle Obama. It could have been an awkward changing of the guard. Yet Trump thanked Obama, whose legacy he campaigned against and whose American birthplace he once questioned, for his graciousness. And Obama, who had said Trump was unfit for the job during the campaign, smiled through much of the transfer of power. Michelle Obama was less visibly comfortable, looking sideways as Trump spoke. The new first lady, Melania Trump , offered a note of glamour beside her husband, wearing a powder-blue shift dress under a half-sleeved bolero-cut jacket pinned at the neck with matching long gloves, reminiscent of Jacqueline Kennedy. Even without new laws or major executive actions, the new thrust of the White House was made clear. Old Twitter handles were quickly replaced and old photos of the Obama era were stripped from the walls of the West Wing in recent days. Trump’s top policy priorities were almost immediately affixed atop the White House website : a rollback of Obama’s efforts to fight climate change; a promise to rebuild the military, defeat Islamic State and create 25 million new jobs; lower taxes for corporations and individuals; a moratorium on regulations; and a promise to end certain trade deals. Trump lost the popular vote to Clinton by more than 2.8 million, and he has failed to build support from skeptics who see his presidency as divisive and even dangerous. During the transition period, a time other modern presidents have used to mend wounds from bitter elections, Trump sparred with enemies and inflamed old divisions. He held victory rallies in states that helped win him the election and continued to criticize Clinton in public appearances weeks after she faded into the woods of New York for long walks. Though his inaugural address tended to reinforce that division, he did embed a call for unity into his broader nationalist vision, promising that “through our loyalty to our country, we will rediscover our loyalty to each other.” He also said during the congressional lunch that the two major political parties are made up of good people. Yet Trump’s more persistent appeals to a lingering sense of grievance, combined with resentment from Democrats amid a period of polarization, has helped him secure an ignominious distinction. His approval rating is lower than that of any incoming president in decades, according to polls. “He’s a bulldog. He calls people names. He has no kind of decency left in him,” said Beritu Haile-Selassie, a Washington resident who stood by herself on a traffic circle, holding up a cardboard sign that read “fake president.” In addition to scattered protests throughout Washington on Inauguration Day, another wave of marchers were expected in the city Saturday to celebrate women’s rights and register disapproval of Trump. Just 40% of Americans hold a favorable impression of Trump, according to a Washington Post-ABC News poll released this week. That’s lower than the approval ratings for Presidents George W. Bush (62%), George H.W. Bush (65%), Obama (79%), Reagan (58%) and Carter (78%) before their inaugurations. Yet those ratings demonstrate another truth: Popularity at the beginning of a term does not always correlate with future popularity. Carter and George H.W. Bush lasted just one term. And Reagan, whose lower approval numbers came closest to Trump’s, later became one of the most beloved presidents in history. Caption President Donald Trump's inaugural speech Donald Trump gave his first address as president of the United States at his inauguration Jan. 20, 2017. Donald Trump gave his first address as president of the United States at his inauguration Jan. 20, 2017. Caption President Donald Trump's inaugural speech Donald Trump gave his first address as president of the United States at his inauguration Jan. 20, 2017. Donald Trump gave his first address as president of the United States at his inauguration Jan. 20, 2017. Caption Voices in the crowd on Inauguration Day Voices in the crowd on Inauguration Day from Washington, D.C., and Los Angeles. Voices in the crowd on Inauguration Day from Washington, D.C., and Los Angeles. Caption Donald Trump is sworn in as president by Chief Justice John Roberts Donald Trump is sworn in as president by Chief Justice John Roberts Donald Trump is sworn in as president by Chief Justice John Roberts Caption LAUSD parents and students protest Donald Trump On the day before inauguration, parents and students in the Los Angeles Unified School District protested against President-elect Donald Trump. On the day before inauguration, parents and students in the Los Angeles Unified School District protested against President-elect Donald Trump. Caption Donald Trump merchandise Donald Trump merchandise  Donald Trump merchandise  ",
    "title": "Trump is sworn in as president, a divisive, singular figure promising to lift up &apos;the forgotten&apos; - LA Times"
   },
   {
    "entities": [
     "police",
     "recently",
     "bannon",
     "house",
     "this day",
     "oval",
     "goldman",
     "vladimir",
     "obamas",
     "david",
     "stephen",
     "james",
     "photo",
     "newt",
     "forty percent",
     "washington",
     "the day",
     "sachs",
     "now",
     "devos",
     "breitbart",
     "pelosi",
     "costa",
     "at 5:03 pm",
     "trumps",
     "sept. 11",
     "america",
     "2001",
     "post",
     "spicer",
     "hawaii",
     "11:00 a.m.",
     "paul",
     "l.",
     "interim",
     "today",
     "st.",
     "spring",
     "post-abc",
     "melania",
     "jeffress",
     "n.y.",
     "office",
     "2006",
     "kenya",
     "episcopal",
     "of",
     "co.",
     "nancy",
     "keilaun",
     "pennsylvania",
     "nw",
     "1955",
     "buy",
     "tiffany",
     "association",
     "caption",
     "k",
     "ryan",
     "charles",
     "jackson",
     "robert",
     "wait",
     "morning",
     "k.",
     "roberts",
     "congress",
     "donald",
     "russia",
     "about 9:30 a.m.",
     "2013",
     "avenue",
     "2016",
     "inauguration day",
     "parnass/the",
     "justice",
     "capitol",
     "january 20",
     "schumer",
     "2009",
     "cabinet",
     "clinton",
     "states",
     "friday",
     "white",
     "d.c.",
     "s.c.",
     "obama",
     "trump",
     "kevin",
     "street",
     "u.s.",
     "wagner",
     "bill",
     "mattis",
     "calif.",
     "fahrenthold",
     "hillary",
     "correspondent's",
     "united",
     "betsy",
     "andrew",
     "district",
     "current",
     "senate",
     "d.",
     "newsham",
     "lincoln",
     "peter",
     "sean",
     "the past",
     "john",
     "sarah",
     "putin",
     "columbia",
     "gop",
     "e.",
     "news",
     "dallas",
     "jr.",
     "church",
     "g.",
     "exxonmobil",
     "&",
     "9:30 a.m.",
     "a.",
     "voisin/the",
     "john's",
     "jan. 20, 2017",
     "2011",
     "department",
     "mccarthy",
     "isis",
     "early",
     "wilson",
     "barack",
     "gingrich"
    ],
    "id": 7,
    "text": "Donald Trump is sworn in as president, vows to end ‘American carnage’ The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it (The Washington Post) By David A. Fahrenthold , Robert Costa and John Wagner By David A. Fahrenthold , Robert Costa and John Wagner January 20 at 5:03 PM Follow @Fahrenthold Follow @costareports Follow @WPJohnWagner Donald John Trump was sworn in Friday as the 45th president of the United States, after which he delivered a dark but ambitious speech promising to throw out entrenched Washington elites, end “American carnage” in cities and restore jobs lost to shuttered factories. “Today, we are not merely transferring power from one administration to another, or from one party to another, but we are transferring power from Washington, D.C., and giving it back to you, the people,” Trump said. He spoke on a day that featured less ceremony than usual, and crowds that seemed to be smaller than the ones that attended President Barack Obama’s inaugurations in 2009 and 2013. Trump’s parade rolled down Pennsylvania Avenue, passing crowds that often stood just two people deep. Elsewhere in downtown Washington, columns of peaceful protesters marched with anti-Trump signs, and small groups of black-clad anarchists clashed with police and set fire to trash cans and a limousine. In his speech, Trump seemed to promise not just the obvious transition from Obama’s Democratic administration to full Republican control of Washington — but to a new style of politics, in which Trump will seek to be a new kind of independent power center. Trump, 70, was administered the oath by Chief Justice John G. Roberts Jr., using two Bibles — one from President Lincoln’s inauguration, and another that Trump’s mother gave him in 1955. His wife Melania Trump stood at his side. 1 of 96 The scene in Washington on Inauguration Day View Photos Trump supporters and protesters gather in the capital as a new presidency begins. Caption Trump supporters and protesters gather in the capital as a new presidency begins. Jan. 20, 2017  Keilaun Wilson, of Columbia, S.C., sells T-shirts to Trump supporters leaving parties. Sarah L. Voisin/The Washington Post Buy Photo Wait 1 second to continue. Then, as rain began to fall, Trump gave an inaugural address that — while short in duration — made a major break with presidential precedent. Most presidents use this moment to acknowledge the opponent they defeated, to praise America’s promise and to call upon both parties to work together. Trump, by contrast, used his speech to make a wide-ranging condemnation of America’s current state — talking about “American carnage” caused by urban crime, and saying that “wealth, strength and confidence has dissipated” because of jobs lost overseas. Trump charged that both major political parties have lost their way, serving the needs of an elite rather than the needs of the public. In grandiose language, Trump sought to cast this day as a kind of restart for American politics, with everything before — Republican and Democrat — cast aside. “The United States of America is your country,” he said. With now former president Obama and three previous presidents watching from behind him, Trump seemed to condemn them as unfaithful to the popular will, saying that his inauguration signaled that “the people” would rule the country again. “For too long, a small group in our nation’s capital has reaped the rewards of government while the people have borne the cost,” Trump said. “Politicians prospered, but the jobs left and the factories closed.” [ ‘I do solemnly swear…’: The 35 most momentous words Donald Trump will say at his inauguration ] (Sarah Parnass/The Washington Post) It was a speech that closely matched the tone of Trump’s presidential campaign, which he cast as a populist insurgency against GOP orthodoxies. But it was not as close a match with the way Trump has acted since the election — a time when he has chosen some of his Cabinet picks and top staffers from Washington and Wall Street’s existing elites. His choices have included the head of ExxonMobil, three retired generals, several top members of Goldman Sachs and several sitting GOP legislators. “We assembled here today are issuing a new decree . . . From this day forward, a new vision will govern our land. From this day forward, it’s going to be only America first. America first!” Trump said. This two-word slogan, used heavily in Trump’s campaign, became infamous in U.S. history as the slogan of isolationist forces opposed to American entry in World War II. Trump has used it as an economic message. “Every decision on trade, on taxes, on immigration, on foreign affairs, will be made to benefit American workers and American factories,” Trump said. [ A fierce will to win pushed Donald Trump to the top ] Trump’s speech clocked in at less than 17 minutes, making it unusually short among recent inaugural addresses. It concluded with the signature promise of his stunningly successful presidential campaign, to “make America great again.” During the morning’s events, there were large crowds of protesters opposing Trump with signs and slogans — and some groups of black-clad anarchists who roamed District streets smashing windows of businesses and cars. Outside The Washington Post’s headquarters on K Street NW, a group of a few dozen anarchists hurled bricks and rocks at police, who responded with loud “flash-bang” grenades and streams of pepper spray. D.C. Interim Police Chief Peter Newsham said officers have arrested more than 90 people in connection with protests that turned violent on Friday and caused “significant damage to a number of blocks in our city.” He said a “a very small percentage” of the thousands who came to demonstrate against the inauguration resorted to violence. “It’s disappointing that it had to happen. I’m extremely pleased how the [police] responded to this and took the folks responsible for this into custody.” Elsewhere in the city, news reports showed columns of peaceful protesters marching. After the speech, before a traditional lunch at the Capitol, Trump signed three measures. One was a bill providing a waiver for James Mattis — a retired Marine general — to become secretary of defense, despite a law that prohibits that position going to recently retired military personnel. Trump also signed formal nominations, sending his Cabinet picks to the Senate. At that ceremony, Trump appeared a slightly different politician than the flame-throwing populist he had been on the inaugural stage. He was in the middle of Washington’s elite, and enjoying their company. Trump joked with Congress’s two top Democrats, House Minority Leader Nancy Pelosi (Calif.) and Senate Minority Leader Charles E. Schumer (N.Y.) about the prospects that his choices would be confirmed. At one point, Trump seemed unsure of whom he was nominating for what office. “Ah, Betsy,” Trump said, looking at one sheet he was to sign. “Education, right?” He looked to House Speaker Paul D. Ryan (R-Wis.) and House Majority Leader Kevin McCarthy (R-Calif.), seemingly for confirmation. “Yes,” McCarthy said. It was, indeed, the nomination of Betsy DeVos to be Trump’s secretary of education. Trump also signed a proclamation declaring a national day of patriotism, new White House spokesman Sean Spicer said in a tweet. In recent years, other presidents have declared Sept. 11 of each year “Patriot Day,” in commemoration of the 2001 terrorist attacks. It was not immediately clear whether Trump’s proclamation was a repeat of that tradition, or a new tradition on a different day. As he entered the lunch, Trump appeared to shake the hand of his Democratic opponent, former secretary of state Hillary Clinton, whom he made no mention of in his inaugural address. “How are you? Thank you for coming. Thank you,” Trump said. Later, at the same luncheon, Trump asked both Hillary Clinton and her husband, former president Bill Clinton, to stand and be applauded. As the lunch ended, the Clinton’s headed toward the exit, walking alongside the statues. Hillary Clinton, when asked by The Post what she thought of the speech, paused, smiled and lightly tapped a reporter’s arm. “Hi, how are you?” she said. And then she disappeared around the entrance, out and away as Trump continued to greet lawmakers. Trump’s swearing-in now gives Republicans control of both the White House and Congress for the first time since 2006. The new president has promised to undo some of the most significant pieces of Obama’s legacy — including his signature health-care law. But Trump also enters office with a significant amount of uncertainty, since he has repeatedly contradicted other Republicans — and himself — on major questions about how immigration, taxes, health care and other issues will be handled in the new administration. On the Internet, there were other signs of the seismic shift in power. The White House Web page — which that morning had touted Obama’s initiatives to slow climate change — now touted a promise from Trump to eliminate “harmful and unnecessary policies such as the Climate Action Plan.” The Trump administration’s website also promised to be more pro-police than the Obama administration, under which the Justice Department investigated misdeeds in local departments. There was also, seemingly, a nod to Trump’s open attitude toward Vladi­mir Putin’s Russia — whose intelligence agencies reportedly sought to intervene in the 2016 election to boost Trump’s chances. “The world must know that we do not go abroad in search of enemies, that we are always happy when old enemies become friends, and when old friends become allies,” the White House website said. [ Trump keeps Obama appointee tasked with helping run the war against ISIS ] After the speech, new White House counselor Stephen K. Bannon — the former head of the right-wing website Breitbart News — said in an interview that Trump’s speech had echoes of another long-ago American populist. “It was an unvarnished declaration of the basic principles of his populist and kind of nationalist movement. It was given, I think, in a very powerful way. I don’t think we’ve had a speech like that since Andrew Jackson came to the White House,” Bannon said. “But you could see it was very Jacksonian. It’s got a deep, deep root of patriotism there.” Unspoken, however, was that Trump’s speech seemed to pull the GOP away from the policy positions that had mattered deeply until Trump came onto the scene. The party of free trade had been declared the party of economic nationalism. A party of Russia hawks had been rebranded as a party open to friendship with “old enemies.” “He keeps telling us, ‘This is who I really am.’ And people say, ‘Yeah, but who are you really?’ He goes, ‘Well, this is who I really am,’” said former House speaker Newt Gingrich (R-Ga.), a longtime fixture in the Washington political and pundit establishment who has become and enthusiastic backer of Trump’s attack on it. “He’s so different from what you guys are used to covering.” Gingrich was asked: How will Trump, who lost the popular vote, work with Washington’s existing power structure? “He runs over it. I don’t think he gets cooperation,” Gingrich said. “The only way he’s going to get those goals is to go to the American people over and over. I suspect that he’ll end up by spring having to go back out and have huge rallies and try to [bring] grass-roots pressure to bear.” Signs of the transfer of power were on display throughout the day. Before 9:30 a.m., TV footage showed Obama leaving the Oval Office for the last time, before he and the first lady held a pre-inauguration tea with the Trumps. Obama smiled as he walked down an exterior hallway, in view of cameras. “Any last words for the American people?” a member of the press called out. “Thank you,” Obama said. Soon after, the Trumps arrived at the White House, greeting the Obamas and presenting them with a gift — a box wrapped in the distinctive light blue of high-end jeweler Tiffany & Co. The meeting at the White House between Trump and Obama marked an Inauguration Day tradition, but one made more unusual this time by the two men’s history. Trump, a real estate businessman and reality-TV star, began his rise in conservative politics by essentially calling Obama a liar and an illegitimate president: Trump insisted for years that Obama was born in Kenya. Obama was actually born in Hawaii, as Trump conceded late in the 2016 campaign. Obama, in turn, had mocked Trump at a televised White House Correspondent’s Association dinner in 2011. Now, they met at the White House door, one going in and one going out. On the White House steps, the bitter history between Trump and Obama went unmentioned. Obama asked Trump, “How was church?” and they turned to go inside. The two men and their wives took a motorcade to the U.S. Capitol, through empty streets. Around them, there were sporadic clashes between police and protesters around Washington. In several instances, news video showed black-clad protesters — some carrying symbols of “anarchist” groups — smashing shop windows and overturning newspaper boxes. [ Two worlds collide: Trump backers and foes trade barbs in Washington ] Before meeting with the Obamas, the Trumps attended a service at St. John’s Episcopal Church near the White House, continuing an Inauguration Day tradition. One of the preachers was Robert Jeffress, a Southern Baptist minister who is pastor of a Dallas megachurch, and who has made inflammatory condemnations of both Mormonism and Islam in the past. Jeffress, who grew close to Trump during the 2016 presidential campaign, said on Twitter that his sermon would be entitled, “When God Chooses a Leader.” Trump left the service about 9:30 a.m. He mouthed “Thank you” to supporters as he climbed into an SUV. Trump takes office as the least-popular new president in 40 years, according to a new Washington Post-ABC News poll. Forty percent of Americans view Trump favorably, which is 21 points lower than the rating with which Obama will leave office. But Trump won the election and this is his day to command. “It all begins today!,” Trump tweeted early Friday morning. “I will see you at 11:00 A.M. for the swearing-in. THE MOVEMENT CONTINUES - THE WORK BEGINS!” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Donald Trump is sworn in as president, vows to end ‘American carnage’ - The Washington Post"
   },
   {
    "entities": [
     "st.",
     "roosevelt",
     "house",
     "oval",
     "donald",
     "office",
     "episcopal",
     "morning",
     "capitol",
     "new",
     "times",
     "square",
     "washington",
     "the day",
     "monday",
     "church",
     "friday",
     "white",
     "michelle",
     "franklin",
     "j.",
     "trump",
     "obama",
     "america",
     "john's",
     "york",
     "lafayette",
     "senate",
     "d."
    ],
    "id": 8,
    "text": "OPEN Graphic For Mr. Trump, the ceremonies capped a remarkable rise to power that defied all expectations, and his ascension amounts to a hostile takeover of a capital facing its most significant disruption in generations. While officially a Republican, Mr. Trump has at times assailed leaders of both parties and positioned himself as the ultimate outsider, making clear that he will follow his own instincts in determining the nation’s course. America has never seen a president quite like Mr. Trump, the son and grandson of immigrants who grew up to become a real estate magnate, casino owner, beauty pageant operator and reality television star whose tumultuous love life played out on tabloid front pages. Advertisement Continue reading the main story Never before has the presidential oath been administered to someone who had never served either in public office or as a general in the military. At age 70, Mr. Trump will become the oldest president ever sworn in for the first time and the first born in New York since Franklin D. Roosevelt. He is one of the wealthiest presidents ever to enter the White House, with far-reaching business ties that have already raised questions about where his interests end and the country’s begin. He arrives in the Oval Office dogged by reports about Russian interference in the election on his behalf and, in the hours before his inauguration , fresh word of a federal investigation into the Russian ties of some of his advisers. The New York Times asked people who are attending Donald J. Trump’s inauguration to tell us about why they’re going. But Mr. Trump overcame the skeptics who did not take him seriously when he embarked on what seemed like a quixotic bid for the presidency. An Ivy League-educated mogul who lives in a tower with an 80-foot-long living room in the heart of the nation’s largest city, he turned himself into the unlikely leader of a populist movement rooted away from the country’s urban and suburban coasts. His bracing candor, disregard for convention and willingness to offend whole sections of the population to make a point came across as refreshing truth telling to many Americans disenchanted with politically correct Washington elites in both parties. But his constant quarrels and impulsive Twitter storms have alienated many others, leaving him with the lowest support in polls of any president entering office in modern times. He takes over on Friday without much of a team in place. Although he has named nominees for every cabinet post, the Senate confirmation process has slowed and few sub-cabinet officials have been announced. Mr. Trump has asked more than 50 officials from Mr. Obama’s administration, particularly in security agencies, to stay temporarily to ensure the continuity of government. For the nation’s 58th inauguration , Mr. Trump opted largely to follow tradition. He and Mrs. Trump, a Slovenian-born former supermodel, started the day at a service at St. John’s Episcopal Church across Lafayette Square from the White House, then made the short trip to the executive mansion for coffee with Mr. Obama and his wife, Michelle. From there, the two presidents shared a limousine for the short motorcade to the Capitol. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Donald Trump Is Sworn In as President, Capping His Swift Ascent - The New York Times"
   },
   {
    "entities": [
     "right now",
     "this day",
     "donald",
     "jan. 2017",
     "inauguration day",
     "carlos",
     "capitol",
     "party",
     "washington",
     "now",
     "republican",
     "states",
     "friday",
     "d.c.",
     "j.",
     "obama",
     "trump",
     "america",
     "u.s.",
     "jan. 20, 2017",
     "united"
    ],
    "id": 9,
    "text": "WATCH President Trump to Americans: 'You Will Never Be Ignored Again' 0 Shares Email A divided nation on edge greeted a new president on Friday. And President Donald J. Trump delivered a message unlike any the nation had heard from its leader. The nation is broken, he said - drifting, decaying, addled by crimes and drugs — and Trump presented himself as the figure who will “fight for you.” FULL TEXT: President Donald Trump's Inauguration Speech “This American carnage stops right here and stops right now,” the new president declared. “From this day forward, a new vision will govern our land. From this day forward, it’s going to be only America first. America first.” Yet the America he’s putting first is not united and not particularly optimistic. His portrait of America was similar to the one he embraced as a candidate, with little adjustment for the fact that he is now president. Carlos Barria/Reuters President Donald Trump speaks at inauguration ceremonies swearing him in as the 45th president of the United States on the West front of the U.S. Capitol in Washington, Jan. 20, 2017. Trump’s short speech offered essentially no acknowledgment of the millions who opposed his campaign. It was an appeal and a pledge to his base — to the millions of Americans for whom this is a moment of great hope and not those greeting this era with trepidation. He addressed “forgotten men and women” directly: “You will never be ignored again.” In vowing to be their voice, Trump outlined a vision for unity that starts with a nation lining up behind its new president. He hinted at an agenda that will scramble party lines — on trade, on infrastructure — while emphasizing aspects that are likely to harden his opposition. JUSTIN LANE/EPA President-elect Donald J. Trump delivers his Inaugural address after taking the oath of office as the 45th President of the United States in Washington, D.C., Jan. 2017. Trump’s vision is a rebuke not just to President Obama but also to presidents who came before him. His suggestion that “you, the people” will now come back into great power is provocative and could test his own Republican Party ’s loyalty to him. The president’s prescription comes down to the same word he famously plasters on his airplanes and his buildings. As if on cue, the pageantry of Inauguration Day, with its familiar and beautiful American rituals, obscured the nation’s divisions only for as long as it took protesters to seize the streets. Trump’s hope is that success will be its own uniting force — a new creed built around a new president, at an anxious time for the nation. “A new national pride will stir our souls, lift our sights and heal our divisions,” Trump said. 0 Shares ",
    "title": "ANALYSIS: For Donald Trump, Call for Unity Starts With Bleak Message - ABC News"
   }
  ]
 }
}