{
 "22": {
  "col-sim": {
   "cosine": 0.48728960606060756,
   "entity": 0.33333333333333337
  },
  "exec-time": 10.77960753440857,
  "links": [
   {
    "entities": [
     "that",
     "house",
     "vladimir",
     "@potus",
     "maxwell",
     "marlita",
     "eiffel",
     "stephen",
     "new",
     "jan. 21, 2017",
     "washington",
     "colbert",
     "the day",
     "trafalgar",
     "liberties",
     "tower",
     "march today",
     "saturday",
     "2010",
     "america",
     "joy",
     "samantha",
     "hawaii",
     "australia",
     "an",
     "independence",
     "embassy",
     "gate",
     "first day",
     "schwartzman",
     "angeles",
     "metro",
     "berdett",
     "march",
     "johanna",
     "hour earlier",
     "saturday's march",
     "gloria",
     "pariser",
     "maryland",
     "associated",
     "philadelphia",
     "interactive",
     "coast",
     "square",
     "steinem",
     "cbs",
     "4 a.m.",
     "shook",
     "f.",
     "union",
     "berlin",
     "pennsylvania",
     "weekday",
     "wurm",
     "janelle",
     "j.",
     "gogan",
     "judd",
     "6:22 pm est",
     "east",
     "madeline",
     "london",
     "4 p.m.",
     "ferrera",
     "william",
     "picoult",
     "jan 21, 2017",
     "night",
     "chapin",
     "morning",
     "teresa",
     "perry",
     "7 a.m.",
     "johansson",
     "donald",
     "congress",
     "russia",
     "twitter",
     "nejedlova",
     "avenue",
     "inauguration day",
     "julianne",
     "capitol",
     "day",
     "brown",
     "moore",
     "rodriguez",
     "platz",
     "monument",
     "clinton",
     "katy",
     "lastella",
     "houston",
     "1963",
     "11 a.m.",
     "cathedral",
     "miami",
     "michael",
     "states",
     "white",
     "friday",
     "civil",
     "germany",
     "cher",
     "trump",
     "u.s.",
     "linda",
     "lesley-ann",
     "muriel",
     "rose",
     "american",
     "paris",
     "a few hours later",
     "hillary",
     "hagerstown",
     "united",
     "stewart",
     "hampshire",
     "city",
     "inc.",
     "newsham",
     "nicole",
     "peter",
     "park",
     "katie",
     "january 21, 2017",
     "cia",
     "denmark",
     "ronson",
     "wenceslas",
     "john",
     "los",
     "putin",
     "columbia",
     "transportation",
     "jon",
     "grant",
     "--",
     "afternoon",
     "carpenter",
     "news",
     "brandenburg",
     "ashley",
     "dan",
     "bedford",
     "stessel",
     "sganga",
     "jodi",
     "copenhagen",
     "china",
     "hyde",
     "press",
     "2017",
     "chicago",
     "monae",
     "mall",
     "metuchen",
     "yesterday",
     "scarlett",
     "madonna",
     "ellipse",
     "mary",
     "concord",
     "york",
     "bowser",
     "prague",
     "facebook",
     "early",
     "jersey",
     "britain",
     "sydney",
     "national",
     "kennedy"
    ],
    "id": 0,
    "text": "CBS/AP Last Updated Jan 21, 2017 6:22 PM EST WASHINGTON -- Wearing pink, pointy-eared “pussyhats” to mock the new president , hundreds of thousands of women massed in the nation’s capital and cities around the globe Saturday to send Donald Trump an emphatic message that they won’t let his agenda go unchallenged over the next four years. As night fell on the East Coast, thousands of protesters from the Women’s March on Washington were still marching through the city’s streets in opposition to President Donald Trump. Police officers stationed near the Ellipse south of the White House are chatting and joking with protesters. Some protesters chanted, “Welcome to your first day, we will never go away.” Others were chanting about democracy and women’s rights, or holding protest signs. Many of the protesters were waiting out a logjam of people trying to exit the area. Transportation officials had earlier warned there would be delays as the hundreds of thousands of protesters tried to take public transportation out of the city after the march formally ended.  America Ferrera speaks at Women's March on Washington Transportation officials in Washington say Saturday is already the fifth busiest Saturday in the subway system’s history.  By 4 p.m. Saturday, Metro tweeted that it has recorded more than 597,000 trips on the system and seen heavy crowds entering at all downtown stations. Metro spokesman Dan Stessel says the system usually sees about 620,000 trips on a normal weekday and it’s many times busier than a usual Saturday. Stessel says the ridership numbers are on track to ultimately top the system’s busiest Saturday of all time, the day of the Rally to Restore Sanity and/or Fear hosted by Jon Stewart and Stephen Colbert in 2010. More than 825,000 trips were taken that day.  The women brandished signs with messages such as “Women won’t back down” and “Less fear more love” and decried Mr. Trump’s stand on such issues as abortion, health care, diversity and climate change. Their message reverberated at demonstrations around the globe, from New York, Philadelphia, Chicago and Los Angeles to Paris, Berlin, London, Prague, Sydney and beyond.  “I feel very optimistic even though it’s a miserable moment,” said Madeline Schwartzman of New York City, who brought her twin 13-year-old daughters to the Washington rally. “I feel power.” “We march today for the moral core of this nation, against which our new president is waging a war,” actress America Ferrera told the Washington crowd. “Our dignity, our character, our rights have all been under attack and a platform of hate and division assumed power yesterday. But the president is not America. ... We are America and we are here to stay.”    Madonna , who spoke at the event, said it took “this horrific moment” of Mr. Trump’s inauguration as president to wake up the United States. The pop singer used several obscenities during a speech at the Women’s March on Washington to emphasize her opposition to Mr. Trump. Madonna at Women's March: \"I have thought an awful lot about blowing up the White House\" She said Saturday’s march means “that we are far from the end” and it is the start of a revolution to fight for the right to be free and equal. She also said like-minded Americans need to join together to make it “through this darkness” and show that “we are not afraid, that we are not alone.” There were early signs that the crowds in Washington could top those that gathered for Mr. Trump’s inauguration on Friday. City officials said organizers of the Women’s March on Washington had more than doubled their turnout estimate to 500,000 as crowds began swelling and subways into the city became clogged with participants.  Figures from transportation officials in Washington also suggested more people may be on the National Mall for the women’s march than came for the inauguration.  On crowd size, one organizer told CBS News’ Nicole Sganga that at least 500,000 were in attendance but the official said she wouldn’t be surprised if it were closer to a million. As of 11 a.m. Saturday, 275,000 people had taken trips on the city’s subway system.  On Inauguration Day, 193,000 trips had been taken as of that time, and the rail system opened an hour earlier that day, at 4 a.m.  Women’s March on Washington leave their signs by the U.S. Capitol building, where Mr. Trump had his inauguration ceremony Friday. Close Nicole Sganga/CBS News In the afternoon, women’s march participants left their signs and posters on the barricade facing the west front of the Capitol building, where Mr. Trump’s inauguration ceremony took place. It wasn’t just a Washington phenomenon and it wasn’t just women: More than 600 “sister marches” were planned across the country and around the world, and plenty of men were part of the tableau, too. Organizers estimated 3 million would march worldwide. As the rally alongside the National Mall took shape, Mr. Trump opened his first full day as president by attending a prayer service at the Washington National Cathedral, a tradition for the day after inauguration. He later got a view of the protesters from the window of his limo.  President Trump, family attend National Prayer Service His motorcade was on its way back to the White House from the prayer service when he passed several prominent groups of protesters. As he crossed one intersection, cars started honking loudly. Some protesters held up signs that likened women’s rights to human rights. It was a nod to a famous speech that former Democratic presidential nominee Hillary Clinton gave in China as first lady.  Other signs read “We stand with Planned Parenthood.”  Two tweets posted on early Saturday afternoon from the @realDonaldTrump and @POTUS Twitter accounts said, “I am honored to serve you, the great American People, as your 45th President of the United States!” Neither of the tweets mentioned the march. Mr. Trump later spoke at the CIA’s headquarters.   I am honored to serve you, the great American People, as your 45th President of the United States! — Donald J. Trump (@realDonaldTrump) January 21, 2017 On the streets of Washington, feminist leader Gloria Steinem described the worldwide mobilization as “the upside of the downside: This is an outpouring of energy and democracy like I have never seen in my very long life.”  “Sometimes we must put our bodies where our beliefs are,” she told the Washington crowd, labeling Mr. Trump an “impossible president.”  Clinton, who lost to Mr. Trump, took to Twitter to thank the participants. “Thanks for standing, speaking & marching for our values @womensmarch,” Clinton tweeted. “Important as ever. I truly believe we’re always Stronger Together.” Thanks for standing, speaking & marching for our values @womensmarch . Important as ever. I truly believe we're always Stronger Together. — Hillary Clinton (@HillaryClinton) January 21, 2017 In Washington, a massive turnout affected plans to march. So many people packed the original route along the south side of the National Mall that organizers couldn’t lead a formal trek toward White House. Interim D.C. Police Chief Peter Newsham said on Independence Avenue, “The crowd stretches so far that there’s no room left to march.” Instead, march organizers directed the crowd to take a new route to meet up at the Ellipse, a grassy area between the Washington Monument and the White House. Retired teacher Linda Lastella, 69, who came to Washington from Metuchen, New Jersey, said she had never marched before but felt the need to speak out when “many nations are experiencing this same kind of pullback and hateful, hateful attitudes.”  “It just seemed like we needed to make a very firm stand of where we were,” she said. Joy Rodriguez, of Miami, arrived with her husband, William, and their two daughters, ages 12 and 10. “I want to make sure their rights are not infringed on in these years coming up,” Joy Rodriguez said.    Rose Wurm, 64, a retired medical secretary from Bedford, Pennsylvania, boarded a Washington-bound bus in Hagerstown, Maryland, at 7 a.m. carrying two signs: one asking Mr. Trump to stop tweeting, and one asking him to fix, not trash, the Obamacare health law. “There are parts of it that do need change. It’s something new, something unique that’s not going to be perfect right out of the gate,” she said.  Many arrived wearing hand-knit “pussyhats” -- a message of female empowerment aimed squarely at Mr.  Trump’s crude boast about grabbing women’s genitals .    The march attracted significant support from celebrities. Ferrera led the artists’ contingent, and speakers included Scarlett Johansson and Ashley Judd. The promised performance lineup included Janelle Monae, Maxwell, Samantha Ronson, the Indigo Girls and Mary Chapin Carpenter. Cher, Katy Perry and Julianne Moore all were expected to attend.  Filmmaker Michael Moore spoke at the march, saying he was there “to vow to end the Trump carnage.” He was riffing on a phrase from Mr. Trump’s inaugural address, in which the president said he would stop the “American carnage.” Michael Moore speaks at Women's March on Washington Moore urged attendees to call their members of Congress every day to protest Mr. Trump’s policies and said those concerned about Mr. Trump should join organizations like Planned Parenthood, the American Civil Liberties Union and environmental groups. He said joined Planned Parenthood on Saturday morning. District of Columbia Mayor Muriel Bowser said best thing the federal government led by Mr. Trump can do is “leave us alone.” Bowser said she was speaking at the women’s march on behalf of all female elected officials, and that women are more harshly and unfairly criticized at every level of government.          Marlita Gogan, who came to Washington from Houston for the inauguration, said police advised her family not to wear their “Make America Great Again Hats” as they walked through crowds of protesters while playing tourist on Saturday. “I think it’s very oppressive,” she said of the march atmosphere. “They can have their day, but I don’t get it.”  A protester takes part in the Women’s March on London, as they walk from the American Embassy to Trafalgar Square, in central London, Britain Jan. 21, 2017.&nbsp; Close REUTERS/Neil Hall Rallies were held elsewhere in the U.S., and worldwide. At one in Concord, New Hampshire, author Jodi Picoult said: “We in New Hampshire are not in the habit of going in reverse. We have the backs of those who are less fortunate - who may be struggling for health care, for environmental rights, for racial equality, for a fair wage, for justice.”        In Chicago, so many people turned out for a women’s march there that organizers canceled their plans to march through the city’s downtown, and instead planned to extend the ongoing rally on the city’s lakefront. But the tens of thousands of people who turned out spilled into the city’s downtown streets anyway. After the event concluded in Grant Park, people began flooding nearby streets, chanting and waving signs protesting Mr. Trump. In Paris, thousands marched in the Eiffel Tower neighborhood in a joyful atmosphere, singing and carrying posters reading: “We have our eyes on you Mr. Trump” and “With our sisters in Washington.”  In Prague, hundreds gathered in Wenceslas Square in freezing weather, waving portraits of Mr. Trump and Russia’s Vladimir Putin and holding banners that read “This is just the beginning,” ‘’Kindness” and “Love.”  “We are worried about the way some politicians talk, especially during the American elections,” said organizer Johanna Nejedlova.  In Copenhagen, Denmark, march organizer Lesley-Ann Brown said: “Nationalist, racist and misogynistic trends are growing worldwide and threaten the most marginalized groups in our societies including women, people of color, immigrants, Muslims, the LGBT community and people with disabilities.” In Sydney, thousands of Australians marched in solidarity in Hyde Park. One organizer said hatred, bigotry and racism are not only America’s problems. In Berlin, hundreds of protesters in the German capital carried on signs as they rallied outside the U.S. Embassy in solidarity with the Women’s March in Washington.  “Mr. Trump, you are no Berliner,” signs said.  Other signs included slogans such as “No to sexism,” ‘’Women’s rights are human rights,” and “Our bodies, our minds, our power.” One of the protesters is Katie Berdett, an American living in Berlin. She says she fears the loss of women’s rights under Mr. Trump and “for the democracy of our country.”  “But at the same time I’m hopeful because there are so many people standing up and rising up and taking part in these demonstrations,” she said.  President John F. Kennedy gave a famous speech in Berlin in 1963 when he said he considered himself “a Berliner” -- a remark that helped keep up morale in the Western part of the then-divided city.  People gather in front of the U.S. Embassy on Pariser Platz beside Brandenburg Gate in solidarity with women’s march in Washington and many other marches in several countries, in Berlin, Germany, Jan. 21, 2017.&nbsp; Close REUTERS/Hannibal Hanschke The  Women’s March on Washington  was conceived in the late hours of election night, and  it all began  with a frustrated Facebook post by Hawaii grandmother Teresa Shook. “What if women marched on Washington around Inauguration Day en masse?” she wrote on her wall.   A few hours later, a Facebook event page was created. More and more began clicking the link. As it turns out, Shook was not the only disgruntled voter searching for a new cause.  Read more: Meet the women of the Women’s March on Washington Hundreds of groups quickly joined the cause, pushing a wide range of causes, including abortion rights, gun control, climate change and immigrant rights.    The website of the Women’s March on Washington describes it as “a grassroots effort comprised of dozens of independent coordinators at the state level.” Four national co-chairs helmed the effort and a national coordinating committee worked “around the clock” to pull it together, the website says. info A protester wearing a bra and with a message written on her chest can be seen during the first of hundreds of womens’ marches organized around the world in a show of disapproval of U.S. President Donald Trump in Sydney, Australia, Jan. 21, 2017.&nbsp; Close AAP/Dan Himbrechts/via REUTERS March organizers said women are “hurting and scared” as the new president takes office and want a greater voice for women in political life.  “In the spirit of democracy and honoring the champions of human rights, dignity and justice who have come before us, we join in diversity to show our presence in numbers too great to ignore,” their mission statement says.      While the march organizers’ “mission and vision” statement never mentions Mr. Trump and stresses broad themes, including the message that “women’s rights are human rights,” the unifying factor among those turning out appeared to be a loathing for the new president and dismay that so much of the country voted for him. The rallies were a peaceful counterpoint to the window-smashing unrest that unfolded on Friday when self-described anarchists tried to disrupt the inauguration. Police used pepper spray and stun grenades against demonstrators. More than 200 people were arrested. © 2017 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Women's March on Washington: Thousands descend on Washington, D.C. - CBS News"
   },
   {
    "entities": [
     "nearly four years ago",
     "house",
     "hauslohner",
     "steve",
     "pendleton",
     "ann",
     "michaels",
     "new",
     "once",
     "jan. 21, 2017",
     "washington",
     "the day",
     "now",
     "glenview",
     "eltagouri",
     "evening",
     "parkhad",
     "saturday",
     "harris",
     "reporters",
     "marie",
     "samantha",
     "early afternoon",
     "sweda/chicago",
     "ellison",
     "hart",
     "arlington",
     "lee",
     "stein",
     "skiba",
     "schenk",
     "robin",
     "oak",
     "angeles",
     "hamilton",
     "hurtt",
     "march",
     "grace",
     "tribune",
     "bishop",
     "contact",
     "abigail",
     "nancy",
     "hooley/chicago",
     "evanston",
     "hadiya",
     "mark",
     "the 1950s",
     "william",
     "ware",
     "katherine",
     "jackson",
     "eldeib",
     "geiger",
     "kim",
     "perry",
     "donald",
     "avenue",
     "this march",
     "jan. 19, 2017",
     "marwa",
     "usa",
     "11 a.m.",
     "friday",
     "white",
     "marikah",
     "d.c.",
     "kate",
     "trump",
     "kkk",
     "davin",
     "loop",
     "paris",
     "park",
     "saturday, jan. 21, 2017",
     "rachel",
     "josie",
     "los",
     "hendrix",
     "scholhamer",
     "grant",
     "wong",
     "columbus",
     "sydney",
     "chicago",
     "heights",
     "mall",
     "erin",
     "duaa",
     "michigan",
     "cleo",
     "chris",
     "mary",
     "york",
     "escue",
     "corey",
     "national"
    ],
    "id": 1,
    "text": "Thousands march through Loop as part of Women's March after rally draws 250,000 Women's March on Chicago Hundreds of thousands of people march through the streets during the Women's March on Chicago Saturday, Jan. 21, 2017, in Chicago. (Erin Hooley/Chicago Tribune) Hundreds of thousands of people march through the streets during the Women's March on Chicago Saturday, Jan. 21, 2017, in Chicago. (Erin Hooley/Chicago Tribune) Duaa Eldeib and Marwa Eltagouri Contact Reporters Chicago Tribune The women of Chicago would not be stopped. A quarter million demonstrators poured into downtown on Saturday, so many that organizers of the Women's March on Chicago told the throngs that the event would only be a rally because there wasn't room to march. But people marched anyway. \"Michigan Avenue is flooded with marchers,\" march co-chairwoman Ann Scholhamer told the crowd gathered at Jackson and Columbus drives a little before 11 a.m. \"Wabash is flooded with marchers. State Street is flooded with marchers. People are still waiting for trains in Oak Park . We called, and you came.\" So what was supposed to be a pre-march rally, with a lineup of more than 30 speakers, turned into the main event. City officials would echo organizers decision a short later, saying there would no longer be a \"pedestrian component\" to the march, and that Grant Parkhad reached capacity. \"There is no safe way to march,\" Scholhamer told the Tribune. \"We are just going to sing and dance and make our voices heard here.\" (Perry Stein, Steve Hendrix, Abigail Hauslohner) But white-haired grandmothers and bearded and burly fathers, mothers with infants held close to their chests and teenagers in pink knitted hats marched anyway. They shut down parts of the Loop, splintering off in every direction. They raised their signs above their shoulders and chanted, \"This is what democracy looks like,\" and \"No Trump . No KKK. No fascist USA.\" Lee Hart, who took the train in from Evanston with her wife and twin boys, was among many who said she had not heard the announcement calling off the marching, but when informed by a reporter, she continued to make her way down Jackson. \"You can't say you're stopping the march,\" she said. \"It's too powerful.\" Chicago's march was one of hundreds that took place globally in solidarity with the Women's March on Washington. Planned for the day after President Donald Trump's inauguration, the demonstrations aimed to draw attention to women's rights, as well as a myriad of other issues including civil rights, immigration and racial justice. Hundreds of thousands of demonstrators on Saturday packed the streets of several cities, from New York to Los Angeles and Paris to Sydney. Organizers initially estimated that the Chicago march would draw 22,000, but by week's end it had jumped to 50,000. An estimated 250,000 people gathered to rally in downtown Chicago as a sister event to the National Women's March taking place in Washington, D.C., on Jan. 21, 2017. Similar to Chicago, the Washington turnout was so large that the original march route alongside the National Mall was impassable. Protesters headed toward the White House using several different streets, resulting in a chaotic scene that clogged downtown Washington. Officials estimate the crowd in Washington could be more than half a million people. The march appeared to have attracted more people than Trump's inauguration on Friday, based on figures from transportation officials. While some people who remained at Chicago's rally said they were disappointed at the change of plans, Corey Escue said she was unfazed because it meant more people could witness history and have their voices heard. Nancy Bishop, a 77-year-old grandmother from Glenview, who used a walker, said she never planned to march. For her, it was about being counted. \"Marching for me is really an oxymoron now,\" she said. \"When you gather like this, it makes you more likely to actively participate in our democracy.\" Marikah Davin, 27, serendipitously ran into demonstrators marching through the Loop upon getting off the Blue Line at Jackson with her friends. They joined the crowd without ever making it to the rally, and marched with them through the Loop. Read the story \"We voted, but we still feel a lot of anger and worry,\" Davin, of the Ukrainian Village neighborhood, said as she held up her sign, which read \"Love trumps Trump.\" \"I didn't realize how warm and loving (this march) would be,\" she said. Throughout the day, demonstrators stopped to read and admire the hundreds of signs that floated above the crowds. They were diverse and abundant, with messages that read, \"I will not go quietly into the 1950s\" and \"Proud my daughter fights like a girl.\" Some demonstrators carried tasseled banners, while others held cardboard diagrams of vaginas. Nine-year-old Josie Schenk enlisted help from her brother and sister when she colored a sign that read, \"Your generation will build a wall. (Ours) will knock it down!\" Her mother, Kate Schenk, said she was initially disappointed that she couldn't make it Washington for the march, but that feeling vanished after she marched alongside her family and the massive crowd in Chicago. \"This is so much better,\" Kate Schenk said. (Kim Geiger and Katherine Skiba) The unseasonably warm weather seemed to fuel excitement. The sequins sewn into some women's pink \"pussy hats,\" which have become a symbol of the movement, glistened in the sun. Husband and wife Robin Harris and Mark Michaels, who are both retired and live in Arlington Heights, held hands as they walked. Harris remarked at how many times she heard \"thank you\" and \"excuse me\" throughout the day. \"Everyone is so positive,\" she said. City officials, who would not comment on the crowd estimates, said in a statement that the rally and \"spontaneous march\" were largely \"peaceful,\" with only limited disruption. Before the rally officially kicked off, 39-year-old Mary Hurtt began leading the thousands of women behind her in a chant. \"Women of Chicago!\" she cried, asking the crowd to repeat her words. \"Fired up! Ready to go!\" The rally began with light-hearted music but quickly moved into difficult discussions on racism, homophobia, xenophobia and gun violence. Samantha Marie Ware, a Chicago cast member of 'Hamilton,' became emotional on stage recalling how she, as a black woman, once felt as though she couldn't accomplish her goals because of her race. She encouraged the women before her to stand up. Chicago women head to Women's March on Washington for bachelorette party Rachel Ellison, 32, is heading to Washington, D.C., from Chicago on Jan. 19, 2017, to celebrate her bachelorette party with friends during the Women's March on Washington. (Chris Sweda/Chicago Tribune) Rachel Ellison, 32, is heading to Washington, D.C., from Chicago on Jan. 19, 2017, to celebrate her bachelorette party with friends during the Women's March on Washington. (Chris Sweda/Chicago Tribune) See more videos \"We must equip ourselves with the wisdom of MLK, that the time is always right to do right,\" she said. \"We must stand up for fear and speak up when we hear prejudices against our brothers or sisters. We must and will hold those in power accountable.\" Also addressing the crowd was Cleo Pendleton, the mother of Hadiya, whose shooting death nearly four years ago made her a national symbol for the city's struggle with violence. Pendleton talked to the crowd about how women's rights — and mother's rights — speaks to the core of Chicago's gun violence problem. \"We are here because we are women. Because we have rights. And we do not — do not — agree with this administration's perspective on guns. Yes, are you entitled to the second amendment? Absolutely,\" she said. \"But (what about) my basic human right to build my family and for my family to survive?\" As the speakers took turns on stage, thousands of demonstrators fanned out, spilling on to the side streets, where they kept marching. A man played the \"Star Spangled Banner\" on his saxophone. Demonstrators took to the streets in Washington, D.C., other American cities and also around the world as part of marches calling for equality and inclusion for women. By early afternoon, throngs of marchers had descended on Federal Plaza; some continued to cluster around the downtown into the evening. Chicago Tribune reporters William Lee and Grace Wong contributed. deldeib@chicagotribune.com ",
    "title": "Thousands march through Loop as part of Women&apos;s March after rally draws 250,000 - Chicago Tribune"
   },
   {
    "entities": [
     "house",
     "laura",
     "popular",
     "sandy",
     "npr",
     "january 21, 2017",
     "march",
     "jamison",
     "harlan/npr",
     "gloria",
     "sarah",
     "capitol",
     "fessler",
     "steinem",
     "washington",
     "monument",
     "--",
     "afternoon",
     "kathryn",
     "keys",
     "the day",
     "amy",
     "pam",
     "alicia",
     "11 a.m.",
     "melissa",
     "mccammon/npr",
     "friday",
     "white",
     "lauren",
     "penaloza",
     "janelle",
     "d.c.",
     "monáe",
     "saturday",
     "trump",
     "chocowinity",
     "mccammon",
     "mall",
     "breen",
     "becky",
     "marisa",
     "u.s.",
     "gambino",
     "madonna",
     "4 p.m.",
     "wehrmann",
     "past",
     "n.c.",
     "facebook",
     "jackson",
     "reuters",
     "cuza",
     "today",
     "national"
    ],
    "id": 2,
    "text": "View slideshow Updated at 4 p.m. ET The National Mall has flooded with pink, as demonstrators descend on the nation's capital Saturday for the Women's March on Washington. Just one day after President Trump's inauguration, marchers from across the country have gathered in the city to protest his agenda and support for women's rights. Women's March On Washington Goes Worldwide: Snapshots From Around The Globe The event opened with a rally, to be followed by the march proper — which had a path laid out from a starting position near the U.S. Capitol to its endpoint near the Washington Monument. The city's metro system reported 275,000 rides as of 11 a.m. According to metro officials that's eight times more than a normal Saturday. Reuters adds that the number is also \"82,000 more than the 193,000 rides reported at the same point on Friday,\" the day of Trump's inauguration. — Lauren Gambino (@LGamGam) January 21, 2017 In fact, the number of marchers swelled to the point of prompting reports there would be no space for a formal procession — a claim rebutted by organizers Saturday afternoon in a statement. \"We are marching,\" reads the statement. \"We are marching straight ahead toward the Washington Monument to the ellipse of the White House.\" The event grew from humble origins — a simple Facebook invitation after Election Day — to the much more massive demonstration seen Saturday. By the time marchers hit the streets, the Women's March on Washington developed a broad platform of progressive political positions, a slate of celebrity performers and a series of sister marches planned across the world — on all seven continents. For protester Amy Jackson, though, the matter was simple: She just wanted to \"make her voice heard,\" she tells NPR's Marisa Penaloza. Jackson, who traveled to D.C. from Chocowinity, N.C., to be part of the march, said, \"It was very important to be here today.\" The Scene On The Ground Among the crowd that gathered for the rally outside the National Museum of the American Indian, NPR's Sarah McCammon reported signs supporting a wide array of causes — from women's rights and LGBTQ rights, to Black Lives Matter and excoriations of xenophobia. One thing seemed to be almost universal, though: The pink knitted caps known as \"pussyhats\" among the marchers, in protest of Trump's past comments about women. (Left to right) Melissa Breen, Laura Jamison, Sandy Cuza and Kathryn Wehrmann chat while sporting matching pink hats in support of the march. Becky Harlan/NPR hide caption toggle caption Becky Harlan/NPR Popular as they may have been, the pussyhats were not the only costume worn by marchers. Others wore their causes on their sleeves, dressing in attire to call attention to issues like Native rights and environmental fears. Article continues after sponsorship In video Sarah recorded a block or two from the main rally, it appears there were marchers in a menagerie of outfits. Credit: Sarah McCammon/NPR Meanwhile, at a nearby metro station, NPR's Pam Fessler reported the mood among the demonstrators has been more festive than protests Friday. Most of the demonstrators are women, Pam says, but some men have joined the march, as well — including one man carrying a sign reading: \"This is what a feminist looks like.\" From the main rally stage, musicians and speakers addressed the crowd in an event that lasted some five hours — more than two hours longer than anticipated. The reason for that overflow was partly its smattering of surprise guests. Beyond the planned performances and speeches from figures like Janelle Monáe and Gloria Steinem, others including Madonna and Alicia Keys took the stage. ",
    "title": "Women's March On Washington Kicks Off With Massive Rally : The Two-Way : NPR"
   },
   {
    "entities": [
     "oval",
     "house",
     "perry",
     "donald",
     "johansson",
     "office",
     "twitter",
     "bikers",
     "winter",
     "march",
     "saturday's march",
     "for",
     "associated",
     "julianne",
     "schumer",
     "service",
     "moore",
     "cox",
     "washington",
     "the day",
     "prayer",
     "katy",
     "last week",
     "ashley",
     "amy",
     "michael",
     "friday",
     "white",
     "copenhagen",
     "d.c.",
     "press",
     "saturday",
     "trump",
     "rosa",
     "cher",
     "mall",
     "america",
     "patricia",
     "judd",
     "yesterday",
     "u.s.",
     "scarlett",
     "madonna",
     "chris",
     "debra",
     "messing",
     "arquette",
     "ferrera",
     "australia",
     "a day earlier",
     "24 hours earlier",
     "facebook",
     "prague",
     "myanmar",
     "sydney",
     "morning",
     "national"
    ],
    "id": 3,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   WASHINGTON –  Several hundred thousand people from across the country descended on Washington Saturday to protest Donald Trump just hours into his presidency, donning bright pink hats and carrying a dizzying array of political signs – in a celebrity-studded march that put the nation’s lingering divisions on full display despite the 45th president’s appeal a day earlier for unity. The protesters, most of whom were women, were largely peaceful by comparison with the scattered bands of rioters who wreaked havoc on parts of D.C. during Friday’s inauguration. This crowd was far larger and more organized. But the march grew more chaotic as the day went on and protesters moved from the National Mall into the streets. And despite indications from some organizers last week that the demonstration was not defined as “anti-Trump,” it was in every respect a march against the new president -- kicking off as he attended a National Prayer Service after waking up in the White House for the first time. “A platform of hate and division assumed power yesterday,” actress America Ferrera told the crowd Saturday morning on the National Mall. “But the president is not America. We are America.” Other celebrities including Madonna and Michael Moore stirred up the crowd, with Madonna making perhaps the most inflammatory comments. In profanity-laced remarks, the singer said she had “thought an awful lot about blowing up the White House” but knows “this won’t change anything.”  While called the Women's March on Washington, the protest attracted families of men, women and children mostly sporting pro-women and anti-Trump messages. Hundreds of “sister marches” were held in other cities across the U.S. and internationally.  “Of course this is an anti-Trump march,” a local ambassador for the D.C. march, who declined to give his name, said as he directed the crowds toward the rally. “Sure, of course it’s for rights, but it’s really against Trump.” Another protester called Trump a “terrible president,” though he has only had the keys to the Oval Office for one day.  SLIDESHOW : WOMEN'S MARCH ON WASHINGTON In his inaugural address Friday, Trump spoke in stark terms about America's problems but also called for a \"new national pride\" to heal divisions. Saturday's march showed protesters united -- only in opposition to the new president, on the grounds where just 24 hours earlier, Trump supporters cheered their candidate’s ascension to power.  Women wearing “pussy-hats” -- hand-knit pointy-eared pink winter headgear -- held posters with derogatory messages and phrases bashing the president and filled the National Mall.  Officials estimated a crowd of 500,000 people, which is more than double what march organizers had predicted. One D.C. official told the Associated Press that the massive turnout also forced organizers to revise plans to march on the White House, and instead head to the nearby ellipse.  Children at times held political messages alongside their parents. One family pushed their toddler son through the crowds in a stroller, wearing a sign that read “Who will have a bigger tantrum? Trump or me?” The signs touched on a range of other issues, including statements against controversial oil pipelines, drone warfare, voter ID laws and more. The march, while mostly peaceful, did see isolated incidents, with some women vandalizing portable restrooms designated for the inauguration ceremonies by bashing the locks off with bricks, and some screaming in the faces of a group of people holding signs with Christian messages.   “We’re not here against Trump, but we’re not here for him either,” one of the sign-holders said. “We just want to share that God demonstrated his love towards everyone, regardless of what you believe in.” March organizers also had uninvited the group “New Wave Feminists,” which initially co-sponsored the event, after finding out that the group held a pro-life stance. “It’s a very specific type of diversity, which does not include everyone,” Founder and President of New Wave Feminists Destiny Herndon-De La Rosa said on “Fox & Friends” Saturday morning. She said despite the lack of invitation, her group still planned to march. “Any time women come together, exciting things happen – so we definitely wanted to be there with the pro-life contingent.” The movement spread far beyond Washington, as more than 600 “sister marches” were planned spanning as far abroad as Myanmar and Australia. In Prague, hundreds gathered in freezing weather; in Copenhagen and Sydney, thousands marched. The D.C. march attracted celebrity participants who took a lead role in pumping up the crowd -- like Ashley Judd, who spoke at a morning rally, and Ferrera, who led the artist contingent scheduling appearances and performances from singers Cher and Katy Perry, comedian Amy Schumer, and actresses Scarlett Johansson, Julianne Moore, Debra Messing and Patricia Arquette.  A day after the inaugural ceremonies, though, Trump supporters were still in town and keeping a presence. Overlooking the National Mall on Saturday were members of the pro-Trump group Bikers for Trump. “I admire a group of like-minded people coming together to march and to demonstrate,” founder Chris Cox said. “But there are a lot of children out there and a lot of the signs are certainly inappropriate – I think maybe they should be a little more sensitive to some of their members.” Cox said his group, whose message is to support Trump’s agenda regarding Islamic extremism, support for veterans, and illegal immigration, had several speakers scheduled, but was running late due to the congestion from the Women’s March. The list included bishops and two women whose children were killed by illegal immigrants. Cox condemned the violence that broke out a day earlier. “They say one thing, and preach and act on another and we don’t condone violence,” Cox told said of his group. “We’re the blue-collar, working guy, and we have a lot to lose – we’re not looking for a fight, but hey, we’re not ones to back down from one either.” The Associated Press contributed to this report.  Advertisement ",
    "title": "Day after Trump sworn in, hundreds of thousands protest presidency in celeb-studded march | Fox News"
   },
   {
    "entities": [
     "johansson",
     "keneally",
     "booker",
     "cecile",
     "donald",
     "wasserman",
     "january 21, 2017",
     "kamala",
     "metro",
     "march",
     "gloria",
     "politics",
     "d-mo",
     "us",
     "moore",
     "steinem",
     "washington",
     "jan. 21, 2017",
     "this morning",
     "news",
     "clinton",
     "ashley",
     "waters",
     "abc",
     "maxine",
     "michael",
     "cory",
     "friday",
     "claire",
     "d.c.",
     "schultz",
     "michelle",
     "trump",
     "obama",
     "d-ny",
     "harris",
     "11 a.m. this morning",
     "judd",
     "duckworth",
     "scarlett",
     "madonna",
     "mccaskill",
     "nations",
     "kirsten",
     "tammy",
     "debbie",
     "meghan",
     "sanders",
     "hillary",
     ", 4:37 pm",
     "united",
     "gillibrand",
     "1995",
     "richards",
     "jan 21, 2017",
     "today",
     "bernie",
     "barack"
    ],
    "id": 4,
    "text": "Politicians, Activists Rally Crowd at Women's March in Washington By Meghan Keneally Jan 21, 2017, 4:37 PM ET 0 Shares WATCH Inauguration Met With Protests by Thousands in Washington, Around US 0 Shares Email Activists and politicians rallied huge crowds who descended on the nation's capital today for the Women's March on Washington this morning, the biggest of hundreds of similar marches taking place today. The rally featured speeches from women's rights activist Gloria Steinem, Planned Parenthood president Cecile Richards, Madonna, actresses Ashley Judd and Scarlett Johansson and director Michael Moore among others. A group of largely women senators and other politicians took the stage together at one point, including Kirsten Gillibrand, D-NY, Claire McCaskill, D-MO, and newly elected senators Kamala Harris, D-CA, and Tammy Duckworth, D-IL, who addressed the group as did Rep. Maxine Waters, D-CA. Rep. Debbie Wasserman Schultz, D-FL, and Sen. Cory Booker, D-NJ, were also on stage. With the timing and sheer number of people involved, it comes as little surprise that there are various causes attached to the march, which was largely billed as a demonstration in support of women's rights and civil rights but for many has clear political undertones connected to the inauguration of Donald Trump. Thanks to everyone in this video at The @womensmarch in DC & other cities throughout our country and the world!! #GetInvolved #DontGiveUp pic.twitter.com/kZGY3a6VDx — swah-rey (@swahrey) January 21, 2017 While crowd estimates are fluctuating and have not been confirmed, the Washington, D.C., Metro system posted on Twitter that there have been 275,000 trips as of 11 a.m. this morning. By comparison, 193,000 trips had been taken by the same time on Friday ahead of the inauguration. \"Fired up, ready to go\": Participants in Women's March on Washington display signs as they file down Metro escalator https://t.co/nUo6MDKiOl pic.twitter.com/Xh1ZdV38sU — ABC News Politics (@ABCPolitics) January 21, 2017 Steinem thanked the crowd for showing up, declaring, \"We have people power and we will use it.\" \"Thank you for understanding that sometimes we have to put our bodies where our beliefs are. Sometimes pressing send is not enough,\" she said to the crowd, many of whom wore bright pink knitted hats. John Minchillo/AP Photo Gloria Steinem, center right, greets protesters at the barricades before speaking at the Women's March on Washington during the first full day of Donald Trump's presidency, Jan. 21, 2017 in Washington. Steinem suggested that the size and energy of the gathering was a positive outgrowth of Trump's election and inauguration. \"This is the upside of the downside. This is an outpouring of energy and true democracy like I have never seen in my very long life. It is wide in age, it is deep in diversity,\" Steinem said. She praised \"our great leaders\" Barack and Michelle Obama, Sen. Bernie Sanders, and Hillary Clinton \"who told the whole world that women's rights are human rights and human rights are women's rights,\" quoting Clinton's speech at a United Nations conference in 1995. Steinem then turned her focus to President Trump. The new president's \"Twitter finger must not become a trigger finger,\" she said. ",
    "title": "Politicians, Activists Rally Crowd at Women's March in Washington - ABC News"
   },
   {
    "entities": [
     "house",
     "the 1963 march",
     "new",
     "times",
     "jan. 21, 2017",
     "washington",
     "1913",
     "christina",
     "saturday",
     "america",
     "tara",
     "keller",
     "seven years later",
     "jennifer",
     "hawaii",
     "medina",
     "helen",
     "luther",
     "stockman",
     "bidgood",
     "paul",
     "today",
     "garver",
     "st.",
     "gate",
     "alice",
     "wattleton",
     "angeles",
     "turkewitz",
     "march",
     "brooklyn",
     "grace",
     "jess",
     "saturday's march",
     "inez",
     "philadelphia",
     "emma",
     "hilary",
     "mikhael",
     "berlin",
     "pennsylvania",
     "late",
     "faye",
     "sylvia",
     "mitch",
     "milholland",
     "farah",
     "denver",
     "baltimore",
     "fitzsimmons",
     "fitzgerald",
     "twitter",
     "avenue",
     "clinton",
     "states",
     "friday",
     "white",
     "julie",
     "trump",
     "swift",
     "ellen",
     "eden",
     "lureen",
     "martin",
     "hillary",
     "king",
     "united",
     "gregor",
     "capecchi",
     "the 1970s",
     "los",
     "wiggins",
     "fischer/dpa",
     "woodrow",
     "--",
     "the last minute",
     "january 22, 2017",
     "brandenburg",
     "jr.",
     "g.",
     "1990s",
     "latina",
     "53 percent",
     "chicago",
     "2004 march",
     "york",
     "facebook",
     "boston",
     "smith",
     "wilson",
     "fein"
    ],
    "id": 5,
    "text": "OPEN Graphic Yet women did not protest — or vote — as a bloc. About 53 percent of white women voted for Mr. Trump, according to exit polls, and many said his demeaning comments about women mattered less to them than their belief that he had the independence, temperament and business experience to bring about change, restore well-paying jobs and protect America’s borders. The marches came a day after confrontations between anti-Trump protesters and the police led to more than 200 arrests in Washington. But Saturday’s demonstrations were peaceful, and counterprotests were few. In St. Paul, one man was arrested after marchers reported he had “sprayed irritants” into the crowd, the police said. By midafternoon, the target of the protests had not said anything about the marchers, verbally or on Twitter. Though the Washington march ended within sight of the White House, and some demonstrators passed by his recently-opened hotel, Mr. Trump did not cross paths with the crowd. After attending the inauguration on Friday, Mrs. Clinton was not seen at the march, which had strong echoes of her campaign appearances, including some of the same celebrities, performers and slogans. She did, however, acknowledge the moment on Twitter. “Thanks for standing, speaking & marching for our values @womensmarch,” she wrote. “Important as ever. I truly believe we’re always Stronger Together.” Thanks for standing, speaking & marching for our values @womensmarch . Important as ever. I truly believe we're always Stronger Together. —         Hillary Clinton (@HillaryClinton) Jan. 21, 2017 The marches captured the potential and the perils for the progressive movement — whether it can frame its message to appeal to new generations and whether it can translate protests into action locally and nationally. Photo A woman wore a United States flag as a hijab during a protest in front of the Brandenburg Gate in Berlin. Credit Gregor Fischer/DPA, via Agence France-Presse — Getty Images Plans for Saturday’s march in Washington began as Facebook posts just after the election by a retired lawyer in Hawaii and a fashion designer in New York, both of whom are white and had no experience organizing protests. Soon, protests flooded the feeds urging them to diversify. In the end, a triumvirate of African-American, Latina and Muslim women assumed leadership . Advertisement Continue reading the main story The march’s initial struggles echoed broader debates in the movement about whether the courting of new demographic groups alienated the white working-class voters who had carried Mr. Trump to victory, or whether white women had betrayed gender solidarity by voting for him. Yet on Saturday, these tensions did not deter a multiracial, multigenerational turnout at the marches. Mothers marched with daughters and granddaughters; whole families, including husbands and sons, marched arm in arm. One extended family that gathered in Washington was inspired by its 100-year-old matriarch, Sylvia Fein, who at the last minute decided that it would be too physically daunting for her to march. “I’ve been voting for president since F.D.R. and I don’t remember ever feeling this way about a person,” said Ms. Fein, a retired accountant and painter in Philadelphia. Photo In a sly allusion to crude remarks made by Mr. Trump about sexual assault, many marchers wore hats sporting cat ears. Credit Hilary Swift for The New York Times Her grandniece, Mikhael Tara Garver, 37, who traveled to the march from Brooklyn, recalled how her family had reacted after the election: “We were all calling my great-aunts, because we all knew how important Hillary was to them and how important surviving to see that moment was for them.” Another family came from Baltimore, sisters, daughters and in-laws alike. “We have to get away from fear,” said Lureen Grace Wiggins, 49. Her daughter, Eden, 17, was exhilarated by the size of the crowd: “When you’re out here and people see you, they know you care.” Advertisement Continue reading the main story The march was rich in historical allusions — most deliberately, the 1963 march led by Dr. Martin Luther King Jr. But it echoed many other marches as well, including those in the 1970s that brought hundreds of thousands of women to the streets championing an Equal Rights Amendment that was ultimately defeated, and those from the late 1990s on for abortion rights, culminating in a 2004 March for Women’s Lives that organizers said drew more than one million to the capital. Saturday’s march happened to come just six days before quite a different one: the annual March for Life by opponents of abortion. But perhaps the most apt analogy, said Ellen Fitzgerald, the author of “The Highest Glass Ceiling,” was to the 1913 suffragists’ march on Washington, timed to coincide with the inauguration of President Woodrow Wilson. Led by the renowned suffragist Alice Paul, it featured a lawyer, Inez Milholland, riding a white horse down Pennsylvania Avenue, 24 floats, nine marching bands and even luminaries like Helen Keller. The women were hooted, jeered and roughed up by the police, generating congressional hearings and public sympathy. They won the vote seven years later. Faye Wattleton, the former president of Planned Parenthood, said that women had always had to regroup, even after they thought battles were won. “This is not new,” she said. “We have to go back to the battlefield and re-fight the wars against women.” Reporting was contributed by Farah Stockman from Washington, Julie Turkewitz from Denver, Jess Bidgood from Boston, Emma G. Fitzsimmons from New York, Mitch Smith from Chicago, Christina Capecchi from St. Paul and Jennifer Medina from Los Angeles. A version of this article appears in print on January 22, 2017, on Page A1 of the New York edition with the headline: DEFIANT VOICES FLOOD NATION’S CITIES. Order Reprints | Today's Paper | Subscribe ",
    "title": "Defiant Voices Flood Nation’s Cities - The New York Times"
   },
   {
    "entities": [
     "police",
     "christine",
     "cindy",
     "park",
     "donald",
     "orange",
     "l.a.",
     "angeles",
     "metro",
     "kerry",
     "march",
     "2006",
     "avenue",
     "moto",
     "saturday's march",
     "miley",
     "bernardino",
     "los",
     "sarah",
     "vastano",
     "neiman",
     "early saturday",
     "square",
     "rodriguez",
     "hall",
     "jorge",
     "washington",
     "natalie",
     "now",
     "vives",
     "after",
     "county",
     "duffy",
     "side",
     "culver",
     "winton",
     "ruben",
     "friday",
     "8 a.m.",
     "allison",
     "ventura",
     "dakota",
     "saturday",
     "trump",
     "pence",
     "mike",
     "monica",
     "brenda",
     "portman",
     "east",
     "angela",
     "grand",
     "9:30",
     "alexandra",
     "san",
     "lapd",
     "richard",
     "4 p.m.",
     "cyrus",
     "erica",
     "tullo",
     "santa",
     "10 a.m.",
     "hollywood",
     "broadway",
     "onheiber",
     "zhang",
     "past",
     "department",
     "andrew",
     "smith",
     "the '60s",
     "facebook",
     "babes",
     "today",
     "anna",
     "chang",
     "pershing",
     "city",
     "zeitlin"
    ],
    "id": 6,
    "text": "Massive women's march in downtown L.A. said to be largest in over a decade Thousands stream into downtown L.A. for women's march Thousands converge on downtown Los Angeles to march for women's rights Thousands converge on downtown Los Angeles to march for women's rights Cindy Chang, Ruben Vives, Dakota Smith, Richard Winton, Christine Zhang Hundreds of thousands of people converged on downtown Los Angeles on Saturday to march for women’s rights in one of a series of demonstrations taking place across the country. Participants began gathering at Pershing Square as early as 8 a.m., and by 9:30 protesters had overwhelmed the square and filled surrounding streets. Metro trains into downtown L.A. were jammed with people headed to the march. The exact size of the protest was difficult to measure. Women’s march organizers put the number at 750,000. The Los Angeles Police Department said in a statement that “well past” 100,000 people attended but did not provide a more precise number. One law enforcement source said officials found it difficult to measure the size because the demonstrators ended up marching down multiple streets. Officials said it appeared to be the largest since a massive 2006 immigration march downtown. The LAPD estimated that march drew 500,000, but organizers insisted the number was higher. Veteran activist Jorge Rodriguez, 64, who helped organize the 2006  demonstration, said he thought Saturday’s march appeared to be as large as the immigration event if not bigger. Regardless, police said no arrests had been made and that officers were  reopening streets as the crowds began to thin out. The crowd was too large to be accommodated by the planned Hill Street march route. Demonstrators jammed the surrounding streets of Olive, Broadway and Grand Avenue,  chanting \"Love Trumps hate\" as they made their way toward City Hall. “There is a sea of humanity everywhere,” said Los Angeles police Capt. Andrew Neiman. Aerial footage of the march taken near Grand Park showed an astounding scene, with streets clogged with demonstrators as far as the eye could see, spilling out across the Civic Center.  The immense crowd was punctuated by bright pink splashes from hats, scarves, jackets and signs in the traditionally feminine color that has now become a symbol of defiance. Some reported that being in a large crowd of like-minded people was an antidote to the depression they felt on Friday when Donald Trump was inaugurated as president. The march has helped them transform despair into action, they said. “It’s going to be a revival of the ’60s, and I’m going to be a part of it,” said Anna Vastano, 57, a retired social worker. “I’m not going to sit back and in 20 years have my grandchildren say, why didn’t I do something.” Vastano’s daughter, Alexandra, said this was her first time at a political protest. The experience, she said, has inspired her to donate money to Planned Parenthood in the name of Vice President Mike Pence, who opposes abortion rights. Alexandra Vastano, 25, who works in health insurance and has a master’s degree in public health, was already thinking about going to law school. Now, she said, studying for the entrance exam has become a high priority because of her determination to fight Trump’s agenda. A group of five friends, most in their early 30s, said they had never joined a protest until Saturday. They said that for them, the march will be the first step toward taking action instead of just expressing themselves on Facebook. Sarah Onheiber, 33, an animator, said that as a working mother she doesn’t have much time to volunteer, but she now plans to donate money to causes she believes in. She is inspired by her daughter, who is almost 3. “I can’t imagine her not having the same rights I have,” she said. Despite the size of the crowd, officials said the event was proceeding in an orderly fashion and that no major problems were reported. The march began at 10 a.m. under sunny skies and was scheduled to wrap up by 4 p.m. Organizers have emphasized that the march is not simply a protest against the new Trump administration. “We stand together in solidarity for the protection of our rights, our safety, our health, and our families — recognizing that our vibrant and diverse communities are the strength of our country,” the organizers said in their mission statement. “In the spirit of democracy and honoring the champions of human rights, dignity, and justice who have come before us, we join in diversity to show our presence in numbers too great to ignore. We stand together, recognizing that defending the most marginalized among us is defending all of us.”   Organizers  released a long list of Hollywood heavyweights scheduled to attend, including Natalie Portman, Kerry Washington and Barbra Streisand. The march was led by an all-female motorcycle group called the East Side Moto Babes. The engines of the bikes roared along with the cheering crowd. At the head of the march was singer Miley Cyrus . The crowd chanted, \"This is what democracy looks like” and “Hey, hey, ho, ho, Donald Trump got to go.” After Metro reported early Saturday that several of its subway and commuter rail stations — including those in Orange County — were jammed and, in some cases, overwhelmed with passengers trying to get to the downtown L.A. march, the transportation authority announced it was adding trains on some of its lines. Many were crowded to capacity, as were stations along the Expo, Blue, Red and Gold lines. Some inner-city bus lines also were packed. Erica Zeitlin said she caught the Expo Line in Santa Monica, but it took nearly an hour before there was a train available with enough space to accommodate more passengers.  “Metro could have put on 10 times as many trains, and they’d be busy,” she said. “The platforms are packed.” The rail lines were so packed that some Culver City passengers said they had to travel west to Santa Monica before they were able to board a downtown-bound train. Expo Line passenger Angela Duffy said the Culver City station was so packed that she decided to walk to the Palms station. But that station also was crowded, so her group headed to the Santa Monica station. “It is worth doing it to stand with my fellow women in solidarity,” Duffy said. “Change needs to happen. … If I just sat at home because I didn’t want to get into the crowds, I would not be standing up for what I believe in.” Brenda Tullo stayed up late crocheting one of the hats for her daughter, Allison, then rose before the sun came up to drive to downtown L.A. from San Bernardino. “I’m doing this for the women who came before me, who gave me the privilege to do everything I do today,” said Allison Tullo, 24, who works at a coffee shop. Her aunt and grandmother went to a different women’s march in Ventura. ",
    "title": "Massive women&apos;s march in downtown L.A. said to be largest in over a decade - LA Times"
   },
   {
    "entities": [
     "oval",
     "women's",
     "johansson",
     "government",
     "office",
     "the past",
     "january 21, 2017",
     "ayesha",
     "march",
     "maxwell",
     "gloria",
     "muslim",
     "for",
     "monaé",
     "army",
     "maryland",
     "alliance",
     "beacon",
     "roschelle",
     "new",
     "party",
     "romaine",
     "moore",
     "steinem",
     "washington",
     "keys",
     "democratic",
     "jan. 21, 2017",
     "siemaszko",
     "barack",
     "traci",
     "clinton",
     "now",
     "1:04",
     "ashley",
     "mills-teque",
     "bedford",
     "alicia",
     "pennsylvania",
     "michael",
     "feit",
     "friday",
     "wurm",
     "janelle",
     "obama",
     "trump",
     "chicago",
     "november",
     "dunham",
     "love",
     "mccausland",
     "saturday",
     "judd",
     "coster",
     "july",
     "virginia",
     "scarlett",
     "mark",
     "madonna",
     "lawyers",
     "corky",
     "inauguration",
     "rose",
     "brianna",
     "mary",
     "amtrak",
     "kary",
     "hornig",
     "hagerstown",
     "ahmed",
     "york",
     "trinka",
     "weeks",
     "penn",
     "hillary",
     "boston",
     "the future",
     "group",
     "good",
     "station",
     "phil",
     "aldie",
     "city"
    ],
    "id": 7,
    "text": "Gloria Steinem at Women's March: 'Don't Try to Divide Us' 1:04 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170122020949if_/http://www.nbcnews.com/widget/video-embed/859772483672\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> While the march comes in response to Trump assuming the power of the Oval Office, it is also a warning that he will be challenged over the next four years, some demonstrators said. \"I wouldn't call it an anti-Trump march, I would call it a 'We are watching you, Trump' kind of march,\" said Ayesha Ahmed, who came from Chicago with the Muslim Women's Alliance. The march also attracted significant support from celebrities, with actresses Scarlett Johansson and Ashley Judd and singers Alicia Keys and Madonna speaking to the crowd. Performers included Janelle Monaé, Maxwell and the Indigo Girls. Dr. Trinka Coster, a retired Army colonel, said she was marching because she wants all Americans to get the same \"socialized medicine\" that soldiers and veterans get. \"I'm just glad I retired in July,\" she said of Trump's elevation to commander in chief. Gallery: Pride and Fury: Supporters and Protesters at Trump Inauguration Romaine Mills-Teque, who is African-American, rode down from Boston with her daughter, Brianna. \"I didn't think I'd have to do this for my daughter because my mother and grandmother marched fought for civil rights and women rights for me,\" she said. \"But I will continue to do it until the right is wronged.\" \"It's the most powerful experience I think I've ever had in my life,\" she said, surrounded by thousands of like-minded women. Roschelle Weeks had a similar sentiment. \"I'll remember this. I'll make sure my grandbabies hear about this,\" she said as she nudged her daughter with a laugh. Many marching said they haven't been politically involved in the past, but the nature of this election awakened their civic activism. They said they're concerned about the gender pay gap, access to Planned Parenthood and health care services, and equal rights. \"It made me realize that the things I thought were enough to focus on, which I had been focusing on my life to that point ... were not enough at all,\" said Traci Feit Love, an attorney who started the Lawyers for Good Government Group after the November election. This is the densest I've seen it get of all the crowds and protests since Friday #WomensMarch pic.twitter.com/eWgOgka9wt — Phil McCausland (@PhilMcCausland) January 21, 2017 Grandmother Mary Hornig, 58, arrived from Aldie, Virginia, with three family members. \"That's why I'm here,\" she said in reference to her grandchildren. \"For the future. Now and the future.\" She recognized that Trump might not listen to their message, but added, \"I'm hoping some of the other Republicans might.\" Mark Dunham, of Beacon, New York, held a sign with his wife, Kary, that read, \"Human rights = women's rights.\" The pair cheered on as filmmaker Michael Moore, an outspoken critic of Trump's policies, spoke to the crowd and said the \"old guard of the Democratic Party has to go.\" Mark Dunham, 60, and wife Kary, 50, of Beacon, New York, at the Women's March on Washington on Jan. 21, 2017. Corky Siemaszko \"I think it's awesome,\" Kary Dunham, 50, said of the many men also in attendance. \"I didn't doubt there would be so many men. They're not all crazy, misogynist pigs.\" Rose Wurm of Hagerstown, Maryland, said she was determined to show her support in person. The 64-year-old retired medical secretary from Bedford, Pennsylvania, carried two signs. One asked Trump to stop tweeting and the other asked him to fix former President Barack Obama's health care law, rather than get rid of it. Wurm was riding one of the roughly 1,800 buses that had registered to park in Washington on Saturday — translating to nearly 100,000 people coming for the march just by bus. One company had buses coming from more than 200 cities in 26 states. At New York City's Penn Station, about 200 to 300 women gathered before dawn to board an Amtrak train to the capital. \"If you think we were nasty before, just you wait,\" read one handmade sign, alluding to Trump sniping at rival Hillary Clinton as a \"nasty woman\" during a presidential debate . Play ",
    "title": "Women's March Brings Flood of Pink Hats, Fiery Rhetoric to Washington - NBC News"
   },
   {
    "entities": [
     "melania",
     "house",
     "donald",
     "last year",
     "mandel",
     "twitter",
     "linkedin",
     "sean",
     "time",
     "congress",
     "russia",
     "cia",
     "2003",
     "trudeau",
     "iraq",
     "et",
     "david",
     "islamic",
     "of",
     "jared",
     "inauguration day",
     "douliery",
     "justice",
     "10:43 a.m.",
     "service",
     "justin",
     "jan. 21, 2017",
     "washington",
     "prayer",
     "google",
     "usa",
     "cathedral",
     "jan. 31",
     "7 minutes ago",
     "friday",
     "white",
     "states",
     "kushner",
     "nieto",
     "enrique",
     "saturday",
     "trump",
     "ngan",
     "spicer",
     "facebookemail",
     "langley",
     "may",
     "virginia",
     "va.",
     "pinterest",
     "ap",
     "late next week",
     "mexico",
     "olivier",
     "united",
     "state",
     "facebook",
     "department",
     "jackson",
     "theresa",
     "today",
     "peña",
     "national",
     "jan. 21"
    ],
    "id": 8,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Trump attacks the media in CIA speech and praises his election win No one will support the intelligence community more than he will, President Trump told a crowd at CIA headquarters Saturday, while he also attacked the news media for reporting that he had a \"feud\" with intelligence agencies. Post to Facebook Trump attacks the media in CIA speech and praises his election win No one will support the intelligence community more than he will, President Trump told a crowd at CIA headquarters Saturday, while he also attacked the news media for reporting that he had a \"feud\" with intelligence agencies. Check out this story on USATODAY.com: http://usat.ly/2kcf4cu CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 232 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump attacks the media in CIA speech and praises his election win David Jackson , USA TODAY Published 10:43 a.m. ET Jan. 21, 2017 | Updated 7 minutes ago CLOSE x Share President Donald Trump is telling CIA employees whose work he has publicly doubted that no one feels stronger about the intelligence community than he does. (Jan. 21) AP President Trump speaks at the CIA headquarters in Langley, Va., on Jan. 21, 2017. (Photo: Olivier Douliery, Pool/European Pressphoto Agency) WASHINGTON — No one will support the intelligence community more than he will, President Trump told a crowd at CIA headquarters Saturday, while he also attacked the news media for reporting that he had a \"feud\" with intelligence agencies. While at the CIA, Trump also blasted media coverage of his inauguration on Friday — a protest angrily echoed later by press secretary Sean Spicer , who accused reporters of deliberate \"false reporting\" of attendance and interest in Trump's swearing-in. While Trump has clashed with intelligence officials in recent weeks over investigations into Russian election activity, the new president told intelligence agency employees that \"you're going to get so much backing\" from his administration. Describing the CIA as a key to victory over Islamic State-style terrorists, Trump also talked politics during his visit, telling employees that he got the most votes in last year's election from members of the military, law enforcement and intelligence communities, and \"probably almost everybody in this room voted for me\" in the election, \"We're all on the same wavelength, folks,\" Trump said while standing at a memorial wall honoring CIA agents who have given their lives in service to the nation. President Trump and first lady Melania Trump arrive for the National Prayer Service at the National Cathedral on Jan. 21, 2017, in Washington.  (Photo: Mandel Ngan, AFP/Getty Images) Trump's CIA trip — his first official visit as chief executive — came hours after he attended a National Prayer Service at Washington National Cathedral, nearly 24 hours after being sworn in as the nation's 45th president. Meanwhile, thousands marched in the streets of Washington and other cities across the globe to protest his presidency and even challenge its legitimacy. In other second-day developments: • The White House announced that British Prime Minister Theresa May will meet with Trump in Washington late next week. •  Spicer said Trump will meet with Mexico President Enrique Peña Nieto on Jan. 31 and that the two leaders spoke by phone about trade, immigration, security and other issues. • Trump also spoke with Canadian Prime Minister Justin Trudeau, a partner along with Mexico in the North American Free Trade Agreement that Trump has vowed to change. • Trump repeated a campaign line that the United States should have \"kept\"' Iraq's oil after the 2003 invasion, saying that might have blocked the rise of the Islamic State. He added: \"Maybe we'll have another chance.\" The president again suggested he opposed the Iraq war, though interviews at the time indicated otherwise. • The Trump Department of Justice said the president is within his rights to hire son-in-law Jared Kushner as a White House adviser ; a Justice memorandum said a nepotism law passed by Congress does not apply to the executive branch. •  Trump again took to social media, tweeting that \"I am honored to serve you, the great American People, as your 45th President of the United States!\" Trump's visit to CIA headquarters in Virginia resembled something of a peace mission. During the transition between election and inauguration, leaders of the intelligence community said Russia engineered the hacking in an effort to help Trump, while Trump and supporters said other countries could have been involved. He also claimed the intelligence community leaked damaging information on him, including allegations out of Russia. (Trump later acknowledged that Russia was behind the hacking but that it didn't affect the counting of votes.) In his appearance before CIA employees, Trump blamed the media for what he called false reporting of a \"feud\" with intelligence, saying that \"I have a running war with the media; they are among the most dishonest human beings on earth.\" He also attacked media coverage of parts of his Inauguration Day, saying media outlets played down the size of the crowd he drew . Read more: ",
    "title": "Trump attacks the media in CIA speech and praises his election win"
   },
   {
    "entities": [
     "police",
     "orleans",
     "recently",
     "house",
     "hauslohner",
     "steve",
     "lexington",
     "lorraine",
     "edlow",
     "ky.",
     "beach",
     "eagle",
     "rooney",
     "neiman",
     "january 21",
     "photo",
     "new",
     "service",
     "jan. 21, 2017",
     "washington",
     "this morning",
     "trafalgar",
     "now",
     "saturday",
     "america",
     "post",
     "joy",
     "4 p.m. on inauguration day",
     "virginia",
     "amtrak",
     "ohio",
     "lahuta",
     "trocadero",
     "hawaii",
     "australia",
     "at 8:20 pm",
     "tel",
     "barcelona",
     "independence",
     "stein",
     "rapids",
     "democrats",
     "1600",
     "marina",
     "angeles",
     "metro",
     "march",
     "gloria",
     "philadelphia",
     "fischer",
     "abigail",
     "square",
     "northwest",
     "first march",
     "steinem",
     "shook",
     "union",
     "berlin",
     "pennsylvania",
     "honolulu",
     "osuchukwu",
     "janelle",
     "monáe",
     "buy",
     "honduras",
     "international",
     "judd",
     "territories",
     "1 a.m.",
     "young",
     "london",
     "4 p.m.",
     "ferrera",
     "siobhan",
     "today's march",
     "actress",
     "mexico",
     "kara",
     "denver",
     "wait",
     "teresa",
     "perry",
     "johansson",
     "congress",
     "canton",
     "avenue",
     "juneau",
     "capitol",
     "moore",
     "judith",
     "seattle",
     "clinton",
     "miami",
     "michael",
     "states",
     "friday",
     "white",
     "the end of the day",
     "yellowknife",
     "d.c.",
     "snyder-wagner",
     "trump",
     "hotel",
     "u.s.",
     "grand",
     "muriel",
     "loop",
     "paris",
     "mona",
     "knight",
     "hillary",
     "united",
     "andrew",
     "district",
     "20 years from now",
     "utah",
     "alaska",
     "right now",
     "weekend",
     "park",
     "oliver",
     "less than 24 hours later",
     "john",
     "los",
     "hendrix",
     "sarah",
     "e.",
     "melbourne",
     "ashley",
     "secret",
     "the",
     "november",
     "chicago",
     "erin",
     "canada",
     "scarlett",
     "madonna",
     "aviv",
     "ellipse",
     "york",
     "mich.",
     "department",
     "facebook",
     "boston",
     "florida",
     "bowser",
     "station",
     "future",
     "city"
    ],
    "id": 9,
    "text": "Photos from the scene of the Women’s March on Washington View Photos The protest is expected to be the largest of the organized gatherings against the new president. Caption The protest march, a rejoinder to the inauguration of President Trump, was the largest D.C. rally in years. Jan. 21, 2017 With U.S. Capitol in the background, a crowd fills the streets on Washington during the Women’s March. Oliver Contreras/for The Washington Post Buy Photo Wait 1 second to continue. By Perry Stein , Steve Hendrix and Abigail Hauslohner By Perry Stein , Steve Hendrix and Abigail Hauslohner January 21 at 8:20 PM Follow perrystein Follow @SBHendrix Follow @ahauslohner More than a million people gathered in Washington and in cities around the country and the world Saturday to mount a roaring rejoinder to the inauguration of President Trump. What started as a Facebook post by a Hawaii retiree became an unprecedented international rebuke of a new president that packed cities large and small — from London to Los Angeles, Paris to Park City, Utah, Miami to Melbourne, Australia. The organizers of the Women’s March on Washington, who originally sought a permit for a gathering of 200,000, said Saturday that as many as a half-million people participated. Many in the nation’s capital and other cities said they were inspired to join because of Trump’s divisive campaign and his disparagement of women, minorities and immigrants. In signs and shouts, they mocked what they characterized as Trump’s lewd language and sexist demeanor. The marches provided a balm for those eager to immerse themselves in a like-minded sea of citizens who shared their anxiety and disappointment after Democrat Hillary Clinton’s historic bid for the presidency ended in defeat. “We just want to make sure that we’re heard,” said Mona Osuchukwu, 27, a D.C. native at the Washington march with her 3-year-old daughter, Chioma. “I want her to know that she has a voice. No matter what anyone tells her, especially as a black woman in America.” (Sarah Parnass/The Washington Post) [ Women’s March events underway across the country ] The Washington demonstration was amplified by gatherings around the world, with march organizers listing more than 670 planned events, including Tel Aviv, Barcelona, Mexico City, Berlin and Yellowknife in Canada’s Northwest Territories, where the temperature was 6 degrees below zero. In Chicago, the demonstration was overwhelmed by its own size, after 150,000 demonstrators swamped downtown blocks. It forced officials to curtail their planned march, although thousand of protesters still paraded around the Loop. In Boston, police estimated a gathering of 125,000. In Los Angeles, officials temporarily closed some side streets to accommodate the crowds. “We are doing our best to facilitate because they are squeezing into every street right now,” said Capt. Andrew Neiman of the Los Angeles Police Department. There were also huge gatherings in New York, Miami, Denver and Seattle. In Juneau, Alaska, one man marveled that the crowd was the biggest he had ever seen on the state Capitol’s steps. In Philadelphia, marchers filled city bridges. In Lexington, Ky., they shut down streets. In New Orleans, participants played brass instruments. The fear — and anger — at Trump’s rise to the most powerful position in the United States reverberated at renowned protest sites around the globe, from the Trocadero in Paris to Trafalgar Square in London. (The Washington Post) Marina Knight, a 43-year-old executive assistant, and her 9-year-old daughter were two of the tens of thousands marching in London. “This is her first march,” Knight said, referring to her daughter. “It’s the first time we felt it was vital to march. I feel the rights we take for granted could go backward, and we owe it to our daughters and the next generation to fix this somehow.” In the United States, the crowds marched in weather ranging from balmy to snowy. But common to every gathering was fiery rhetoric, pink knit hats, and repeated references to the boast that offended so many women: Trump’s infamous taped comments about groping female genitals. Among the thousands of signs that marchers dumped at the end of the day in front of the Trump International Hotel, just blocks from his new home at 1600 Pennsylvania Ave.: “P---y Power” and “This P---y Bites Back.” Protesters got as close as they could to the presidential mansion, crowding metal barriers less than a block away as police and Secret Service personnel watching closely. Demonstrators came to Washington from around the country, sometimes sleeping on the couches of people they had never met. As of 4 p.m. Saturday, Metro had recorded more than 597,000 trips, a weekend ridership record. By comparison, as of 4 p.m. on Inauguration Day, there were 368,000 trips. The city issued about 1,800 bus parking permits for the march, and Amtrak added extra trains in and out of Union Station. The huge crowd delighted iconic feminist Gloria Steinem, 82, who was among the first speakers. “This is the upside of the downside,” she exulted. “This is an outpouring of democracy like I’ve never seen in my very long life.” Clinton did not attend the march but tweeted her gratitude: “Thanks for standing, speaking & marching for our values @womensmarch. Important as ever. I truly believe we’re always stronger together.” [ Live updates: The Women’s March on Washington ] The size of the gathering proved challenging. The audio from sound system failed to reach everyone in the massive crowd, and far more portable toilets were needed. When the port-a-potties behind the stage broke down, security instructed women to use cups and ushered them into a box truck for privacy. “I’m afraid to shake anyone’s hand,” one woman joked. Though the marchers were mostly female and white, men and people of color also joined the throngs. John Fischer, a 34-year-old locksmith from Grand Rapids, Mich., drove more than nine hours with his wife, Kara Eagle. I’m here to support my wife,” said Fischer. “I don’t care who you are, women impact your life, and there’s no reason why they shouldn’t have the same rights as men.” Cynthia English, a 61-year-old Jamaican American living in Florida, said she wanted the new president to know that women will be fighting during his presidency to ensure that the country and laws treat them equally. She was with her daughter and marching for her two granddaughters in the hope that no future president feels comfortable making lewd comments about women. “I don’t want this to happen to them 20 years from now, so I am making my mark now,” said English, who wondered, “Why are we the ones that bring people into this world, and we are treated the worst? We should be treated with respect.” The crowd was buoyant, even joyous. Many held up signs — “I Am Very Upset!” and “Love Trumps Hate” and “Bridges Not Walls” — while others took videos of the moment on their cellphones. Every few minutes, a rolling roar swept over them. D.C. police said they had made no march-related arrests, compared with more than 200 Friday when protesters created chaos in downtown Washington. [ Protesters vowed to shut down the city. Police vowed to protect the inauguration. ] March organizers briefly considered suspending the formal march to the Ellipse out of concern that the crowd had grown too large to safely navigate the route to the White House. But speakers soon told the marchers to set out. Lorraine LaHuta, 66, who came to the march from New York City, said at times she wasn’t sure where to go, but it never felt chaotic. “It was organized disorganization that worked very well,” she said. Judith Snyder-Wagner, a 67-year-old former fundraising consultant, came because she sensed a shift in the rural, blue-collar community near Canton, Ohio, where she lives with her wife, Joy. A neighbor mowed a piece of grass along their property line and put up a Trump sign facing their home. Someone recently drove through the neighborhood flying a Confederate flag. “We’ve been afraid,” she said, her voice quavering. She was limping up the sidewalk on Independence Avenue. She has had both her knee and hip replaced, and she held a cane in one hand and a poster in the other. “We just feel like we’re going to lose our civil rights.” The couple boarded a bus at 1 a.m. Saturday in Ohio and would head home less than 24 hours later. “We needed to feel inspired,” Joy Snyder-Wagner said, looking around. “And we do.” Trump’s election was the wake-up call that progressives needed, said Erin Edlow, 28, the membership director of the Virginia Beach Young Democrats. She was in town with her sister to demonstrate her support for the rights of immigrants and of lesbian, gay, bisexual and transgender people. “Democracy is not a spectator sport,” she said. The march turned into a star-studded event, with celebrities such as Madonna, Janelle Monáe, Scarlett Johansson and Ashley Judd making appearances. D.C. Mayor Muriel E. Bowser (D) introduced herself as a proud “chick mayor” and implored the Republican majority in Congress to stop meddling in the District’s local lawmaking. Activist filmmaker Michael Moore ripped a copy of The Washington Post in half, noting the headline “Trump takes power” and declaring “I don’t think so.” Actress America Ferrera declared that “our new president is waging a war” on the values that define the country with “a credo of hate fear and suspicion of one another.” “It’s been a heart-rending time to be both a woman and an immigrant,” said Ferrera, whose parents are from Honduras. “Our dignity, our character, our rights have been under attack.” “But the president is not America,” she said. “We are America.” As the march grew in prominence, it highlighted long-existing racial and political rifts in the feminist movement. The initial organizers of the march were white women — a group that narrowly voted for Trump in November — although they quickly handed its leadership over to a diverse group of veteran organizers from New York. They have embraced an imperiled liberal agenda, in sharp contrast to much of what Trump laid out for his presidency. The march platform called for ending violence against women, workers’ rights, reproductive rights, environmental justice, immigrant rights and more. But a group of women who oppose abortion also came, beseeching the larger march to recognize their variety of feminism. Whether to include the conservative viewpoint sparked controversy in the days before the march. Antiabortion activists said they were excluded. Siobhan Rooney, 32, drove from Philadelphia this morning to march for women’s rights. For her, that includes the rights of their unborn children. [ Is there a place for women opposed to abortion at the Women’s March? ] “We are in the same page on so many issues. It’s just this one issue,” she said. Teresa Shook , who is in her 60s, was on hand to marvel at what emerged from her original proposal for a march in a November post on Facebook. The grandmother of four from outside of Hono­lulu accepted hug and after hug as the crowd surged around her. “This is the woman who came up with the idea for today’s march,” one woman said. “Thank you!” shouted another. “I’m so blown away,” Shook said. Read more: ",
    "title": "Women’s marches: More than one million protesters vow to resist President Trump - The Washington Post"
   }
  ]
 }
}