{
 "23": {
  "col-sim": {
   "cosine": 0.2514063910335678,
   "entity": 0.4216370213557839
  },
  "exec-time": 9.763948440551758,
  "links": [
   {
    "entities": [
     "inc.",
     "house",
     "congress",
     "last year",
     "earlier this month",
     "sean",
     "cia",
     "andrea",
     "david",
     "of",
     "politics",
     "conway",
     "interactive",
     "presidential",
     "new",
     "january 22, 2017",
     "chalupa",
     "lance",
     "cbs",
     "previously",
     "cavs",
     "kellyanne",
     "friday",
     "white",
     "tower",
     "press",
     "saturday",
     "trump",
     "2017",
     "warriors",
     "team",
     "spicer",
     "todd",
     "u.s.",
     "sunday",
     "langley",
     "virginia",
     "university",
     "ted",
     "transition",
     "bass",
     "nbc",
     "york",
     "institute",
     "stapleton",
     "chuck",
     "lieu",
     "chicago's",
     "november 16, 2016",
     "early",
     "morning",
     "axelrod"
    ],
    "id": 0,
    "text": "<p>Kellyanne Conway, campaign manager and senior advisor to the Trump Presidential Transition Team, speaks to the media at Trump Tower in New York, U.S. November 16, 2016.&nbsp;</p> Close REUTERS/Shannon Stapleton Kellyanne Conway, counselor to President Trump, drew widespread criticism Sunday after she defended White House Press Secretary Sean Spicer’s press briefing on inauguration crowd sizes , saying the newly minted spokesman had given “alternative facts” to those cited in media reports. Chuck Todd, of NBC’s “Meet the Press,” asked Conway early Sunday morning why Mr. Trump had Spicer utter a “falsehood” the first time he formally faced reporters from the White House briefing room. “Why did he do that?” Todd questioned, referencing Spicer’s incorrect assertion that the audience at Friday’s inauguration was the largest to ever witness the ceremony both in person and around the globe. “It undermines the credibility of the entire White House press office on day one.” Conway dismissed the question. “Don’t be so overly dramatic about it, Chuck,” she replied. “You’re saying it’s a falsehood and they’re giving -- Sean Spicer, our press secretary, gave alternative facts to that.” “Alternative facts?” Todd shot back. “Look, alternative facts are not facts, they’re falsehoods.” The television host followed up on the continuing argument over audience turnout, which Mr. Trump also harped on Saturday while visiting CIA headquarters in Langley, Virginia. “What was the motive to have this ridiculous litigation of crowd size?” Todd pressed. Conway quipped: “Your job is not to call things ridiculous that are said by our press secretary and our president. That’s not your job.” The senior Trump defended Spicer further against Todd: “Chuck, I mean, if we’re going to keep referring to our press secretary in those types of terms, I think that we’re going to have to rethink our relationship here,” she said. “I want to gave a great open relationship with our press.” Following the interview, social media exploded with a new trending topic: “#AlternativeFacts.” Twitter users criticized Conway’s television appearance by coming up with their own “alternative facts.”  As a member of the @backstreetboys , I had a love child with @BettyMWhite . #AlternativeFacts — Lance Bass (@LanceBass) January 22, 2017 I'm about to devour this alt-salad. #alternativefacts pic.twitter.com/EZKdmDN1RP — Andrea Chalupa (@AndreaChalupa) January 22, 2017 Even a member of Congress got in on the social media action: BREAKING NEWS: @seanspicer at #WhiteHouse says Warriors beat Cavs in championship game last year. Period. #alternativefacts — Ted Lieu (@tedlieu) January 22, 2017 And the Merriam-Webster dictionary company seemed to play on the trend Sunday, tweeting out its definition of the word “fact.” A fact is a piece of information presented as having objective reality. https://t.co/gCKRZZm23c — Merriam-Webster (@MerriamWebster) January 22, 2017 Spicer himself has previously promised not to tell falsehoods to the White House press corps as an administration official. During an appearance at the University of Chicago’s Institute of Politics earlier this month, Spicer told David Axelrod: “I don’t think any communicator worth their salt to go out and tell a lie...To go out and tell a lie is something that’s not acceptable.” “I may tell a reporter I can’t comment on something… I’m not able to discuss it. But I’ve never lied,” Spicer said. “I would argue that anybody who’s an aspiring communicator adhere to that. If you lose the respect and trust of the press corps, you’ve got nothing.” © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Kellyanne Conway draws fire after \"alternative facts\" defense - CBS News"
   },
   {
    "entities": [
     "recently",
     "oval",
     "house",
     "russia",
     "office",
     "twitter",
     "sean",
     "cia",
     "email",
     "2016",
     "january 22, 2017",
     "jr.",
     "friday",
     "white",
     "press",
     "saturday",
     "trump",
     "spicer",
     "priebus",
     "sunday",
     "u.s.",
     "print",
     "martin",
     "king",
     "luther",
     "facebook",
     "fox",
     "this weekend"
    ],
    "id": 1,
    "text": "Priebus defends Trump, top aide; says media has 'obsession' to 'delegitimize' president Published               January 22, 2017 Facebook 0 Twitter 0 livefyre Email Print   White House Chief of Staff Reince Priebus on Sunday defended President Trump and a top aide’s sharp criticism this weekend of news agencies, saying “there is an obsession by the media to delegitimize this president.” “We are not going to sit around and let it happen,” Priebus told “Fox News Sunday.” Trump suggested to CIA staffers Saturday on his visit to the agency that his well-publicized rift with the U.S. intelligence community was drummed up by the media. Trump didn’t agree with some in the intelligence community’s who concluded that Russia influenced the 2016 White House race to help him win. And he argued more recently that somebody within that community leaking an unofficial dossier with alleged damaging personal information about him was like living in “Nazi Germany.” Priebus told Fox that “one bad actor” likely leaked the document so Trump wasn’t angry at all of the country’s intelligence officers. “I’m telling you; It was a love fest in there,” Priebus said about Trump’s visit at CIA headquarters that was attended by about 300 staffers. He also suggested that a reporter was at best careless in erroneously reporting that Trump has removed a bust of Martin Luther King Jr. from the Oval Office. “It could have had explosive ramifications. … It was shoot first, point later,” he said about the inaccurate report, for which the reporter later apologized. Priebus also defended Trump and White House Press Secretary Sean Spicer’s comments Saturday about the news media underreporting the crowd size at Trump’s swearing-in Friday. At a hastily called White House press conference, Spicer angrily accused the media of “false reporting” on the inauguration as part of what he called a “shameful” attempt to minimize enthusiasm for Trump. He then left without taking questions. Priebus said Sunday: “The point is not the crowd. The point is the media is trying to delegitimize the presidency.\" Advertisement ",
    "title": "Priebus defends Trump, top aide; says media has 'obsession' to 'delegitimize' president | Fox News"
   },
   {
    "entities": [
     "house",
     "rand",
     "jan 22, 2017",
     "emergency",
     "jenny",
     "overnight",
     "respond",
     "mississippi",
     "january 21, 2017",
     "cook",
     "hayden",
     "this weekend",
     "georgia",
     "david",
     "atlanta",
     "south",
     "brendan",
     "deal",
     "alabama",
     "jeff",
     "margarita",
     "albany",
     "marilyn",
     "service",
     "moore",
     "dougherty",
     "morales",
     "jan. 21, 2017",
     "news",
     "weather",
     "county",
     "abc",
     "the",
     "michael",
     "jan. 22, 2017",
     "southern",
     "states",
     "watch",
     "adel",
     "homeland",
     "white",
     "rogelio",
     "choctaw",
     "saturday",
     "trump",
     "hattiesburg",
     "sunday",
     "brooks",
     "bullard",
     ", 7:21 pm",
     "foster",
     "panhandle",
     "management",
     "ryan",
     "matt",
     "agency",
     "branden",
     "and",
     "last 48",
     "caplan",
     "nathan",
     "berrien",
     "security",
     "miller",
     "florida",
     "early",
     "shares",
     "today",
     "edison",
     "morning",
     "national"
    ],
    "id": 2,
    "text": "18 Dead Over 48 Hours as Tornadoes Wreak Havoc in the South By Michael Edison Hayden Jan 22, 2017, 7:21 PM ET 0 Shares WATCH Southern States Respond to Damaging Tornadoes 0 Shares Email At least 18 people have died over the last 48 hours due to tornadoes, as a violent system of storms continues to work its way across the Florida Panhandle and parts of Georgia and Alabama. At least 14 people died and around two dozen were injured in Georgia from tornadoes early Sunday morning, following four tornado-related deaths that occurred in Mississippi on Saturday morning. According to the Georgia Emergency Management Agency, three people died in Dougherty County near Albany, seven in Cook County near Adel, and two people died in both Berrien and Brooks counties. Branden Camp/AP Photo Marilyn Bullard makes her way to her parents home that was damaged by a tornado, Jan. 22, 2017, in Adel, Georgia. After storms ripped through the region overnight, more tornado watches were issued today for the Panhandle of Florida and southern Alabama, and the Georgia Emergency Management and Homeland Security Agency has issued a state of emergency for the seven south central Georgia counties impacted by the storm. \"The National Weather Service predicts a third wave of severe weather today, which may reach as far north as metro Atlanta. I urge all Georgians to exercise caution and vigilance in order to remain safe and prevent further loss of life or injuries,\" Gov. Nathan Deal said in a statement. Branden Camp/AP Photo Jenny Bullard carries a pair of boots from her home that was damaged by a tornado, Jan. 22, 2017, in Adel, Georgia. President Trump expressed condolences to the people of Georgia affected by the tornadoes to the press today from the White House. \"I want to start off by telling you I just spoke with Governor Nathan Deal of Georgia, great state, great people,\" Trump said. \"Florida affected, Alabama affected by the tornadoes, and just expressed our sincere condolences for the lives taken.\" Trump added that the tornadoes \"were vicious and powerful and strong,\" and said that people suffered as a result of them. \"So we'll be helping out the state of Georgia,\" Trump added. Images on social media showed telephone poles cracked in half, and what looked like entire streets torn apart by the storms that have churned through the South this weekend. Multiple structures damaged in downtown Hattiesburg. #mswx pic.twitter.com/6E9dE3eyzY — Ryan Moore (@RyanMooreMS) January 21, 2017 Rogelio V. Solis/AP Photo Margarita Morales carries her possessions out of a house she shared with two other people after a tornado destroyed the residence, Jan. 21, 2017 in Hattiesburg, Mississippi. Michael Miller, coroner in Brooks County, Georgia, told ABC News that two deaths were confirmed in his county with five more fatalities in Cook County and four more in nearby Berrien County. At least 23 other people in the state are injured. Branden Camp/AP Photo Jeff Bullard sits in what used to be the foyer of his home as his daughter, Jenny Bullard, looks through debris at their home that was damaged by a tornado, Jan. 22, 2017, in Adel, Georgia. In the area of Hattiesburg, Mississippi, where at least four people died, a large tornado leveled homes and buildings, trapping residents in their homes, authorities said. Further north in Choctaw County, Mississippi, on Saturday at least four people were injured and at least 20 homes damaged from a possible tornado, according to the National Weather Service. ABC News' David Caplan, Brendan Rand and Matt Foster contributed to this report. This story is developing. Please check back for updates. 0 Shares ",
    "title": "18 Dead Over 48 Hours as Tornadoes Wreak Havoc in the South - ABC News"
   },
   {
    "entities": [
     "house",
     "strategy",
     "orrin",
     "rick",
     "100 percent",
     "alliance",
     "washington",
     "plans",
     "hatch",
     "amy",
     "cnn",
     "services",
     "next year",
     "late friday",
     "human",
     "saturday",
     "2010",
     "america",
     "mcconnell",
     "post",
     "medicaid",
     "2018",
     "goldstein",
     "ohio",
     "the next year",
     "pensions",
     "thursday",
     "st.",
     "spring",
     "grow",
     "last year",
     "first day",
     "n.y.",
     "eilperin",
     "kristine",
     "jennings",
     "scott",
     "of",
     "this year",
     "connolly",
     "pennsylvania",
     "jackie",
     "mitch",
     "collins",
     "charles",
     "robert",
     "reuters",
     "teresa",
     "morning",
     "juliet",
     "laszewski",
     "congress",
     "january 22",
     "finance",
     "capitol",
     "schumer",
     "alexander",
     "exchange",
     "fla.",
     "gop-led",
     "clinton",
     "wallace",
     "committee",
     "friday",
     "white",
     "mila",
     "lamar",
     "kofman",
     "d.c.",
     "obama",
     "trump",
     "ceci",
     "sunday",
     "the coming months",
     "kasich",
     "wagner",
     "petersburg",
     "mona",
     "education",
     "miller",
     "the future",
     "health",
     "current",
     "senate",
     "treasury",
     "the weekend",
     "sean",
     "associates",
     "authority",
     "sullivan",
     "john",
     "schutz",
     "community",
     "mangat",
     "insurance",
     "gop",
     "e.",
     "138 percent",
     "g.",
     "aca",
     "jan. 31",
     "2017",
     "hill",
     "chris",
     "and",
     "at 12:44 pm",
     "florida",
     "policy",
     "benefit",
     "labor"
    ],
    "id": 3,
    "text": "With executive order, Trump tosses a ‘bomb’ into fragile health insurance markets The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it (Reuters) By Juliet Eilperin and Sean Sullivan By Juliet Eilperin and Sean Sullivan January 22 at 12:44 PM Follow @eilperin Follow @WaPoSean President Trump’s executive order instructing federal agencies to grant relief to constituencies affected by the Affordable Care Act has begun to reverberate throughout the nation’s health-care system, injecting further uncertainty into an already unsettled insurance landscape. The political signal of the order, which Trump signed just hours after being sworn into office, was clear: Even before the Republican-led Congress acts to repeal the 2010 law, the new administration will move swiftly to unwind as many elements as it can on its own — elements that have changed how 20 million Americans get health coverage and what benefits insurers must offer some of their customers. But the practical implications of Trump’s action on Friday are harder to decipher. Its language instructs all federal agencies to “waive, defer, grant ­exemptions from or delay” any part of the law that imposes a financial or regulatory burden on those affected by it. That would cover consumers, doctors, hospitals and other providers, as well as insurers and drug companies. The prospect of what could flow from pulling back or eliminating administrative rules — including no longer enforcing the individual mandate, which requires Americans to get coverage or pay an annual penalty, and ending health plans’ “essential benefits” — could affect how many people sign up on the Affordable Care Act marketplaces before open enrollment ends Jan. 31 for 2017 coverage, as well as how many companies decide to participate next year. Robert Laszewski, president of the consulting firm Health Policy and Strategy Associates, called the executive order a “bomb” lobbed into the law’s “already shaky” insurance market. Given the time it will take Republicans to fashion a replacement, he expects that federal and state insurance exchanges will continue to operate at least through 2018. “Instead of sending a signal that there’s going to be an orderly transition, they’ve sent a signal that it’s going to be a disorderly transition,” said Laszewski, a longtime critic of the law , which is also known as Obamacare. “How does the Trump administration think this is not going to make the situation worse?” [Trump signs executive order that could effectively gut Affordable Care Act’s individual mandate] Teresa Miller, Pennsylvania’s insurance commissioner, said Saturday that several insurers on her state’s exchange “seriously considered leaving the market last year” and that Trump’s action could propel them to indeed abandon it in 2018. In fact, she added, some have raised the possibility of withdrawing from the ACA’s exchanges during 2017, which would mean consumers could keep their plans but no longer receive federal subsidies to help them afford the coverage. “That would create a nightmare scenario,” Miller said. As of this year, nearly a third of all counties nationwide have just one insurer in the federal marketplace, and almost two-thirds have two or fewer insurers. The White House did not return requests for comment over the weekend. On Capitol Hill, Republican leaders offered cautious praise for the president’s executive order. Yet more broadly, the GOP remains in a state of uncertainty on health care, with unresolved questions about the path forward. Sen. Lamar Alexander (R-Tenn.), the chairman of the Health, Education, Labor and Pensions Committee, was briefed on the details of Trump’s order only Thursday, according to a GOP aide who spoke on the condition of anonymity to describe private talks. Alexander said in a statement late Friday that Trump was “right to make the urgent work of rescuing Americans trapped in a collapsing Obamacare system a top priority on his first day in office.” Senate Majority Leader Mitch McConnell (R-Ky.), speaking on “Fox News Sunday with Chris Wallace,” focused primarily on what Trump could do through executive action. “President Obama implemented a lot of Obamacare himself, so President Trump will be able to undo a lot of it himself,” McConnell said. Asked whether he knew what the new president’s replacement plan is, he said Senate Republicans are working with the administration “to have an orderly process.” The GOP-led House and Senate have passed a budget measure that was designed to serve as a vehicle for repealing key parts of the law. But they have yet to rally around a consensus idea for when and what to do to replace it. They were placed under further pressure to act quickly after Trump vowed “insurance for everybody” in a recent interview with The Washington Post. A key Trump ally said Sunday that the president’s decision to sign the order on his first day in office, coupled with his recent comments about moving swiftly on repealing and replacing the law, has applied pressure on GOP lawmakers to act faster than they might have initially planned. “I think Trump has consistently moved that needle with the mindset of our conference,” Rep. Chris Collins (R-N.Y.) said. [ Pressure mounts on GOP for an Obamacare replacement ] Democratic leaders, however, are casting the executive order as evidence that Republicans are in a state of disarray on health care. “They don’t know what to do. They can repeal, but they don’t have a plan for replace,” Senate Minority Leader Charles E. Schumer (N.Y.) said in an interview that aired Sunday morning on CNN’s “State of the Union.” “The president’s executive order just mirrored that.” At least publicly, the insurance industry’s reaction has been muted. America’s Health Insurance Plans spokeswoman Kristine Grow, whose group represents nearly 1,300 insurers, said in an email Saturday that it is “too soon to tell” what the executive order will mean for the industry. “There is no question the individual health-care market has been challenged from the start,” Grow said. “The president said he would take swift action to move our country to improve it, and he has.” A key question following Trump’s order is what actions Republican-led states might take to withdraw from key provisions of the law. Florida Gov. Rick Scott’s (R) office said Saturday that he was reviewing his options. Jackie Schutz, a Scott spokeswoman, said the governor “appreciates” that the new administration is “swiftly taking action.” But as to how and when Scott would seek to take advantage of it, “we’re still looking into it to see what it specifically means to Florida,” Schutz said. Ohio Gov. John Kasich (R), who met with Senate Finance Committee Orrin G. Hatch (R-Utah) and nearly a dozen other GOP governors on Thursday to discuss the future of Medicaid, said afterward that there are “some fundamental things that we can do that can settle people down so they are not worried they are going to lose their coverage but that at the same time bring significant changes to the Obamacare package.” Kasich, who expanded Medicaid in his state under the Affordable Care Act, said that one option he favors is paring Medicaid coverage to people with incomes up to 100 percent of the poverty level, rather than the current 138 percent, and then letting those above 100 percent go on the marketplace to get coverage. Asked whether he could guarantee that none of his constituents would lose health-care coverage, Kasich responded, “I can’t guarantee anything.” Even if the new administration is eager to grant waivers to states, it does not have the political appointees in place at the Health and Human Services and Treasury departments to do so. But timing is important. While the exact deadline varies depending on the state, insurers generally must decide by the spring whether to participate in Affordable Care Act marketplaces for the next year and, if so, propose the rates they would like to charge. Their decisions could be complicated if the president’s order results in rule changes that affect the benefits those health plans must include – or alters rules in other ways that, in turn, prompt fewer healthy customers to seek coverage through the marketplaces. Chris Jennings, who served as a senior White House adviser on health care in the Clinton and Obama administrations, said that in the health-care arena, “more than any other domestic policy, details matter. Plans, they live off a comma, or an incentive, or a disincentive, or a penalty, or an enforcement mechanism.” Ceci Connolly, president and CEO of the Alliance of Community Health Plans, said her members are in a particularly difficult position because they are unlike large national companies that can “pick and choose” which markets they operate in under the federal exchange. “Local nonprofit plans are in their communities, so they can’t look around for certain markets and pull out of ones that they don’t like,” said Connolly, who added that her group’s “biggest concern” is that some consumers might stop paying their premiums if they believe they will not be penalized for lacking coverage. That could lead to hospital and doctor visits that would not be reimbursed, which then would impose costs on providers and insurers more broadly. With fewer than 10 days to go in the current enrollment period, Mila Kofman, executive director of the D.C. Health Benefit Exchange Authority, said that “all of this discussion of whether or not people will have access to affordable quality health insurance is very unsettling.” Some residents have asked Kofman whether she can assure them they will get the same health benefits if Congress and the administration overhaul the system in the coming months. “I tell them, ‘Sign up. We will certainly do everything we can to ensure that you’ll have access to quality health insurance.’ ” Yet Mona Mangat, a solo practitioner in allergy and immunology in St. Petersburg, Fla., is not sure what to say when patients ask her whether they will be able to afford the kind of prescriptions and services they have taken advantage of under the Affordable Care Act. “Unfortunately, I don’t have an answer for them,” Mangat said. “I say, ‘Oh my God, I don’t know what’s going to happen.’” John Wagner and Amy Goldstein contributed to this report. national ",
    "title": "With executive order, Trump tosses a ‘bomb’ into fragile health insurance markets - The Washington Post"
   },
   {
    "entities": [
     "house",
     "3:39",
     "donald",
     "jaffe",
     "sean",
     "this year",
     "conway",
     "new",
     "times",
     "kellyanne",
     "friday",
     "white",
     "d.c.",
     "press",
     "saturday",
     "trump",
     "obama",
     "spicer",
     "todd",
     "alexandra",
     "nbc",
     "york",
     "chuck",
     "this weekend"
    ],
    "id": 4,
    "text": "Conway: Press Secretary Gave 'Alternative Facts' 3:39 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170123003852if_/http://www.nbcnews.com/widget/video-embed/860142147643\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Kellyanne Conway, counselor to President Donald Trump, said the White House press secretary gave \"alternative facts\" when he inaccurately described the inauguration crowd as \"the largest ever\" during his first appearance before the press this weekend. White House Press Secretary Sean Spicer gathered the press to deliver a five-minute statement Saturday in which he issued multiple falsehoods, declaring erroneously the number of people who used the D.C. metro on Friday, that there was a change in security measures this year and that \"this was the largest audience to ever witness an inauguration, period, both in person and around the globe.\" \"These attempts to lessen the enthusiasm of the inauguration are shameful and wrong,\" Spicer said Saturday. However, crowd size experts told the New York Times they estimated Trump's audience at fewer than 200,000 people, and widely distributed side-by-side photographs showed the stark contrast between the comparatively sparse crowd for Trump's inauguration and the record-setting crowd for Obama's first. Asked on \"Meet the Press\" why Spicer used his first appearance before the press to dispute a minimal issue like the inauguration crowd size, and why he used falsehoods to do so, Conway pushed back. \"You're saying it's a falsehood and Sean Spicer, our press secretary, gave alternative facts to that,\" she told NBC's Chuck Todd. She then went on to echo Spicer's claim on Saturday that it wasn't possible to count the crowd, despite Trump's team's accompanying insistence that it was the \"largest audience.\" \"I don't think you can prove those numbers one way or another. There's no way to quantify crowd numbers,\" Conway said. Conway also suggested that Todd's insistence on asking why Spicer delivered a demonstrably false statement could affect the White House's treatment of the media. \"If we're going to keep referring to the press secretary in those types of terms I think we're going to have to rethink our relationship here,\" she said. Alexandra Jaffe ",
    "title": "Kellyanne Conway: WH Spokesman Gave 'Alternative Facts' on Inauguration Crowd - NBC News"
   },
   {
    "entities": [
     "seto",
     "police",
     "yucca",
     "nevada",
     "orange",
     "elizabeth",
     "azusa",
     "bernardino",
     "empire",
     "placerita",
     "beach",
     "madre",
     "south",
     "service",
     "cox",
     "once",
     "charlie",
     "long",
     "2014",
     "evening",
     "saturday",
     "verde",
     "gaglia",
     "torrance",
     "cruz",
     "glendora",
     "bay",
     "patrol",
     "high",
     "center",
     "dalton",
     "interstate",
     "shelter",
     "last year",
     "1600",
     "winter",
     "angeles",
     "val",
     "silverado",
     "coast",
     "little",
     "stuart",
     "w.",
     "weather",
     "county",
     "southern",
     "california",
     "huntington",
     "iron",
     "barbara",
     "wash",
     "valley",
     "morning",
     "clarita",
     "beginning friday",
     "pacific",
     "avenue",
     "adam",
     "castaic",
     "ana",
     "anaheim",
     "monday",
     "tuesday",
     "road",
     "friday",
     "the end of the day",
     "animal",
     "gabriel",
     "bernardinos",
     "sierras",
     "sunday",
     "noon",
     "san",
     "susan",
     "wilkes",
     "santa",
     "fernando",
     "mountains",
     "malibu",
     "highway",
     "authority",
     "sierra",
     "80",
     "serna",
     "fire",
     "alan",
     "school",
     "los",
     "silicon",
     "community",
     "late sunday",
     "afternoon",
     "drive",
     "canyon",
     "inland",
     "oxnard",
     "kravig",
     "dawson",
     "carol",
     "hermosa",
     "elmahrek",
     "joseph",
     "mick",
     "sand",
     "department",
     "duarte",
     "smith",
     "ridge",
     "edison",
     "rainfall",
     "national"
    ],
    "id": 5,
    "text": "Adam Elmahrek and Joseph Serna Contact Reporters The latest and most powerful in a series of three winter storms slammed into California on Sunday, flooding roads, forcing evacuations in communities near burn areas and adding more snow in mountains from the Sierra Nevada to the San Bernardinos.  Numerous roads around Southern California were flooded by sustained bursts of intense rain. The 710 Freeway flooded near Pacific Coast Highway, and the 110 Freeway experienced high water near Torrance. Numerous surface streets were also blocked by standing water and fallen trees. The National Weather Service issued flash flood warnings for a large swath of the region, including the South Bay, harbor area, Long Beach, Anaheim, Santa Ana and the Inland Empire. Several people had been rescued from cars in flooded intersections, and thousands have lost power. Forecasters had been warning this storm could be the strongest in Southern California in seven years, and it appears to be delivering. While earlier storms produced periods of heavy showers, this storm has delivered several hours of pounding rain, which has caused the street flooding.  The heaviest rain was hitting Sunday afternoon and evening, with forecasters anticipating as much as an inch per hour during the storm’s peak, said Stuart Seto, weather specialist for the National Weather Service in Oxnard. Some areas will see up to 3 inches of rain by the end of the day, Seto said. Evacuation orders were issued for burn areas in Glendora, Duarte, Silverado Canyon in Orange County and parts of Santa Barbara County. The city of Glendora issued voluntary evacuation orders for residents adjacent to the burn area of the 2014 Colby fire . The order affects about 1,000 homes in an area bounded by the Little Dalton Wash, Sierra Madre Avenue and Yucca Ridge Road. Officials established an evacuation center at the Teen Center at 214 W. Dawson Ave. Also Sunday, the city of Duarte issued evacuation orders for residents living in the areas burned in last year’s Fish fire in the San Gabriel Mountains near Azusa. An evacuation center was set up at the Duarte Community Center at 1600 Huntington Drive. The city of Santa Clarita issued evacuation notices Saturday evening for about 120 homes in the vicinity of last year’s Sand fire. The affected area is bounded by Placerita Canyon to the south, Sand Canyon to the west and Iron Canyon to the north. Fast moving waters flooded several roads leading to the Val Verde area Sunday afternoon, where residents are being urged to shelter in place. An evacuation center was set up at Canyon High School, 19300 Nadal St. Animals may be taken to the Castaic Animal Shelter at 31044 Charlie Canyon Road. Rainfall totals for Sunday and Monday National Weather Service Rainfall totals for Sunday and Monday Rainfall totals for Sunday and Monday (National Weather Service) Residents are urged to visit the county’s storm season website at www.lacounty.gov/LARain for additional information. Most of Southern California is under a flash flood watch. The city of Hermosa Beach closed its pier as a precaution because of high surf and it will remain closed until further notice, said Sgt. Mick Gaglia of the Hermosa Beach Police Department. Orange County officials were also bracing Sunday for possible flooding, particularly in Silverado Canyon, which is still recovering from a fire in 2014. Extra emergency crews have been brought in to help, including a bulldozer operator and two additional swift-water rescue teams.   “The ground still remains pretty saturated and … it can be problematic,” said Capt. Alan Wilkes, of the Orange County Fire Authority. “We just want to be ahead of [any problems].” During the heaviest period of rain on Sunday, coastal areas are expected to see up to an inch of rain, the San Fernando Valley up to 1½ inches, the San Gabriel Mountains up to 2¼ inches, and downtown Los Angeles up to 1⅓ inches.    “It looks like it’s shaping up to be the strongest storm of the season,” said Carol Smith, of the National Weather Service. A Southern California Edison official said Sunday morning that about 5,500 customers in its service area have lost power as a result of the storm. The worst outages are in the San Bernardino Mountains, where 1,500 customers have lost power, said spokeswoman Susan Cox.  Flooding forced road closures across the region. All lanes of northbound and southbound traffic along the 110 Freeway at 223rd Street has been halted due to flooding. A weather-related rockslide that occurred Friday has kept Malibu Canyon Road closed into Sunday afternoon, said Officer Elizabeth Kravig, spokeswoman for the California Highway Patrol.  Thunderstorm conditions will ease slightly late Sunday into Monday. But the rainfall is expected to continue until Tuesday and end sometime before noon. All told, the storm system is expected to generate 4 to 6 inches of rainfall over the next three days, with the most rainfall in the foothill and mountain areas. Clearer skies and temperatures in the mid to high 60s are expected to return beginning Friday.  The storm is also expected to hit the Sierra Nevada hard. The weather service warned of “crippling snow amounts on top of existing snow cover” and urged residents to stock up on food, water and firewood, and “essentially prepare for being stranded at home for multiple days.” Power outages are likely, and mature trees are expected to fall. It’s possible that residents could endure multiple-day power outages, failures of carports and decks, and avalanches. As of Sunday morning, there was flooding reported in some areas including Santa Cruz County. Snow once again closed Interstate 80 in the Sierras, where a new avalanche warning was issued. For the second time in as many days, mudslides closed Highway 17, the main route between Silicon Valley and Santa Cruz. The forecast is heightening concerns about mudslides and flooding across the state. Another powerful storm that hit California on Friday caused numerous road closures and mudslides in areas burned by recent fires, including a major incident near Santa Barbara that destroyed cabins and cars, and forced rescues. The storm is expected to peak on Sunday, with thunderstorms possible and continuing into Monday. ",
    "title": "Widespread flooding, mudslides, evacuations as biggest storm in years batters California - LA Times"
   },
   {
    "entities": [
     "mitchell/getty",
     "elizabeth",
     "crow",
     "ann",
     "6:10 p.m.",
     "david",
     "zunas",
     "south",
     "wunc",
     "daily",
     "new",
     "times",
     "western",
     "washington",
     "dag",
     "argentina",
     "trafalgar",
     "earth",
     "plaza",
     "tower",
     "trumpled",
     "nierman/wgbh",
     "saturday",
     "herald",
     "america",
     "shumita",
     "sullivan/getty",
     "jessica",
     "madison",
     "bay",
     "wbur",
     "embassy",
     "public",
     "12 percent",
     "bultena",
     "langfitt",
     "kingdom",
     "ina",
     "basu",
     "angeles",
     "march",
     "scott",
     "tribune",
     "jess",
     "lethal",
     "of",
     "ny",
     "associated",
     "square",
     "williams",
     "massachusetts",
     "bliss",
     "union",
     "berlin",
     "becker",
     "amanda",
     "credit",
     "nieto",
     "national",
     "palmer",
     "meredith",
     "liz",
     "kealey",
     "chelsea",
     "london",
     "grosvenor",
     "marty",
     "frank",
     "mexico",
     "n.c.",
     "baltimore",
     "european",
     "carrie",
     "dolores",
     "u.k.",
     "india",
     "morning",
     "peña",
     "ladies",
     "independent",
     "raleigh",
     "bello",
     "donald",
     "ben",
     "npr",
     "avenue",
     "markey",
     "michel",
     "kahn",
     "deborah",
     "britain",
     "barrett",
     "hall",
     "brown",
     "fisher",
     "last summer",
     "gallery",
     "clark",
     "creek",
     "buenos",
     "aires",
     "washington,",
     "getty",
     "falls",
     "huerta",
     "d.c.",
     "broadcasting",
     "trump",
     "brook",
     "ed",
     "sioux",
     "u.s.",
     "linda",
     "delhi",
     "walsh",
     "charlotte",
     "paris",
     "martin",
     "julia",
     "united",
     "stef",
     "radford",
     "the future",
     "utah",
     "indian",
     "weekend",
     "s.d.",
     "park",
     "jaffe",
     "january 21, 2017",
     "warren",
     "los",
     "sarah",
     "images",
     "justin",
     "grant",
     "news",
     "paradise",
     "hammarskjold",
     "antarctica",
     "scholhmer",
     "the",
     "copenhagen",
     "hyde",
     "press",
     "enrique",
     "november",
     "chicago",
     "dakota",
     "mother",
     "yesterday",
     "reservation",
     "vogt",
     "maria",
     "1:25",
     "simon",
     "handler",
     "europe",
     "asheville",
     "wnyc",
     "york",
     "hayley",
     "boston",
     "common",
     "wolf",
     "belfast",
     "sydney",
     "pershing",
     "city"
    ],
    "id": 6,
    "text": "View slideshow Updated at 6:10 p.m. ET As the Women's March on Washington has swelled in support, attracting attention and supporters in the lead-up to Saturday's demonstrations, its name has become something of a misnomer. Women's March Floods Washington, Sparking Rallies Worldwide Sister marches have been organized in all 50 states, several U.S. territories and countries around the world. They have tried to express solidarity with the aims of the original march: opposition to President Trump's agenda, and support of women's rights and human rights in general. Given the quirks of time zones, many of those marches kicked off before the event that inspired them. In Sydney, London, New Delhi, and other cities, demonstrators broke out their signs and pink hats before even their compatriots in D.C. could. Straight from NPR and member station reporters on the ground: Here's a glimpse of the marches Saturday — across the country, and around the world. Boston Tens of thousands participated in the Boston Women's March, including Sen. Elizabeth Warren and Mayor Marty Walsh (bottom right). Meredith Nierman/WGBH hide caption toggle caption Meredith Nierman/WGBH \"It is shoulder to shoulder\" in Boston Common, WBUR's Deborah Becker tells Scott Simon on Weekend Edition Saturday. She describes the rally there as a \"sea of pink,\" referring to the pink knit caps that have become distinctive of the Women's March on Washington. The caps have come to be known as \"pussyhats,\" in reference to a tape in which Trump bragged about assaulting women by grabbing their genitals. Deborah reports that the message of the Boston protesters is one of solidarity with the primary march in Washington. They bear signs not only protesting Trump, but supporting a range of issues — from climate science to women's access to abortion and birth control. Both Massachusetts senators, Elizabeth Warren and Ed Markey, addressed the rally in Boston. \"I'm here to fight back!\" Warren told the crowd. \"We are in marches to say we are fighting back. That's who we are.\" Article continues after sponsorship Chicago Protesters make their way through Chicago during the city's women's march. John Gress/Getty Images hide caption toggle caption John Gress/Getty Images In what the Chicago Tribune is reporting to be the largest crowd outside of Washington , Chicagoans gathered at Grant Park on Saturday morning with plans for a rally, followed by a march. In the end, the march portion of the event was cancelled by the organizers when they determined there were too many people to march safely. \"Our march route is flooded. There is no safe way to march. We are just going to sing and dance and make our voices heard here,\" march co-chairwoman Ann Scholhmer told the crowd, according to the Tribune. If participants were disappointed, they didn't show it. Organizer Liz Radford told the crowd, \"We called, and you came. We have flooded the march route. We have flooded Chicago.\" London Source: NPR Credit: Frank Langfitt Thousands marched through the British capital Saturday in what was billed as a women's march, but was ostensibly an anti-Trump rally. Marchers walked about 2 miles from the U.S. Embassy in Grosvenor Square to Trafalgar Square, within eyesight of Big Ben. The event ran for more than three hours and the size of the crowds easily dwarfed political rallies in the lead-up to last summer's Brexit vote here. As in other cities around the world, protesters carried signs criticizing America's 45th president. Many signs read \"We Shall Overcomb,\" referring to the U.S. president's signature hair-style. \"Trump Special Relationship? Just Say No,\" read others, referring to the historically close diplomatic ties between the U.S. and the United Kingdom. Many in this cosmopolitan, multicultural city — which voted heavily against the U.K. leaving the European Union — were already upset by Trump's election in November. The president's \"America first\" inaugural speech only fueled alarm here. In Inaugural Address, Trump Decries 'Carnage' And Promises 'America First' A British software engineer named David said he watched the speech with officemates yesterday in stunned silence. \"It was a harrowing, chilling experience,\" David said, as he stood in front of London's National Gallery overlooking the rally in Trafalgar Square. \"The sense of nationalism and protectionism was there and there was quite a sinister undercurrent.\" David, who did not offer his last name, said he was disturbed by the insularity of the Trump's address, elements of which reminded him of the positions espoused by the political far-right here in the U.K. \"There is a movement in Britain called 'Britain first,' \" he said, \"which is a terrifying, horrible right-wing group.\" The march in London was among a number of anti-Trump rallies across Western Europe on Saturday, including cities such as Berlin, Paris, Belfast and Copenhagen. Los Angeles Participants hold signs as they wait for the start of the women's march in Los Angeles. Justin Sullivan/Getty Images hide caption toggle caption Justin Sullivan/Getty Images \"I've never seen so many people standing in one place in Los Angeles in my life, and that includes sold-out Dodger Stadium,\" NPR's Ina Jaffe tells Michel Martin on Weekend All Things Considered. As the demonstrators marched from one rally in Pershing Square to another rally outside City Hall, Ina says a single street could not contain all of them. Instead, marchers had to proceed down three parallel streets. Supporters there brought up LGBTQ rights, religious freedom and women's rights, Ina reports — including one marcher who held up a sign with a picture of Carrie Fisher, which read: \"A woman's place is in the resistance.\" New York City Thousands of participants converge on Dag Hammarskjold Plaza and Second Avenue during the women's march in New York City. NY Daily News via Getty Images hide caption toggle caption NY Daily News via Getty Images For a march fueled in part by dissatisfaction with President Trump, it seems only natural that the protesters finished their procession nearby Trump Tower on Saturday. WNYC reporter Sarah Hayley Barrett tweeted that marchers shut down whole stretches of Madison Avenue, as they spilled off the planned route and took alternate paths to Trump Tower. Shumita Basu, a producer with WNYC, noted that in Dag Hammarskjold Plaza, where many of the protesters converged, the march was a \"sea of pink hats, signs.\" Raleigh, N.C. \"There's been a steady stream of marchers\" in the streets of downtown Raleigh, reports Jess Clark of member station WUNC. \"It spans the spectrum — protesters represent diverse issues, diverse backgrounds.\" She notes that she has seen men in baseball caps, women in hijabs and several people in those distinctive pink caps. \"The massive crowd has taken over the downtown area, shutting down several streets in the process,\" The Associated Press reports from Raleigh. The news service notes marches and rallies are taking place in cities across the state, including Charlotte and Asheville. Mexico City — Carrie Kahn (@ckahn) January 21, 2017 The march in Mexico City began at the U.S. Embassy and proceeded to the Angel of Independence monument. But, as NPR's Carrie Kahn reports, the march was so large, the crowd of demonstrators stretched from one landmark to the other. Carrie says the march comprised a mix of Americans and Mexicans, who appeared to be protesting Mexican President Enrique Peña Nieto as much as President Trump. Peña Nieto has dismal approval ratings in his own country; a recent poll showed only 12 percent of Mexicans approve of the job he's doing. The chants — shouted in both Spanish and English — focused not only on the two leaders, but women's rights and gender equality, as well. Sioux Falls, S.D. — Kealey Bultena (@KealeySDPB) January 21, 2017 In Sioux Falls, the women's march has focused partly on American Indian rights, reports Kealey Bultena of South Dakota Public Broadcasting. Chants of \"Native lives matter\" rippled throughout the march. \"We want to protect Mother Earth, first of all, for the future generations and also we have our human rights as women,\" marcher Julia Brown Wolf told Kealey. Brown Wolf had traveled from the Crow Creek Indian Reservation for the demonstration. \"You know, we have to think in seven generations ahead.\" Kealey reports Brown Wolf marched with her granddaughters. \"She does not want them to face discrimination for being a woman or a Native American,\" Kealey says. Sydney Protesters demonstrate against President Trump in Sydney. Brook Mitchell/Getty Images hide caption toggle caption Brook Mitchell/Getty Images Demonstrators gathered in the city's Hyde Park carrying signs with slogans like \"Bridges not walls,\" and \"A woman's place is in the revolution.\" As protester Stef Vogt told The Sydney Morning Herald, \"We want to send a sign to the women in the U.S. that we're all in this together.\" But participants also say this isn't just about Trump. \"Women's rights are not about women,\" musician Amanda Palmer told a the marchers. \"They're about everyone. My son and husband are feminists.\" Buenos Aires, Argentina In Buenos Aires, American expats and locals held signs and wrote messages across their bodies as they gathered for a rally in support of the women's march. Local organizers echoed the guiding principle behind the march in Washington, D.C. — that \"Women's rights are human rights, and human rights are women's rights.\" New Delhi Indian women in New Delhi participate in a nationwide \"I Will Go Out\" march to raise questions about safe access for women and marginalized communities in public spaces across India. Chandan Khanna/AFP/Getty Images hide caption toggle caption Chandan Khanna/AFP/Getty Images While some protests are principally marching to express solidarity with the demonstrators in the U.S., others are directly raising issues of misogyny on a more local level. In New Delhi, protesters carried signs reading \"I will go out,\" to protest sexual harassment in public spaces. Park City, Utah Crowds gather for the women's march on Main Street during the Sundance Film Festival in Park City, Utah. Rich Polk/Getty Images for IMDb hide caption toggle caption Rich Polk/Getty Images for IMDb Women's Marches Go Global: Postcards From Protests Around The World 1:25 Embed Embed <iframe src=\"https://www.npr.org/player/embed/510940708/511106148\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\"> The Sundance film festival is underway in the city, but women, men and children still stepped away to trudge down Main Street in the blustery snow. Many of the filmmakers and movie-lovers in Park City for the annual event came to protest Donald Trump's presidency and to defend women's rights. They chanted slogans such as \"Love Not Hate, Make America Great\" and \"We live in Trumpled Times.\" Then they rallied as the snow flurried around them, with comedian Chelsea Handler and actress Maria Bello among the speakers. Longtime activist Dolores Huerta, who's the subject of a documentary that premiered at the festival, led the crowd in chanting, \"Si se puede, Yes, we can.\" Jessica Williams, who stars in one of the feature films premiering at the festival, told the crowd that her ancestors fought for her to be where she is — to \"stand in the snow in front of a bunch of white people in Uggs.\" \"I grew up thinking (the) civil rights movement already happened,\" said Williams. \"This election is a wake up call. The silver lining is, we are here ... in literally 21 degrees supporting each other.\" And all the way from Baltimore, the Lethal Ladies of Bliss step team, featured in a new documentary premiering Saturday, roused the crowd with foot-stomping chants of resistance. Paradise Bay, Antarctica — linda zunas (@lindazunas) January 21, 2017 There were even \"marchers\" in Antarctica. Linda Zunas, a reseacher in a remote corner of the continent called Paradise Bay, told The Independent that she organized a group of 30 people with banners reading \"Penguins for peace\" and \"love from seven continents.\" ",
    "title": "Women's March On Washington Goes Global: Postcards From Protests Around World : The Two-Way : NPR"
   },
   {
    "entities": [
     "schmidt",
     "oval",
     "house",
     "eric",
     "haberman",
     "rosenberg",
     "new",
     "times",
     "service",
     "jan. 21, 2017",
     "washington",
     "saddam",
     "m.",
     "the day",
     "now",
     "jan. 11, 2017",
     "julian",
     "glenn",
     "assange",
     "saturday",
     "mike",
     "spicer",
     "attacks",
     "falsehoods",
     "media",
     "luther",
     "matthew",
     "davis",
     "today",
     "s.",
     "damon",
     "office",
     "hayden",
     "of",
     "this year",
     "associated",
     "memorial",
     "schmitt",
     "brennan",
     "pompeo",
     "a week ago",
     "california",
     "credit",
     "j.",
     "thrush",
     "mills/the",
     "va.",
     "mark",
     "agency",
     "o.",
     "winter/the",
     "security",
     "jackson",
     "morning",
     "russia",
     "donald",
     "twitter",
     "adam",
     "army",
     "stelios",
     "wing",
     "2009",
     "monday",
     "the day before",
     "nazis",
     "lowenthal",
     "germany",
     "michael",
     "friday",
     "white",
     "states",
     "committee",
     "julie",
     "nick",
     "obama",
     "trump",
     "intelligence",
     "langley",
     "doug",
     "b.",
     "maggie",
     "advances",
     "martin",
     "king",
     "hirschfeld",
     "united",
     "wikileaks",
     "varias/reuters",
     "c.i.a.",
     "current",
     "inauguration day in 2013",
     "sean",
     "january 21, 2017",
     "john",
     "january 22, 2017",
     "--",
     "shapiro",
     "schiff",
     "jr.",
     "secret",
     "two",
     "lucas",
     "hussein",
     "central",
     "mall",
     "wall",
     "york",
     "facebook",
     "west",
     "barack",
     "national",
     "v."
    ],
    "id": 7,
    "text": "With False Claims, Trump Attacks Media on Turnout and Intelligence Rift By JULIE HIRSCHFELD DAVIS and MATTHEW ROSENBERG JAN. 21, 2017 Video Comparing Inauguration Crowds President Trump and his press secretary disputed estimates of attendance at his inauguration, but footage from Friday’s event, compared with those from President Barack Obama’s 2009 inauguration, showed a different story. By THE NEW YORK TIMES on Publish Date January 22, 2017. Photo by Left, Lucas Jackson, Right, Stelios Varias/Reuters. Watch in Times Video » embed WASHINGTON — President Trump used his first full day in office on Saturday to unleash a remarkably bitter attack on the news media, falsely accusing journalists of both inventing a rift between him and intelligence agencies and deliberately understating the size of his inauguration crowd. In a visit to the Central Intelligence Agency intended to showcase his support for the intelligence community, Mr. Trump ignored his own repeated public statements criticizing the intelligence community, a group he compared to Nazis just over a week ago. He also called journalists “among the most dishonest human beings on earth,” and he said that up to 1.5 million people had attended his inauguration, a claim that photographs disproved. Later, at the White House, he dispatched Sean Spicer, the press secretary, to the briefing room in the West Wing, where Mr. Spicer scolded reporters and made a series of false statements. Advertisement Continue reading the main story He said news organizations had deliberately misstated the size of the crowd at Mr. Trump’s inauguration on Friday in an attempt to sow divisions at a time when Mr. Trump was trying to unify the country, warning that the new administration would hold them to account. Continue reading the main story The statements from the new president and his spokesman came as hundreds of thousands of people protested against Mr. Trump , a crowd that appeared to dwarf the one that gathered the day before when he was sworn in. It was a striking display of invective and grievance at the dawn of a presidency, usually a time when the White House works to set a tone of national unity and to build confidence in a new leader. OPEN Graphic Instead, the president and his team appeared embattled and defensive, signaling that the pugnacious style Mr. Trump employed as a candidate will persist now that he has ascended to the nation’s highest office. Saturday was supposed to be a day for Mr. Trump to mend fences with the intelligence community, with an appearance at the C.I.A.’s headquarters in Langley, Va. While he was lavish in his praise, the president focused in his 15-minute speech on his complaints about news coverage of his criticism of the nation’s spy agencies, and meandered to other topics, including the crowd size at his inauguration, his level of political support, his mental age and his intellectual heft. Video Trump Speaks at the C.I.A. President Trump makes his first remarks to the C.I.A. Publish Date January 21, 2017. Photo by Doug Mills/The New York Times. Watch in Times Video » embed “I just want to let you know, I am so behind you,” Mr. Trump told more than 300 employees assembled in the lobby for his remarks. In recent weeks, Mr. Trump has questioned the intelligence agencies’ conclusion that Russia meddled in the United States election on his behalf. After the disclosure of a dossier with unsubstantiated claims about Mr. Trump, he accused the intelligence community of allowing the leak and wrote on Twitter , “Are we living in Nazi Germany?” Intelligence agencies should never have allowed this fake news to \"leak\" into the public. One last shot at me.Are we living in Nazi Germany? —         Donald J. Trump (@realDonaldTrump) Jan. 11, 2017 On Saturday, he said journalists were responsible for any suggestion that he was not fully supportive of intelligence agencies’ work. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. “I have a running war with the media,” Mr. Trump said. “They are among the most dishonest human beings on earth, and they sort of made it sound like I had a feud with the intelligence community.” Advertisement Continue reading the main story “The reason you’re the No. 1 stop is, it is exactly the opposite,” Mr. Trump added. “I love you, I respect you, there’s nobody I respect more.” Mr. Trump also took issue with news reports about the number of people who attended his inauguration, complaining that the news media used photographs of “an empty field” to make it seem as if his inauguration did not draw many people. “We caught them in a beauty,” Mr. Trump said of the news media, “and I think they’re going to pay a big price.” Mr. Spicer said that Mr. Trump had drawn “the largest audience to ever witness an inauguration,” a statement that photographs clearly show to be false. Mr. Spicer said photographs of the inaugural ceremonies were deliberately framed “to minimize the enormous support that had gathered on the National Mall,” although he provided no proof of either assertion. Photographs of Barack Obama’s inauguration in 2009 and of Mr. Trump’s plainly showed that the crowd on Friday was significantly smaller , but Mr. Spicer attributed that disparity to new white ground coverings he said had caused empty areas to stand out and to security measures that had blocked people from entering the Mall. Estimates put the crowd gathered for President Donald J. Trump’s inauguration at far less than President Obama’s in 2009. “These attempts to lessen the enthusiasm of the inauguration are shameful and wrong,” Mr. Spicer said. He also admonished a journalist for erroneously reporting on Friday that Mr. Trump had removed a bust of the Rev. Dr. Martin Luther King Jr. from the Oval Office, calling the mistake — which was corrected quickly — “egregious.” And he incorrectly claimed that ridership on Washington’s subway system was higher than on Inauguration Day in 2013. In reality, there were 782,000 riders that year, compared with 571,000 riders this year, according to figures from the Washington-area transit authority. Mr. Spicer also said that security measures had been extended farther down the National Mall this year, preventing “hundreds of thousands of people” from viewing the ceremony. But the Secret Service said the measures were largely unchanged this year, and there were few reports of long lines or delays. Video White House Press Secretary Slams Media At his first news conference, Sean Spicer, the White House press secretary, accused news outlets of intentionally manipulating photographs “to minimize the enormous support” that President Trump had received at his inauguration. By THE ASSOCIATED PRESS. Photo by Doug Mills/The New York Times. Watch in Times Video » Commentary about the size of his inauguration crowd made Mr. Trump increasingly angry on Friday, according to several people familiar with his thinking. Advertisement Continue reading the main story On Saturday, Mr. Trump told his advisers that he wanted to push back hard on “dishonest media” coverage — mostly referring to a Twitter post from a New York Times reporter showing side-by-side frames of Mr. Trump’s crowd and Mr. Obama’s in 2009. But most of Mr. Trump’s advisers urged him to focus on the responsibilities of his office during his first full day as president. However, in his remarks at the C.I.A., he wandered off topic several times, at various points telling the crowd he felt no older than 39 (he is 70); reassuring anyone who questioned his intelligence by saying, “I’m, like, a smart person”; and musing out loud about how many intelligence workers backed his candidacy. Photo The photograph of President Trump’s inauguration that was displayed during Mr. Spicer’s briefing. Mr. Trump said that when he looked out from his podium, “it looked like a million, a million and a half people.” Credit Damon Winter/The New York Times “Probably everybody in this room voted for me, but I will not ask you to raise your hands if you did,” Mr. Trump said. “We’re all on the same wavelength, folks.” But most of his remarks were devoted to attacking the news media. And Mr. Spicer picked up the theme later in the day in the White House briefing room. But his appearance, according to the people familiar with Mr. Trump’s thinking, went too far, in the president’s opinion. Mr. Trump’s appearance at the C.I.A. touched off a fierce reaction from some current and former intelligence officials. Nick Shapiro, who served as chief of staff to John O. Brennan, who resigned Friday as the C.I.A. director, said Mr. Brennan “is deeply saddened and angered at Donald Trump ’s despicable display of self-aggrandizement in front of C.I.A.’s Memorial Wall of Agency heroes. “Brennan says that Trump should be ashamed of himself,” Mr. Shapiro added. “I was heartened that the president gave a speech at C.I.A.,” said Michael V. Hayden, a former director of the C.I.A. and the National Security Agency. “It would have been even better if more of it had been about C.I.A.” Advertisement Continue reading the main story Representative Adam B. Schiff of California, the ranking Democrat on the House Intelligence Committee, said that he had had high hopes for Mr. Trump’s visit as a step to begin healing the relationship between the president and the intelligence community, but that Mr. Trump’s meandering speech had dashed them. “While standing in front of the stars representing C.I.A. personnel who lost their lives in the service of their country — hallowed ground — Trump gave little more than a perfunctory acknowledgment of their service and sacrifice,” Mr. Schiff said. “He will need to do more than use the agency memorial as a backdrop if he wants to earn the respect of the men and women who provide the best intelligence in the world.” Mr. Trump said nothing during the visit about how he had mocked the C.I.A. and other intelligence agencies as “the same people that said Saddam Hussein had weapons of mass destruction.” He did not mention his apparent willingness to believe Julian Assange, the founder of WikiLeaks, who is widely detested at the C.I.A., over his own intelligence agencies. He also did not say whether he would start receiving the daily intelligence briefs that are prepared for the president. The agency sees the president as its main audience, and his dismissal of the need for daily briefings from the intelligence community has raised concerns about morale among people who believe their work will not be respected at the White House. Since the election, hopes at the C.I.A. that the new administration would bring an infusion of energy and ideas have given way to trepidation about what Mr. Trump and his loyalists have planned. But the nomination of Mike Pompeo, a former Army infantry officer who is well versed in issues facing the intelligence community, to lead the C.I.A. has been received positively at the agency. “He has left the strong impression that he doesn’t trust the intelligence community and that he doesn’t have tremendous regard for their work,” Mark M. Lowenthal, a retired C.I.A. analyst, said of Mr. Trump. “The obvious thing to do is to counter that by saying, ‘I value you. I look forward to working with you.’” “He called them Nazis,” Mr. Lowenthal added, referring to Mr. Trump’s characterization of the intelligence community. Mr. Lowenthal said Saturday’s visit should have been “a stroking expedition.” Reporting was contributed by Maggie Haberman, Glenn Thrush, Michael S. Schmidt and Eric Schmitt. Follow The New York Times’s politics and Washington coverage on Facebook and Twitter , and sign up for the First Draft politics newsletter . A version of this article appears in print on January 22, 2017, on Page A1 of the New York edition with the headline: Slamming Media, Trump Advances Two Falsehoods. Order Reprints | Today's Paper | Subscribe ",
    "title": "With False Claims, Trump Attacks Media on Turnout and Intelligence Rift - The New York Times"
   },
   {
    "entities": [
     "st.",
     "jose",
     "weekend",
     "the previous night",
     "englewood",
     "12:15 p.m.",
     "63rd",
     "stone",
     "avenue",
     "tribune",
     "briscoe",
     "contact",
     "bernard",
     "to",
     "tony",
     "afternoon",
     "nancy",
     "rosenberg-douglas",
     "1100",
     "less than six hours sunday",
     "town",
     "about 11 a.m.",
     "2014",
     "jan. 22, 2017",
     "friday",
     "1500",
     "/",
     "saturday",
     "facetime",
     "chicago",
     "wojcik",
     "hospital",
     "reporters",
     "1800",
     "street",
     "sunday",
     "stroger",
     "estrada",
     "angela",
     "escape",
     "ford",
     "lockwood",
     "katherine",
     "north",
     "early",
     "robert",
     "west",
     "huron",
     "the morning",
     "6:30 a.m. hours later",
     "morning",
     "this weekend"
    ],
    "id": 8,
    "text": "10 wounded in 3 multiple-victim shootings Sunday as violent weekend wears on Scene of shooting in West Town Nancy Stone / Chicago Tribune Angela Wojcik, left, was in the third row of a minivan parked on West Huron in West Town Sunday morning when the percussion of gunfire began. \"The driver was bleeding from the mouth,\" said Wojcik. \"It was blood over his whole face. It was so surreal,\" Wojcik said. Police investigate the scene on the 1500 block of West Huron Street in Chicago where three people were shot Sunday morning Jan. 22, 2017.  Angela Wojcik, left, was in the third row of a minivan parked on West Huron in West Town Sunday morning when the percussion of gunfire began. \"The driver was bleeding from the mouth,\" said Wojcik. \"It was blood over his whole face. It was so surreal,\" Wojcik said. Police investigate the scene on the 1500 block of West Huron Street in Chicago where three people were shot Sunday morning Jan. 22, 2017.  (Nancy Stone / Chicago Tribune) Tony Briscoe and Katherine Rosenberg-Douglas Contact Reporters Chicago Tribune Tucked into the third row of a minivan, talking on FaceTime with a friend, Angela Wojcik wasn’t paying much attention to the conversation of her boyfriend and his acquaintances in the front of the vehicle as it sat parked in West Town on Sunday morning. That was until the percussion of gunfire began. \"The driver was bleeding from the mouth,\" said Wojcik, who lives in the suburbs and spent the previous night out at various clubs in the city. Police later identified the driver as a 26-year-old man who was shot in the lip. \"It was blood over his whole face. It was so surreal,\" Wojcik said. Her boyfriend, 30, was hit twice in the right calf. The front passenger, who police said was a 25-year-old man shot in the left shoulder, appeared to be in the worst condition of the three, Wojcik said.  “No one screamed,” Wojcik said. “But I was FaceTiming with my friend Robert, and he was freaking out.” All three were taken to Stroger Hospital, where their conditions were stabilized, police said. It was the second triple shooting of the morning Sunday. The other happened around 6:30 a.m.  Hours later there was another shooting with multiple victims, this one leaving four people wounded at 12:15 p.m. in the 1800 block of West 63rd Street in the Englewood neighborhood. In all, 10 people were wounded in multiple-victim shootings within less than six hours Sunday morning and early Sunday afternoon. \"We've had quite a few multiple-victim incidents this weekend,\" said Officer Jose Estrada, a Chicago police spokesman. There were six triple shootings from Friday afternoon to early Sunday afternoon, in addition to the quadruple shooting.  The most seriously injured in the Englewood shooting was a 26-year-old man who suffered a gunshot wound to the right eye and was taken by a family member to St. Bernard Hospital before being transferred to Stroger Hospital in critical condition, police said. The others wounded were: Another 26-year-old man, shot in the right buttocks and left foot; a 56-year-old woman, shot multiple times in the left leg; and a 48-year-old woman shot in the right hip. All three were taken to Advocate Christ Medical Center, where their conditions were stabilized. The four were in a convenience store when they heard gunshots and ran outside, where four armed men or boys shot them, police said. The four attackers got into a white sedan and fled the scene. No one was in custody. Earlier in an attack that only injured one victim, a man was shot while driving along the 1100 block of North Lockwood Avenue about 11 a.m., police said.  He was traveling north on Lockwood in a 2014 Ford Escape when someone opened fire on his vehicle. He was shot in his left shoulder, arm and ear before crashing his vehicle in the same block, causing his SUV to overturn.  He was taken to Stroger, where he was listed in stable condition, officials said. No one has been arrested in connection with the shooting and authorities continue to investigate.  The shootings come as part of a particularly violent weekend in Chicago, with 29 people shot, three fatally, in a 24-hour period from Saturday to Sunday. From Friday to Saturday, one person was killed and 14 were wounded in shootings across the city.  ",
    "title": "10 wounded in 3 multiple-victim shootings Sunday as violent weekend wears on - Chicago Tribune"
   },
   {
    "entities": [
     "house",
     "ann",
     "south",
     "new",
     "party",
     "roe",
     "jan. 21, 2017",
     "washington",
     "kathleen",
     "supreme",
     "now",
     "nystrom",
     "mccain",
     "abc",
     "1913",
     "saturday",
     "naftali",
     "america",
     "post",
     "spicer",
     "facebookemail",
     "4:02 p.m.",
     "richard",
     "a day earlier",
     "today",
     "bernie",
     "face",
     "court",
     "last year",
     "noble",
     "march",
     "this year",
     "presidential",
     "nation",
     "google",
     "republican",
     "1973",
     "pennsylvania",
     "kellyanne",
     "gary",
     "timothy",
     "carolina",
     "va.",
     "lindsey",
     "hayes",
     "frank",
     "free",
     "morning",
     "images-rrb-",
     "samuel",
     "twitter",
     "graham",
     "library",
     "avenue",
     "jason",
     "iowa",
     "conway",
     "usa",
     "3 hours ago",
     "friday",
     "white",
     "states",
     "getty",
     "joe",
     "obama",
     "trump",
     "langley",
     "sunday",
     "gray",
     "susan",
     "sanders",
     "united",
     "two hours later",
     "nixon",
     "wade",
     "meet",
     "this weekend",
     "cbs'",
     "vermont",
     "belt",
     "katie",
     "rutherford",
     "sean",
     "arbor.",
     "cia",
     "john",
     "woodrow",
     "page",
     "gop",
     "detroit",
     "1877",
     "museum",
     "the",
     "jan. 22, 2017",
     "arizona",
     "luntz",
     "this week",
     "rust",
     "press",
     "the next day",
     "lamberti/courier-post",
     "mall",
     "yesterday",
     "tilden",
     "university",
     "analysis",
     "jan. 20, 2017",
     "and",
     "york",
     "mich.",
     "sander",
     "facebook",
     "boone",
     "wilson",
     "barack",
     "national"
    ],
    "id": 9,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Analysis: One new presidency gives rise to two divergent grass-roots movements Competing grassroots movements share a suspicion of elites but clash in their vision of America, from engagement in the world to the role of women Post to Facebook Analysis: One new presidency gives rise to two divergent grass-roots movements Competing grassroots movements share a suspicion of elites but clash in their vision of America, from engagement in the world to the role of women Check out this story on USATODAY.com: http://usat.ly/2jNXM8l CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 116 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Analysis: One new presidency gives rise to two divergent grass-roots movements Susan Page , USA TODAY Published 4:02 p.m. ET Jan. 22, 2017 | Updated 3 hours ago CLOSE x Share Early projections show that over 2.5 million people participated in the Women's Marches around the globe. USA TODAY NETWORK Crowds fill Pennsylvania Avenue during Saturday's Women's March on Washington. (Photo: Joe Lamberti/Courier-Post) In his inaugural address , President Trump bragged that he was leading \"a historic movement the likes of which the world has never seen before.\" Turns out he helped spawn two of them. On Friday, a legion of Americans cheered Trump as a refreshingly pugnacious leader elected with a promise to shake the regular order in a country they say has gotten off on the wrong track. On Saturday, a multitude of Americans demonstrated against the new president for policies and rhetoric they see as misogynist and dangerous. Elections are by definition divisive, of course, and Trump takes control of the White House at a time politics have become increasingly polarized. But historians struggle to cite a precedent for a new president who is both beneficiary and target of such powerful and rising grass-roots movements. At stake are clashing visions of America on everything from the role of women and the impact of immigration to how the United States should engage with the world. \"It's hard for anyone to say when we're at a pivotal point, but I think these may be seismic shifts,\" Timothy Naftali, an historian at New York University and the founding director of the Richard Nixon Presidential Library and Museum, said in an interview. \"We thought there was an era of new politics because of the role Trump played in the Republican Party, but the new politics may not just be of the right. We may be seeing a new politics in the center and the left.\" Read more: Change direction?  Last year's surprising presidential primaries set the landscape for this year's political turmoil. Among Republicans, Trump tapped rising discontent, especially among whites, men and workers who had watched well-paying manufacturing jobs evaporate in the Rust Belt. Vermont Sen. Bernie Sanders did the same — especially among liberals, women and Millennials — with his strong bid for the Democratic nomination. Now both movements believe politics-as-usual has failed them, and neither owes their origins to the political establishment. While those in both movements would agree the nation is headed in the wrong direction, though, they disagree on just what the right direction would be. In his address Friday, Trump said his lodestar would be \"America First,\" a phrase with resonant history suggesting a withdrawal from global engagement. One core campaign promise was to protect American workers by ending or renegotiating free-trade deals. Another was to build a wall along the Southern border to limit illegal immigrants he portrayed as rapists and murderers. He suggested he might propose a registry for Muslims. He wants the Supreme Court to overturn the Roe v. Wade decision recognizing abortion rights. President Trump celebrates after his inaugural address on Jan. 20, 2017.  (Photo: Pool, Getty Images) In contrast, the Women's Marches on Saturday limited official participation to groups that support abortion rights, and they accused Trump of trying to roll back hard-won equal rights for women. Marchers made a point of welcoming Muslims to their ranks and extolling the value of immigrants, including the young people known as DREAMers who may be about to lose protection from deportation that former president Barack Obama had extended. Katie Page Sander \"boycotted\" watching Trump's Inauguration, instead driving to Washington from her hometown of Ann Arbor., Mich., to march against him on Saturday. \"Trump is the quintessential bully and we teach our children how to stand up to bullies,\" she said, marching alongside her husband and three children. \"What I hope is this is a catalyst that people realize you can't be complacent any more.\" A day earlier, Gary Nystrom of Boone, Iowa, was elated as he stood on the National Mall to watch Trump sworn in, calling it a victory for the \"silent majority.\" \"It's a breath of fresh air,\" said Nystrom, a city councilman and member of the Iowa GOP state central committee. \"There's a new life ahead of us. President Trump — I can say that now: President Trump — said today is a new day, and the people are going to dictate what goes on from this point forward. I truly believe that’s why he got elected.” Read more: Analysis: Trump’s short, dark and defiant inaugural address A secret swearing-in Demonstrations in Washington are nothing new, even during Inaugural celebrations. Tens of thousands of marchers protested the Vietnam War during President Nixon's second inaugural, in 1973. At Woodrow Wilson's first inaugural, in 1913, suffragettes demanding the right for women to vote staged their own parade and were roughed up by police. In 1877, the official swearing-in of Rutherford Hayes was held in secret for fear that supporters of Samuel Tilden, who had won the popular vote in a disputed election, might try to disrupt it. (There was a public ceremony the next day.) But the size of the protests in Washington and across the country Saturday were unprecedented, dwarfing the number of Americans who had gathered to cheer Trump into office. Arizona Sen. John McCain, a former Republican presidential nominee, on ABC's This Week called Saturday's turnout \"an urgent plea for us all to sit down together.\" The broad reach and rapid pace of new technology and social media have made the crowds bigger and the conversation coarser. \"It's not enough to disagree with somebody else,\" South Carolina Sen. Lindsey Graham said with dismay. \"You have to hate them.\" President Trump speaks at the CIA headquarters on Jan. 21, 2017, in Langley, Va.  (Photo: Pool, Getty Images) Trump didn't comment on the protesters Saturday during an appearance at the CIA , but on Sunday morning he posted a mocking tweet : \"Watched protests yesterday but was under the impression that we just had an election! Why didn't these people vote?\" Two hours later, he took a different tone on Twitter: \"Peaceful protests are a hallmark of our democracy. Even if I don't always agree, I recognize the rights of people to express their views.\" Some political veterans worry about the task of governing in a nation where battle lines are hardening. Even inside the White House, press secretary Sean Spicer at his first briefing accused reporters of trying to delegitimize the new president , inaccurately asserting that news stories had misrepresented the size of the Inaugural crowds. White House counselor Kellyanne Conway on Sunday's Meet the Press said Spicer was presenting \"alternative facts,\" sparking a derisive Twitter meme. \"We've never had as many people who don't trust the media, don't trust the politicians, don't trust economics, don't trust business,\" Republican political consultant Frank Luntz said on CBS' Face the Nation. \"I think we're going to remember this weekend for a long time to come as not the end, not the campaign being over, but this is the beginning of the most tempestuous ... awful conflict between left and right, between men and women, between young and old.\" He warned, \"I think we are breaking apart.\" Contributing: Kathleen Gray of the Detroit Free Press, Jason Noble of The Des Moines Register.  ",
    "title": "Analysis: One new presidency gives rise to two divergent grass-roots movements"
   }
  ]
 }
}