{
 "24": {
  "col-sim": {
   "cosine": 0.2689135343047361,
   "entity": 0.14907119849998599
  },
  "exec-time": 6.012063980102539,
  "links": [
   {
    "entities": [
     "oval",
     "house",
     "donald",
     "randy",
     "office",
     "4 hours ago",
     "financial",
     "6.2%",
     "adam",
     "poor",
     "for",
     "jan. 23, 2017",
     "sachs",
     "now",
     "monday",
     "usa",
     "frederick",
     "friday",
     "white",
     "&",
     "trump",
     "newsy",
     "post",
     "3:19 p.m.",
     "u.s.",
     "pros",
     "research",
     "ron",
     "facebook",
     "shell",
     "newslook",
     "standard",
     "today",
     "schwab",
     "center"
    ],
    "id": 0,
    "text": "Pros and perils for stocks in Trump's 1st 100 days 'Trump Rally' stalls as investors weigh odds of president's agenda getting passed Post to Facebook Pros and perils for stocks in Trump's 1st 100 days 'Trump Rally' stalls as investors weigh odds of president's agenda getting passed Check out this story on USATODAY.com: http://usat.ly/2kkUoif CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 3 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Pros and perils for stocks in Trump's 1st 100 days Adam Shell , USA TODAY Published 3:19 p.m. ET Jan. 23, 2017 | Updated 4 hours ago CLOSE x Share During a meeting with top business leaders, Trump pledged to cut taxes and regulations for businesses — as long as they keep their jobs in the U.S. Video provided by Newsy Newslook President Donald Trump shows the executive order withdrawing the U.S. from the Trans-Pacific Partnership (TPP) after signing it in the Oval Office on Jan. 23, 2017. (Photo: Pool photo by Ron Sachs) The clock's ticking on Donald Trump’s first 100 days in office and if the post-election stock market rally is to continue, the nation’s 45th president must now make good on promises to enact policies that will make it easier for U.S. companies to profit and prosper and American workers to better share in the prosperity, investors say. “He has to start delivering,” says Randy Frederick, vice president of trading and derivatives at the Schwab Center for Financial Research. “How much time the market will give him amid the high expectations, I don’t know.” The 6.2% gain the Standard & Poor’s 500 stock index posted from Election Day to Trump’s inauguration Friday – the 4th-best rally for a president-elect – was driven largely by speculation that Trump’s promise to slash the federal tax rate for U.S. companies and push for deregulation will boost corporate profitability. Trump’s plans to spend heavily to upgrade the nation’s infrastructure and to incent U.S. manufacturers to make more goods domestically are also seen as benefiting the economy and workers by creating more jobs. On Monday, Trump kicked off his first full week in power by meeting with top CEOs at the White House, reiterating his “America First” business-focused blueprint and sending a clear message that boosting the U.S. economy is a top priority. Trump said “we want to start making our products here again,” and that companies that invest in the USA rather than lay off workers and build factories abroad would reap “advantages” from his administration. However, U.S. companies that move factories abroad will be hit with a border tax when they import the goods back to the U.S., Trump warned. ",
    "title": "Pros and perils for stocks in Trump's 1st 100 days"
   },
   {
    "entities": [
     "christian",
     "weekend",
     "house",
     "oval",
     "business",
     "twitter",
     "sean",
     "office",
     "metro",
     "univision",
     "2013",
     "email",
     "2016",
     "associated",
     "new",
     "network",
     "washington",
     "the day",
     "monday",
     "now",
     "2009",
     "cabinet",
     "skype",
     "friday",
     "white",
     "press",
     "broadcasting",
     "saturday",
     "trump",
     "obama",
     "earnest",
     "post",
     "spicer",
     "u.s.",
     "print",
     "wmata",
     "york",
     "facebook",
     "josh",
     "fox",
     "senate"
    ],
    "id": 1,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   White House Press Secretary Sean Spicer moved swiftly Monday to change up how the daily press briefing is conducted, giving the first questions to publications seated toward the back while announcing the creation of “Skype seats” – as he also tried to hit reset with the media after a weekend dispute over inauguration crowd estimates.  Instead of calling on front-row outlets like the Associated Press and others, Spicer gave the first questions of his first full-blown White House briefing to a New York Post reporter. He also called early on reporters from the Christian Broadcasting Network, Fox Business Network and Univision.  Spicer further announced the White House would create four “Skype seats” for reporters not in the Washington area or who don’t have a hard pass to attend the briefings in person. While doing so, Spicer moved to dial down the temperature with the media after a heated dispute broke out Saturday, when he excoriated reporters for allegedly underplaying President Trump’s inauguration turnout. At the Saturday briefing, Spicer also condemned a reporter’s erroneous claim, since retracted, that a Martin Luther King Jr. bust was removed from the Oval Office. But he focused on the dispute over crowd sizes – and in making his case, incorrectly cited statistics from the Metro transit system to suggest Trump’s inauguration attendance was bigger than that of then-President Obama’s 2013 inauguration. Spicer joked Monday that he wouldn’t be claiming his predecessor Josh Earnest’s title as most-popular press secretary any time soon, and went on to acknowledge he made a factual mistake. “Knowing what we know now, we can tell that WMATA’s numbers are different,” Spicer said, referring to the agency that controls the Metro system. He said he was operating off stats given to him, and didn’t pull them from “thin air.” He also noted the media routinely publish corrections, and said the administration “should be afforded the same opportunity.”   Spicer, though, stood by a claim he made Saturday that Trump’s audience was the largest “to ever witness an inauguration, period, both in person and around the globe.” Spicer said Monday: “It was the most-watched inaugural.” He cited online audiences around the world in addition to television audiences and the in-person attendance. “I’d love to see any information that proves that otherwise,” Spicer said. It is difficult to verify the claim, as such comprehensive statistics are not available. There is little question that Obama’s 2009 inauguration drew a bigger in-person crowd than Trump’s ceremonies on Friday, based on aerial photography, Metro ridership statistics and other factors. Monday’s press briefing and agenda, however, saw a return to some of the core issues Trump campaigned on in 2016 – especially on the economy.  After Trump took action earlier in the day to withdraw the U.S. from the controversial Trans-Pacific Partnership trade deal, Spicer highlighted Trump's meetings on \"working day one\" with business and union leaders.  \"The president's top priority is to retain and attract American jobs,\" he said.  Spicer also slammed Senate Democrats for holding up Cabinet nominations. \"It's time for Senate Democrats to stop playing political games with the core functions of government,\" he said.  Advertisement ",
    "title": "Spicer changes up format at WH briefings, moves to hit reset with press | Fox News"
   },
   {
    "entities": [
     "russia",
     "4.7 percent",
     "of",
     "marine",
     "bureau",
     "defense",
     "syria",
     "news",
     "previously",
     "this month",
     "statistics",
     "minutes later",
     "u.s",
     "j.t.",
     "4.6 percent",
     "pentagon",
     "trump",
     "spicer",
     "u.s.",
     "december",
     "rankine-galloway",
     "adrian",
     "corps",
     "nbc",
     "the month before",
     "department",
     "isis",
     "labor",
     "6:10"
    ],
    "id": 2,
    "text": "Can Trump's plan fix 'uneven' trade deals? 6:10 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170124011558if_/http://www.nbcnews.com/widget/video-embed/792227395635\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"I think the president has been clear that he is going to prioritize the areas of dealing with the immigration system, both building the wall and making sure that we address people who are in this county illegally,\" Spicer said. \"First and foremost, the president's been very, very clear that we need to direct agencies to focus on those who are in this country illegally and have a record, a criminal record or pose a threat to the American people. That's where the priority is going to be.\" On the Unemployment Rate But Spicer's pledge to \"tell you the facts as I know them\" was complicated just minutes later during the press briefing when he was asked directly: \"What is the national unemployment rate?\" and didn't provide figures. The Bureau of Labor Statistics said this month that the unemployment rate for December was 4.7 percent, up slightly from 4.6 percent the month before. Spicer first said there are \"several versions\" of those figures. Trump \"sees people that are hurting\" and \"it's not just a number to him,\" Spicer said. He said the president's \"not focused on statistics\" but rather \"if people are doing better off.\" \"I think that's where his head is at,\" he said, charging that questions over unemployment have previously \"been about what number we're looking at instead of what face we're looking at.\" During the campaign, Trump repeatedly dismissed the declining unemployment rate, charging it was \"fiction\" and that the economic reality faced by many Americans was much worse. U.S. Open to Working With Russia on Fighting ISIS Spicer said the U.S was open to working with Russia to combat ISIS. \"I think if there's a way that we can combat ISIS with any country, whether its Russia or anyone else, and we have a shared national interest in that, sure, we'll take it,\" he said. However, while the U.S. has an open channel of communication with the Russian military on such matters as ensuring aircrew safety and de-confliction operations in Syria \"the Department of Defense is not coordinating airstrikes with the Russian military in Syria,\" U.S. Marine Corps Major Adrian J.T. Rankine-Galloway, a Pentagon spokesman, told NBC News in a statement. Play ",
    "title": "White House Press Secretary Sean Spicer: 'Our Intention is Never to Lie to You' - NBC News"
   },
   {
    "entities": [
     "inc.",
     "7:29 pm est",
     "house",
     "russia",
     "donald",
     "kislyak",
     "late december",
     "sean",
     "sergey",
     "cia",
     "lavrov",
     "jan 23, 2017",
     "putin",
     "interactive",
     "syria",
     "cbs",
     "washington",
     "news",
     "christmas",
     "flynn",
     "michael",
     "evening",
     "states",
     "white",
     "kremlin",
     "press",
     "saturday",
     "trump",
     "obama",
     "2017",
     "spicer",
     "u.s.",
     "sergei",
     "united",
     "december 30",
     "isis",
     "vadimir",
     "today",
     "v."
    ],
    "id": 3,
    "text": "CBS News Jan 23, 2017 7:29 PM EST WASHINGTON -- When President Trump left CIA headquarters on Saturday, a couple of steps behind him was his national security adviser -- retired General Michael Flynn.  Retired General Michael Flynn, who is President Donald Trump’s national security adviser. Close CBS Evening News CBS News has learned that U.S. investigators have been looking into at least one phone call -- in late December --  between Flynn and Russia’s ambassador to the United States , Sergey Kislyak. The call came just as the Obama administration expelled dozens of Russian diplomats and announced sanctions in response to the wave of election cyberattacks . On December 30, Russian Foreign Minister Sergei Lavrov suggested on Russian television that the Kremlin would retaliate by expelling American diplomats -- but shortly thereafter, President Vadimir Putin sent out a note saying that he would not kick U.S. diplomats out of the country, and instead talked about “restoring Russian-U.S. relations... based on the policies of the Trump administration.” President-elect Trump then responded in a tweet: “Great move on delay (by V. Putin) -- I always knew he was very smart!” Investigators are trying to determine whether the Trump team was coordinating with the Russians leading up to and after the election. So far, sources say, they have found no evidence of wrongdoing. Today, White House Press Secretary Sean Spicer said the call between Flynn and the Russian ambassador covered four topics. “One was the loss of life that occurred in the plane crash that took their military choir,” Spicer said. “Two was Christmas and holiday greetings. Three was to talk about a conference in Syria on ISIS . And four was to set up -- to talk about -- after the inauguration -- setting up a call between President Putin and President Trump.”  Flynn is not the only Trump associate being scrutinized. Sources tell CBS News investigators are also trying to determine if others shared sensitive U.S. information with Russia, including corporate trade secrets, and if any criminal laws were broken. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Investigation underway into contacts between Flynn, Russian ambassador - CBS News"
   },
   {
    "entities": [
     "weekend",
     "house",
     "kingdom",
     "donald",
     "peter",
     "eric",
     "sean",
     "general",
     "npr",
     "gsa",
     "john",
     "inauguration day",
     "of",
     "new",
     "connolly",
     "washington",
     "afternoon",
     "maffei",
     "$1.1 million",
     "gerald",
     "monday",
     "now",
     "the day before",
     "last week",
     "services",
     "cummings",
     "carson",
     "committee",
     "friday",
     "white",
     "$481,000",
     "states",
     "d.c.",
     "j.",
     "administration",
     "trump",
     "delaware",
     "september",
     "hotel",
     "hotels",
     "november",
     "organization",
     "international",
     "spicer",
     "u.s.",
     "october",
     "$825,000",
     "management",
     "defazio",
     "march 2016",
     "$334,000",
     "united",
     "york",
     "minchillo/ap",
     "department",
     "state",
     "florida",
     "$84,000",
     "andre",
     "lucia",
     "oversight",
     "llc",
     "elijah",
     "treasury"
    ],
    "id": 4,
    "text": "Police stand guard outside the Trump International Hotel in Washington the day before the inauguration. The president's business interest in a government-owned property has drawn criticism from Democrats and some ethics advisers. John Minchillo/AP hide caption toggle caption John Minchillo/AP Police stand guard outside the Trump International Hotel in Washington the day before the inauguration. The president's business interest in a government-owned property has drawn criticism from Democrats and some ethics advisers. John Minchillo/AP President Trump is now filing the documents needed to remove his name as top executive at his companies, finally making good on a promise to leave management by Inauguration Day. He may be a couple of days late, but public documents show Trump is making changes at the helm of his businesses. For example, a filing from Florida's Department of State , entered Monday, shows son Eric Trump as president of Trump International Hotels Management LLC. In March 2016, Donald J. Trump had been registered as president of the company. That sort of management shift was confirmed in numerous documents that began appearing online throughout Monday afternoon. The filings don't show a change in ownership, just a replacement of Donald Trump as the top executive. The Trump Organization may have gotten a nudge from a weekend report by ProPublica , an independent nonprofit news service. It had contacted officials in Florida, Delaware and New York and found no indication that Trump had begun transferring management to his sons. White House spokesman Sean Spicer was questioned Monday about whether Trump would release documents verifying the president had resigned from his businesses. Spicer said Trump has \"resigned from the company as he said he would before he took office,\" adding \"he's taken extraordinary steps to ensure that that's happened.\" Article continues after sponsorship It's believed Trump has more than 500 business entities, so re-registering them all could take some time. He did manage to sever ties with his businesses in the United Kingdom in time for his inauguration Friday. Meanwhile, one of Trump's newest ventures — the Trump International Hotel in Washington, D.C. — had a rough first couple of months. The luxury hotel just blocks from the White House may have been sold out for inauguration festivities last week, but it lost more than $1.1 million in its first two months of operation. The hotel lost $334,000 in September and $825,000 in October. The Trump Organization had estimated a $84,000 loss in September and $481,000 profit in October. Those figures come from the federal General Services Administration, which owns the historic building that houses the hotel. GSA information was obtained by Democrats on the House Oversight Committee. Reps. Elijah Cummings, Gerald Connolly, Peter DeFazio and Andre Carson asked the GSA for any correspondence it has had with the Trump Organization. They want to see how the federal agency is addressing an \"apparent breach\" of the hotel's lease agreement. When the Democrats got the GSA information, they released it to the public on Monday. The lease explicitly says \"no elected official of the government of the United States\" may hold that lease. The letter said the documents did not give any reason why the hotel's income levels for its first two months were so far below the company's own projections, although September was a soft launch for the five-star hotel. There were no figures from November, when Trump won the presidential election, until now. One of the concerns ethics analysts have is that the hotel could create a conflict between Trump's business and his presidency. For example, foreign governments, lobbyists and special interest groups may stay at the hotel, just blocks from the White House, as a way of currying favor with the president. Trump's lawyers say he will hand over any of the hotel's profits to the U.S. Treasury Department. NPR intern Lucia Maffei contributed to this report. ",
    "title": "Trump Files Documents To Shift Management Of Businesses To His Sons : The Two-Way : NPR"
   },
   {
    "entities": [
     "dirksen",
     "time",
     "angeles",
     "jason",
     "tribune",
     "last september",
     "los",
     "fbi",
     "contact",
     "meisner",
     "verlander",
     "sept. 27, 2016",
     "once",
     "justin",
     "upton",
     "detroit",
     "armando",
     "reporter",
     "tigers",
     "french",
     "tuesday",
     "edward",
     "side",
     "timothy",
     "needham",
     "courthouse",
     "2014",
     "june 10, 2015",
     "kate",
     "comed",
     "chicago",
     "september",
     "thomas",
     "november 2013",
     "southwest",
     "u.s.",
     "justen",
     "tribune-rrb-",
     "jennifer",
     "two years ago",
     "kirsten",
     "vanity",
     "ap",
     "august 2014",
     "lawrence",
     "sanchez",
     "september 2014",
     "majerczyk",
     "l.",
     "dunst",
     "fair"
    ],
    "id": 5,
    "text": "Chicago man faces 9 months in prison for 'Celebgate' hacking scandal Celebrity hacking trial Armando L. Sanchez / Chicago Tribune Edward Majerczyk, right, leaves the Dirksen U.S. Courthouse in Chicago on Sept. 27, 2016, after pleading guilty to charges that he hacked into hundreds of email accounts, including many female celebrities, whose nude photos were displayed online. Edward Majerczyk, right, leaves the Dirksen U.S. Courthouse in Chicago on Sept. 27, 2016, after pleading guilty to charges that he hacked into hundreds of email accounts, including many female celebrities, whose nude photos were displayed online. (Armando L. Sanchez / Chicago Tribune) Jason Meisner Contact Reporter Chicago Tribune A Chicago man is scheduled to be sentenced Tuesday for his role in the \"Celebgate\" hacking scandal that resulted in dozens of nude photos of celebrities being posted online, including actress Jennifer Lawrence, model Kate Upton and U.S. soccer star Hope Solo. Edward Majerczyk, 29, likely faces nine months in prison under a deal worked out with federal prosecutors. He pleaded guilty last September to one count of unauthorized access to a protected computer to obtain information, a charge that carries a maximum of five years in prison. His lawyer, Thomas Needham, said in a recent court filing that at the time Majerczyk took part in the now-infamous hack, he was \"suffering from depression and looked to pornography websites and Internet chat rooms in an attempt to fill some of the voids and disappointment he was feeling in his life.\" A self-described computer nerd, Majerczyk, of the Southwest Side, was accused of using a phishing scheme to illegally gain access to more than 300 Apple iCloud and Gmail accounts from November 2013 to August 2014, including at least 30 belonging to celebrities in the Los Angeles area. According to his plea agreement, Majerczyk sent emails to victims that appeared to be from security accounts of internet service providers seeking the victims' usernames and passwords. For those who provided that private information, he then illegally accessed their email accounts and obtained \"personal information including sensitive and private photographs and videos,\" the plea deal said. Majerczyk was not accused of selling the material or posting any of it online himself. A spokesman for the U.S. attorney's office in Los Angeles said in September that the investigation into who leaked the sensitive information was ongoing. Timothy Justen French had already been warned once by the FBI to stay away from computer hacking when he was caught in an online chat two years ago talking about his desire to hit higher-profile targets, including city traffic grids and government intelligence satellites, federal prosecutors say. ... ... (Jason Meisner) As many as 100 celebrities were targeted as part of Celebgate, including Kirsten Dunst as well as Upton and her boyfriend, Detroit Tigers pitcher Justin Verlander. Many of the embarrassing and intimate photos were posted on websites like Reddit.com and 4chan.org. Also targeted was the Oscar-winning actress Lawrence, who broke down at a meeting with federal agents in September 2014 about nude photos of her that had been splashed on the internet as part of Celebgate. \"She became very distraught and I had to stop the interview at one point because of her emotional reaction to the information being discussed,\" an FBI agent wrote in a court filing about the meeting with Lawrence in Los Angeles. \"(She) stated she was having an anxiety attack, and was visibly shaken.\" In an interview with Vanity Fair in 2014, Lawrence called the breach of her privacy a \"sex crime.\" \"I was just so afraid. I didn't know how this would affect my career,\" Lawrence told the magazine. \"Just because I'm a public figure, just because I'm an actress, does not mean that I asked for this. It does not mean that it comes with the territory.\" Celebrity photo hacking tied to Chicago address U.S. authorities investigating the 'Celebgate' photo-hacking scandal have seized computers and cellphones from a small home in Chicago, according to court documents. June 10, 2015. (AP) U.S. authorities investigating the 'Celebgate' photo-hacking scandal have seized computers and cellphones from a small home in Chicago, according to court documents. June 10, 2015. (AP) See more videos Majerczyk has no criminal history and was given credit by prosecutors for accepting responsibility for his crime, according to his plea agreement. Needham said in his sentencing memo that Majerczyk was \"deeply affected\" by the fallout of the Celebgate scandal and had to see a therapist for anxiety and panic attacks. The son of two Chicago police officers, Majerczyk was working at the time as a customer service representative for ComEd. He also has an 11-year-old son who lives with the boy's mother, Needham said. ",
    "title": "Chicago man faces 9 months in prison for &apos;Celebgate&apos; hacking scandal - Chicago Tribune"
   },
   {
    "entities": [
     "oval",
     "house",
     "congress",
     "asia",
     "office",
     "commerce",
     "trudeau",
     "scott",
     "morning",
     "manufacturing",
     "of",
     "for",
     "chamber",
     "taylor/the",
     "alliance",
     "once",
     "justin",
     "washington",
     "nafta",
     "cornell",
     "monday",
     "now",
     "liveris",
     "last week",
     "75 percent",
     "haas",
     "d.",
     "states",
     "white",
     "china",
     "nieto",
     "enrique",
     "obama",
     "trump",
     "early monday",
     "fourth day",
     "america",
     "post",
     "may",
     "ross",
     "u.s.",
     "university",
     "street",
     "eswar",
     "canada",
     "later this week",
     "richard",
     "american",
     "jan. 23",
     "ryan",
     "daron",
     "bastien",
     "january 23",
     "wall",
     "united",
     "mexico",
     "wilbur",
     "at 2:10 pm",
     "prasad",
     "the future",
     "trumka",
     "andrew",
     "department",
     "ylan",
     "senate",
     "paul",
     "theresa",
     "journal",
     "afl-cio",
     "barack",
     "peña",
     "treasury"
    ],
    "id": 6,
    "text": "By Ylan Q. Mui By Ylan Q. Mui January 23 at 2:10 PM Follow @ylanmui On his fourth day in office, President Trump signed an executive order formally withdrawing the U.S. from the Trans-Pacific Partnership trade deal. Crafted by the Obama administration, the trade deal failed to be ratified by Congress during Obama's two terms. (Daron Taylor/The Washington Post) President Trump began recasting America’s role in the global economy Monday, canceling an agreement for a sweeping trade deal with Asia that he once called a “potential disaster.” Trump signed the executive order formally ending the United States’ participation in the Trans-Pacific Partnership in the Oval Office after discussing American manufacturing with business leaders in the Roosevelt Room. The order was largely symbolic — the deal was already essentially dead in Congress — but served to signal that Trump’s tough talk on trade during the campaign will carry over to his new administration. Trump did not directly address the North American Free Trade Agreement on Monday as he had promised during the election. However, he repeated his threat to punish U.S. companies that build factories overseas and ship products back home — a charge he has primarily leveled at automakers with operations in Mexico. And his hard-line opening stance could portend a contentious renegotiation of the 22-year-old deal with Mexico and Canada that Trump’s senior advisers have called a top priority for the new administration. “This abrupt action so early in the Trump administration puts the world on notice that all of America's traditional economic and political alliances are now open to reassessment and renegotiation,” said Eswar Prasad, trade policy professor at Cornell University. “This could have an adverse long-run impact on the ability of the U.S. to maintain its influence and leadership in world economic and political affairs.” [ President Trump outlines his top priorities for trade and the economy ] The TPP was one of former president Barack Obama’s signature efforts, part of a broader strategy to increase American clout in Asia and provide a check on China’s economic and military ambitions. Several of the executives Trump met with Monday initially had supported the agreement, while the chief architect of the administration’s trade policy, Commerce secretary nominee Wilbur Ross, was also once a booster for the deal. But ending TPP was one of the clarion calls of Trump’s campaign, part of a global backlash against the drive toward greater internationalization that has defined the world economy since the end of World War II. British Prime Minister Theresa May, who is in the midst of navigating her country’s own break from established trading partners, is slated to visit with Trump later this week. A White House spokesman said meetings with Canadian Prime Minister Justin Trudeau and Mexican President Enrique Peña Nieto are in the works. “What we want is fair trade,” Trump said during his meeting with executives. “And we're gonna treat countries fairly, but they have to treat us fairly.” President Trump started his first full week in office Jan. 23 by signing an executive order ending U.S. participation in the Trans-Pacific Partnership. (Bastien Inzaurralde/The Washington Post) Since the election, TPP has become politically toxic in both parties. On Monday, five Democratic senators introduced legislation that would require the president to notify each of the 11 other countries involved in the deal of the United States’ withdrawal. It would also block any so-called “fast track” approval of the agreement in the future. AFL-CIO President Richard Trumka hailed the president’s executive order and called for additional action. “They are just the first in a series of necessary policy changes required to build a fair and just global economy,” he said in a statement. On Monday, Trump highlighted his proposal for a border tax as a centerpiece of the administration’s trade policy. Dow Chemical Chief Executive Andrew Liveris, who was among the business leaders who met with Trump on Monday morning, said the border tax was discussed extensively. He said the executives were asked to return in 30 days with a plan to shore up the manufacturing industry. “I would take the president at his word here,” Liveris said. “He’s not going to do anything to harm competitiveness. He’s going to actually make us all more competitive.” Still, it remains unclear exactly how a border tax would be implemented. Testifying before the Senate finance committee last week, Trump’s nominee to lead the Treasury Department said any border tax would be targeted at specific businesses. However, the president does not have the power to levy taxes, and international trade experts have warned singling out companies could violate existing treaties. [ Trump to CEOs: Stay here, and I’ll wipe out 75 percent of regulations, fast-track factories ] House Speaker Paul D. Ryan has proposed allowing businesses that export goods to deduct many of their expenses, while those that import would not receive the same benefit. But in a recent interview with the Wall Street Journal, Trump dismissed the plan, known as border adjustment, as “too complicated.” Economists have warned that many of Trump’s proposals — including suggestions that he would impose blanket double-digit tariffs on goods from Mexico and China — could backfire on the American economy by causing prices to rise or igniting a trade war. And business groups such as the U.S. Chamber of Commerce had lobbied extensively for passage of TPP, touting the deal as an engine of job growth and an important check on China’s growing ambitions. “TPP withdrawal will slow U.S. [economic] growth, cost American jobs, & weaken U.S. standing in Asia/world,” said Richard Haas, president of the Council on Foreign Relations, said in a tweet early Monday. “China could well be principal beneficiary.” But other industry groups argued that Trump’s approach would better leverage America’s status as the world’s largest economy. Scott Paul, president of the Alliance for American Manufacturing, said his group is hoping that opening up NAFTA could provide more leeway to combat currency manipulation in countries outside the agreement. His group, which represents both industry and unions, is also seeking more stringent rules of origin that dictate how much production must occur with member countries to qualify for free trade status. “The details are going to matter a lot,” Paul said. “Renegotiating NAFTA obviously entails some risks and some rewards.” Read more:  ",
    "title": "President Trump signs order to withdraw from Trans-Pacific Partnership - The Washington Post"
   },
   {
    "entities": [
     "recently",
     "mitzi",
     "feb. 23",
     "lincoln",
     "manhattan",
     "of",
     "ruhl",
     "mcmullan",
     "upper",
     "james",
     "sarah",
     "new",
     "times",
     "newhouse",
     "e.",
     "bigelow",
     "the 1980s",
     "side",
     "credit",
     "billy",
     "theater",
     "1994",
     "franco/the",
     "york",
     "jim",
     "west",
     "ángel",
     "center"
    ],
    "id": 7,
    "text": "Photo James McMullan in his Upper West Side studio. Credit Ángel Franco/The New York Times No other living artist is more closely identified with an American theater company than James McMullan . For 30 years, his painterly posters for Lincoln Center Theater have been turned into collectibles that are more than advertising: They’re synonymous with the shows themselves. It’s hard to think of “Carousel” without recalling his artwork for the 1994 revival that depicts a brooding Billy Bigelow, vividly illuminated from below, atop wooden horses that rear beneath an angry sky. To commemorate Mr. McMullan’s artistic tenure with Lincoln Center, a permanent exhibition of some of his best-known works was recently installed in the lobby of the Mitzi E. Newhouse Theater. For playwrights, having Mr. McMullan, 82, spend so much time considering and visualizing their created world is like having Picasso paint their child’s portrait. “Often contemporary theater posters seem to be made by someone in the marketing department and resemble clip art from the 1980s,” said the playwright Sarah Ruhl , who has had several Lincoln Center plays promoted with posters by Mr. McMullan, including her latest, “How to Transcend a Happy Marriage,” which starts performances on Feb. 23. “I don’t mean to point any fingers at any particular theater when I say this. But they often are not really held together by artistry. There is no one else like Jim.” When it’s time for Lincoln Center Theater to approve a poster, Mr. McMullan doesn’t turn in crude line drawings. Working mainly in watercolor, not with computers, he turns in a finished painting. If it’s rejected, he creates another one. The New York Times recently asked Mr. McMullan to open the many drawers of his studio on the Upper West Side of Manhattan to unearth some never-before-seen work for recent shows at Lincoln Center that demonstrate how he paints, from first impression to final poster. ",
    "title": "Poster Perfect: The Art of James McMullan - The New York Times"
   },
   {
    "entities": [
     "the weekend",
     "oval",
     "house",
     "donald",
     "office",
     "memoranda",
     "tpp",
     "cia",
     "jan 23, 2017",
     "of",
     "defense",
     "presidential",
     "us",
     "alexander",
     "nafta",
     "this morning",
     "news",
     "previously",
     "abc",
     "friday",
     "white",
     ", 4:49 pm",
     "pulls",
     "saturday",
     "trump",
     "u.s.",
     "sunday",
     "from",
     "institute",
     "department",
     "labor",
     "today",
     "morning",
     "mallin"
    ],
    "id": 8,
    "text": "President Trump Signs 3 Presidential Memoranda, Pulls US From TPP By Alexander Mallin Jan 23, 2017, 4:49 PM ET 0 Shares WATCH President Trump Pulls US From TPP 0 Shares Email President Donald Trump signed three presidential memoranda this morning, taking immediate action on at least one main campaign promise. One presidential memorandum called for the U.S.'s withdrawal from the Trans-Pacific Partnership, fulfilling a promise made on the campaign trail in a move he says will help American businesses. \"Great thing for the American worker, what we just did,\" Trump said as he signed that presidential memorandum at the Resolute desk in the Oval Office. The next presidential memorandum he signed was a hiring freeze on all federal workers \"except for military,\" he said. The final presidential memorandum of the morning was a reaffirmation of an existing law that bans federal funding for foreign nongovernmental organizations that promote or pay for abortions. Trump previously said that he considers today his first \"real\" workday after Friday's inauguration, though he did do some business over the weekend. He made a trip to the CIA on Saturday, addressing members of the intelligence community, and then swore in his senior staff on Sunday. In a video message two weeks after his election, Trump pledged that on \"Day One\" he would take the following actions: Withdraw from the Trans-Pacific Partnership Cancel \"job killing\" restrictions on American energy Institute a rule that for every new regulation put in place, two old ones should be eliminated Ask the Department of Defense and chairman of the joint chiefs of staff to develop a plan to protect infrastructure from cyberattacks Direct the Department of Labor to investigate all abuses of visa programs Impose a five-year ban on executive officials' becoming lobbyists after leaving the administration Other White House officials tell ABC News that other executive actions could come related to a declaration of intention to renegotiate NAFTA, to immigration and to repealing the Affordable Care Act . ",
    "title": "President Trump Signs 3 Presidential Memoranda, Pulls US From TPP - ABC News"
   },
   {
    "entities": [
     "the weekend",
     "recently",
     "noah",
     "bannon",
     "house",
     "donald",
     "sean",
     "1600",
     "l.a.",
     "angeles",
     "the past",
     "march",
     "pfeiffer",
     "stephen",
     "inauguration day",
     "los",
     "george",
     "conway",
     "images",
     "day",
     "once",
     "fleischer",
     "washington",
     "w.",
     "wong",
     "news",
     "monday",
     "bierman",
     "now",
     "breitbart",
     "jr.",
     "pennsylvania",
     "kellyanne",
     "dan",
     "friday",
     "white",
     "getty",
     "israel",
     "states",
     "d.c.",
     "/",
     "press",
     "trump",
     "saturday",
     "obama",
     "spicer",
     "chelsea",
     "u.s.",
     "sunday",
     "ari",
     "handler",
     "inauguration",
     "bill",
     "jan. 20, 2017",
     "caption",
     "martin",
     "king",
     "united",
     "luther",
     "burton",
     "embassy",
     "alex",
     "bush"
    ],
    "id": 9,
    "text": "The White House press secretary signals he'll be as sensitive to media coverage as his boss Sean Spicer Holds Daily Press Briefing At The White House Alex Wong / Getty Images White House Press Secretary Sean Spicer. White House Press Secretary Sean Spicer. (Alex Wong / Getty Images) Noah Bierman Contact Reporter President Trump’s top spokesman gave an unusually raw assessment of his boss’s views about the media Monday. Even after moving into the White House , the new leader of the free world doesn’t appear to have gotten over the slights of not being taken seriously. Trump finds what’s written and said about him frustrating, disillusioning, demoralizing and undermining to his credibility, White House Press Secretary Sean Spicer told reporters gathered for his first formal briefing. “It's not about one tweet. It's not about one picture. It's about a constant theme,” Spicer said in a lengthy monologue. “It's about sitting here every time and being told, ‘No. Well, we don't think he can do that. He'll never accomplish that. He can't win that. It won't be the biggest. It's not gonna be that good. The crowds aren't that big. He's not that successful.’\"  Spicer spent more time on the subject than on any other issue during a briefing of more than an hour in which he was asked about such weighty topics as the U.S. Embassy in Israel, immigration and tax reform. Of course, presidents and their staffs have been complaining about the press long before the advent of Twitter or television. Usually, they gripe to reporters privately while accepting that the intense scrutiny is part of the job. But it’s seldom discussed publicly, in so much detail, with so much anguish and so soon after a president has taken office. And it helps explain why Trump has sparred so vigorously with the press over the size of the crowds at his inauguration, sending Spicer out Saturday to falsely assert they were the biggest ever, rather than move on to more substantive battles over policy. Trump comes into office with the lowest approval ratings for a new president in decades. His clashes with the media, which helped fuel his rise but have been his foil in rallying his anti-establishment base, promise to remain a constant in his administration. One of his most influential advisors, Stephen Bannon, until recently ran Breitbart News, a conservative website that feeds off its antagonism of the mainstream media. Another top advisor, Kellyanne Conway, coined the phrase “alternative facts” on Sunday to explain why Trump and his aides were, once again, at odds with fact-checkers. In making his case that Trump has been mistreated, Spicer reached back to doubts expressed by pundits that began before Trump ran for president. Spicer keyed in on primary battles where he said Trump was underestimated. He complained about an erroneous news report, which had to be corrected, that Trump removed a statue of Martin Luther King Jr. from the White House. And he painted a vivid picture of a man staring out at a sea of supporters during the inauguration Friday, only to feel stung later that he wasn’t given enough credit for his popularity. “It's an amazing view,” Spicer said. “And then to hear, ‘Well, look at this shot,’ and ... ‘It wasn't that big.’ It's a little demoralizing because when you're sitting there and you're looking out and you're in awe of just how awesome that view is and how many people are there and you go back and you turn on the television and you see shots of comparing this and that.” Even as Spicer struck a more conciliatory tone with the media on Monday than he did over the weekend, smiling often and exchanging banter, he continued to insist he had not misled in his attempts Saturday to assert that more people viewed Trump’s inauguration than any other in history. White House veterans from President Obama ’s staff had little sympathy for Spicer, even as they agreed the glare of the press can be harsh on 1600 Pennsylvania Ave. “Welcome to the major leagues,” said Dan Pfeiffer, a former Obama communications advisor, in an email. And they found it rich that Trump, who grew his political following by questioning Obama’s legitimacy and American birthplace, is now complaining that others are trying to undercut his credibility as president. “This is your prize,” said Bill Burton, another Obama alumnus. “You can complain about it for the next four years or you can accept the fact there is a press corps that is going to write things that you don’t agree with on a day-to-day basis.”  But Ari Fleischer, a former press secretary for George W. Bush, said he thought Spicer and Trump were voicing a frustration felt by many Republicans, who believe the press has a liberal bias and a particular grudge against Trump. Fleischer had been critical of Spicer’s performance Saturday, where he felt Spicer was on thinner ground, but he gave the press secretary high marks Monday. “In the past, a lot of Republicans have thought what Trump thinks, and then they bite their tongue,” Fleischer said. “Trump doesn’t bite his tongue.” Caption Huge crowds converge on Washington, D.C., for Women's March on Washington Huge crowds converge on the nation's capital for Women's March on Washington.  Huge crowds converge on the nation's capital for Women's March on Washington.  Caption Huge crowds converge on Washington, D.C., for Women's March on Washington Huge crowds converge on the nation's capital for Women's March on Washington.  Huge crowds converge on the nation's capital for Women's March on Washington.  Caption Thousands stream into downtown L.A. for women's march Thousands converge on downtown Los Angeles to march for women's rights Thousands converge on downtown Los Angeles to march for women's rights Caption Recap: Inauguration Day in Washington, D.C. Donald Trump was sworn in as the 45th president of the United States in Washington, D.C., on Jan. 20, 2017. Donald Trump was sworn in as the 45th president of the United States in Washington, D.C., on Jan. 20, 2017. Caption Chelsea Handler and the women's march Chelsea Handler says women should not have to fight for their rights all over again. Chelsea Handler says women should not have to fight for their rights all over again. Caption Trump supporters react on Inauguration Day Trump supporters react on Inauguration Day Trump supporters react on Inauguration Day ",
    "title": "The White House press secretary signals he&apos;ll be as sensitive to media coverage as his boss - LA Times"
   }
  ]
 }
}