{
 "25": {
  "col-sim": {
   "cosine": 0.1455799170385655,
   "entity": 0.29814239699997197
  },
  "exec-time": 7.846285581588745,
  "links": [
   {
    "entities": [
     "6:34 pm",
     "court",
     "vermont",
     "reischerl",
     "colo.",
     "t.",
     "wendy",
     "trinity",
     "library",
     "brooklyn",
     "episcopal",
     "john",
     "ulysses",
     "david",
     "fredonia",
     "army",
     "evelyn",
     "of",
     "sarah",
     "james",
     "daily",
     "distillery",
     "new",
     "navy",
     "times",
     "haskell",
     "grant",
     "ida",
     "1992",
     "new-york",
     "supreme",
     "havana",
     "the turn of",
     "collections",
     "pitt",
     "p.",
     "church",
     "29 years later",
     "county",
     "yale",
     "aked",
     "barnett",
     "sept. 10",
     "starbucks",
     "evening",
     "2014",
     "special",
     "credit",
     "brady",
     "center",
     "joe",
     "chicago",
     "kc",
     "america",
     "2001",
     "may",
     "january 23, 2017",
     "university",
     "b.",
     "the century",
     "jamestown",
     "tyler",
     "havens",
     "research",
     "connecticut",
     "charles",
     "york",
     "lois",
     "state",
     "kings",
     "smith",
     "mars",
     "aspen",
     "wells",
     "2017-01-23t18:34:03-05:00",
     "june 2, 1883",
     "mullett",
     "yard",
     "today",
     "s.",
     "marshall",
     "sept. 18, 1851",
     "city"
    ],
    "id": 0,
    "text": "2017-01-23T18:34:03-05:00 January 23, 2017 6:34 PM ET The debut issue of The New York Times on Sept. 18, 1851, known then as The New-York Daily Times , contained one wedding announcement , and one wedding announcement only, for the newlyweds Sarah Mullett and John Grant. He was 26 and she was 23. The ceremony took place at the Trinity Episcopal Church in Fredonia, the town in western New York where the bride had grown up. The bridegroom was from Jamestown. They were married Sept. 10, by the Rev. T. P. Tyler. The announcement was a mere sentence, a bare-bones beginning for a Times institution. Photo So why were John and Sarah the chosen ones? Based on old newspaper clippings and census reports, it appears that the Mulletts were a prominent family in Fredonia. The bride’s father, James, epitomized upward mobility. He grew up on a farm in Vermont, the oldest of 13 children, and made his way to Fredonia, where he became a self-taught lawyer (such a thing was possible in those days). He eventually became a State Supreme Court justice. The bridegroom was a cousin of Ulysses S. Grant, then an Army lieutenant, who would go on to become a general and president. Today, oil portraits of John and Sarah hang side by side in the New Haven family room of Wendy Grant Haskell, 63, who is a psychotherapist and the Grants’ great-great-granddaughter. Each is wearing black, and a similarly dour and humorless expression, as if they had whispered to each other beforehand, “Don’t smile!” “I think they are trying to project importance, status and prestige,” Ms. Haskell said, adding that the portraits were probably painted soon after the wedding. (When I first called Ms. Haskell to inquire about John and Sarah Grant, she was flummoxed; I think she thought I was trying to sell her a Times subscription. When I explained my reason for calling, she said she had no idea the Grants had appeared in the newspaper’s first wedding announcement. “What a hoot!”) See the announcement in the first issue of The New-York Daily Times. Her brother David Marshall Grant, an actor you might recognize from “The Devil Wears Prada\" or his Tony-nominated performance as Joe Pitt in “Angels in America,” said: “I would guess, looking at those portraits, that it was a less joyful time. I’m sure there were struggles just to get by. I can’t imagine what it was like just to make breakfast. I’m angry when there’s a line at Starbucks.” John and Sarah Grant’s lives probably did not turn out exactly as they envisioned. After the wedding, they settled in Jamestown, where John was co-owner of a grocery store dealing in tea, fruit, molasses and salt, among other products. Sarah kept house, according to the census, and had a live-in Irish servant. The couple had one son, James Mullett Grant, who married and also had one son, Havens Grant. Then, sometime before the turn of the century, James Mullett Grant traveled alone to Havana and never returned. “John and Sarah Grant were all about the promise of being a really significant couple starting a whole line of prosperity, but then look at what happened,” Ms. Haskell said. “Their son fell off the edge of the earth.” On June 2, 1883, John Grant’s obituary appeared in The Evening Observer, a local newspaper. As brief and terse as his wedding announcement, the notice merely reported that he had “dropped dead” in his home at age 60. Sarah Grant died 29 years later. Then things got even more interesting. The couple’s grandson, Havens Grant, went to Yale, became a lawyer in New York City, married a free-spirited poet and ran a moonshine business on the side during Prohibition. Today, the Grant descendants gather every Christmas at Ms. Haskell’s home in Connecticut and take a family photo with John and Sarah’s portraits in the background. In a recent photograph, everyone is wearing colorful tie-dyed scarves or shirts. David Marshall Grant appears with his husband, KC Reischerl, and their daughter, Evelyn May Reischerl Grant, who is 6 and the youngest descendant. She is also the only female family member in the photo. Ms. Haskell’s three sons are gay and appear with their partners. Photo Sarah and John Grant’s descendants and their partners in 2014. Click the image for a who’s who. Credit Wendy Haskell Ms. Haskell’s son David Haskell is an editor at New York magazine and is carrying on the family moonshine tradition. He is a co-owner of Kings County Distillery , which is based in Brooklyn Navy Yard and makes craft whiskeys. What would John and Sarah Grant think? If they were to see the lineup of gay couples in tie-dye, David Marshall Grant said, “I think they would think they had gone to Mars; it’s an astonishing example of what happens in time.” Lois Smith Brady wrote the Vows column from its inception in 1992 to 2001, when she moved to Aspen, Colo. She still occasionally writes Vows columns. Share This Page Photo Ida B. Wells with her son, Charles Aked Barnett, about a year after she was married. Credit University of Chicago Library, Special Collections Research Center Photo Ida B. Wells’s wedding invitation. Credit University of Chicago Library, Special Collections Research Center At left: Ida B. Wells with her son, Charles Aked Barnett, about a year after she was married. Right: An invitation to her wedding. University of Chicago Library, Special Collections Research Center ",
    "title": "COMMITTED - NYTimes.com"
   },
   {
    "entities": [
     "house",
     "beijing",
     "eric",
     "sean",
     "back",
     "jan. 24",
     "taiwan",
     "sea",
     "marc",
     "south",
     "holt",
     "disputed",
     "nightly",
     "on",
     "times",
     "washington",
     "global",
     "news",
     "kang",
     "pushes",
     "tuesday",
     "engel",
     "states",
     "2:19",
     "white",
     "china",
     "islands",
     "press",
     "2017",
     "trump",
     "baculinao",
     "spicer",
     "tillerson",
     "u.s.",
     "lu",
     "lester",
     "jan 24",
     "richard",
     "rex",
     "united",
     "over",
     "nbc",
     "smith",
     "1:19",
     ", 2:47 pm",
     "6:30 p.m.",
     "admin",
     "senate"
    ],
    "id": 1,
    "text": "Jan 24 2017, 2:47 pm ET Beijing Pushes Back on Trump Admin Over Disputed Islands in South China Sea by Richard Engel, Marc Smith and Eric Baculinao Share Exclusive: Chinese Official Draws Line on One China Policy and Island Sovereignty 2:19 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170125013523if_/http://www.nbcnews.com/widget/video-embed/861927491869\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> BEIJING — A day after White House Press Secretary Sean Spicer vowed that the United States would stand up to China's military expansion in the South China Sea, officials here are firing back. \"There might be a difference\" of opinion regarding who has sovereignty over the islands in the South China Sea, \"but that's not for the United States\" to get involved in, Lu Kang, a senior official with the Chinese foreign ministry, told NBC News in an exclusive interview on Tuesday. Play China Delivers Strong Message to President Trump 1:19 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170125013523if_/http://www.nbcnews.com/widget/video-embed/861594691743\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> In other words, he was suggesting the U.S. should butt out of China's relationship with its neighbors. Lu Kang, right, talks with Richard Engel of NBC News in Beijing on Jan. 24. NBC News But the new Trump administration has made it clear it has no intention of doing so. Rex Tillerson, Trump's pick for secretary of state who is widely expected to receive full Senate backing, said during his confirmation hearing that the U.S. would block China's access to the disputed Asian islands. \"We're going to have to send China a clear signal that, first, the island-building stops and, second, your access to those islands also is not going to be allowed,\" Tillerson said. Chinese newspapers responded furiously. Watch the full report at 6:30 p.m. Tuesday on the NBC Nightly News with Lester Holt \"China has enough determination and strength to make sure that his rabble rousing will not succeed. Unless Washington plans to wage a large-scale war in the South China Sea, any other approaches to prevent Chinese access to the islands will be foolish,\" wrote the state-run Global Times. Related: Trump Departs From U.S.-China Policy, Speaks With Taiwan's President China is carrying out construction to fortify islands in the South China Sea in order to expand military bases there. China sees this expansion as its legal right and a vital way to protect one of the country's main shipping lanes. U.S. officials have described the island building project as an attempt by China to assert military dominance over the region. \"That's not international territory, that's Chinese territory,\" Lu said, insisting that China has every right to build whatever it wants on the islands. As the Trump administration moves quickly to make good on its campaign promises, China appears to be putting down markers and drawing foreign policy red lines not to be crossed. Play ",
    "title": "Beijing Pushes Back on Trump Admin Over Disputed Islands in South China Sea - NBC News"
   },
   {
    "entities": [
     "allard",
     "third",
     "inc.",
     "scalia",
     "house",
     "court",
     "judiciary",
     "law",
     "2003",
     "2006",
     "circuit",
     "georgetown",
     "of",
     "mass.",
     "gorsuch",
     "school",
     "sessions",
     "alabama",
     "dame",
     "jeff",
     "harvard",
     "capitol",
     "justice",
     "roe",
     "board",
     "moore",
     "barry",
     "interactive",
     "washington",
     "cbs",
     "notre",
     "supreme",
     "massachusetts",
     "ken",
     "2004",
     "wayne",
     "present",
     "mccain",
     "roy",
     "pennsylvania",
     "the",
     "oxford",
     "arizona",
     "committee",
     "appeals",
     "white",
     "colorado",
     "pryor",
     "d.c.",
     "john",
     "trump",
     "antonin",
     "2017",
     "waltham",
     "may",
     "u.s.",
     "university",
     "2018",
     "salazar",
     "hill",
     "next week tuesday",
     "william",
     "pittsburgh",
     "department",
     "eleventh",
     "disciplinary",
     "wade",
     "2005",
     "maryanne",
     "hardiman",
     "senate",
     "bush"
    ],
    "id": 2,
    "text": "Trump says he’ll announce Supreme Court pick next week Tuesday’s White House meeting with Senate leaders and members of the Judiciary Committee is designed to be a general discussion to see if any names on Trump’s list of 21 potential high court nominees would present problems. It is not designed to elicit specific endorsements or opposition to any specific nominee. From the White House perspective, it is viewed as a gesture of respect of the Senate advise-and-consent role.  Both Hardiman and Gorsuch are regarded as conservative, but neither is thought by the White House to be unconfirmable. Nor are they nominees who would, the White House believes, elicit a massive Senate Democratic uprising. That is the working theory, but confirmation fights in the modern era have been unpredictable.  There is a sense within the White House that 10 Senate Democrats up for re-election in 2018 from pro-Trump states are particularly vulnerable and MAY vote for confirmation -- hence the White House’s desire to move as rapidly as possible to preserve its leverage. Hardiman is a judge on the Third Circuit Court of Appeals. Originally from Waltham, Mass., Hardiman attended Notre Dame and Georgetown Law School. He worked in private practice in Pittsburgh, then was a hearing office for the Disciplinary Board of the Supreme Court of Pennsylvania. Gorsuch is a former Washington, D.C. lawyer and Supreme Court clerk educated at Harvard and Oxford who is considered a solid conservative. He sailed through his Senate confirmation in 2006, and was even introduced by both the Republican (then-Sen. Wayne Allard) and Democratic (then-Sen. Ken Salazar) senators from his home state of Colorado. Gorsuch’s ascendancy may come as a surprise because legal conservatives had been urging Trump to tap Alabama-based federal appeals court judge William Pryor. A former Alabama deputy attorney general under Attorney General nominee Sen. Jeff Sessions, Pryor was appointed to fill Sessions’ position as Alabama attorney general after he was elected to the U.S. Senate. Pryor is a highly regarded judge who many believe would have been the most worthy successor to Antonin Scalia, but his nomination to the Eleventh Circuit in 2003 was hotly contested. Selecting Hardiman would diversify the high court in one way -- if confirmed, Hardiman would be the only one on the high court without an Ivy League degree. The Massachusetts native became the first person in his family to go to college when he attended the University of Notre Dame. He paid his way through law school at Georgetown by driving a taxi.  Democrats filibustered Pryor’s nomination because of his views on abortion – during his confirmation hearing, Pryor stood by his comments calling Roe v. Wade “the worst abomination in the history of constitutional law.” Ultimately, Bush appointed Pryor to the bench using a recess appointment in 2004, and Pryor was permanently confirmed as part of the Gang of 14 compromise negotiated by Arizona Sen. John McCain in 2005. Republicans on Capitol Hill told Mr. Trump they’re wary of the blowback from Democrats if Pryor were to be his pick. But Pryor also was no favorite of the religious right. Because he is not a results-oriented judge, Pryor does not always reach a conservative outcome. For example, he joined an appeals court opinion supporting transgender rights, consistent with Supreme Court precedent. And as state attorney general, Pryor sought to remove Alabama Supreme Court Chief Justice Roy Moore from office after Moore refused a federal court order to remove a massive 10 Commandments rock from the state courthouse.  One potential obstacle for Hardiman is a gender stereotyping case, similar to a case that tripped up Pryor with the religious right. Writing for the court, Hardiman’s opinion allowed a gender discrimination lawsuit filed by a gay man describing himself as “effiminate” to proceed. Mr. Trump’s team believes Gorsuch is significantly less likely to inflame the left, while also being an acceptable choice to the far right. Gorsuch sided with Hobby Lobby in the Obamacare contraception case and wrote a book about assisted suicide that indicated his pro-life views. Before joining the bench, Gorsuch took few if any controversial positions as a D.C. lawyer in private practice or during his brief stint in the civil division of the Bush Justice Department.  Hardiman ‎is also seen as a solid conservative, but with a slightly more enigmatic record. Hardiman serves on the same court as President Trump’s sister, Maryanne Trump Barry. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump Supreme Court justice list narrows to two names - CBS News"
   },
   {
    "entities": [
     "howe",
     "recently",
     "farm",
     "right now",
     "runway",
     "facing",
     "carlberg",
     "court",
     "isabel",
     "missouri",
     "karen",
     "tribune",
     "david",
     "for",
     "of",
     "bureau",
     "meier",
     "iowa",
     "contact",
     "capitol",
     "to",
     "peoria",
     "board",
     "bernadotte",
     "hudson",
     "appellate",
     "river",
     "charlie",
     "craig",
     "judy",
     "marx",
     "air",
     "koehler",
     "last week",
     "springfield",
     "county",
     "township",
     "citizens",
     "gary",
     "tuesday",
     "2014",
     "memory",
     "committee",
     "andy",
     "&",
     "the next day",
     "chicago",
     "reporters",
     "swine",
     "currently",
     "agriculture",
     "manar",
     "illinois",
     "hill",
     "acres",
     "bill",
     "management",
     "ryan",
     "matt",
     "clean",
     "professional",
     "water",
     "spoon",
     "and",
     "past",
     "fulton",
     "department",
     "current",
     "jackson",
     "two weeks ago",
     "2005",
     "last wednesday",
     "bunker",
     "ridge",
     "okawville",
     "porter",
     "dec. 13",
     "lane",
     "last month"
    ],
    "id": 3,
    "text": "News Watchdog The Price of Pork Proposed hog confinement killed after rural neighbors speak out Several residents from around Illinois spoke out against hog confinements during a news conference organized by the Illinois Citizens for Clean Air & Water at the Capitol in Springfield. Gary Marx and David Jackson Contact Reporters Chicago Tribune Facing opposition from local farmers, one of the state's largest pork producers has pulled its application to build a hog confinement in downstate Fulton County, handing opponents a rare victory in their efforts to slow the growth of the massive livestock facilities in the state. The hog producer, an affiliate of Professional Swine Management, formally withdrew its notice of intent to construct from the Illinois Department of Agriculture last week after sustained protests from neighbors who feared that waste from the proposed 20,000-hog confinement could foul rivers and creeks, and that the operation might ruin roads and jeopardize their rural way of life. \"It's a great thing,\" said Fulton County crop and livestock farmer Matt Howe, referring to the decision to cancel plans for the hog confinement. \"Twenty-thousand animals is a monstrosity. I don't count it as agriculture.\" Two weeks ago, Howe resigned from the Fulton County Farm Bureau's board of directors to protest the group's apparent support for the facility, initially called Cleer Farm and recently changed to Memory Lane Acres. Howe said his own farm and home sit just 3,000 feet from the proposed site. Last Wednesday, the Fulton County Farm Bureau held a meeting in which a handful of farmers voiced continued opposition to the facility, according to Farm Bureau officials and participants. \"They wanted to know our concerns with the hog confinement and why we were opposing it,\" said farmer Craig Porter, who is also a member of the local Isabel Township Board. The next day, Professional Swine Management pulled the plug on the project, though the company could submit a new application that would restart the permitting process, state agricultural officials told the Tribune. Officials with Professional Swine Management could not be reached for comment. Company officials said last month that they would not comment on their plans in Fulton County or any aspects of their business. PRICE OF PORK: Read the series Open link County farm bureaus are part of a politically influential statewide network that says it is dedicated to family farmers but has been criticized for promoting industrial-scale food production. Bill Carlberg, president of the Fulton County Farm Bureau, told the Tribune in a written statement that \"our members had questions and concerns about the Memory Lane farms project, which they expressed to us at a recent meeting.\" The decision to cancel Memory Lane Acres is not the only recent setback for Professional Swine Management, which over the years has withstood periodic opposition from local residents and environmental groups to install 27 hog operations in Illinois, Iowa and Missouri with a total of more than 120,000 sows. In nearby Bernadotte Township, the company's Runway Ridge facility, a proposed 20,000-hog confinement located on farmland near the famed Spoon River, also has stalled in the face of opposition. The Tribune highlighted Fulton County residents' battle against Runway Ridge and Memory Lane Acres as part of its ongoing series, \"The Price of Pork.\" Holding thousands of pigs at a time, modern livestock confinements are designed to store millions of gallons of manure, then apply the waste as fertilizer to nearby farmland. But pollution incidents tied to Illinois hog confinements killed 492,000 fish and impaired 67 miles of streams from 2005... (David Jackson, Gary Marx, Ryan Marx) Waste spills from hog confinements accounted for nearly half of the 1 million fish killed in Illinois water pollution incidents from 2005 to 2014, killing at least 492,000 fish and impairing 67 miles of waterways, the Tribune found. Fulton County commissioners on Dec. 13 passed a resolution urging the state to halt action on Runway Ridge and all new large confinements in the county until \"there is meaningful reform\" to the state law that governs the construction and oversight of the massive livestock operations. The law gives Illinois communities little if any power over the siting of new confinements. The Fulton County resolution urged lawmakers to give communities a voice and \"protect citizens of all counties in the state of Illinois.\" On Tuesday, Howe, Porter and a dozen other small farmers and residents gathered at the state Capitol building in Springfield to launch an effort to persuade legislators to strengthen the Livestock Management Facilities Act, which governs the permitting and siting of hog confinements. Citing the Tribune investigation and describing noxious odors, declining property values, damaged roads and other problems associated with confinements, the speakers urged state legislators to give local authorities the power to approve or deny permits for constructing the massive facilities. \"The LMFA is a toothless tiger,\" said Judy Koehler, a former Republican state representative and Illinois Appellate Court justice who owns land near a hog confinement in western Illinois. \"It is working for 'Big Ag' against the little guy, the family farm.\" Past efforts in Illinois to toughen the livestock facilities law stalled in the face of strong opposition from rural lawmakers backed by farm and livestock associations. But Karen Hudson, co-founder of Illinois Citizens for Clean Air & Water and a longtime critic of confinements, said she hopes the balance of power may be shifting as more local farmers join environmentalists in opposing the livestock facilities. \"We have a growing number of Farm Bureau farmers who are being affected and who are stepping forward,\" Hudson said. Sen. Andy Manar, a Democrat from Bunker Hill who is on the Agriculture Committee, said he would support closing what's known as the \"expansion loophole\" in the law. Currently, many large hog confinements in the state can grow dramatically in size with little or no public input. \"This is a place where we could potentially move forward,\" Manar said. Broader changes would be difficult given the political divisions in Springfield, he added. Another committee member, Democratic Sen. David Koehler of Peoria, said Tuesday that he is committed to reviewing the state livestock facilities act to ensure that current laws protect citizens while at the same time being \"sensitive to the needs of legitimate producers.\" \"Do we have adequate laws and do we have adequate enforcement and do we have adequate transparency? … I'm just not sure we have a well-functioning system right now,\" said Koehler, who is no relation to Judy Koehler. Republican Rep. Charlie Meier, a grain and livestock farmer from Okawville, cautioned against giving local counties control over the siting of livestock confinements, saying they don't have the necessary expertise or funds to regulate the massive facilities. \"One in six jobs in the state of Illinois are agriculture,\" Meier told the Tribune. \"We need to protect the last thriving business in the state of Illinois.\" ",
    "title": "Proposed hog confinement killed after rural neighbors speak out - Chicago Tribune"
   },
   {
    "entities": [
     "agricultural",
     "jose",
     "council",
     "house",
     "magana",
     "congress",
     "elizabeth",
     "jan. 24, 2017",
     "twitter",
     "linkedin",
     "protection",
     "time",
     "sean",
     "park",
     "sierra",
     "kamala",
     "march",
     "scott",
     "usda",
     "dapolito",
     "of",
     "service",
     "5:49 p.m.",
     "washington",
     "epa",
     "afternoon",
     "monday",
     "usatoday",
     "google",
     "myron",
     "2009",
     "tuesday",
     "the",
     "services",
     "interior",
     "states",
     "white",
     "friday",
     "human",
     "pruitt",
     "administration",
     "saturday",
     "trump",
     "2017",
     "perera",
     "harris",
     "mall",
     "obama",
     "post",
     "spicer",
     "facebookemail",
     "huffington",
     "u.s.",
     "agriculture",
     "dunn",
     "liz",
     "susan",
     "alexandra",
     "this may",
     "oklahoma",
     "walsh",
     "research",
     "agency",
     "pinterest",
     "and",
     "d-calif.",
     "ecos",
     "keatinge",
     "environmental",
     "luis",
     "department",
     "facebook",
     "hhs",
     "health",
     "club",
     "reuters",
     "senate",
     "53 minutes ago",
     "barack",
     "ebell",
     "national"
    ],
    "id": 4,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest EPA 'pause' on public communications fuels wider alarm about openness An EPA directive to temporarily suspend the agency's external communications prompted wider alarms of limited access across the Trump administration. The bigger concern is the EPA's freeze on contracts and grants. Post to Facebook EPA 'pause' on public communications fuels wider alarm about openness An EPA directive to temporarily suspend the agency's external communications prompted wider alarms of limited access across the Trump administration. The bigger concern is the EPA's freeze on contracts and grants. Check out this story on USATODAY.com: http://usat.ly/2kqeFTU CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 29 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs EPA 'pause' on public communications fuels wider alarm about openness Ledyard King , USATODAY Published 5:49 p.m. ET Jan. 24, 2017 | Updated 53 minutes ago CLOSE x Share The White House has banned the Environmental Protection Agency from putting out blog posts, press releases, or social media updates. Elizabeth Keatinge (@ekeatinge) has more. Time White House press secretary Sean Spicer calls on a reporter during the daily briefing at the White House in Washington, Tuesday. (Photo: Susan Walsh, AP) WASHINGTON – A Trump Administration directive ordering employees at the Environmental Protection Agency to halt external communications and posts on social media fueled news reports Tuesday that a number of other agencies were issuing similar gag orders to their workers. But while the EPA confirmed it was freezing such activity as well as new contracts and grants, administration officials spent much of Tuesday tamping down conspiratorial rumors of wide-spread media blackouts. White House Spokesman Sean Spicer said he was aware of the news reports but not familiar with any broad edict. “We’re looking into it,” he told reporters during the daily White House briefing Tuesday. “I don’t think it’s any surprise that when there’s an administration turnover that we’re going to review the policies.” Horse soring restrictions among those halted by Trump ban on new rules The agencies reportedly affected in some measure included Health and Human Services and the U.S. Department of Agriculture. But spokespeople for those agencies called the reports overblown or flatly refuted them. “Contrary to erroneous media reports, HHS and its agencies continue to communicate fully about its work through all of its regular communication channels with the public, the media and other relevant audiences,” according to a statement from the agency. “There is no directive to do otherwise.” That was in response to a Huffington Post story that officials at some smaller agencies within HHS had been told not to send “any correspondence to public officials” according to memos obtained by the online news site. And BuzzFeed reported that some Agriculture employees have been told not to publicly share summaries of scientific papers or tweeting through its official site. A spokeswoman for the USDA had yet to return a call for comment Tuesday afternoon. But according to a Reuters report, the agency said an internal email sent to workers calling for a suspension of “public-facing documents” at its Agricultural Research Service was flawed and new guidance would be issued to replace it. Only the EPA did not dispute the reports. But a statement from the agency said it “fully intends to continue to provide information to the public. A fresh look at public affairs and communications processes is common practice for any new Administration, and a short pause in activities allows for this assessment.” Political opponents pounced on the administration. “This administration is launching direct attacks on truth and transparency in our gov’t. Very troubling -- and honestly, anti-democratic,” Sen. Kamala Harris, D-Calif., tweeted. Sen. Kamala Harris, D-Calif., speaks during the Women's March on Washington, Saturday.  (Photo: Jose Luis Magana, AP) More alarming to state regulators is the temporary suspension of EPA grants and contracts. The abrupt move to suspend funding posed “significant concern” for some states that are already having to cope with incremental aid from Washington since Congress has yet to pass a 2017 budget, said Alexandra Dapolito Dunn, executive director and general counsel of the Environmental Council of the States. ECOS is the association representing state environmental agencies. “States were immediately concerned that they would be having to make cuts in staff ... because the money flow is already sporadic,” she said. “I received phone calls from all over the country from states of all political stripes.” Environmental groups also registered their anger. “President Trump's move to freeze all communications and EPA grant programs on the first day of his job should be a major red flag for all Americans at the start of a new administration,” said Liz Perera, climate change policy director for the Sierra Club. “The EPA was created to ensure that all Americans can enjoy clean air to breathe, clean water to drink, and have their health protected from environmental and climate threats. Trump's action puts American lives and communities at risk.” Myron Ebell, headed the EPA transition team for the Trump administration, told ProPublica Monday the move was not unprecedented. “They’re trying to freeze things to make sure nothing happens they don’t want to have happen, so any regulations going forward, contracts, grants, hires, they want to make sure to look at them first,” Ebell said. “This may be a little wider than some previous administrations, but it’s very similar to what others have done.” Trump’s choice to run the EPA, Oklahoma Attorney General Scott Pruitt, has yet to be confirmed by the Senate. Reports of the EPA directive came days after the Interior Department temporarily shut down its Twitter site after a National Park Service employee retweeted side-by-side photos of the crowds that gathered in 2009 on the National Mall for President Barack Obama’s first inaugural and the apparently much smaller crowd that came to witness Trump’s swearing-in Friday. ",
    "title": "EPA 'pause' on public communications fuels wider alarm about openness"
   },
   {
    "entities": [
     "zeitchik",
     "scorsese",
     "jan. 24, 2017",
     "last year",
     "hilton",
     ", 4:00 p.m.",
     "zuma",
     "the year",
     "ricky",
     "of",
     "meryl",
     "this year",
     "oscar",
     "golden",
     "arts",
     "bening",
     "beverly",
     "clint",
     "foreign",
     "steven",
     "downey",
     "hfpa",
     "amy",
     "jr.",
     "tuesday",
     "annette",
     "gervais",
     "assn.",
     "/",
     "press",
     "trump",
     "academy",
     "eastwood",
     "mel",
     "sciences",
     "motion",
     "adams",
     "weeks later",
     "isabelle",
     "and",
     "hollywood",
     "globes",
     "martin",
     "20th century",
     "gibson",
     "robert",
     "streep",
     "pictures",
     "morning",
     "huppert"
    ],
    "id": 5,
    "text": "Jan. 24, 2017, 4:00 p.m. park city, utah Steven Zeitchik Meryl Streep accepts the Lifetime Achievement Award at the 74th Golden Globe Awards. (HFPA / Zuma Press) Decided on by about 7,500 fewer voters than the Oscars -- and with many fewer degrees of credibility -- the Golden Globes are often derided as an awards-show punchline. Who are these 80 entertainment reporters to determine what Hollywood thinks are the best movies of the year, when so many thousands of industry veterans vote on awards just weeks later? But the first group may have had an unusually large effect on the latter this year. When the Academy of Motion Pictures Arts and Sciences announced its nominations Tuesday morning, it had put \"Elle\" star Isabelle Huppert on the shortlist for lead actress, while leaving out favorites Amy Adams (\"Arrival\") and Annette Bening (\"20th Century Women\"). Huppert's profile was raised dramatically in the critical final days of voting when the Globes gave her an upset victory of sorts in lead actress in a drama award -- then she gave a bubbly speech that played well to the thousands of voters watching. Though it's impossible to know how many votes shifted, her elevated stock in the final five days of voting only helped her candidacy. Also nestling its way into voters' minds from the Beverly Hilton ballroom was Meryl Streep, who was considered a bubble candidate at best for her role as a bad opera singer in the little-seen \"Florence Foster Jenkins.\" But she became a hero, especially in many precincts of Hollywood, at the Golden Globes, when she gave a fiery anti-Trump speech that included such as lines as \"When the powerful use their position to bully others, we all lose.\" A backlash from Trump and Trump supporters only solidified her status, and Streep's Oscar chances began to steadily rise, until Tuesday she notched an Oscar spot that might otherwise have gone to Adams or Bening. (Whether the Globes speech and its attention prompts Oscar producers to give her a platform at their show as well remains to be seen.) But maybe the biggest contribution the Globes made to the Oscars comes with a polarizing personality: Mel Gibson. Gibson was a somewhat unexpected juggernaut on Tuesday, his \"Hacksaw Ridge\" earning six nominations, including picture and director (both over Oscar darlings Clint Eastwood and Martin Scorsese). As it turned out, Gibson was nominated for picture and director by the Hollywood Foreign Press Assn. as well. In fact, the group was one of the first to normalize the filmmaker after the string of racist, misogynist and anti-Semitic comments that put him in \"director jail\" a decade or so ago. They invited him to introduce the top honor of motion picture-drama last year at a point when few high-profile shows would have Gibson on. (It devolved into awkward barbs between him and Globes host Ricky Gervais.) Gibson had been shunned by much of Hollywood following the multiple incidents -- so much so that Robert Downey Jr. asked forgiveness for him several years back. The Globes' embrace of Gibson helped pave the way for him to return to Oscar's good graces. The HFPA won't win over skeptics who say the group does not represent people in mainstream Hollywood. But Tuesday's Oscar nominations proves at least one thing: Those people are watching. Latest updates ",
    "title": "From Mel Gibson to Meryl Streep, this year&apos;s Oscar nominations were influenced by the Golden Globes - LA Times"
   },
   {
    "entities": [
     "rinkley",
     "sadie",
     "kris",
     "donald",
     "groton",
     "years ago",
     "twitter",
     "elizabeth",
     "foxnews.com",
     "time",
     "2006",
     "iraq",
     "mass.",
     "army",
     "naval",
     "navy",
     "to",
     "manning",
     "saucier",
     "last summer",
     "news",
     "clinton",
     "2007",
     "greg",
     "flynn",
     "tom",
     "kassy",
     "llorente",
     "fort",
     "federal",
     "michael",
     "carson",
     "states",
     "daigle",
     "ronald",
     "obama",
     "trump",
     "kristian",
     "chelsea",
     "base",
     "2012",
     "submarine",
     "october",
     "abedin",
     "u.s.",
     "medical",
     "richard",
     "huma",
     "connecticut",
     "hillary",
     "devens",
     "united",
     "charles",
     "conn.",
     "state",
     "facebook",
     "weiner",
     "fox",
     "anthony",
     "2005",
     "future",
     "center"
    ],
    "id": 6,
    "text": "Facebook 0 Twitter 0 Email Print   A former Navy sailor imprisoned for taking photos inside a submarine has sought a pardon from President Donald Trump, who, as a candidate, often cited his case as unjust. Supporters of Kristian Saucier, 29, say the one-year sentence he drew last summer was overly harsh in light of treatment afforded former Secretary of State Hillary Clinton over her illegal private email server, and former President Obama’s granting of clemency to Army Pvt. Chelsea Manning, who leaked classified information. Saucier's attorney, Ronald Daigle, told Fox News that he met with Trump's national security adviser, Lt. Gen. Michael Flynn, about Petty Officer First Class Saucier’s case, and at Flynn’s request submitted a formal pardon request. Daigle said the punishment didn’t fit the crime. Kristian Saucier with his daughter, Kassy, and wife, Sadie (Courtesy of Ronald Daigle) “It was a hyper-charged political atmosphere,” Daigle said, “politics played a role in it.” Saucier, who served as a machinist's mate aboard the USS Alexandria from 2007 to 2012, used his cellphone to photograph parts of the submarine's nuclear propulsion system while it was docked at the Naval Submarine Base in Groton, Conn. Saucier, who is married and has a 2-year-old daughter, began his 12-month sentence in October at the Federal Medical Center at Fort Devens, Mass.  He was convicted of unauthorized retention of national defense information, which is a felony, and received an \"other-than-honorable\" discharge from the Navy. He faced a possible 10 years in jail, his lawyers said. His problems began when a worker at the naval base found Saucier’s cellphone near a Dumpster and, while going through it, found the photographs. The worker brought the cellphone to a retired Navy petty officer, who then notified federal agencies about the sensitive submarine pictures. “When you look at how many years ago this occurred, coupled with his military service, and other individuals such as Hillary Clinton and [Clinton aide] Huma Abedin, who clearly mishandled classified information, it’s unfair,” said Greg Rinkley, one of the attorneys who represented Saucier. “It smacks of two types of justice systems in the United States.” Abedin was a Clinton adviser whose estranged husband and former congressman Anthony Weiner was found to have some of the former secretary of state’s emails on his computer when it was seized by federal investigators in connection to another case. Daigle said that when he served as a military police officer in Iraq from 2005 to 2006, he saw “hundreds, or thousands” of photos that service personnel had taken that could be considered sensitive. The norm was to handle them in-house, Daigle said. Saucier’s family has said that he took the photos to show his future children what he did aboard the submarine. Tom Carson, a spokesman for the U.S. Attorney in Connecticut, declined to comment on Saucier's attorneys' criticisms that prosecutors were overzealous. Carson said in an email to Fox News: \"For any pardon application, when the Office of the Pardon Attorney requests our office's position on a pardon, we will review the application and provide our position.\" At the time of the court proceedings on the charges, prosecutors balked at attempts to compare the petty officer’s actions to those of other officers or even that of Clinton. Noting that intent is crucial when determining punishment, some experts noted that Clinton maintained that she did not know that she was doing anything wrong, whereas Saucier conceded that he believed he should not have been taking the photographs. Acting on behalf of the Navy, Rear Adm. Charles Richard submitted a victim impact statement that described Saucier’s photographs as having “had far-reaching consequences for the United States and the Officers, Sailors and families who serve it.\" \"Therefore, the Navy respectfully requests that the court consider a sentence of confinement, and a fine, at the high end of the applicable range under the U.S. Sentencing Guidelines,\" Richard said, according to Military.com Daigle says that the photos he saw while in Iraq, where he had customs duty and had to go through belongings, “were far worse” than Saucier’s photos. He said that Saucier had an outstanding career, and had wanted to be in the service for the long haul. “Kris was an absolute great performer who made rank quickly because he did so well,” Daigle said. Daigle hopes that Saucier receives a pardon that would erase the conviction from his record, and commutation of his sentence. Elizabeth Llorente is Senior Reporter for FoxNews.com, and can be reached at Elizabeth.Llorente@Foxnews.com. Follow her on https://twitter.com/Liz_Llorente   ",
    "title": "Pardon me: Navy sailor in jail for submarine photos pleads for mercy from Trump | Fox News"
   },
   {
    "entities": [
     "right now",
     "2008",
     "house",
     "donald",
     "trump",
     "november",
     "sean",
     "spicer",
     "monday",
     "pew",
     "2012",
     "previously",
     "tuesday",
     "research",
     "white"
    ],
    "id": 7,
    "text": "WATCH President Trump Still Believes Millions Voted Illegally: White House 0 Shares Email After being repeatedly pressed about President Donald Trump 's unsubstantiated claims that \"millions\" of people voted illegally in the presidential election, White House press secretary Sean Spicer left the door open to a possible investigation into the claims during a press briefing Tuesday. On Monday, Trump said during a meeting with congressional leaders in the White House that \"3 to 5 million illegals\" voted, according to two Democratic aides who spoke on condition of anonymity. Spicer told reporters Tuesday \"maybe we will\" launch an investigation into Trump's claims. \"Anything's possible, I think, at some point,\" he added. \"There is no investigation. I said it was possible. Anything is possible. It was a hypothetical question.\" Trump has made repeated claims about voter fraud after losing the popular vote in the election in November, though thus far, no evidence has been presented that backs up his allegations. \"He continues to maintain that belief based on studies and evidence people have presented to him,\" Spicer said Tuesday. At least five reporters asked questions on the issue during the press briefing, and at one point Spicer dismissed the suggestion that Trump kept bringing up the topic of the unsubstantiated voter fraud because the president was upset about the vote count. Spicer said Trump \"won very handily\" and \"he's very comfortable with his win.\" When pressed for specific evidence supporting Trump's \"long-standing belief,\" Spicer cited a 2008 study by Pew Research and \"other studies that have been presented to [Trump].\" The Trump transition team was previously asked about this topic and cited the Pew study, which came out in 2012 and focused on the results of the 2008 election and the need to update voter registration rolls. The primary author of the study in question previously responded, tweeting that \"the report made no findings re: voter fraud.\" Spicer did not give names or sources for the other studies. \"We'll see where we go from here, but right now the focus that the president has is putting Americans back to work,\" Spicer said. 0 Shares ",
    "title": "President Trump Still Believes Millions Voted Illegally: White House - ABC News"
   },
   {
    "entities": [
     "oval",
     "house",
     "protection",
     "vladimir",
     "usda",
     "rosenberg",
     "service",
     "washington",
     "now",
     "sharon",
     "amy",
     "services",
     "evening",
     "human",
     "democracy",
     "lenny",
     "america",
     "science",
     "post",
     "spicer",
     "working",
     "goldstein",
     "water",
     "kaplan",
     "chiefs",
     "secretariat",
     "center",
     "office",
     "eilperin",
     "cook",
     "of",
     "little",
     "w.",
     "bernstein",
     "interior",
     "nasa",
     "reince",
     "young",
     "affairs",
     "research",
     "agency",
     "institute",
     "drumm",
     "by",
     "juliet",
     "agricultural",
     "dennis",
     "twitter",
     "ars",
     "for",
     "justice",
     "monday",
     "the same day",
     "tuesday",
     "michael",
     "friday",
     "white",
     "julie",
     "institutes",
     "obama",
     "trump",
     "staff",
     "regulatory",
     "priebus",
     "u.s.",
     "agriculture",
     "environmental",
     "andrew",
     "hhs",
     "health",
     "group",
     "january",
     "the weekend",
     "jose",
     "park",
     "badlands",
     "sean",
     "george",
     "putin",
     "early saturday",
     "sarah",
     "executive",
     "epa",
     "afternoon",
     "ken",
     "the",
     "brady",
     "delreal",
     "mcclain/the",
     "matt",
     "and",
     "department",
     "early",
     "labor",
     "barack",
     "bush",
     "national",
     "24 at 6:44 pm"
    ],
    "id": 8,
    "text": "Federal agencies ordered to restrict their communications The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it The headquarters of the Environmental Protection Agency in Washington. (Matt McClain/The Washington Post) By Juliet Eilperin and Brady Dennis By Juliet Eilperin and Brady Dennis January 24 at 6:44 PM Follow @eilperin Follow @brady_dennis Trump administration officials instructed employees at multiple agencies in recent days to cease communicating with the public through news releases, official social media accounts and correspondence, raising concerns that federal employees will be able to convey only information that supports the new president’s agenda. The new limits on public communications appear to be targeting agencies that are charged with overseeing environmental and scientific policy, prompting criticism from officials within the agencies and from outside groups focused on climate change. The Environmental Protection Agency as well as the Agriculture and Interior departments now have formal policies restricting what they should convey to the public about their work. Speaking to reporters Tuesday, White House press secretary Sean Spicer said he and his colleague were “looking into” whether the administration had changed the way many agencies share information publicly. “I don’t think it’s any surprise that when there’s an administration turnover that we’re going to review the policies,” Spicer said, “but with respect to the question you’re asking, I don’t have information at this time.” Many new administrations — including former president Barack Obama’s — have moved quickly to take control of the U.S. government’s public relations machinery and centralize decision-making upon taking office. But the sweeping nature of some of the new controls is unusual, and the fact that they come as departments have been communicating through an array of digital platforms has made the changes particularly visible. The moves also underscore the kind of skirmishing that could continue to take place between incoming political appointees and civil service employees. At the EPA, for example, communications staff received a memo instructing them that “no social media will be going out” and “a digital strategist will be coming on board” to oversee it. It added, “Incoming media requests will carefully screened.” According to a former agency official, who spoke on the condition of anonymity to discuss private conversations, members of Trump’s EPA landing team spent significant time asking about who controlled the department’s communications levers, especially regarding social media. EPA’s numerous social media accounts appear to have fallen silent since Trump’s inauguration, with the lone exception of the agency’s Office of Water, which sent out a handful of tweets over the weekend, including a link to what local communities are doing to protect their waterways and advice on using an app to help people figure out whether their local waterway is polluted. [ Trump officials instruct EPA to halt all grants, contracts ] “The EPA fully intends to continue to provide information to the public,” the agency said in a statement Tuesday, in response to questions about the media blackout. “A fresh look at public affairs and communications processes is common practice for any new Administration, and a short pause in activities allows for this assessment.” Environmental Working Group President Ken Cook said in a statement that the new restrictions were significant cause for concern. “Vladimir Putin must be proud,” Cook said. “The EPA, like all federal agencies, is funded by taxpayer dollars, and Americans have the right to know what’s being done to protect or harm public health and the environment. Americans of all political stripes should be furious.” Separately, the Interior Department reactivated its official Twitter accounts early Saturday after an abrupt shutdown after the National Park Service account retweeted two items viewed as unsympathetic to the new president. One referred to the size of the inauguration crowd on the Mall, while another addressed policies that were excised from the White House website after Trump’s swearing in. Speaking to reporters about the Park Service incident, Spicer said, “My understanding is that because they inappropriately violated their own social media policies there was guidance that was put out to the department to act in compliance with the rules that were set forth.” Some issues appear to be off limits for park system officials now that Trump is in office. Badlands National Park tweeted several times about the rising concentration of carbon dioxide in the atmosphere and the implications of climate change, noting at one point, “Burning one gallon of gasoline puts 20lbs of carbon into our atmosphere #climate.” But by early Tuesday evening, those tweets were deleted. The EPA appears to be the focus of concerted attention from the new administration: Officials there have also halted the granting of any new contracts or awards by the department. But the agency is not alone. At the Agriculture Department, a slew of officials — including deputy under- and assistant secretaries, agency heads, and individuals serving in acting capacities in those posts — received a memo Monday instructing them to clear any media communications with the secretary’s office. “In order for the Department to deliver unified, consistent messages, it’s important for the Office of the Secretary to be consulted on media inquiries and proposed responses to questions related to legislation, budgets, policy issues, and regulations,” the memo reads. “Policy-related statements should not be made to the press without notifying and consulting the Office of the Secretary. This includes press releases and on and off the record conversations.” Employees of the agency’s scientific arm, the Agriculture Research Service, were ordered in a separate memo to cease publication of “outward facing” documents and news releases. The ARS guidance was not issued in coordination with other offices at the USDA, department officials said, and partially contradicted the department-wide memo that went out on the same day. “Starting immediately and until further notice, [the Agricultural Research Service] will not release any public-facing documents. This includes, but is not limited to, news releases, photos, fact sheets, news feeds, and social media content,” wrote ARS chief Sharon Drumm in an email to employees. USDA Acting Deputy Administrator Michael Young, in a phone call with reporters Tuesday evening, said he had discussed the issue with ARS and indicated he would be open to clarifying or rescinding the research agency’s confusing guidance. “The ARS guidance was not reviewed by me. I would not have put that kind of guidance out. My guidance has to do with policy-related announcement and that sort of thing,” Young said. “I had my memo drafted before the ARS memo, I was not a part of it.” Department officials scrambled to clarify the memo Tuesday afternoon, after intense public scrutiny and media requests, stating that ARS had not “blacked out public information” and adding that scientific articles published through professional peer-reviewed journals have not been banned. Such a decree would have conflicted with established scientific integrity standards and previous media guidance “encouraging, but not requiring, USDA scientists to communicate with the media about their scientific findings.” “As the U.S. Department of Agriculture’s chief scientific in-house research agency, ARS values and is committed to maintaining the free flow of information between our scientists and the American public as we strive to find solutions to agricultural problems affecting America,” ARS said in a statement to The Washington Post Tuesday afternoon, seeking to clarify the scope of the memo. Under President George W. Bush, several agencies restricted journalists’ access to researchers working on climate change and other issues. President Obama instructed agencies to develop a “scientific integrity” policy aimed at clarifying how federal employees could disseminate such information without fear of retribution. Andrew Rosenberg, director of the Center for Science and Democracy at the Union of Concerned Scientists, noted that both EPA and USDA have scientific integrity policies that “among other things, protect scientists’ right to speak out about their work. The American people deserve to know the results of taxpayer-funded research.” Separately, Interior chiefs of staff, bureaus and offices received a memo from Julie Little, director of the Office of Executive Secretariat and Regulatory Affairs, instructing them to clear all correspondence to or from the Secretary with her office at least five days “prior to any deadline for Departmental clearance.” The memo also instructed officials to forward any correspondence from lawmakers, state and tribal officials and “national level environmental/recreational and industry officials” with Little’s office “prior to responding, regarding of addressee or signature level.” Officials at several agencies — including the Justice and Labor departments, NASA and the U.S. Geological Survey — said they were continuing to communicate as they had before Trump occupied the Oval Office. In some cases, reporters described media blackouts at agencies that had not transpired. The National Institutes of Health issued an email to its Institute and Center directors informing them they should not communicate on public forums and with public officials on new or pending regulation, policy or guidance that is under review. The guidance referred to the rules that are now in limbo, given the fact that White House chief of staff Reince Priebus issued a regulatory freeze Friday on any regulations that had not yet been published in the Federal Register. “Contrary to erroneous media reports, HHS and its agencies continue to communicate fully about its work through all of its regular communication channels with the public, the media and other relevant audiences,” said a Health and Human Services official in an email. “There is no directive to do otherwise.” Jose DelReal, Lenny Bernstein, Sarah Kaplan and Amy Goldstein contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Federal agencies ordered to restrict their communications - The Washington Post"
   },
   {
    "entities": [
     "sisk",
     "house",
     "access",
     "radio",
     "cramer",
     "earlier this month",
     "winter",
     "npr",
     "missouri",
     "sierra",
     "of",
     "army",
     "prairie",
     "mckibben",
     "d'otreppe",
     "halts",
     "stephanie",
     "including",
     "river",
     "2015",
     "this winter",
     "engineers",
     "last week",
     "union",
     "liberties",
     "amy",
     "energy",
     "tuesday",
     "construction",
     "beginning last summer",
     "credit",
     "transfer",
     "white",
     "transcanada",
     "civil",
     "obama",
     "pence",
     "trump",
     "dakota",
     "kevin",
     "tribe",
     "hurt",
     "future",
     "sioux",
     "u.s.",
     "pipeline",
     "december",
     "american",
     "bill",
     "corps",
     "protest",
     "club",
     "north",
     "keystone",
     "rock",
     "partners",
     "public",
     "standing",
     "barack",
     "alyson"
    ],
    "id": 9,
    "text": "President Trump, accompanied by Vice President Pence and staff, signed multiple documents regarding two major oil pipelines in the U.S. Evan Vucci/AP hide caption toggle caption Evan Vucci/AP President Trump, accompanied by Vice President Pence and staff, signed multiple documents regarding two major oil pipelines in the U.S. Evan Vucci/AP The Trump administration is pushing forward with plans for two major oil pipelines in the U.S., projects that sparked nationwide demonstrations and legal fights under President Barack Obama. President Trump signed documents inviting the company behind the Keystone XL pipeline to resubmit a proposal for the project , which the Obama administration rejected in 2015, and instructing the Army to expedite the review and approval process for the section of the Dakota Access Pipeline that hasn't been built. \"We're going to renegotiate some of the terms, and if they'd like, we'll see if they can get the pipeline built,\" Trump said of the Keystone XL pipeline. \"This not a done deal,\" Bill McKibben of the group 350.org , which has lobbied against pipelines for years, said in a statement. He called the pipelines \"unwise and immoral\" because they contribute to climate change. Trump also signed a document requesting a federal plan to incentivize the use of U.S.-made pipes for pipeline projects. Proposed And Existing TransCanada Pipelines Source: TransCanada Credit: Stephanie d'Otreppe and Alyson Hurt / NPR The lobbying group representing the petroleum industry issued a statement in favor of the policy reversal. A spokesperson for the TransCanada company, which proposed the Keystone XL project, said the company was preparing to resubmit a proposal. Energy Transfer Partners, which is building the nearly completed Dakota Access Pipeline, did not immediately comment. Article continues after sponsorship Both the Keystone XL pipeline and the Dakota Access Pipeline provoked protests from a diverse group of citizens concerned about the climate impacts and potential environmental contamination from the projects, as well as the safety of their routes across large swaths of the country and the mechanisms by which the federal government approved those routes. Dozens, Including Sierra Club Director, Arrested At White House Keystone Protest McKibben promised to fight the president's move, saying, \"The last time around, TransCanada was so confident they literally mowed the strip where they planned to build the pipeline, before people power stopped them. People will mobilize again.\" A portion of the Dakota Access Pipeline is under review by the Army Corps of Engineers, which announced last week that it was gathering information for an environmental assessment of a crossing under the Missouri River in North Dakota — an area that the nearby Standing Rock Sioux tribe says is sacred land. Demonstrators, sometimes numbering in the thousands, set up several camps on occupied land near the proposed crossing site beginning last summer, in support of the Standing Rock Sioux. The tribe filed a lawsuit against the federal government to block the pipeline, which was retracted earlier this month. The protests diminished after the Army Corps blocked the final permit in December and announced it would reassess the pipeline route, taking into account concerns about the risk of water contamination and allegations that the tribe was not adequately consulted about a route that violated sacred land. On Tuesday, the tribe released a statement through the American Civil Liberties Union, promising to take legal action against the federal government. In Victory For Protesters, Army Halts Construction Of Dakota Pipeline \"Trump's decision to give the go-ahead for the Dakota Access Pipeline is a slap in the face to Native Americans and a blatant disregard for the rights to their land,\" it stated. The tribe also addressed the president's stated plan to streamline what he called the \"incredibly cumbersome, long, horrible permitting process\" for environmental reviews of pipeline and manufacturing projects. \"The Trump administration should allow careful environmental impact analysis to be completed with full and meaningful participation of affected tribes,\" the Standing Rock Sioux wrote in its statement. Republican Rep. Kevin Cramer of North Dakota released a statement praising the president's actions, calling the pipelines \"crucial energy infrastructure projects\" and saying they would create jobs. Demonstrators remain camped on the North Dakota prairie in opposition to the Dakota Access Pipeline. They've winterized tents and other structures. Amy Sisk/Prairie Public Radio hide caption toggle caption Amy Sisk/Prairie Public Radio Demonstrators remain camped on the North Dakota prairie in opposition to the Dakota Access Pipeline. They've winterized tents and other structures. Amy Sisk/Prairie Public Radio Amy Sisk of Prairie Public Radio was at the site on Tuesday and reports that demonstrators remain camped on the North Dakota prairie near the site where the Dakota Access Pipeline's slated to cross under the Missouri River. \"They're living in winterized tents, tepees and wooden structures, many keeping warm by fireplaces installed inside their makeshift homes,\" she tells us. \"Demonstrations have slowed this winter in the wake of the December announcement that the Army Corps of Engineers would launch a new environmental review of the pipeline. Word that Trump has begun the process of expediting this review and advancing the project spread quickly through camp Tuesday. For many, this did not come as a surprise. \"Protesters vow to continue their stand against the pipeline. But the camp's future is in limbo, amid flooding concerns after a heavy winter snowfall. And the Standing Rock Sioux Tribe has asked protesters to leave. Some I talked to are moving to higher ground so as to avoid the floodplain, yet continue the fight as the Trump administration weighs in.\" ",
    "title": "Dakota Access, Keystone XL Moves By Trump Outrage Activists : The Two-Way : NPR"
   }
  ]
 }
}