{
 "26": {
  "col-sim": {
   "cosine": 0.3241119319484255,
   "entity": 0.21081851067789195
  },
  "exec-time": 8.771010398864746,
  "links": [
   {
    "entities": [
     "sudan",
     "donald",
     "somalia",
     "twitter",
     "sean",
     "muslim-majority",
     "iraq",
     "muslim",
     "of",
     "iran",
     "associated",
     "wednesday",
     "yemen",
     "syria",
     "news",
     "now",
     "dhs",
     "abc",
     "states",
     "homeland",
     "beginning today",
     "this week",
     "press",
     "libya",
     "trump",
     "obama",
     "sept. 11",
     "earlier wednesday",
     "america",
     "spicer",
     "u.s.",
     "months later",
     "nations",
     "january 25, 2017",
     "ap",
     "united",
     "security",
     "mexico",
     "state",
     "facebook",
     "department",
     "nato",
     "barack"
    ],
    "id": 0,
    "text": "Trump draft order reportedly will halt refugee processing for Syrians Published               January 25, 2017 Facebook 0 Twitter 0 Email Print   President Donald Trump will order the U.S. government to stop accepting Syrian refugees and suspend the issuing of visas to people from seven predominantly Muslim countries, according to a draft executive order obtained by the Associated Press Wednesday.  The AP also reported that the draft order shows Trump intends to suspend the United States' broader refugee program for 120 days. Citizens of Iran, Iraq, Libya, Somalia, Sudan, Syria or Yemen would be unable to obtain U.S. visas for at least 30 days. Trump is expected to sign the order this week. It was not clear if the draft will be revised before then.  According to the AP, Trump's draft shows that he will order Homeland Security and State Department officials, along with the director of national intelligence, to review what information the government needs to fully vet would-be visitors and come up with a list of countries that don't provide it. The order says the government will give countries 60 days to start providing the information or citizens from those countries will be barred from traveling to the United States. Exceptions would be made for diplomats, NATO visas or those people traveling to work at the United Nations. During the campaign Trump, said vetting procedures were inadequate and suggested that terrorists could pose as Syrian refugees to infiltrate the United States. While suspending visas for Syrians, Trump is also asking that officials from the departments of State and Defense to draft plans for safe zones in and around Syria. Trump has the authority to determine how many refugees are accepted annually and he can suspend the program at any time. Refugee processing was suspended in the immediate aftermath of the Sept. 11 attacks, restarting months later. During the last budget year, the U.S. accepted 84,995 refugees, including 12,587 people from Syria and President Barack Obama had set the refugee limit for this budget year at 110,000. Trump, according to his yet-to-be-signed executive order, will cut that program by more half to 50,000. The order said while the program is suspended, the U.S. may admit people on a case-by-case basis \"when in the national interest\" and the government would continue to process refugee requests from people claiming religious persecution, \"provided that the religion....is a minority religion in the individual's country.\" That suggests that would allow the admission of Christians from Muslim-majority countries. Earlier Wednesday, Trump issued orders aimed at moving ahead with a wall on the Mexican border and blocking federal funds from \"sanctuary cities\" that protect immigrants. “A nation without borders is not a nation,” Trump declared after signing the measures, while speaking to employees at the Department of Homeland Security. “Beginning today, the United States of America gets back control of its borders.” The first order calls for the “immediate construction of a physical wall on the southern border,” and directs the DHS secretary to take “all appropriate steps to immediately plan, design, and construct” the wall using authority under existing law. While it’s not yet clear exactly how the project might be funded or how much it would cost, Trump reiterated his vow that Mexico “absolutely” will pay for the project eventually, something the Mexican government has denied. “Ultimately it will come out of what’s happening with Mexico,” Trump told ABC News in a separate interview, adding construction could begin in a matter of months. Mexico’s contribution aside, Press Secretary Sean Spicer said existing Homeland Security funding could be used for now to get started, and congressional appropriations eventually would be needed. The order itself calls for the preparation of congressional budget requests. The same executive order also calls for hiring 5,000 more Border Patrol agents and ending “catch-and-release” policies for illegal immigrants, among other provisions. Another order is aimed at helping federal immigration agents. It calls for hiring 10,000 additional officers; restoring the so-called Secure Communities program and other local partnerships; prioritizing the deportation of illegal immigrant criminals; directing the State Department to use leverage to ensure illegal immigrants are taken back by their country of origin – and moving to strip federal grant money to sanctuary states and cities that “harbor” illegal immigrants. The Associated Press contributed to this report. Advertisement ",
    "title": "Trump draft order reportedly will halt refugee processing for Syrians | Fox News"
   },
   {
    "entities": [
     ", 5:40 pm",
     "sudan",
     "council",
     "house",
     "congress",
     "donald",
     "enforcement",
     "inquirer",
     "jaffe",
     "sean",
     "somalia",
     "texas",
     "iraq",
     "georgia",
     "et",
     "david",
     "of",
     "customs",
     "iran",
     "jan 25",
     "1:28",
     "migration",
     "13 percent",
     "justice",
     "philadelphia",
     "iranian",
     "halimah",
     "abdullah",
     "wednesday",
     "executive",
     "year 2014",
     "syria",
     "yemen",
     "24 percent",
     "kenney",
     "2015",
     "2 percent",
     "now",
     "immigration",
     "committee",
     "california",
     "homeland",
     "white",
     "u.s",
     "nieto",
     "press",
     "2017",
     "trump",
     "earlier wednesday",
     "enrique",
     "obama",
     "mike",
     "perdue",
     "kevin",
     "spicer",
     "libya",
     "u.s.",
     "this week, may",
     "alexandra",
     "1:09",
     "fiscal",
     "american",
     "today",
     "de",
     "mccaul",
     "leon",
     "share",
     "orders",
     "signs",
     "security",
     "mexico",
     "institute",
     "department",
     "year 2017",
     "year 2016",
     "the previous fiscal year",
     "next week",
     "policy",
     "jim",
     "senate",
     "aimed",
     "bloomberg",
     "peña",
     "national"
    ],
    "id": 1,
    "text": "Jan 25 2017, 5:40 pm ET Trump Signs Executive Orders Aimed at Cracking Down on Illegal Immigration by Halimah Abdullah and Alexandra Jaffe Share Trump Announces Executive Order for 'Immediate Construction of a Border Wall' 1:09 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170126013500if_/http://www.nbcnews.com/widget/video-embed/862569539672\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The great wall on the U.S.-Mexico border that President Donald Trump promised on the campaign trail took a big step closer to becoming reality Wednesday when he signed two executive orders aimed at curbing illegal immigration. Trump insisted that his aim was to keep the nation safe and end \"one injustice after another\" for the families of Americans killed by undocumented immigrants. \"We hear you, we see you and you will never be ignored again,\" Trump told victims' relatives at a Department of Homeland Security event after he signed the orders. \"You children will not have lost their lives for no reason.\" The executive actions include redirecting existing Homeland Security money to erect what the administration described as a \"very large\" wall on the southern border with Mexico , a signature campaign promise. Additional detention facilities would also be built along the border, according to the action. \"And yes, one way or another, as the president has said, Mexico will pay for it,\" White House Press Secretary Sean Spicer told reporters earlier Wednesday. The ultimate impact of the executive order on building a wall along border is not clear, because Congress would have to approve any additional appropriations. Trump is scheduled to meet with Mexican President Enrique Peña Nieto next week in what could prove a tense faceoff as the two leaders discuss coordination, the dismantling of drug cartels and the flow of arms and cash between the two countries. \"They have to stop it. We have to stop it. We are going to save lives on both sides of the border,\"Trump said Wednesday. Play Trump Signs Two Executive Orders Related to Immigration Agenda 1:28 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170126013500if_/http://www.nbcnews.com/widget/video-embed/862614083601\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Another executive action on immigration policy includes eliminating federal funding to so-called sanctuary cities — a loose term that refers to communities that shield undocumented immigrants from deportation — unless the money is related to law enforcement. The action also directs the hiring of 5,000 new border patrol agents and would triple the number of Immigration and Customs Enforcement agents. The Trump administration will also regularly publish a list of jurisdictions that \"catch and release\" undocumented immigrants who have committed crimes and establish an office for the victims of those crimes. The Justice Department is directed to prioritize immigration prosecutions. Despite Trump's inflammatory rhetoric on the campaign trail, which included calling Mexican immigrants \"rapists\" and accusing them of \"bringing crime,\" immigration policy experts say it's tough to pin down figures on the numbers of undocumented immigrants who commit crimes. In a 2015 report, the Migration Policy Institute , a nonpartisan think tank, estimated that \"13 percent of the unauthorized immigrants in the U.S would be considered enforcement priorities\" under Obama administration executive actions that focused on non-citizens convicted of serious crimes. A law enforcement source who asked not be identified told NBC News on Wednesday that U.S. Immigration Customs Enforcement has just more than 40,000 people in custody across the nation. Of those, 17,000 are foreign nationals with criminals records, according to the figures, which are for fiscal year 2017. The source said the number of people being detained is approaching maximum capacity even as the agency tries to find additional space. In fiscal year 2016, ICE removed 240,255 foreign nationals (PDF) , a slight increase from the previous fiscal year (2 percent) but a substantial decrease (24 percent) compared to fiscal year 2014. Even as the executive orders won plaudits from Republicans, many acknowledged that it was simply \"symbolic\" or, as Sen. David Perdue of Georgia said in a statement, \"a good first step towards fixing our immigration system and solving our national security crisis.\" Rep. Mike McCaul of Texas, chairman of the House Homeland Security Committee, said in an interview with Bloomberg before Trump signed the orders that Republicans \"finally have the political will to do this.\" But he went on to say that \"the term 'wall' is a bit symbolic\" and that it simply stands for \"securing and getting operational control of that border.\" McCaul also acknowledged that whatever form the wall takes, funding it remains an open question. Democrats were already pledging to fight a number of aspects of the orders — or even to ignore them altogether. Jim Kenney, the mayor of Philadelphia, a sanctuary city that would be subject to a federal funding cutoff, said the city wouldn't change its policy despite the orders. \"Given that today's EO was simply a directive and did not even make clear if there were any significant funding streams that the Trump administration could cut off to Philadelphia, we have no plans to change our immigration policy at this time,\" said the statement , which was first reported by The Philadelphia Inquirer. And the leader of the California state Senate, Kevin de Leon, hint that he go to court to challenge any move to cut off funding to California's sanctuary cities. Other actions, which could come as early as this week, may include temporarily limiting immigration to refugees and blocking visas for citizens of Middle Eastern and African countries deemed by the Trump administration to be particularly prone to terrorism. Those nations include Syria, Iraq, Iran, Libya, Somalia, Sudan and Yemen. \"Donald Trump is making good on the most shameful and discriminatory promises he made on the campaign trail,\" the National Iranian American Council , a Washington-based nonprofit organization, said in a statement. \"He called for a Muslim ban and is now taking the first steps to implement one. This will not stand. The American people are better than this.\" Halimah Abdullah ",
    "title": "Trump Signs Executive Orders Aimed at Cracking Down on Illegal Immigration - NBC News"
   },
   {
    "entities": [
     "house",
     "jeff",
     "washington",
     "charlie",
     "thune",
     "2015",
     "peyton",
     "previously",
     "costa",
     "services",
     "human",
     "pence",
     "the week",
     "mike",
     "post",
     "mcconnell",
     "may",
     "thursday",
     "paul",
     "cathy",
     "theresa",
     "spring",
     "rodgers",
     "rein",
     "of",
     "jan. 25, 2017",
     "at 5:55 pm",
     "philadelphia",
     "august",
     "manning",
     "makela/reuters",
     "williams",
     "republican",
     "obamacare",
     "mcmorris",
     "j.",
     "mark",
     "tiberi",
     "conference",
     "mitch",
     "ryan",
     "collins",
     "robert",
     "patrick",
     "congress",
     "snell",
     "twitter",
     "sessions",
     "midday",
     "football",
     "tom",
     "price",
     "o'keefe",
     "committee",
     "white",
     "fortenberry",
     "trump",
     "ed",
     "doug",
     "rogers",
     "the coming months",
     "inzaurralde",
     "current",
     "health",
     "senate",
     "d.",
     "pete",
     "sean",
     "january 25",
     "cia",
     "sullivan",
     "league",
     "john",
     "wednesday",
     "afternoon",
     "gop",
     "jayne",
     "present",
     "debonis",
     "rules",
     "harold",
     "kelsey",
     "lisa",
     "chris",
     "roger",
     "and",
     "bastien",
     "dent",
     "department",
     "summer",
     "national"
    ],
    "id": 2,
    "text": "Hill Republicans want answers. On Wednesday, Trump gave them only more questions — and fresh headaches. The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it Rep. Cathy McMorris Rodgers (R-Wash.) and Sen. John Thune (R-S.D.) address reporters at the start of a two-day GOP strategy meeting in Philadelphia on Jan. 25, 2017. (Mark Makela/Reuters) By Mike DeBonis , Kelsey Snell and Ed O'Keefe By Mike DeBonis , Kelsey Snell and Ed O'Keefe January 25 at 5:55 PM Follow @mikedebonis Follow @kelsey_snell Follow @edatpost PHILADELPHIA — Republicans eagerly seeking answers from President Trump on how he plans to implement his agenda instead found themselves deflecting new questions Wednesday about the president’s latest controversial pronouncements. House and Senate Republicans began the week expecting specific guidance on what will replace the Affordable Care Act, how quickly taxes might get slashed and how the government will pay for a new border wall and infrastructure plan. But on Wednesday, Trump offered up a fresh set of distractions with a flurry of announcements and early-morning tweets. He signed executive orders designed to jump-start construction of a wall along the U.S.-Mexico border and withhold federal funds to cities that do not comply with federal immigration laws. Word also came of a White House draft proposal to allow the CIA to reopen secret prisons overseas — and perhaps resume enhanced interrogation techniques. And Trump used Twitter to announce plans “for a major investigation” into his unproved accusations of widespread voter fraud. That left Republicans scrambling with few details and fewer answers at a moment when they had intended to secure the opposite. (Bastien Inzaurralde,Jayne Orenstein/The Washington Post) The first signs of trouble came at midday Wednesday, when Sen. John Thune (R-S.D.) and Rep. Cathy McMorris Rodgers (R-Wash.) faced reporters in a hotel ballroom here at the start of a two-day party strategy session. They came prepared to talk about health care and the tax code but were barraged with questions about Trump’s latest moves. On voter fraud, Thune said he had not seen any evidence of widespread problems and declined to directly endorse Trump’s investigation. “If they want to take that up, that is a decision that obviously he can make,” Thune said. On the administration’s plans to rethink how terrorism detainees are interrogated, Thune was stronger, emphasizing that Congress had settled the issue. “With respect to torture — that’s banned,” he said, citing a 2015 law that was approved overwhelmingly. Trying to get back on message, Thune added: “What we have to do is focus on the things that unite us,” including repealing Obamacare and revamping the tax code. Rep. Doug Collins (R-Ga.), vice chairman of the House Republican Conference, is interviewed at the Republican issues conference in Philadelphia on Jan. 25, 2017. (Mark Makela/Reuters) That is exactly what House Speaker Paul D. Ryan (R-Wis.) and Senate Majority Leader Mitch McConnell (R-Ky.) tried to do later in the afternoon. In a private gathering of lawmakers, the two GOP leaders laid out an aggressive legislative agenda calling for Congress to repeal major portions of the ACA, pass replacement measures and embark on a significant overhaul of the tax code — all within the first 200 days of blanket GOP control in Washington. What they didn’t do is fully explain how these goals will be achieved, which is what most Republican lawmakers traveled to Philadelphia to learn. [ Trump is going after Republican orthodoxy. How will Paul Ryan respond? ] Interviews with more than a dozen GOP lawmakers revealed a clash of expectations between rank-and-file lawmakers to get started in disassembling Obamacare and party leaders who are all too aware of the obstacles and difficult choices ahead. “Exact, specific and detailed — that’s what people want,” said Rep. Pete Sessions (R-Tex.), the chairman of the House Rules Committee. “We’re going to own this stuff, and we better be able to explain it.” “I don’t think you will see a plan,” said Rep. Patrick J. Tiberi (R-Ohio), chairman of a key subcommittee on health care. “I think you will see components of a plan that are part of different pieces of legislation that will make up what will ultimately be the plan.” In the private session, Ryan and McConnell declared repealing and replacing Obamacare their first order of business, with a target date for action within the next three months. The lawmakers also said they plan to move quickly on a broad rewrite of the tax code that is expected to include deep rate cuts while maintaining current revenue through changes to the international tax code, according to multiple lawmakers in the room who requested anonymity to describe the meeting. The leaders laid out a three-pronged plan to undermine Obamacare with a combination of new legislation, executive action by Trump and regulatory changes within his administration. They said a replacement law would require some Democratic support. Tax restructuring would follow on an ambitious schedule, members who attended the briefing said, with an eye toward passing that overhaul, at least in the House, before Congress breaks for its summer recess in August. Ryan told members that they would work toward a tax overhaul that would cut rates while roughly maintaining current revenue levels. “He laid out a very ambitious agenda,” said Rep. Charlie Dent (R-Pa.). “We’re on an aggressive timetable; it was almost like a construction chart the way he laid it out.” Additionally, a senior House appropriator, Rep. Harold Rogers (R-Ky.), announced plans to pass a special appropriations bill funding a Mexican border wall in the spring and to undo several major Obama-era regulations in the meantime. Also on the agenda: Drafting the first all-Republican budget in a decade with the goal of fund the government and avoiding a debt-ceiling crisis. One point of tension between Trump and lawmakers was on an infrastructure bill. Leaders told the crowd that the initial draft of their legislative agenda did not include any measure to boost transportation projects, but Trump himself had insisted on it. No details, such as a price tag or structure, were discussed, multiple members said. “Without the president’s input, that would not have been the case,” said Rep. Chris Collins (R-N.Y.), who advised the Trump transition. Trump is scheduled to address the gathering on Thursday, where he is expected to sketch out his legislative agenda for the coming months. Paying for Trump’s proposals remains an unexplored subject. Many hard-line conservatives previously opposed large policy changes that would add greatly to the deficit, as many of Trump’s proposals could. Trump has said he doesn’t want to touch popular entitlement programs, but Hill Republicans — including Ryan and Rep. Tom Price (R-Ga.), the president’s nominee to run the Department of Health and Human Services — have left the door open. One question among House Republicans is how many of the recommendations within the official House GOP policy blueprint, “A Better Way,” Trump will also take up. Also unclear is how much leverage these Republican lawmakers will have to negotiate with a president who does not like dissent and regularly takes to cable news and Twitter to lash out at critics. “He’s only been there a couple of days, I get it, but we do need to know this: Is he going to be with us when we go forward? Where does he stand on these issues?” said Rep. Roger Williams (R-Tex.). “There’s a lot of questions we need to ask him so we know where he is, so we don’t go out down the dirt road and he’s going on down the freeway.” Collins cautioned that Trump may not linger in Philadelphia and did not expect any significant progress on policy. “I wouldn’t expect any nitty-gritty,” he said. “It’ll be top-line. He’ll say he’s working closely with Pence and the leadership.” But Collins acknowledged that any hints will be taken as directives by members who are eager for guidance from the president: “The more specific the president and his administration can be, it’s safe to say that becomes the template.” Amid Trump’s early moves as president, Ryan and McConnell have taken pains to present a unified front on major policy issues, and their retreat will undoubtedly offer moments of comity — including an address from British Prime Minister Theresa May and a visit from former National Football League quarterback Peyton Manning. [ It’s mostly kumbaya so far for Trump and Republicans in Congress ] Numerous lawmakers expressed faith that Trump’s bluster could be translated into the familiar language of Republican policy — and almost all cited Pence, a former member of the House GOP leadership who will also attend the retreat Thursday, as a crucial emissary in bridging that divide. “It very much appears to me, particularly given that Mike Pence comes from the House, that we will have the central role as we ought to as the legislative body in driving legislation,” said Rep. Jeff Fortenberry (R-Neb.). “They need us.” Tiberi was more blunt about his views on bridging the divide. “I’ve watched this guy for two years,” he told a small group of reporters. “You guys take him literally, and nobody else does. You’ll learn eventually not to take him literally.” O’Keefe reported from Washington. Robert Costa and Lisa Rein in Washington and Sean Sullivan in Philadelphia contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Hill Republicans want answers. On Wednesday, Trump gave them only more questions — and fresh headaches. - The Washington Post"
   },
   {
    "entities": [
     "council",
     "house",
     "congress",
     "donald",
     "pakistan",
     "office",
     "last year",
     "sean",
     "angeles",
     "stone",
     "tribune",
     "john",
     "sessions",
     "of",
     "mulvaney",
     "los",
     "jan. 25, 2017",
     "jeff",
     "justice",
     "philadelphia",
     "new",
     "wednesday",
     "moore",
     "emanuel",
     "northwest",
     "moldova",
     "nancy",
     "seattle",
     "budget",
     "now",
     "chip",
     "ald",
     "somodevilla",
     "side",
     "poland",
     "white",
     "israel",
     "homeland",
     "$1 billion",
     "getty",
     "/",
     "pence",
     "trump",
     "chicago",
     "joe",
     "mike",
     "arena",
     "spicer",
     "management",
     "and",
     "getty-rrb-",
     "rahm",
     "mick",
     "mexico",
     "security",
     "kelly",
     "$29 million",
     "department",
     "york",
     "ireland",
     "india",
     "city",
     "minneapolis"
    ],
    "id": 3,
    "text": "As Trump signs immigration order, Emanuel vows Chicago will stay sanctuary city Mayor Rahm Emanuel reacts to sanctuary city executive order Mayor Rahm Emanuel reacts to the signing of an executive order regarding sanctuary cities by President Donald Trump on Jan. 25, 2017. (Nancy Stone / Chicago Tribune) Mayor Rahm Emanuel reacts to the signing of an executive order regarding sanctuary cities by President Donald Trump on Jan. 25, 2017. (Nancy Stone / Chicago Tribune) Privacy Policy As President Donald Trump signed an executive order Wednesday to cut off some federal funding from sanctuary cities, Mayor Rahm Emanuel vowed Chicago would remain one and continue to protect immigrants from deportation. \"We're gonna stay a sanctuary city,\" Emanuel said in a news conference after Wednesday's City Council meeting. \"There is no stranger among us. We welcome people, whether you're from Poland or Pakistan, whether you're from Ireland or India or Israel and whether you're from Mexico or Moldova, where my grandfather came from, you are welcome in Chicago as you pursue the American Dream.\" Emanuel declined to discuss specifics on what funding the city might lose, noting that he had not been briefed on the executive order, which the White House released about an hour after the mayor addressed reporters. Trump ordered Homeland Security Secretary John Kelly to work with incoming Attorney General Jeff Sessions to ensure sanctuary cities \"are not eligible to receive federal grants, except as deemed necessary for law enforcement purposes.\" The order states Kelly and Sessions should strip the funding that is within their discretion and consistent with the law. It also directs incoming Office of Management and Budget Director Mick Mulvaney to tabulate how much federal grant money is received by each of the country's sanctuary cities. It was not immediately clear how much federal funding could be at stake for Chicago. (Tribune news services) Cutting off all federal funding to sanctuary cities would require action by the Republican-controlled Congress. Last year, Chicago received a little more than $1 billion in federal grant funding for myriad programs, including early childhood education, transportation, policing, health initiatives, public assistance programs and disaster management. It's unknown how much of that $1 billion could be deemed necessary for law enforcement, as laid out by Trump's order. The city, however, does receive millions under the jurisdiction of the attorney general through the Justice Department . Justice officials issued a report last year that stated Chicago could stand to lose nearly $29 million in annual agency grants if it were to be found in violation of federal laws on detaining people to be turned over to immigration agents for possible deportation. Trump's order also calls for the hiring of 10,000 new immigration officers and for the deportation of immigrants living here illegally who have been convicted of a crime, been charged with a crime, committed acts that \"constitute a chargeable criminal offense,\" have abused a program related to public benefits, who have been subject to \"a final order of removal,\" or who in the judgment of an immigration officer \"pose a risk to public safety or national security.\" \"Federal agencies are going to unapologetically enforce that law, no ifs ands or buts,\" White House press secretary Sean Spicer said in a briefing with reporters. \"We're going to strip federal grant money from the sanctuary states and cities that harbor illegal immigrants. The American people are no longer going to have to be forced to subsidize this disregard for our laws.\" Donald Trump Chip Somodevilla / Getty President Donald Trump, with Vice President Mike Pence in the background, speaks during a visit to the Department of Homeland Security on Jan. 25, 2017. President Donald Trump, with Vice President Mike Pence in the background, speaks during a visit to the Department of Homeland Security on Jan. 25, 2017. (Chip Somodevilla / Getty) Emanuel's public statements reaffirming Chicago's sanctuary city status have come as the mayors of New York, Los Angeles, Seattle, Philadelphia, Minneapolis and other major cities have done the same since Trump's election. At Wednesday's City Council meeting, aldermen overwhelmingly passed a resolution reaffirming that Chicago protects all residents regardless of race, ethnicity, immigration status, criminal record, gender identity and sexual orientation. In the process, aldermen took the time to bash Trump as a \"demagogue\" and recommit themselves to the city's long-held status as a sanctuary city. \"You mess with one in Chicago, you mess with all of us,\" said Northwest Side Ald. John Arena , 45th. \"We are a sanctuary city. We'll stand by that. We will stand by every single citizen, every single resident of this city, regardless of your status. This is your home. That is our declaration.\" Ald. Joe Moore , 49th, said Chicago \"should not give in to threats.\" \"Even if it means that our federal funding is threatened, now is the time to stand up for what is right, now is the time to stand up for our values, now  is the time to stand up for those who cannot stand up for themselves,\" Moore said. \"We should not give into any demagogue who happens to somehow accidentally find his way into the White House.\" ",
    "title": "As Trump signs immigration order, Emanuel vows Chicago will stay sanctuary city - Chicago Tribune"
   },
   {
    "entities": [
     "sudan",
     "congress",
     "somalia",
     "twitter",
     "foundation",
     "border",
     "iraq",
     "muslim",
     "john",
     "of",
     "iran",
     "this year",
     "ahmed",
     "tens of billions of dollars",
     "refugees",
     "new",
     "times",
     "wednesday",
     "yemen",
     "syria",
     "once",
     "washington",
     "lynn",
     "nancy",
     "blocks",
     "the day",
     "f.",
     "union",
     "republican",
     "liberties",
     "pelosi",
     "joanne",
     "states",
     "homeland",
     "beginning today",
     "civil",
     "california",
     "julie",
     "nieto",
     "enrique",
     "libya",
     "trump",
     "obama",
     "mills/the",
     "america",
     "voice",
     "doug",
     "mexican",
     "american",
     "january 25, 2017",
     "and",
     "wall",
     "tommy",
     "orders",
     "hirschfeld",
     "mexico",
     "security",
     "united",
     "department",
     "york",
     "kelly",
     "tramonte",
     "lin",
     "education",
     "thursday",
     "next week",
     "binion",
     "heritage",
     "facebook",
     "azam",
     "fund",
     "today",
     "barack",
     "peña",
     "city",
     "syrian"
    ],
    "id": 4,
    "text": "Trump Blocks Syrian Refugees and Orders Mexican Border Wall to Be Built By JULIE HIRSCHFELD DAVIS Video Trump Orders Border Wall With Mexico President Trump addressed the Department of Homeland Security, discussing his most recent executive order calling for the construction of a border wall at the border between the United States and Mexico. By THE NEW YORK TIMES on Publish Date January 25, 2017. Photo by Doug Mills/The New York Times. Watch in Times Video » embed WASHINGTON — President Trump on Wednesday began a sweeping crackdown on illegal immigration, ordering the immediate construction of a border wall with Mexico and aggressive efforts to find and deport unauthorized immigrants. He planned additional actions to cut back on legal immigration, including barring Syrian refugees from entering the United States. At the headquarters of the Department of Homeland Security, Mr. Trump signed a pair of executive orders that paved the way for a border wall and called for a newly expanded force to sweep up immigrants who are in the country illegally. He revived programs that allow the federal government to work with local and state law enforcement agencies to arrest and detain unauthorized immigrants with criminal records and to share information to help track and deport them. He also planned to clamp down on legal immigration in another action expected as early as Thursday. An eight-page draft of that executive order, obtained by The New York Times, would indefinitely block Syrian refugees from entering the United States and bar all refugees from the rest of the world for at least 120 days. When the refugee program resumes, it would be much smaller, with the total number of refugees resettled in the United States this year more than halved, to 50,000 from 110,000. It would also suspend any immigration for at least 30 days from a number of predominantly Muslim countries — Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen — while the government toughened its already stringent screening procedures to weed out potential terrorists. Advertisement Continue reading the main story Taken together, the moves would turn the full weight of the federal government to fortifying the United States border, rounding up some of the 11 million people who are in the country illegally and targeting refugees, who are often among the world’s most vulnerable people. It is an aggressive use of presidential power that follows through on the nationalistic vision Mr. Trump presented during his presidential campaign. “A nation without borders is not a nation,” Mr. Trump said at the Department of Homeland Security on Wednesday, where he signed the orders alongside the newly sworn in secretary, John F. Kelly. “Beginning today, the United States of America gets back control of its borders.” The plans are a sharp break with former President Barack Obama’s approach and what was once a bipartisan consensus to devise a path to citizenship for some of the nation’s illegal immigrants. Mr. Obama, however, angered many immigrant groups for deporting millions of unauthorized workers, largely during his first term. But Mr. Trump, whose campaign rallies were filled with chants from his supporters of “build the wall,” has vowed to go much further. He has often described unauthorized immigrants as criminals who must be found and forcibly removed from the United States, as he did again on Wednesday. OPEN Document “We are going to get the bad ones out — the criminals and the drug dealers and gangs and gang members,” Mr. Trump said. “The day is over when they can stay in our country and wreak havoc. We are going to get them out, and we are going to get them out fast.” The president had invited the families of people killed by unauthorized immigrants to watch him sign the orders alongside Homeland Security employees, and he asked each of them to stand in turn, telling of the deaths of their relatives that he said had inspired his policies. “We hear you, we see you, and you will never, ever be ignored again,” Mr. Trump said, contending that they had been “victimized by open borders.” The immigration orders drew furious condemnation from civil rights and religious groups as well as immigrant advocacy organizations. The groups described them as meanspirited, counterproductive and expensive and said the new policies would raise constitutional concerns while undermining the American tradition of welcoming people from around the world. Advertisement Continue reading the main story “They’re setting out to unleash this deportation force on steroids, and local police will be able to run wild, so we’re tremendously concerned about the impact that could have on immigrants and families across the country,” said Joanne Lin, senior legislative counsel at the American Civil Liberties Union. “After today’s announcement, the fear quotient is going to go up exponentially.” Lynn Tramonte, the deputy director of America’s Voice Education Fund, an immigration advocacy group, said Mr. Trump was “ wasting no time taking a wrecking ball to the Statue of Liberty .” She called the orders “a dramatic, radical and extreme assault on immigrants and the values of our country.” Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. Privacy Policy The orders also rankled officials in countries around the world. President Enrique Peña Nieto of Mexico, who had planned to travel to Washington next week to meet with Mr. Trump, let it be known that he was considering cancel ing his trip , senior Mexican officials said. Mr. Trump has claimed that Mexico would ultimately pay for the wall, but officials there have repeatedly insisted they have no intention of doing so. But conservative organizations in the United States and some Republican lawmakers praised Mr. Trump’s moves, saying they would usher in overdue enforcement of crucial homeland security laws that Mr. Obama had refused to carry out. OPEN Graphic “This looks like a return to enforcing the immigration laws, which is something that President Obama strayed from and has not been prioritized in a very long time,” said Tommy Binion, the director of policy outreach at the conservative-aligned Heritage Foundation. “To have President Trump focus on the problems immigration is bringing us as a nation is a relief. Finally, we have a government that recognizes the tragedies that we’re facing.” Mr. Trump will not be able to accomplish the goals laid out in the immigration orders by himself. Congress would have to appropriate new funding for the construction of a wall, which some have estimated could cost tens of billions of dollars. Nonetheless, Mr. Trump directed federal agencies to use existing funds as a start to the wall and formally called for the hiring of an additional 5,000 Border Patrol agents and 10,000 additional immigration officers. The order would threaten the nation’s roughly three dozen sanctuary cities — jurisdictions that limit their cooperation with federal authorities seeking to detain unauthorized immigrants — with losing federal grant money if they do not comply with such requests. At the same time, Mr. Trump is reviving a program called Secure Communities, ended by the Obama administration, in which federal officials use digital fingerprints shared by local law enforcement departments to find and deport immigrants who commit crimes. Advertisement Continue reading the main story The provisions are chilling to many immigration advocates, who argued they could sweep up unauthorized immigrants beyond the criminals Mr. Trump says he wants to target. Among those listed as priorities for removal are those who have “engaged in fraud or willful misrepresentation in connection with any official matter or application before a governmental agency,” which would essentially include any undocumented worker who has signed an employment agreement in the United States. The order also includes a section that directs federal agencies to adjust their privacy policies to exclude unauthorized immigrants, in effect allowing the sharing of their personal identifying information, which could be used to track and apprehend them. “With today’s sweeping and constitutionally suspect executive actions, the president is turning his back on both our history and our values as a proud nation of immigrants,” said Representative Nancy Pelosi of California, the Democratic leader. “Wasting billions of taxpayer dollars on a border wall Mexico will never pay for, and punishing cities that do not want their local police forces forced to serve as President Trump’s deportation dragnet does nothing to fix our immigration system or keep Americans safe.” The order on refugees is in line with a Muslim ban that Mr. Trump proposed during the campaign, though it does not single out any particular religion. It orders the secretary of state and the secretary of Homeland Security to prioritize those who are persecuted members of religious minorities, essentially ensuring that Christians living in predominantly Muslim countries would be at the top of the list. “In order to protect Americans,” the order states, “we must ensure that those admitted to this country do not bear hostile attitudes toward our country and its founding principles.” It says that for the time being, admitting anyone from Iraq, Syria, Iran, Sudan, Libya, Somalia or Yemen is “detrimental to the interests of the United States.” Azam Ahmed contributed reporting from Mexico City. Follow The New York Times’s politics and Washington coverage on Facebook and Twitter , and sign up for the First Draft politics newsletter . ",
    "title": "Trump Blocks Syrian Refugees and Orders Mexican Border Wall to Be Built - The New York Times"
   },
   {
    "entities": [
     "house",
     "sophia",
     "last year",
     "korte",
     "sean",
     "dea",
     "linkedin",
     "mississippi",
     "24%",
     "2016",
     "of",
     "south",
     "carlos",
     "jan. 25, 2017",
     "fbi",
     "new",
     "alderman",
     "wednesday",
     "emanuel",
     "guard",
     "washington",
     "the day",
     "monday",
     "now",
     "madhani",
     "4:20 p.m.",
     "last week",
     "usa",
     "tuesday",
     "donovan",
     "side",
     "evening",
     "ramirez-rosa",
     "3 hours ago",
     "white",
     "2017",
     "trump",
     "chicago",
     "pence",
     "spicer",
     "u.s.",
     "slack",
     "atf",
     "matt",
     "rahm",
     "king",
     "marton",
     "aamer",
     "a day earlier",
     "york",
     "sides",
     "gregory",
     "facebook",
     "current",
     "start in 2017",
     "west",
     "summer",
     "today",
     "follow",
     "wisconsin",
     "indiana",
     "national"
    ],
    "id": 5,
    "text": "Chicago, after Trump's 'carnage' comment: Show us the money Rahm Emanuel responds to Trump's latest criticism over crime in Chicago. Post to Facebook Chicago, after Trump's 'carnage' comment: Show us the money Rahm Emanuel responds to Trump's latest criticism over crime in Chicago. Check out this story on USATODAY.com: http://usat.ly/2ku9xOo CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 195 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Chicago, after Trump's 'carnage' comment: Show us the money Aamer Madhani , USA TODAY Published 4:20 p.m. ET Jan. 25, 2017 | Updated 3 hours ago CLOSE x Share President Trump tweeted unsourced statistics about the crime rate in Chicago and threatened to send in federal help. Chicago Mayor Rahm Emanuel says the help is welcome. USA TODAY NETWORK Mayor Rahm Emanuel speaks during a press conference on Wednesday about President Trump's suggestion a day earlier that he may order federal intervention to help stem violence in Chicago. (Photo: Matt Marton, AP) CHICAGO — In the face of scathing criticism and threats of a federal intervention from President Trump, Mayor Rahm Emanuel said Wednesday he would welcome greater federal involvement – and dollars – to help solve Chicago’s surge in violence. Emanuel’s comments came a day after Trump warned that if Chicago does not stem the violence that has plagued the city, he stands ready to call for federal intervention. “Chicago, like other cities that are dealing with gun violence, want to partner with federal law enforcement entities in a more significant way than we are today—whether that’s the FBI, the DEA, and the ATF,” Emanuel said. “I still firmly believe that part of that solution is resources to police and resources that can come in technology and that space. Over the years, the federal government when it comes to after school (programs), summer jobs and investment in kids has walked away, while we’ve had to step up and take responsibility.” Chicago recorded 762 murders and 4,300 shooting victims in 2016 — the deadliest in nearly two decades for the city. The nation’s third largest city is now off to a bloody start in 2017. The city had recorded  at least 42 murders  through Monday — compared to 34 murders at the same time last year. Trump, fed up with Chicago 'carnage,' threatens to send Feds During the presidential campaign, Trump repeatedly slammed Chicago and the mayor over the surge in crime, and took aim again from his Twitter account on Tuesday evening. “If Chicago doesn't fix the horrible ‘carnage’ going on, 228 shootings in 2017 with 42 killings (up 24% from 2016), I will send in the Feds!” Trump wrote on his personal Twitter account in his latest salvo. How Trump can defund 'sanctuary cities' protecting undocumented immigrants On Wednesday, the White House offered spare details on what a potential federal intervention might look like. White House press secretary Sean Spicer said the latest comments were spurred by the president's concern over \"turning on the television and seeing Americans get killed by shootings.\" \"There’s no one thing,\" Spicer said. \"There can be aid that can be, if it was requested up through the governor, through the proper channels, that the federal government can provide (to) law enforcement...There’s other aid that can be extended as well, either through the U.S. Attorney’s office or other means that will ensure that the people of Chicago have the resources to feel safe.\" Both Emanuel and members of Chicago's city council said dispatching National Guard troops to the streets of Chicago would be inappropriate and they would oppose such a move. Emanuel noted that a majority of the guns recovered from the streets of Chicago are illegally purchased by repeat offenders who come to Chicago from Indiana, Mississippi and Wisconsin. “The federal entities are set up to deal with that, and they do,” Emanuel said. “We’d like an increase in that partnership.” Trump and Emanuel are also at odds over Chicago’s status as a so-called sanctuary city, one of dozens of cities across the U.S. that in some way limits cooperation with federal immigration enforcement agents. Trump on Wednesday signed an executive order directing the government to identify federal money it can withhold to punish sanctuary cities. Emanuel said he was waiting to read Trump’s order. But the mayor was not ready to flinch. “I want to be clear,” Emanuel said. “We’re going to stay a sanctuary city.” The mayor, however, did not respond to questions from reporters about how Chicago would manage to weather a slashing of federal funding. How Trump can defund 'sanctuary cities' protecting undocumented immigrants Trump met with Emanuel in New York during the transition. The president expressed concern to the mayor about the violence and his desire to work with Emanuel to find solutions, Spicer said. But Spicer added, thus far, there’s been no follow up from the mayor. Emanuel, however, said he had a private meeting with Vice President Pence in the days before he was inaugurated last week. The two spoke about the problems of gangs and violence in Chicago, Emanuel said. Several members of the Chicago city council also called on Trump to back up his social media rhetoric with funding. A disproportionate amount of the violence in the city occurs in a few neighborhoods on Chicago’s South and West Sides, predominantly black and Latino enclaves where poverty is a persistent problem. Alderman Sophia King, who represents a ward on the city’s South Side, said if Trump is going to have the federal government intervene, “he better come with a big bag. “ “We welcome the federal government, but he needs to come with money for jobs, money for neighborhood schools, money for economic development in these communities and then we can address the disparity,” King said. “There is a direct correlation between poverty and crime.” Other council members were more hostile to Trump’s suggestion that he stands ready for federal intervention. “He didn’t mean the resources of the federal government coming in to create jobs on the South or West Side of Chicago, to create jobs for people of color, to take the guns out of people’s hands and put them to work,” said Alderman Carlos Ramirez-Rosa of Trump’s comments. “You know what he meant. He meant locking up more black and brown folks, just like Republicans, right-wingers, have always done.” Contributing: Gregory Korte and Donovan Slack in Washington Follow USA TODAY Chicago correspondent Aamer Madhani on Twitter:  @AamerISmad 4260 CONNECT TWEET 2 LINKEDIN 195 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2ku9xOo NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Chicago, after Trump's 'carnage' comment: Show us the money"
   },
   {
    "entities": [
     "20%",
     "recently",
     "house",
     "diego",
     "laura",
     "donald",
     "12%",
     "zuarth",
     "afp",
     "linthicum",
     "wechter",
     "of",
     "cortez",
     "yuri",
     "august",
     "trade",
     "pena",
     "party",
     "wednesday",
     "washington",
     "democratic",
     "last fall",
     "armando",
     "now",
     "the same day",
     "piter",
     "tuesday",
     "several days ago",
     "states",
     "homeland",
     "white",
     "the very day",
     "this week",
     "kate",
     "enrique",
     "nieto",
     "trump",
     "gil",
     "january 2016",
     "roberto",
     "u.s.",
     "san",
     "americas",
     "american",
     "bill",
     "free",
     "united",
     "mexico",
     "security",
     "luis",
     "rios",
     "department",
     "videgaray",
     "carlsen",
     "the last year",
     "next week",
     "republic",
     "north",
     "program",
     "action",
     "city",
     "dominican",
     "today",
     "revolution",
     "peña",
     "national"
    ],
    "id": 6,
    "text": "Trump's order to begin wall construction opens wider rift with Mexico U.S.-Mexico border Bill Wechter / AFP A pair of fences separates Mexico, left, and the U.S. south of San Diego. A pair of fences separates Mexico, left, and the U.S. south of San Diego. (Bill Wechter / AFP) Kate Linthicum Contact Reporter President  Trump ’s executive order to immediately start construction of a border wall has widened his rift with Mexico and placed pressure on Mexican President Enrique Peña Nieto to boycott a meeting with Trump planned for next week. On Wednesday, Trump directed the Department of Homeland Security to begin building a wall along stretches of the southern border where a barrier does not already exist. In what political analysts and many Mexicans viewed as a stinging affront, the order came the same day that Mexico’s foreign secretary, Luis Videgaray, arrived in Washington for talks with White House officials on trade and other issues ahead of Pena Nieto’s planned visit.  “It's a slap in the face that he did this on the very day that Videgaray arrived in the United States to negotiate the terms of the relationship,” said Laura Carlsen, the director of the Americas Program at the Center for International Policy. “Donald Trump is saying, ‘I will negotiate all of the terms because I don't care about Mexico.’” That was the message that many Mexicans heard from Trump the presidential candidate, who insulted Mexican immigrants as drug dealers and rapists and repeatedly vowed to keep them out, forcing Mexico to pay for the construction of a border wall. Armando Rios Piter, a senator with Mexico’s leftist opposition Democratic Revolution Party, called Trump’s announcement Wednesday “a hostile act.” Rios was one of dozens of Mexican politicians and leaders who on Wednesday called on Peña Nieto to cancel a meeting with Trump that the White House had said would take place on Tuesday. Roberto Gil Zuarth, a senator with the opposition National Action Party, said support for a boycott of the meeting was broad. \"We will unite all the political forces of this country to send a very clear message to the U.S. government and to President Trump  that we will not tolerate being offended, being mistreated and our country's image being damaged,\" he said. Mexican President Enrique Peña Nieto and then-Republican presidential nominee Donald Trump before a news conference in Mexico City in August. Yuri Cortez / AFP/Getty Images Mexican President Enrique Peña Nieto and then-Republican presidential nominee Donald Trump before a news conference in Mexico City in August. Mexican President Enrique Peña Nieto and then-Republican presidential nominee Donald Trump before a news conference in Mexico City in August. (Yuri Cortez / AFP/Getty Images) Peña Nieto’s office never confirmed the meeting after the White House announced it several days ago, and on Wednesday a spokesman for the Mexican president said he did not know whether it would take place.  Peña Nieto canceled a trip to the Dominican Republic on Wednesday, leading some analysts to speculate that he stayed home to monitor the situation with Trump. As recently as this week, the Mexican leader called for dialogue with Trump, who paid him a visit during the campaign last fall. Those overtures have hurt Peña Nieto domestically, with many Mexicans alleging that he has tried too hard to placate Trump. The Mexican president’s approval ratings now hover at 12%. Polls suggest that Trump is among the few politicians that Mexicans despise more. Jitters over what Trump’s rise means for Mexico’s economy have fueled a sharp depreciation of the national currency. The peso has weakened more than 20% in the last year, from about 18 pesos per U.S. dollar in January 2016 to nearly 22 pesos per dollar today. Trump has pledged to renegotiate the North American Free Trade agreement, enact a border tax on Mexican imports and halt remittances sent home by immigrants living in the U.S. ",
    "title": "Trump&apos;s order to begin wall construction opens wider rift with Mexico - LA Times"
   },
   {
    "entities": [
     "recently",
     "saenz",
     "house",
     "donald",
     "last year",
     "dod",
     "sean",
     "tonight",
     "time",
     "medieval",
     "cia",
     "david",
     "2016",
     "army",
     "james",
     "defense",
     "new",
     "times",
     "wednesday",
     "news",
     "cabinet",
     "republican",
     "debate",
     "24 hours ago",
     "abc",
     "pompeo",
     "white",
     "arlette",
     "press",
     "middle",
     "trump",
     "field",
     "manual",
     "muir",
     ", 4:26 pm",
     "mike",
     "primary",
     "spicer",
     "currently",
     "east",
     "february of 2016",
     "u.s.",
     "mattis",
     "jan 25, 2017",
     "york",
     "hampshire",
     "isis",
     "today"
    ],
    "id": 7,
    "text": "President Trump Tells ABC News’ David Muir He 'Absolutely' Thinks Waterboarding Works By Arlette Saenz Jan 25, 2017, 4:26 PM ET 0 Shares WATCH Trump Says He'll 'Rely' on Cabinet on Whether to Resurrect Waterboarding 0 Shares Email In an exclusive interview with ABC News, President Donald Trump said he \"absolutely\" thinks waterboarding works and would consider reinstating it as an interrogation technique, depending on the advice of Defense Secretary James Mattis and CIA Director Mike Pompeo. “I will rely on Pompeo and Mattis and my group. And if they don’t want to do, that’s fine. If they do wanna do, then I will work toward that end. I want to do everything within the bounds of what you're allowed to do legally,” Trump exclusively told World News Tonight Anchor David Muir during an interview at the White House. “But do I feel it works? Absolutely, I feel it works.” Trump explained it's important to re-consider the use of waterboarding as an interrogation technique because, \"We’re not playing on an even field.” \"When they’re chopping off the heads of our people, and other people. When they’re chopping off the heads of people because they happen to be a Christian in the Middle East - when ISIS is doing things that nobody has ever heard of since medieval times, would I feel strongly about waterboarding? As far as I’m concerned, we have to fight fire with fire,\" he said. \"I’m going to go with what they say,\" Trump said of Mattis and Pompeo. \"But I have spoken as recently as 24 hours ago with people at the highest level of intelligence and I asked them the question. 'Does it work? Does torture work' - and the answer was 'Yes, absolutely.'\" During the 2016 campaign, Trump vowed to bring back the use of waterboarding and other enhanced interrogation techniques. \"Not since medieval times have people seen what's going on. I would bring back waterboarding and I'd bring back a hell of a lot worse than waterboarding,\" Trump told Muir during the ABC News New Hampshire Republican Primary Debate in February of 2016. But Trump's position on the use of waterboarding seems to differ from some of his Cabinet picks. In an interview with the New York Times last year, Trump said he was “impressed” by a recommendation from Mattis, who at the time was under consideration for Defense Secretary. “I said, what do you think of waterboarding? He said — I was surprised — he said, ‘I’ve never found it to be useful.’ He said, ‘I’ve always found, give me a pack of cigarettes and a couple of beers and I do better with that than I do with torture.’ And I was very impressed by that answer. I was surprised, because he’s known as being like the toughest guy,\" Trump told the New York Times. During his confirmation hearing to become CIA Director, Pompeo was asked whether he would comply if Trump issued a presidential order calling for the reinstatement of enhanced interrogation techniques that currently fall outside the Army Field Manual. \"Absolutely not. Moreover, I can't imagine I would be asked that by the President-elect,” Pompeo said. “There is no doubt in my mind about the limitations placed not only on the DOD but on the intelligence agency, and I’ll always comply with the law.” Trump’s comments today come amid reports of an administration draft order indicating the president is considering a review of terror interrogations and the potential re-opening of CIA “black site” prisons outside the U.S. White House Press Secretary Sean Spicer told reporters Wednesday that the draft order was \"not a White House document\" but would not provide further comment. 0 Shares ",
    "title": "President Trump Tells ABC News’ David Muir He 'Absolutely' Thinks Waterboarding Works - ABC News"
   },
   {
    "entities": [
     "inc.",
     "candace",
     "1961",
     "3:43 pm est",
     "foundation",
     "reiner",
     "1980",
     "show",
     "betty",
     "brooklyn",
     "louis-dreyfus",
     "interactive",
     "to",
     "diabetes",
     "moonves",
     "bergen",
     "moore",
     "presley",
     "mara",
     "cbs",
     "tony",
     "news",
     "dyke",
     "1977",
     "van",
     "levine",
     "richie",
     "laurie",
     "white",
     "2017",
     "1966",
     "juvenile",
     "thomas",
     "carl",
     "elvis",
     "danny",
     "1967",
     "the 1950s",
     "mary",
     "tyler",
     "research",
     "dick",
     "jan 25, 2017",
     "petrie",
     "julia",
     "leslie",
     "rob",
     "1969",
     "robert",
     "buxbaum",
     "today",
     "s.",
     "dec. 29, 1936",
     "1970"
    ],
    "id": 8,
    "text": "CBS News Last Updated Jan 25, 2017 3:43 PM EST Mary Tyler Moore , an American actress and TV icon, has died, her publicist confirmed to CBS News. She was 80.  “Today, beloved icon Mary Tyler Moore passed away at the age of 80 in the company of friends and her loving husband of over 33 years, Dr. S. Robert Levine,” Moore’s longtime publicist, Mara Buxbaum, said in a statement. A groundbreaking actress, producer, and passionate advocate for the Juvenile Diabetes Research Foundation, Mary will be remembered as a fearless visionary who turned the world on with her smile.” Mary Tyler Moore's Mission Moore was born in Brooklyn on Dec. 29, 1936. In the 1950s, she began her career in live commercials as Happy Hotpoint. Her big break came when Carl Reiner and Danny Thomas cast Moore in her star-making role as Laurie Petrie, the hip and fun wife of Dick Van Dyke’s Rob Petrie on “The Dick Van Dyke” show, which ran on CBS from 1961 to 1966.  But Moore was probably best known for her title role on “The Mary Tyler Moore Show,” the first American sitcom about a single, working woman. Also a CBS mainstay, it ran from 1970 to 1977.  She won seven Emmys over the course of her career, including five for Outstanding Lead Actress in a Comedy Series, a record she shared with Candace Bergen and Julia Louis-Dreyfus for the most wins in that category.  Moore also found great success in fllm, starring in 1967’s “Thoroughly Modern Millie” and opposite Elvis Presley in 1969’s “Change of Habit” before the launch of “The Mary Tyler Moore Show.”    19 Photos Mary Tyler Moore Moore was nominated for an Academy Award for Best Actress for her role as a frosty suburban mom in the 1980 film “Ordinary People,” a role that came shortly after her own son, Richie, accidentally shot himself at the age of 24.  Over the course of her career, she also won a Tony, three Golden Globes and a SAG lifetime achievement award, and “The Mary Tyler Moore Show” was the recipient of a Peabody. 5 reasons why Betty White is still hip at 95 Moore used her celebrity status to raise awareness about a cause dear to her, juvenile diabetes, and was a tireless advocate as the international chairperson for the Juvenile Diabetes Research Foundation, a position she held for over 30 years. “Mary Tyler Moore was a once-in-a-generation talent ,” CBS chairman Leslie Moonves said in a statement. “She will be long remembered as a gifted actress, television pioneer and a role model to so many. CBS has lost one of the very best to ever grace our airwaves and our industry has lost a true legend and friend.” © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Mary Tyler Moore, beloved TV icon, is dead at 80 - CBS News"
   },
   {
    "entities": [
     "recently",
     "government",
     "$25 billion",
     "$10 billion",
     "service",
     "2015",
     "mit",
     "77 percent",
     "abc",
     "72 percent",
     "$200,000",
     "2010",
     "water",
     "$15 billion",
     "patrol",
     "late 2015",
     "luke",
     "center",
     "$15.1 million",
     "accountability",
     "office",
     "73 percent",
     "commission",
     "of",
     "37 percent",
     "2008",
     "$1 million",
     "cbs",
     "bernstein",
     "$6.5 million",
     "39 percent",
     "late november",
     "jan. 11",
     "homeland",
     "nieto",
     "late 2008",
     "international",
     "burnett",
     "research",
     "william",
     "mexico",
     "security",
     "$10 million",
     "messer",
     "hurd",
     "peña",
     "early december",
     "npr",
     "texas",
     "congressional",
     "$400,000",
     "border",
     "2009",
     "dhs",
     "stahl",
     "states",
     "$3.5 million",
     "trump",
     "u.s.",
     "pew",
     "$4.6 billion",
     "boundary",
     "$12 billion",
     "united",
     "current",
     "$27 billion",
     "right now",
     "lesley",
     "$1.8 million",
     "earlier this month",
     "$1.7 million",
     "$40 billion",
     "john",
     "to",
     "november 2016",
     "wednesday",
     "news",
     "the",
     "$2.3 billion",
     "arizona",
     "$3.9 million",
     "enrique",
     "and",
     "department",
     "$8 billion",
     "future",
     "1970"
    ],
    "id": 9,
    "text": "Here's a quick primer on Trump's wall — how long it would have to be, how much it will cost and what Americans think about it. The situation right now Trump is no stranger to flip-flopping, and he has voiced different opinions on how he wants the border barrier to look. When CBS's Lesley Stahl asked him if he would \"accept a fence,\" he answered, \"For certain areas I would, but certain areas, a wall is more appropriate.\" Then at his Jan. 11 press conference , he took a harder line: \"On the fence, it's not a fence; it's the wall,\" he told reporters. \"You just misreported it. We're going to build a wall.\" Remember, for the record, he said — \"For certain areas I would.\" Should he decide to accept some fencing, he has existing fencing to add onto: As of late 2015 , there were 652.7 miles of border fence along the roughly 2,000-mile-long border. Along with that head start on the barrier, he also appears to have a head start on the legislative side. When Republican Rep. Luke Messer recently claimed that the fence is authorized, and that it only needs to be funded, PolitiFact ruled it \"True.\" A November 2016 report from the nonpartisan Congressional Research Service bolsters that finding: Article continues after sponsorship Democrats Try To Find A Future Post-Obama With Fault Lines Along Economics, Race \"DHS's current policy not to deploy a substantial amount of additional fencing, beyond what is expressly required by law, appears primarily premised on policy considerations and funding constraints, rather than significant legal impediments,\" writes the author (whose name was redacted from the report). Still, there are other logistical hurdles. For example, there's the pesky issue of private land ownership. When the U.S. government was building the fence from 2008 to 2010, the Border Patrol \"had to enter into negotiations or begin condemnation proceedings with landowners,\" as NPR's John Burnett reported in mid-2014 . And even then, years after the construction, some lawsuits were still ongoing. Another potential legal barrier exists in a 47-year-old treaty, as the AP reported on Wednesday: \"The Trump administration also must adhere to a decades-old border treaty with Mexico that limits where and how structures can be built along the border. The 1970 treaty requires that structures cannot disrupt the flow of the rivers, which define the U.S.-Mexico border along Texas and 24 miles in Arizona, according to The International Boundary and Water Commission, a joint U.S.-Mexican agency that administers the treaty.\" The cost: high. An actual wall could cost $15 billion to $40 billion A member of President Trump's own party criticized the cost of a wall on Wednesday. Texas Republican Rep. William Hurd, who represents a district featuring a lengthy border with Mexico, said in a statement, \"The facts have not changed. Building a wall is the most expensive and least effective way to secure the border.\" Here are some basic facts on cost: Trump will need to find funding, and he very well may need a lot of it. While Trump at one point estimated the cost of his wall (or wall-fence combination) to be $8 billion — which he later revised to $10 billion to $12 billion — it could easily be much higher. Were he to, in fact, try a wall, the cost could be much higher. One estimate from MIT found that a 1,000-mile wall would cost anywhere between $27 billion and $40 billion. Another estimate from research and investment firm Bernstein put it at $15 billion to $25 billion. Of course, a fence could be far cheaper than a wall. The nearly 653 miles of wall built thus far cost around $2.3 billion, the DHS said in 2015 congressional testimony. That comes out to around $3.5 million per mile. Trump's U.S.-Mexico Wall Is Among Key Immigration Actions Wednesday Multiply that out across 1,300 more miles, and it comes to around $4.6 billion. But there's a big caveat here: That could easily be a very conservative estimate. Estimating how much a border fence costs isn't simply a matter of miles times dollars, because some miles of border fence cost far more than others. A 2009 analysis from the Government Accountability Office found that as of late 2008, pedestrian fencing had cost the government an average $3.9 million per mile — but that costs ranged from $400,000 to $15.1 million per mile. Likewise, vehicle fencing averaged $1 million per mile but ranged from $200,000 to $1.8 million per mile. And costs vary depending on who's doing the estimation. One 2009 analysis from the Department of Homeland Security estimated that as of late 2008, it would cost $6.5 million per mile for pedestrian fencing — that is, fencing primarily meant to block people attempting to cross the border on foot. Vehicle fencing came out to $1.7 million per mile. Prices can vary for a number of reasons; for example, the fence is far taller in some places than others, and different materials are used in different spots. Geography also plays a part in determining cost. Along some stretches of the border, like rough mountain ranges, costs could exceed $10 million per mile , as Burnett has reported. The cost also depends upon who is doing the building. Commercial builders are more expensive than if the U.S. depends upon the military to build the fence. And then other costs could easily arise — for example, the cost of legal proceedings from all those dealings with landowners mentioned above. Cost considerations are less of a worry if Mexico will pay for the wall, as Trump has claimed it would. But he is unlikely to be able to make that happen without a massive fight, as Mexican President Enrique Peña Nieto seemed to indicate earlier this month. \"It is evident that we have differences with the new United States government on some issues, such as a wall that Mexico absolutely will not pay for,\" Peña Nieto said, as quoted by the Guardian . \"At no time will we accept anything that goes against our dignity as a country and our dignity as Mexicans.\" Most Americans are opposed to the wall Many Trump supporters were fervent supporters of a border wall (as evidenced by the loud chants of \"Build the wall\" at his campaign events). However, polls suggest that Americans as a whole aren't thrilled about a border wall. A recent ABC News poll found that only 37 percent of Americans are in favor of building it. It's not that Americans aren't concerned about immigration, of course; 72 percent of Americans want to \"deport undocumented criminals,\" according to the ABC News poll. Likewise, a Pew Research Center poll from late November and early December found that large majorities of Americans support a variety of immigration policies: 77 percent said it's \"somewhat\" or \"very important\" to have stricter enforcement of visa overstays, and 73 percent said the same of preventing unqualified immigrants from receiving government benefits, for example. Meanwhile, only 39 percent said the same of building a border wall. Indeed, majorities supported other policies that run counter to the Trump immigration agenda, including allowing people who entered the country as children to stay, as well as supporting a path to legal status. ",
    "title": "President Trump Is Moving Forward With His Wall. Here's What You Need To Know : NPR"
   }
  ]
 }
}