{
 "27": {
  "col-sim": {
   "cosine": 0.4050870117604893,
   "entity": 0.4714045207910317
  },
  "exec-time": 7.846003770828247,
  "links": [
   {
    "entities": [
     "council",
     "house",
     "last august",
     "next tuesday",
     "last year",
     "snell",
     "martinez",
     "sean",
     "zavala",
     "night",
     "johnson",
     "karen",
     "philip",
     "border",
     "morning",
     "$10 billion",
     "philadelphia",
     "margarita",
     "the 20th century",
     "wednesday",
     "20 percent",
     "calderón",
     "washington",
     "nafta",
     "afternoon",
     "craig",
     "gop",
     "vicente",
     "the day",
     "rucker",
     "gabriela",
     "deare",
     "january 26",
     "tuesday",
     "states",
     "white",
     "kelsey",
     "nieto",
     "enrique",
     "latin",
     "trump",
     "national",
     "america",
     "post",
     "spicer",
     "u.s.",
     "80 percent",
     "deyoung",
     "2018",
     "marines",
     "joshua",
     "$1.4 billion",
     "william",
     "united",
     "mexico",
     "at 5:47 pm",
     "zoeann",
     "luis",
     "security",
     "felipe",
     "the future",
     "fox",
     "videgaray",
     "murphy/the",
     "thursday",
     "hours later",
     "jenna",
     "patrol",
     "branigin",
     "today",
     "day wednesday",
     "peña",
     "city",
     "partlow"
    ],
    "id": 0,
    "text": "White House says Mexico border wall might be funded by tax on imports The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Joshua Partlow By Joshua Partlow January 26 at 5:47 PM Follow @partlowj MEXICO CITY — A deep rift opened Thursday between the United States and its southern neighbor as the Trump administration pressed forward with a plan for a giant border wall and insisted that Mexico would pay for it, possibly through a U.S. tax on imports. President Enrique Peña Nieto on Thursday called off a trip to Washington after restating that Mexico would not finance the wall. Hours later, Trump's spokesman, Sean Spicer, said the wall could be funded by a 20 percent import tax on goods from Mexico. Spicer did not provide details of how the policy would be implemented or whether the tax on Mexican exports to the United States would be part of a broader import tax backed by some House Republicans. The plan would need congressional approval. Spicer subsequently appeared to backtrack, telling reporters that the tax was “one idea” to pay for the wall and that his intent was not to “roll out” a new policy. Critics said that if implemented, such a tax would mean that the wall’s cost ultimately would be borne by U.S. consumers. (Zoeann Murphy/The Washington Post) Peña Nieto had been scheduled to meet with Trump on Tuesday to discuss immigration, trade and drug-war cooperation. He called off the visit after Trump tweeted that it would be “better to cancel the upcoming meeting” if Mexico was unwilling to pay for the wall. Trump’s moves have rekindled old resentments in Mexico, a country that during its history has often felt bullied and threatened by its wealthier, more powerful neighbor. The legacy of heavy-handed U.S. behavior — which includes invasions and the seizure of significant Mexican lands — has mostly been played down by a generation of Mexican leaders who have pursued pragmatic policies and mutual economic interests with both Republican and Democratic U.S. administrations. Both Peña Nieto and Spicer said their countries were interested in maintaining positive relations. “We will keep the lines of communication open,” Spicer told reporters in Washington on Thursday morning, adding that the White House would “look for a date to schedule something in the future.” The Mexican president tweeted that his government was willing to work with the United States “to reach agreements that benefit both nations.” But Mexicans expressed shock and dismay as Trump moved to turn his campaign promises into reality. [ Why Trump can’t simply build a border wall with an executive order ] Mexicans view a wall across the 2,000-mile border as a symbolic affront, part of a package of Trump policies that could cause the country serious economic pain. They include a crackdown on illegal immigrants, who send billions of dollars home, and renegotiation of the North American Free Trade Agreement, or NAFTA. The treaty has allowed trade between the neighbors to mushroom. Every day, goods valued at $1.4 billion cross the U.S.-Mexico border, and millions of jobs are linked to trade on both sides. Mexico is the world’s second-largest customer for American-made products, and 80 percent of Mexican exports — automobiles, flat-screen TVs, avocados — are sold to the United States. 5 challenges Trump may face building a border wall View Graphic 5 challenges Trump may face building a border wall Spicer told reporters Thursday that the wall could be funded by a plan to levy a 20 percent tax on imports from countries, including Mexico, with which the United States has a trade deficit. His plan startled U.S. politicians and congressional staffers who scrambled to figure out how the idea would work. Spicer said the plan could raise $10 billion a year. “If you think about what a border tax on imports from countries like Mexico that we have a huge trade deficit does, that’s really going to provide the funding,” Spicer said, according to a pool report. In Mexico, politicians and analysts railed against Trump’s plans for the wall and a major crackdown on immigration, as well as a renegotiation of NAFTA. “When we are talking about building a wall, about deporting migrants, about eliminating sanctuary cities [for migrants], about threatening to end a free-trade agreement, or to take away factories, we are really talking about causing human suffering,” Margarita Zavala, a possible candidate for the presidency in 2018 and the wife of former president Felipe Calderón, said in an interview. “And after today, without a doubt, it is very difficult to negotiate from behind a wall.” Mexicans said they had trouble recalling a time when relations were this bad with the United States or when an American president appeared to be such a threat to Mexico’s core interests. “Never,” former president Vicente Fox said in an interview, when asked if Mexico had faced a comparable U.S. president in his lifetime. “And I never thought the U.S. people would go for a president like this.” “We don’t want the ugly American, which Trump represents: that imperial gringo that used to invade our country, that used to send the Marines, that used to put and take away presidents most everywhere in the world,” Fox added. “That happened in the 20th century, and this is what this guy is menacing us with.” Trump, for his part, faulted the Mexicans for damaging the relationship. Addressing a GOP policy retreat in Philadelphia, Trump said Thursday afternoon, “The president of Mexico and myself have agreed to cancel our planned meeting” next Tuesday. “Unless Mexico is going to treat the United States fairly, with respect, such a meeting would be fruitless,” he added. [ Border Patrol chief resigns after clashing with powerful union ] Peña Nieto’s decision to cancel the trip came a day after Trump signed an executive order to construct a border wall, one of Trump's signature promises and a rallying cry for his supporters during last year's presidential campaign. The timing of the order was seen as further insult: Foreign Minister Luis Videgaray was flying to Washington on Tuesday when news broke about Trump's impending border wall announcement. All day Wednesday, speculation was rampant that Peña Nieto might cancel his upcoming trip. In the meantime, Videgaray met at the White House with Craig Deare, who is in charge of Latin America on the National Security Council. Throughout Trump's rise, Peña Nieto has been mostly respectful toward him, even inviting him to visit Mexico City as a candidate last August. Peña Nieto has tried to maintain a diplomatic approach to the new administration, suggesting that Mexico can negotiate with its largest trading partner and preserve good relations. [ Mexicans are angry at their own president for meeting with Trump ] On Wednesday night, Peña Nieto sent out a recorded message saying that he “regrets and disapproves” of the U.S. decision to move forward with the wall. He repeated that Mexico will not pay for the wall but said he still planned to come to Washington to meet with Trump because of the importance of the negotiations. But that decision changed after Trump’s tweet on Thursday morning. During his speech at the GOP policy retreat later in the day in Philadelphia, Trump described NAFTA as a “terrible deal, a total disaster for the United States,” and said that the move of manufacturing to Mexico cost millions of American jobs and the closure of “thousands and thousands of plants” across the United States. Philip Rucker, Kelsey Snell, Karen DeYoung, William Branigin and Jenna Johnson in Washington and Gabriela Martinez in Mexico City contributed to this report. Read more ",
    "title": "White House says Mexico border wall might be funded by tax on imports - The Washington Post"
   },
   {
    "entities": [
     "perry",
     "enforcement",
     "lloyd",
     "texas",
     "the past",
     "last november",
     "law",
     "customs",
     "school",
     "of",
     "wednesday",
     "lupe",
     "news",
     "2015",
     "dallas",
     "travis",
     "county",
     "legislature",
     "states",
     "hernandez",
     "a&m",
     "trump",
     "constitution",
     "valdez",
     "$2 million",
     "last friday",
     "austin",
     "u.s.",
     "yesterday",
     "angela",
     "university's",
     "abbott",
     "doggett",
     "united",
     "charles",
     "morrison",
     "sally",
     "fox",
     "thursday"
    ],
    "id": 1,
    "text": "Texas Gov. Abbott threatens to cut funding to county over sanctuary city policies The governor’s comments come amid a dispute between Abbott and Travis County Sherriff Sally Hernandez, who announced last Friday she would reduce her department's cooperation with federal officials when they request an inmate be deported. “This is completely outrageous,” Abbott said. “She would give sanctuary to people in the United States illegally who have been convicted of crimes in the past … and she would not cooperate with ICE whatsoever.” Abbott already threatened to cut off around $2 million in state funding to Hernandez’s office if she doesn’t comply with the federal mandate.  President Trump also signed an executive order on Wednesday threatening to cut off federal grant money for sanctuary cities and states.  A sanctuary city is a broadly used term to describe any jurisdiction that refuses to enforce federal immigration laws. In a statement  to Fox News on Thursday, Hernandez said she has done nothing wrong and is following all state and federal laws while upholding constitutional rights to due process for those in the criminal justice system. “I respect the job of our state leaders, but I will not allow fear and misinformation to be my guiding principles as a leader sworn to protect this community,” she said. “Our community is safer when people can report crimes without fear of deportation. I trust the court system and our judges to assess the risks and set appropriate bonds and conditions for all who are incarcerated.”  How far Abbott and his Austin allies could go in ousting recalcitrant officials is a matter of dispute.  “Neither Gov. Abbott nor the Legislature have any authority to remove a duly elected sheriff, whose office is established by the Texas Constitution,” Democratic Texas Rep. Lloyd Doggett said in a statement. “The governor shows contempt for both the Texas Constitution and the Bill of Rights in the United States Constitution.”  While Abbott can’t personally remove a local official, the governor hopes to work with lawmakers in Austin who have filed multiple bills that would punish local governments for not arresting or detaining immigrants living in the country illegally. Last November, Texas state Sen. Charles Perry filed SB 4 which would eliminate sanctuary cities in the state and was similar to one he filed during the 2015 session that would have required county jails to cooperate with U.S. Immigration and Customs Enforcement. “What the governor said yesterday is that he wanted this added to a bill,” a spokesperson for Abbott told Fox News. “It’s something that we’ve been bouncing around in the office for a while.” Legal experts say that even if Abbott’s proposal is added to a bill and passes, it would still be a tough fight to remove an elected official. “Even if they amend the statutes to add this, the state would have to clarify the general ground for removal and then get a district attorney to press charges and then it would go to a trial by jury,” Angela Morrison, a professor at Texas A&M University’s School of Law, told Fox News. “Getting rid of the trial by jury would be the hardest part because voters in Texas really want to protect that right.” While this is not the first time that Abbott has had to deal with a rogue law enforcement officer in regard to sanctuary cities – in 2015, the governor warned Dallas County Sheriff Lupe Valdez to back down from a policy change on federal immigration detention requests or face financial penalties – his office says Hernandez has gone a step too far. “The Travis County sheriff has gone much further than the Dallas sheriff,” a spokesperson for Abbott said. “The governor’s first priority is protecting his constituents and this prevents him from doing that.” Advertisement ",
    "title": "Texas Gov. Abbott threatens to oust officials who promote sanctuary cities | Fox News"
   },
   {
    "entities": [
     "house",
     "sean",
     "texas",
     "philadelphia",
     "new",
     "times",
     "20 percent",
     "afternoon",
     "news",
     "monday",
     "states",
     "white",
     "brady",
     "credit",
     "friday",
     "kevin",
     "trump",
     "mills/the",
     "spicer",
     "states-mexico",
     "doug",
     "a few hours later",
     "united",
     "york",
     "fox",
     "thursday",
     "morning"
    ],
    "id": 2,
    "text": "Photo President Trump in his office aboard Air Force One on Thursday. Credit Doug Mills/The New York Times PHILADELPHIA — The White House on Thursday appeared to endorse a 20 percent tax on all imports to the United States, only to insist a few hours later that it was not endorsing the plan. Congressional Republicans have proposed the import tax as part of a broader overhaul of corporate taxation, and Sean Spicer, the White House press secretary, told reporters that revenue from the tax would cover the cost of a wall on the United States-Mexico border. Representative Kevin Brady, the Texas Republican who authored the plan, told Fox News Thursday afternoon that President Trump appeared to be on board with it after an appearance by Mr. Trump at a retreat for congressional Republicans in Philadelphia. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "White House Sows Confusion About Plan for a 20% Import Tax - The New York Times"
   },
   {
    "entities": [
     "council",
     "house",
     "wilber",
     "kyle",
     "eric",
     "david",
     "al",
     "$10 billion",
     "jeff",
     "times",
     "washington",
     "2015",
     "adulyadej",
     "abc",
     "levey",
     "/",
     "bennett",
     "spicer",
     "eloy",
     "anthony",
     "lee",
     "$15 billion",
     "thursday",
     "paul",
     "brian",
     "spring",
     "angeles",
     "don",
     "associated",
     "philadelphia",
     "august",
     "n.",
     "koch",
     "garcetti",
     "quentin",
     "bhumibol",
     "quinn",
     "republican",
     "federal",
     "projects",
     "amlotte",
     "sept. 30",
     "nieto",
     "$1 trillion",
     "lauter",
     "earlier thursday",
     "lindsey",
     "tyler",
     "ryan",
     "hollywood",
     "broadway",
     "thai",
     "rourke",
     "mexico",
     "the end of the fiscal year",
     "mascaro",
     "peña",
     "seib",
     "congress",
     "donald",
     "graham",
     "pomerleau",
     "der",
     "$267.2 billion",
     "noam",
     "moore",
     "june",
     "memoli",
     "van",
     "town",
     "michael",
     "states",
     "white",
     "corona",
     "trump",
     "currently",
     "u.s.",
     "torrez",
     "united",
     "$12 billion",
     "del",
     "next week",
     "current",
     "senate",
     "d.",
     "20%",
     "tax",
     "$38 billion",
     "earlier this month",
     "sean",
     "foundation",
     "$316.4 billion",
     "los",
     "wednesday",
     "gop",
     "news",
     "$30 million",
     "boeing",
     "2024",
     "this week",
     "brug",
     "press",
     "enrique",
     "lisa",
     "a.",
     "mary",
     "matt",
     "summer",
     "35%",
     "city"
    ],
    "id": 3,
    "text": "Trump idea to fund border wall with a GOP tax on imports could raise prices for consumers Donald Trump President Trump speaks in Philadelphia on Thursday. President Trump speaks in Philadelphia on Thursday. (Matt Rourke / Associated Press) Michael A. Memoli and David Lauter Contact Reporters The White House offered a possible answer Thursday for how President Trump could pay for the U.S.-Mexico border wall that was his chief campaign promise — a tax on imports that opponents say would raise prices for Americans buying groceries, automobiles and gasoline. In a speech to Republican lawmakers in Philadelphia, Trump said the new tax plan could “generate revenue from Mexico that will pay for the wall, if we decide to go that route.” Trump promised throughout his campaign that he would force Mexico to pay for the wall, and he reiterated that pledge Thursday. “I've said many times that the American people will not pay for the wall,” he said. In fact, however, the plan, which House Republicans have pushed for months, would be a tax paid by American companies, not Mexicans. It would apply equally to all imports from all countries and would have no special tie to the wall, except, perhaps, in the president’s personal view of it. But the idea appeared to gain favor with Trump on a day in which he clashed publicly with Mexican President Enrique Peña Nieto, who said he was canceling a planned visit to the White House next week because of Trump’s insistence that Mexico would pay construction costs. Trump said that the cancellation was by mutual agreement and that the meeting would have been “fruitless” unless Mexico were to “treat the United States fairly, with respect.” White House officials emphasized that discussions about the tax plan were still in early stages. That’s not entirely true. House Republicans released a detailed version of the plan in June. It’s central to what they envision as the biggest reworking of the corporate income tax in decades. an interview with ABC News this week, a pledge GOP lawmakers and Trump’s... Quizzed about the fate of millions of Americans who depend on the Affordable Care Act and its insurance protections, President Trump invariably offers bold but vague assurances. “I want to take care of everybody,” he said in an interview with ABC News this week, a pledge GOP lawmakers and Trump’s... (Noam N. Levey) The basic idea would be to lower corporate tax rates, but also to reshape the tax code so that it provides incentives for companies to remain based in the U.S., do more manufacturing here and import less. That would significantly change the playing field for American companies, improving the profits of some but hurting others. The proposal has generated intense behind-the-scenes lobbying. Trump had criticized the plan earlier this month as too complex, but the ability to say it would pay for a border wall has apparently made it more attractive to him. “It clearly provides the funding and does so in a way that ensures that the American taxpayer is wholly respected,” White House Press Secretary Sean Spicer told reporters.  Currently, Spicer said, the U.S. taxes companies on their exports but not their imports. By taxing imports, \"we can do $10 billion a year” in revenue on goods and services brought in from Mexico, he said, “and easily pay for the wall just through that mechanism alone.\" Mexico is the United States' third-largest supplier of imports — chiefly vehicles, electrical machinery, mineral fuels and agricultural products. The U.S. imported $316.4 billion in goods and services from Mexico in 2015, while exporting $267.2 billion, according to the office of the U.S. trade representative. If Trump does decide to back the plan, he would be diving into a battle that has bitterly divided Republicans. (Del Quentin Wilber and Brian Bennett) The import tax is key to House Speaker Paul D. Ryan’s proposal to lower the corporate income tax rate to 20% from its current maximum level of 35%. Some Republican groups, especially big importers such as oil refiners and major retailers, oppose Ryan’s plan.  The tax plan, known as border adjustment, acts somewhat like a sales tax on imports. It would affect any country with which the U.S. runs a trade deficit, meaning most of the world, and would generate about $1 trillion over a 10-year period, according to an analysis by the Tax Foundation, a conservative-leaning think tank. By comparison, the cost of the border wall has been estimated at $12 billion to $38 billion if the administration were to build along the entire 2,000-mile border, which is unlikely. Under the plan, U.S. companies would not be taxed on the revenue they make from goods sold for export. By contrast, when they calculate the income tax they owe, they would not be allowed to deduct the cost of goods that they bring into the country. As a result, supporters say, manufacturers would be better off building products in the U.S. and exporting them, rather than importing goods for sale. Oil refineries, retailers and other large importers have lined up against the plan, fearing that the inability to deduct the cost of imports from their tax bill could eat heavily into their profits. The influential Koch brothers, whose fortune derives from oil refining, have helped lead the charge against the GOP plan. By contrast, big exporters such as domestic crude oil producers and makers of machinery would see their tax bills fall. \"If you're a Boeing, you'll probably be pretty happy about it,\" said Kyle Pomerleau, director of Federal Projects at the Tax Foundation. Most major economies have value-added taxes with border adjustments that work in a somewhat similar way to the GOP proposal. The U.S. is one of the few countries that taxes export income, but not imports. Opponents of the plan say that companies would pass along the cost of the tax, charging consumers more for a wide range of imported products, including Mexican goods such as avocados, tomatoes and beer. “Any policy proposal which drives up costs of Corona, tequila, or margaritas is a big-time bad idea,” Sen. Lindsey Graham (R-S.C.) tweeted , warning that the proposal could be a drag on economic growth.  Supporters of the tax plan disagree. One effect of Ryan’s plan would be to raise the value of the dollar, most economists say. A stronger dollar would make imported goods cheaper because the dollar would be worth more pesos, yen or euros. That would offset the effects of the tax, economists say. Spicer said that revenue generated by the plan could also be put into other border-security measures, which would stem the flow of cheap labor across the border. He later told reporters that details could change as Trump and Republican congressional leaders debate tax reform, and that Trump’s apparent endorsement of the plan was meant more as a response to critics who doubted the administration had credible options to ensure the cost of the border wall would be paid in some form by Mexico, as promised. “Instead of 20% it could be 18; it could be 5,” Spicer said of the import tax threshold. “But the idea is to say ... ‘OK, here’s one idea that gets it done.’” The GOP-led Congress plans to tackle tax reform in the spring and summer. They intend to use special budget rules to avoid a filibuster in the Senate, and aim to finish by August. Ryan did not mention financing the border wall with a tax on Mexican imports when asked about the financing plan earlier Thursday, and rank-and-file lawmakers have been squeamish about piling onto the deficit to pay for it while Trump negotiates with the Mexican government for a reimbursement. The speaker said he expected the White House to submit a proposal for funding “very soon,” estimating it would be $12 billion to $15 billion, and that Congress would act by the end of the fiscal year, which is Sept. 30. Caption 90 seconds: 4 stories you can't miss Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Caption 90 seconds: 4 stories you can't miss Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Caption Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Caption LA Promise Neighborhood celebrates $30 million (Video by Al Seib / Los Angeles Times) (Video by Al Seib / Los Angeles Times) Caption 'Pope of Broadway' mural restored by original artist Artist Eloy Torrez's newly restored downtown mural of Anthony Quinn, the \"Pope of Broadway,\" on 3rd Street between Broadway and Spring in Los Angeles. (Brian van der Brug / Los Angeles Times) Artist Eloy Torrez's newly restored downtown mural of Anthony Quinn, the \"Pope of Broadway,\" on 3rd Street between Broadway and Spring in Los Angeles. (Brian van der Brug / Los Angeles Times) Caption Thai community mourns its king Tens of thousands of Thai Americans filled temples across the United States, including in Hollywood’s Thai Town, to observe the 100-day anniversary of the death of King Bhumibol Adulyadej. Tens of thousands of Thai Americans filled temples across the United States, including in Hollywood’s Thai Town, to observe the 100-day anniversary of the death of King Bhumibol Adulyadej. Times staff writers Don Lee in Washington and Lisa Mascaro in Philadelphia contributed to this report. ",
    "title": "Trump idea to fund border wall with a GOP tax on imports could raise prices for consumers - LA Times"
   },
   {
    "entities": [
     "20%",
     "veuer",
     "yu",
     "6:52 p.m.",
     "donald",
     "tax",
     "lloyd",
     "linkedin",
     "texas",
     "blackwell",
     "$316.4 billion",
     "fresh",
     "$21.6 billion",
     "$1.7 billion",
     "$1.4 billion two years ago",
     "$2.7 billion",
     "the year before",
     "1023",
     "$267.2 billion",
     "beer",
     "gale",
     "$21 billion",
     "nafta",
     "jayne",
     "2015",
     "tom",
     "$4.8 billion",
     "now",
     "charisse",
     "usa",
     "produce",
     "states",
     "friday",
     "$295 billion",
     "nick",
     "stenzel",
     "trump",
     "11%",
     "kevin",
     "currently",
     "u.s.",
     "cardona",
     "association",
     "volkswagens",
     "d-texas",
     "mccoy",
     "1993",
     "roger",
     "191%",
     "william",
     "$74 billion",
     "doggett",
     "ap",
     "mexico",
     "united",
     "facebook",
     "20 minutes ago",
     "policy",
     "jan. 26, 2017",
     "rebecca",
     "jones",
     "today",
     "center",
     "o'donnell"
    ],
    "id": 4,
    "text": "Beer, snacks and cars: How a 20% Mexico tariff could cost U.S. shoppers Mexico sent $295 billion worth of goods across the U.S. border in 2015. Post to Facebook Beer, snacks and cars: How a 20% Mexico tariff could cost U.S. shoppers Mexico sent $295 billion worth of goods across the U.S. border in 2015. Check out this story on USATODAY.com: http://usat.ly/2k957QJ CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 55 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Beer, snacks and cars: How a 20% Mexico tariff could cost U.S. shoppers Charisse Jones , USA TODAY Published 6:52 p.m. ET Jan. 26, 2017 | Updated 20 minutes ago CLOSE x Share President Trump announced a plan to levy a 20% tax on all imports from Mexico. Veuer's Nick Cardona has the story. Buzz60 U.S. consumers could pay more if Donald Trump's proposal to impose a 20% tariff on Mexican imports goes into effect. (Photo: Rebecca Blackwell, AP) 1023 CONNECT TWEET 2 LINKEDIN 55 COMMENTEMAILMORE American consumers may have to pay more for products ranging from Toyotas to vegetables to beer if a proposal floated by President Trump to impose a 20% tariff on Mexican imports goes into effect. Trump raised the idea of the new tax as a possible way to finance a wall that would straddle the border separating the U.S. from Mexico, currently its third largest partner in the trade of goods, according to the U.S. Trade Representative. William Gale, co-director of the Tax Policy Center, says that while a stronger dollar could minimize the pain U.S. shoppers feel, “the irony of putting a tariff on Mexican goods is that, to the extent it raises consumer prices in the U.S., consumers will be paying for the wall, not Mexican producers.’’ Mexico sent $295 billion worth of goods across the U.S. border in 2015, the office of the Trade Representative says. Overall, U.S. imports from its southern neighbor peaked at $316.4 billion that year. That's in contrast to Mexican-bound exports from the U.S. that amounted to $267.2 billion. The biggest import is cars, with the U.S. spending $74 billion in 2015 for the hundreds of thousands of Chevrolet and Ram trucks, as well as Volkswagens, Fords, Hondas, Nissans and other brands that are assembled in Mexican factories. CLOSE x Share President Trump promised to build a wall that runs along the entire U.S.-Mexico border. Now's he's taking the first steps to make it a reality. USA TODAY NETWORK But cars are far from the only product that U.S. importers bring in from Mexico. Other key categories include machinery, medical instruments, and mineral fuels.The country is also the U.S.’ second-biggest provider of agricultural products, with imports amounting to $21 billion in 2015. “It is very troubling for world food and agricultural markets for Administration spokespersons to bandy about terms like a 20% tax on all imports from Mexico or other countries,’’  Tom Stenzel, President and CEO of the United Fresh Produce Association said in a statement. “Consider the impact on American consumers of a 20% hike in the cost of foods such as bananas, mangoes and other products that we simply cannot grow in the United States. Consider also what other countries would do to block U.S. exports in retaliation. As the Administration looks to incentivize manufacturing jobs in the U.S., we urge President Trump to consider the unique nature of food and not place a new food tax on American consumers.” Fresh vegetables purchased from Mexico totaled $4.8 billion in 2015, according to the office of the Trade Representative. Snack food imports totaled $1.7 billion, while wine and beer $2.7  billion and processed fruit and vegetables peaked at $1.4 billion two years ago Trump mulls 20% border tax on Mexico; aides later call it just an option Representative Lloyd Doggett, D-Texas, said in a statement that a tariff  would not only \"disrupt Texas commerce with our most important trading partner, but it would raise consumer prices by 20% on many goods, like so much of the fresh produce upon which we rely at this time of year.'' Automakers have flocked across the border, not only lured by low wages, but to tap into a skilled labor force and Mexico’s multitude of trade deals with countries across the globe. The U.S. has made use of services from Mexico in transportation, travel, technology and other industries. Such imports amounted to roughly $21.6 billion in 2015, 11% more than the year before, and roughly 191% more than what was spent on imported services in 1993, before  NAFTA. Contributing: Kevin McCoy, Roger Yu and Jayne O'Donnell  1023 CONNECT TWEET 2 LINKEDIN 55 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2k957QJ NEVER MISS OUT Managing Your Money Master your money with the latest business and investment news, articles and tips from financial experts each Friday. THANKS FOR SIGNING UP FOR THE Managing Your Money NEWSLETTER We're sorry. ",
    "title": "Beer, snacks and cars: How a 20% Mexico tariff could cost U.S. shoppers"
   },
   {
    "entities": [
     "right now",
     "bannon",
     "house",
     "keneally",
     "donald",
     "next tuesday",
     "steve",
     "sean",
     "castillo",
     "border",
     "jared",
     "laurent",
     "olivares",
     "philadelphia",
     "august",
     "$10 billion",
     "gina",
     "us",
     "20 percent",
     "washington",
     "this morning",
     "gop",
     "news",
     "now",
     "jordyn",
     "abc",
     "states",
     "white",
     "kushner",
     "nieto",
     "enrique",
     "press",
     "trump",
     "anne",
     "spicer",
     "priebus",
     "yesterday",
     "u.s.",
     "reince",
     "october",
     "vidrio",
     "javier",
     "meghan",
     "wall",
     "alfredo",
     "phelps",
     "united",
     "jan 26, 2017",
     "mexico",
     ", 7:01 pm",
     "raul",
     "macassi",
     "next week",
     "thursday",
     "today",
     "peña",
     "city"
    ],
    "id": 5,
    "text": "Mexican President Cancels Meeting With Trump After Border Wall Order By Meghan Keneally Jan 26, 2017, 7:01 PM ET 0 Shares WATCH Trump: Mexico Will 'Absolutely' Reimburse US for Border Wall 0 Shares Email Mexican President Enrique Peña Nieto announced on Twitter today that he canceled a scheduled meeting with U.S. President Donald Trump , just one day after Trump signed an executive order calling for the launch of plans to build a wall along the U.S.-Mexico border. \"This morning we informed the White House I will not attend the business meeting scheduled for next Tuesday with @POTUS,\" he tweeted in Spanish. Peña Nieto was under intense domestic pressure to cancel after Trump announced the wall policy yesterday while the Mexican foreign minister was in Washington to meet with top Trump advisers Jared Kushner and Steve Bannon and chief of staff Reince Priebus , among others. President Trump shared an alternative version of how events unfolded. During his speech at the GOP retreat in Philadelphia today, Trump said that he and President Peña Nieto \"agreed\" to cancel their planned meeting in the U.S. next week. \"To that end, the president of Mexico and myself have agreed to cancel our planned meeting scheduled for next week. Unless Mexico is going to treat the United States fairly with respect such a meeting will be fruitless ... we’ll have to go a different route,\" Trump said. Peña Nieto is in a tough spot in his own country, as he reportedly has low approval ratings and received blowback when he met with Trump in August ahead of the U.S. election. Donald Trump Promise Tracker: Where His Pledges Stand Peña Nieto and Trump first met during that August visit, when Trump was the Republican nominee and made a trip to Mexico. During a joint press conference immediately afterward, Trump said, \"We didn't discuss who pays for the wall,\" but Peña Nieto later disputed that comment. In two tweets posted more than an hour after that press conference, Peña Nieto wrote in Spanish that \"at the beginning of the conversation with Donald Trump, I made it clear that Mexico will not pay for the wall.\" From there, the conversation turned to other topics and continued in a \"respectful manner,\" he wrote. Trump initially introduced the idea that the U.S. may pay for the wall upfront and then be reimbursed by Mexico during a campaign event in October when he said that he's operating \"with the full understanding that the country of Mexico will be reimbursing the United States for the full cost of such a wall.\" On Thursday, White House Press Secretary Sean Spicer floated a possible 20 percent border tax on Mexico as one possible idea for paying for the wall. \"I think when you take a look at the plan that's taking shape now using comprehensive tax reform as a means to tax imports from countries that we have a trade deficit from, like Mexico,\" he said. \"We can do $10 billion a year and easily pay for the wall just through that mechanism alone.\" Spicer later clarified that he was just presenting one possible option to pay for the wall and that a broader \"comprehensive tax reform\" plan is \"in the early stages\" of being crafted by the White House, with the close cooperation of congressional leaders. \"Our job right now isn't to roll something out or to be prescriptive, it's to show there are ways the wall can be paid for, full stop,\" Spicer said, qualifying his previous comments. Many in Mexico City feel canceling the trip was the right thing for their president to do. \"I'm not a fan of the Mexican president but I'm happy he canceled the visit. Trump is capable of anything. If the Mexican president had gone there, Trump would have disrespected him and the Mexicans even more,\" said Gina Macassi, the owner of a grocery store in Mexico City. Raul Olivares, a 28-year-old sociology student, told ABC News that it was an \"important and symbolic decision,\" and tea shop owner Javier Vidrio, 43, said \"it was about time.\" \"For the dignity of our country, it was a good idea,\" Alfredo Castillo, a 40-year-old taxi driver, said. \"We won't pay for the wall but we have to keep negotiating with the U.S.\" ABC News' Anne Laurent and Jordyn Phelps contributed to this report. 0 Shares ",
    "title": "Mexican President Cancels Meeting With Trump After Border Wall Order - ABC News"
   },
   {
    "entities": [
     "billions of dollars",
     "right now",
     "$50 billion",
     "house",
     "congress",
     "january 26, 2017",
     "inc.",
     "graham",
     "mucho",
     "philadelphia",
     "$10 billion",
     "interactive",
     "wednesday",
     "20 percent",
     "margaret",
     "cbs",
     "afternoon",
     "steven",
     "gop",
     "news",
     "2015",
     "now",
     "brennan",
     "white",
     "corona",
     "$58.4 billion",
     "$63 billion",
     "2017",
     "trump",
     "mcconnell",
     "spicer",
     "priebus",
     "reince",
     "u.s.",
     "early wednesday",
     "$60 billion",
     "lindsey",
     "mitch",
     "ryan",
     "$74 billion",
     "$49 billion",
     "mexico",
     "thursday",
     "portnoy",
     "paul",
     "sad"
    ],
    "id": 6,
    "text": "Republican leaders Paul Ryan and Mitch McConnell said they are on the \"same page\" as the Trump administration when it comes to health care and ta... Spicer told reporters Thursday that the administration is considering “using comprehensive tax reform as a means to tax imports from countries that we have a trade deficit from, like Mexico.” The proposal is meant to raise the billions of dollars from Mexico needed to cover the cost of the border wall, a promise Mr. Trump has made since his days on the campaign trail.  Mexican president cancels meeting with Trump after border wall executive order “Right now our country’s policy is to tax exports and let imports flow freely in, which is ridiculous,” Spicer said. But “if you tax that $50 billion at 20 percent of imports -- which is by the way a practice that 160 other countries do...By doing that, we can do $10 billion a year and easily pay for the wall just through that mechanism alone. That’s really going to provide the funding.” Trump talks executive orders, agenda at GOP retreat in Philadelphia Trump’s wall could benefit this Mexican company Later in the afternoon, however, Spicer and White House chief of staff Reince Priebus told reporters that the proposal was in fact just one of several options the White House was considering, including a border tax in the range of 5 - 20 percent. “It is part of a buffet of options,” White House chief of staff Reince Priebus told reporters, according to CBS News’ Margaret Brennan. He said this is one of the many ways that the border wall could be funded. While Mr. Trump has publicly said he had already figured out how to pay for the wall, Spicer said he’s now willing to work with Congress to find a way to do it. That includes making it a part of comprehensive tax reform like that being proposed by House Speaker Paul Ryan. White House officials said the proposed border tax would essentially be a way to derive payment from Mexico. When pressed as to whether this now meant that the Mexican government would not have to write a check to the U.S. to repay it for construction of the wall, Spicer stipulated that the president had never said that was going to happen. He made the point that there were multiple ways for Mexico – either via its corporations or other entities – to help fund the construction. The border adjustment act that Ryan has proposed would include a tax on goods produced outside the country for sale inside the U.S. In short it would incentivize corporations to produce their goods in the U.S. and sell them here instead of seeking a cheaper labor source outside the country.  Ryan’s argument is that the corporate tax rate would be lowered to offset that increase in cost of doing business. He also argues that it would strengthen the dollar. In 2015, the U.S. suffered a $58.4 billion trade deficit with Mexico, its third largest trading partner.  In a tweet early Wednesday, Mr. Trump lamented that “$60 billion” deficit.  According to the U.S. Trade Representative, the top items exported by Mexico to the U.S. in 2015 were vehicles ($74 billion), electrical machinery ($63 billion) and machinery ($49 billion).  It’s unclear, however, who would bear the brunt of an import tax on Mexican goods. For instance, any border tax hike could potentially be passed on to American consumers. Sen. Lindsey Graham, R-S.C., was quick to point out that the U.S. isn’t the only country that can impose an import tax. Border security yes, tariffs no. Mexico is 3rd largest trading partner. Any tariff we can levy they can levy. Huge barrier to econ growth /1 — Lindsey Graham (@LindseyGrahamSC) January 26, 2017 Simply put, any policy proposal which drives up costs of Corona, tequila, or margaritas is a big-time bad idea. Mucho Sad. (2) — Lindsey Graham (@LindseyGrahamSC) January 26, 2017 On Wednesday, the president signed an executive order to begin “the immediate construction of a physical wall on the southern border.”  CBS News’ Steven Portnoy contributed to this report. © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Mexican import tax proposed by White House to pay for wall - CBS News"
   },
   {
    "entities": [
     "borderplex",
     "congress",
     "donald",
     "48 percent",
     "albuquerque",
     "john",
     "r-arizona",
     "alliance",
     "new",
     "halimah",
     "abdullah",
     "jan. 13, 2017",
     "jon",
     "nafta",
     "estrella",
     "vicente",
     "farela",
     "last week",
     "mccain",
     "alden",
     "edward",
     "arizona",
     "states",
     "u.s",
     "0:33",
     "nieto",
     "this week",
     "trump",
     "america",
     "1994",
     "reforma",
     "u.s.",
     "sonora",
     "canada",
     "alfredo",
     "sasabe",
     "united",
     "mexico",
     "a day earlier",
     "the future",
     "fox",
     "today",
     "12 percent",
     "38 percent"
    ],
    "id": 7,
    "text": "Vicente Fox to Donald Trump: 'You Lost, Mexico Won' 0:33 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170126234155if_/http://www.nbcnews.com/widget/video-embed/863387203633\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A day earlier Trump, as he was unveiling his executive orders for ramped up immigration arrests and deportation and the border wall, threw in some praise for Mexico and Mexicans. He declared that the crisis on the border was due to a surge in Central Americans. During the presidential campaign, Trump's inflammatory rhetoric included calling Mexican immigrants \"rapists\" and accusing them of \"bringing crime.\" But Trump has also been threatening to reopen NAFTA, the trade agreement between Mexico, Canada and the U.S., to get a \"better deal.\" He made that along with other trade deals the culprit for manufacturing job losses and other economic ills in the U.S. Mexico is America's third-largest trading partner . Sen. John McCain, R-Arizona, expressed concerns over the Trump's positioning on NAFTA. \"I'm deeply concerned by President Trump's statements today reaffirming his commitment to renegotiate the North American Free Trade Agreement (NAFTA),\" McCain said. \"While re-negotiations could help to strengthen and modernize NAFTA to benefit American businesses and consumers, any effort to restrict or impose new barriers on our ability to trade with Mexico and Canada could jeopardize the future of this trade agreement and have serious consequences for Arizona and the country.\" Nieto had expressed interest in exploring the renegotiation of the 1994 agreement that predates advances in social media, telecommunications and other industries, to modernize it. Both leaders face record low approval ratings. Just 38 percent of Americans held a positive view of Trump when he took office last week, while 48 percent have a negative one. This makes him one of the least popular incoming presidents in the history of the NBC/WSJ poll . Nieto's own rating is very low in his home country. Just 12 percent of Mexicans approve of the job he's doing, according to the most recent poll by the Mexican newspaper Reforma. The most recent backlash he's faced is over soaring gasoline prices. The border line between Mexico and the U.S in the community of Sasabe in Sonora state, Mexico, on Jan. 13, 2017. Alfredo Estrella / AFP - Getty Images Facing some pressure at home and clearly disliking the orders from Trump, Nieto said in Spanish in a video posted on social media that Trump's wall was dividing the two nations. Jon Farela, CEO of the Borderplex Alliance, a business border development group, spent this week, speaking and visiting with members of Congress to provide evidence of how NAFTA has benefited both counties and areas for improvement. \"The quickest and surest way to destabilize the border is to remove jobs and hope because people will always find ways to provide for their families,\" said Farela, a conservative Republican and former New Mexico secretary of economic development who narrowly lost a congressional race in Albuquerque. Edward Alden, senior fellow at the Council on Foreign Relations, said Nieto had no other choice but to pull out of the visit with Trump, to do otherwise would appear to be kowtowing to Trump's threats. Trump's goading of Mexico \"is going to be extremely dangerous to U.S.-Mexico relations,\" Alden said. \"Mexico is a proud sovereign country, to have the president of the United States bully Mexico into submission is not going to go over well.\" Halimah Abdullah ",
    "title": "Trump to Call for 20 Percent Tax on Mexican Imports to Pay for Border Wall: White House Spokesman - NBC News"
   },
   {
    "entities": [
     "right now",
     "house",
     "park",
     "january 26, 2017",
     "congress",
     "sean",
     "graham",
     "npr",
     "texas",
     "strong",
     "border",
     "john",
     "south",
     "mucho",
     "philadelphia",
     "n.m.",
     "capitol",
     "wednesday",
     "20 percent",
     "washington",
     "gop",
     "now",
     "cornyn",
     "republican",
     "$500 billion",
     "white",
     "corona",
     "nieto",
     "enrique",
     "trump",
     "carolina",
     "america",
     "sunland",
     "spicer",
     "street",
     "u.s.",
     "susan",
     "hill",
     "lindsey",
     "ryan",
     "10 days ago",
     "wall",
     "mexico",
     "anapra",
     "6:45 p.m.",
     "ashlee",
     "next week",
     "$15 billion",
     "current",
     "patrol",
     "paul",
     "davis",
     "journal",
     "peña",
     "sad"
    ],
    "id": 8,
    "text": "A truck drives near the Mexico-U.S. border fence, on the Mexican side, separating the towns of Anapra, Mexico, and Sunland Park, N.M., Wednesday. Christian Torres/AP hide caption toggle caption Christian Torres/AP A truck drives near the Mexico-U.S. border fence, on the Mexican side, separating the towns of Anapra, Mexico, and Sunland Park, N.M., Wednesday. Christian Torres/AP Updated at 6:45 p.m. ET The Trump administration is considering alternative ways to pay for the border wall, backtracking on the president's oft-repeated promise that Mexico would foot the bill. A White House spokesman said one idea taking shape is to apply a 20 percent tax on imports from Mexico, as well as other countries with which the U.S. has a trade deficit. That would effectively saddle U.S. consumers with a significant portion of the wall's cost, estimated at $15 billion or more. Republicans Have Plans To Replace Obamacare — Now They Need To Agree On One Trump's spokesman Sean Spicer did not offer details about how the import tax would work, but he said it could be adopted as part of comprehensive tax reform. After the idea sparked controversy, Spicer later walked back the idea, saying that \"it could be a multitude of things.\" The tax could be 20 percent or 18 or 5, he said, adding that he wasn't trying to be \"prescriptive.\" Trump discussed the plan during a meeting in Philadelphia with congressional Republicans. Even floating this idea amounts to a remarkable capitulation by the new president, who was insisting as late as Wednesday that Mexico would bear the cost of the border barrier. Article continues after sponsorship Mexico's President Cancels Planned D.C. Trip To Meet With Trump Mexico's refusal has already created friction between the countries. Mexican President Enrique Peña Nieto abruptly canceled a planned meeting with Trump next week, a decision that the U.S. president tried to explain as mutual. Mexico is one of America's top trading partners, with more than $500 billion worth of goods flowing across the Southern border each year. Spicer argued that adding a 20 percent surcharge to imports from Mexico would quickly cover the cost of the wall. \"This is the beginning of this plan to make sure it's done right,\" Spicer told reporters traveling aboard Air Force One. \"It clearly provides the funding and it does so in a way that ensures that the American taxpayer is wholly respected.\" Border security yes, tariffs no. Mexico is 3rd largest trading partner. Any tariff we can levy they can levy. Huge barrier to econ growth /1 — Lindsey Graham (@LindseyGrahamSC) January 26, 2017 Simply put, any policy proposal which drives up costs of Corona, tequila, or margaritas is a big-time bad idea. Mucho Sad. (2) — Lindsey Graham (@LindseyGrahamSC) January 26, 2017 The suggestion drew a swift rebuke from at least one Republican senator, South Carolina's Lindsey Graham, who said it would be a bad idea to do anything that raises the price of Corona, tequila or margaritas. (Graham's family used to own a bar.) House Speaker Paul Ryan's office contended the White House and Congress were on the \"same page.\" \"We have been and continue to be on the same page about tax reform that supports American jobs and American goods,\" Ryan aide AshLee Strong told NPR's Susan Davis. That's because Ryan has proposed a \"border adjustment\" tax that would affect the \"corporate tax rates applied to goods and services consumed in the U.S. but not applied to goods and services exported,\" a Republican Capitol Hill source added. The plan would allow corporations to subtract export sales when calculating their tax bill, but companies would not be allowed to deduct the cost of imports. Under the current tax code, export sales are taxed, and import costs are deductible. If Trump is embracing Ryan's plan, it would be a reversal. Just 10 days ago, he told the Wall Street Journal that a \"border adjustment tax\" was \"too complicated.\" Many unanswered questions about proposed \"border adjustment\" tax \"Anytime I hear border adjustment, I don't love it,\" Trump said. \"Because usually it means we're going to get adjusted into a bad deal. That's what happens.\" Texas Republican Sen. John Cornyn said the plan raises questions. GOP '200 Day' Agenda Calls for Spending, Tax Cuts. But What About the Deficit? Spicer brushed aside suggestions that much of the cost would be passed on to American consumers who purchase Mexican-made goods. He argued that cost would be outweighed by the reduction in illicit border crossings. \"What it's going to do is lift up the wages of American workers,\" Spicer said. \"Right now we've got an influx of cheap labor. It's going to put the American consumer back, net-net, to make sure that American workers get lifted up as well.\" Back in Washington, after the original comments, Spicer said, \"I don't think our job right now is to roll something out and/or be prescriptive; it's to show that there are ways the wall can be paid for. Full stop.\" He added that he was trying to address \"questions about how the president could pay for the wall.\" He said, \"The idea is to show that generating revenue for the wall is not as difficult as some might have suggested.\" But \"there's nothing to roll out, so the idea of asking for details on something, we're not there yet.\" Spicer also suggested that building the border wall would produce savings elsewhere in the federal budget. \"I think we're going to save additional money that we would have had to spend on tracking down illegal immigrants and on immigration,\" Spicer said. \"So it's actually a huge win for the American taxpayer and for American security when you look at the kind of plan that's coming to fruition right now.\" Trump actually wants to increase spending on immigration enforcement. In addition to the wall, he has ordered the hiring of 15,000 new Border Patrol and immigration officers and the construction of new detention facilities. ",
    "title": "Trump's Suggested Border Tax Would Mean Americans Pay For That Wall : NPR"
   },
   {
    "entities": [
     "police",
     "house",
     "donald",
     "jan. 24, 2017",
     "martinez",
     "jason",
     "24%",
     "gorner",
     "tribune",
     "david",
     "2016",
     "contact",
     "meisner",
     "to",
     "wednesday",
     "once",
     "pablo",
     "jeremy",
     "news",
     "abc",
     "tuesday",
     "side",
     "8:53",
     "white",
     "obama",
     "trump",
     "chicago",
     "2017",
     "place",
     "muir",
     "reporters",
     "p.m.",
     "about an hour jan. 10",
     "ap",
     "lawndale",
     "department",
     "8:02",
     "two weeks ago",
     "thursday",
     "west",
     "night",
     "barack",
     "monsivais",
     "mccormick"
    ],
    "id": 9,
    "text": "ABC says Trump claimed 2 were shot dead in Chicago during Obama’s speech. But it never happened. Donald Trump Pablo Martinez Monsivais / AP President Donald Trump speaks during his meeting with automobile leaders on Jan. 24, 2017, in the Roosevelt Room of the White House. President Donald Trump speaks during his meeting with automobile leaders on Jan. 24, 2017, in the Roosevelt Room of the White House. (Pablo Martinez Monsivais / AP) Jeremy Gorner and Jason Meisner Contact Reporters Chicago Tribune An ABC News transcript of its interview with President Donald Trump on Wednesday quoted him as saying that two people were fatally shot in Chicago while his predecessor, Barack Obama , was giving his farewell speech at McCormick Place — a claim shown to be false by Police Department records. The passage in question was not included in the broadcast aired Wednesday night, but the network posted a longer transcript on its website that contained the remarks in question. An ABC spokesman confirmed to the Tribune on Thursday that the transcript accurately depicted the president's words, but the network did not immediately share the video with the Tribune. Not only did no homicides take place in Chicago during Obama's address of about an hour Jan. 10, but the official Police Department records and the Tribune's crime database show that no shootings at all occurred over that time frame. Trump apparently made the erroneous claim during an interview with ABC News anchor David Muir , who asked the president about the tweet he'd sent Tuesday that read: \"If Chicago doesn't fix the horrible 'carnage' going on, 228 shootings in 2017 with 42 killings (up 24% from 2016), I will send in the Feds!\" After once again characterizing Chicago as a war zone, Trump told Muir that two people had been fatally shot in the city during Obama's speech. He didn't say where or how he'd come across the information. Trump interview with David Muir David Muir interviews President Donald Trump. The video released by ABC News does not include a passage where Trump said two people were shot while Barack Obama gave his farewell speech at McCormick Place. Police records show no shootings took place during the speech. David Muir interviews President Donald Trump. The video released by ABC News does not include a passage where Trump said two people were shot while Barack Obama gave his farewell speech at McCormick Place. Police records show no shootings took place during the speech. See more videos \"So, look, when President Obama was there two weeks ago making a speech, very nice speech,\" Trump said, according to the transcript of the interview. \"Two people were shot and killed during his speech. You can't have that. They weren't shot at the speech. But they were shot in the city of Chicago during his speech. What — what's going on?\" The city had no slayings for about 24 hours before and after Obama's speech, which lasted from 8:02 to 8:53 p.m. A man was shot about 20 minutes after the speech about eight miles away in the West Side's Lawndale neighborhood, but that victim survived, according to Police Department data. Calls and emails seeking comment from the White House media affairs office were not immediately returned. Trump, who campaigned on a law-and-order platform, has often cited Chicago's violence as an example of rampant urban crime that he would address as president. But like many of his comments on social media and in interviews, Trump's ruminations on the city's gun violence issue have often left more questions than answers. ",
    "title": "ABC says Trump claimed 2 were shot dead in Chicago during Obama’s speech. But it never happened. - Chicago Tribune"
   }
  ]
 }
}