{
 "29": {
  "col-sim": {
   "cosine": 0.4054639340057463,
   "entity": 0.6324555320336759
  },
  "exec-time": 8.984439849853516,
  "links": [
   {
    "entities": [
     "darweesh",
     "house",
     "saul",
     "goldman",
     "land-grant",
     "tufts",
     "100 percent",
     "mass.",
     "liam",
     "rosenberg",
     "new",
     "times",
     "washington",
     "charlie",
     "cleveland",
     "peaceful",
     "now",
     "erdbrink",
     "danielle",
     "2014",
     "saturday",
     "drezner",
     "america",
     "goldstein",
     "manny",
     "haider",
     "saeedi",
     "universities",
     "the coming days",
     "drake",
     "bosman",
     "today",
     "public",
     "refugee",
     "of",
     "iran",
     "philadelphia",
     "us",
     "fernandez",
     "syria",
     "w.",
     "soheil",
     "doss",
     "pennsylvania",
     "j.",
     "blue",
     "international",
     "liz",
     "mark",
     "association",
     "daniel",
     "night",
     "morning",
     "nicholas",
     "russell",
     "robbins",
     "twitter",
     "airport",
     "michel",
     "shear",
     "piccoli",
     "alshawi",
     "houston",
     "tuesday",
     "queens",
     "michael",
     "states",
     "white",
     "friday",
     "julie",
     "d.c.",
     "victor",
     "joe",
     "trump",
     "msnbc",
     "dubai",
     "thomas",
     "feuer",
     "zeynalia",
     "united",
     "medford",
     "fletcher",
     "d.",
     "abdulkhaleq",
     "j.f.k.",
     "peter",
     "sean",
     "mazzetti",
     "january 29, 2017",
     "law",
     "ban",
     "alan",
     "atlanta",
     "school",
     "january 28, 2017",
     "customs",
     "stack",
     "harvard",
     "assistance",
     "daria",
     "stephanie",
     "afternoon",
     "istanbul",
     "detroit",
     "saravi",
     "rustow",
     "kulish",
     "immigration",
     "sameer",
     "seyed",
     "jan. 20, the same day",
     "november",
     "chicago",
     "against",
     "university",
     "daphne",
     "mcpherson",
     "matt",
     "and",
     "project",
     "york",
     "dent",
     "boston",
     "tehran",
     "kennedy"
    ],
    "id": 0,
    "text": "“What I do for this country? They put the cuffs on,” Mr. Darweesh said. “You know how many soldiers I touch by this hand?” Advertisement Continue reading the main story The other man the lawyers are representing, Haider Sameer Abdulkhaleq Alshawi, who was en route to Houston, was released Saturday night. “I was very scared. I was 100 percent sure I wasn’t coming in,” he said. “I saw people being sent back.” Before the two men were released, one of the lawyers, Mark Doss, a supervising attorney at the International Refugee Assistance Project, asked an official, “Who is the person we need to talk to?” “Call Mr. Trump,” said the official, who declined to identify himself. The White House said the restrictions would protect “the United States from foreign nationals entering from countries compromised by terrorism” and enable the administration time to put in place “a more rigorous vetting process.” But critics condemned Mr. Trump over the collateral damage on people who had no sinister intentions in trying to come to the United States. Video Protests at J.F.K. Against Immigration Ban Peaceful demonstrations began Saturday afternoon at Kennedy International Airport in Queens, where nearly a dozen travelers had been detained, an airport official said. By DAPHNE RUSTOW and AINARA TIEFENTHÄLER on Publish Date January 28, 2017. Photo by Victor J. Blue for The New York Times. Watch in Times Video » embed Peaceful protests began forming Saturday afternoon at Kennedy Airport, where nine travelers had been detained upon arrival at Terminal 7 and two others at Terminal 4, an airport official said. Similar scenes were playing out at other airports across the nation. An official message to all American diplomatic posts around the world provided instructions about how to treat people from the countries affected: “Effective immediately, halt interviewing and cease issuance and printing” of visas to the United States. Internationally, confusion turned to panic as travelers found themselves unable to board flights bound for the United States. In Dubai and Istanbul, airport and immigration officials turned passengers away at boarding gates and, in at least one case, ejected a family from a flight it had boarded. Advertisement Continue reading the main story Seyed Soheil Saeedi Saravi, a promising young Iranian scientist, had been scheduled to travel in the coming days to Boston, where he had been awarded a fellowship to study cardiovascular medicine at Harvard, according to Thomas Michel, the professor who was to supervise the research fellowship. But Professor Michel said the visas for the student and his wife had been indefinitely suspended. “This outstanding young scientist has enormous potential to make contributions that will improve our understanding of heart disease, and he has already been thoroughly vetted,” Professor Michel wrote to The New York Times. Document: Motion for Class Certification in Refugee Detentions Peter McPherson, the president of the Association of Public and Land-grant Universities, which represents many of the biggest public colleges in the country, said he was “deeply concerned” about the new policy. He said it was “causing significant disruption and hardship” for students, researchers, faculty and staff members. A Syrian family of six who have been living in a Turkish refugee camp since fleeing their home in 2014 had been scheduled to arrive in Cleveland on Tuesday . Instead, the family’s trip has been called off. “Everyone is just so heartbroken, so angry, so sad,” said Danielle Drake, the community manager for US Together, an agency that resettles refugees. Daniel W. Drezner, a professor at the Fletcher School of Law and Diplomacy at Tufts University in Medford, Mass., posted an angry message for Mr. Trump on Twitter after the executive order stopped the arrival of a Syrian family his synagogue had sponsored. In an interview on Friday night on “The Rachel Maddow Show” on MSNBC, he expressed sorrow for the fate of the family and apologized for cursing in his Twitter message. Got a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists. Learn More “I can’t quite describe the degree of anger that I felt as a reaction to this, which then caused me to curse at the president on social media,” he said, adding, “which is probably something I should not do as a general rule.” Advertisement Continue reading the main story It was unclear how many refugees and other immigrants were being held nationwide in relation to the executive order although there were reports of detentions from the airports serving Atlanta, Houston, Detroit and Washington, D.C., among others. A Christian family of six from Syria said in an email to Representative Charlie Dent, Republican of Pennsylvania, that they were being detained at Philadelphia International Airport on Saturday morning despite having legal paperwork, green cards and visas that had been approved. In the case of the two Iraqis held at Kennedy Airport, the legal filings by his lawyers say that Mr. Darweesh was granted a special immigrant visa on Jan. 20, the same day Mr. Trump was sworn in as president. A husband and father of three, Mr. Darweesh arrived at Kennedy Airport with his family. Mr. Darweesh’s wife and children made it through passport control and customs, but agents of Customs and Border Protection detained him. In Istanbul, during a stopover on Saturday, passengers reported that security officers had entered a plane after everyone had boarded and ordered a young Iranian woman and her family to leave the aircraft. Iranian green card holders who live in the United States were blindsided by the decree while on vacation in Iran, finding themselves in a legal limbo and unsure whether they would be able to return to America. “How do I get back home now?” said Daria Zeynalia, a green card holder who was visiting family in Iran. He had rented a house and leased a car, and would be eligible for citizenship in November. “What about my job? If I can’t go back soon, I’ll lose everything.” Michael D. Shear reported from Washington, and Nicholas Kulish from New York. Reporting was contributed by Mark Mazzetti and Matt Rosenberg from Washington; Thomas Erdbrink from Tehran; Manny Fernandez from Houston; Julie Bosman from Chicago; and Liam Stack, Russell Goldman, Joe Goldstein, Liz Robbins, Stephanie Saul, Alan Feuer and Sean Piccoli from New York. A version of this article appears in print on January 29, 2017, on Page A1 of the New York edition with the headline: Air Travelers Blocked and Held Under Immigration Order. Order Reprints | Today's Paper | Subscribe ",
    "title": "Trump’s Order Blocks Immigrants at Airports, Stoking Fear Around Globe - The New York Times"
   },
   {
    "entities": [
     "darweesh",
     "sudan",
     "donald",
     "somalia",
     "airport",
     "khalid",
     "john",
     "january 28, 2017",
     "ny",
     "iran",
     "new",
     "times",
     "yemen",
     "syria",
     "afternoon",
     "nydia",
     "f.",
     "velázquez",
     "hameed",
     "states",
     "saturday",
     "trump",
     "nadler",
     "libya",
     "america",
     "international",
     "jfk",
     "brooks",
     "chris",
     "nbc",
     "york",
     "2:22",
     "united",
     "jersey",
     "jerrold",
     "kennedy"
    ],
    "id": 1,
    "text": "Trump's 'Extreme Vetting' Leaves Thousands Scrambling At Airports 2:22 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170129013554if_/http://www.nbcnews.com/widget/video-embed/865057859510\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Less than 24 hours after President Donald Trump signed an executive order clamping down on refugee admissions and temporarily restricting travelers from seven predominantly Muslim countries, the impact was already resonating at airports around the world. New York's John F. Kennedy International Airport was the scene of confusion and questions as a dozen people were detained and some separated from family members, according to lawmakers and attorneys scrambling to get them released and struggling to interpret the new rules. Related: Trump Signs Order Suspending Admission of Syrian Refugees Two of the 12 are Iraqi refugees, and one of them — identified as Hameed Khalid Darweesh — was let go Saturday afternoon following his detention, said New York Rep. Jerrold Nadler. The second refugee was later released, NBC New York reported. \"I am very, very thankful to all the people who can support,\" Darweesh told reporters as he was surrounded by dozens of protesters carrying signs that read \"Refugees welcome\" and \"No ban, no wall.\" \"America is the greatest nation,\" Darweesh added. \"America is the greatest people in the world.\" Nadler said it was unclear why Darweesh was released while the other 11 remained held at the airport Saturday afternoon. They could be transferred to an immigration detention center in New Jersey to meet with immigration lawyers, Nadler added. \"This should not be happening in America,\" he told reporters. \"The executive order is a gross violation of our standards, our norms and the spirit of our Constitution.\" \"We will use every tool at our disposal to bring justice to America\" - NY Congresswoman Nydia Velázquez addressing JFK protest #muslimban pic.twitter.com/whmPWBz91C — Chris Brooks (@chactivist) January 28, 2017 A senior Trump administration official told reporters that the two Iraqi men, which included Darweesh, were getting waivers allowing them to stay in the United States. The men were mentioned in a New York Times report Saturday, and it was unclear whether the remaining people detained at Kennedy Airport would also receive such waivers. Human rights attorneys could not immediately say which additional affected countries — Syria, Iran, Sudan, Somalia, Yemen or Libya — the others at Kennedy Airport come from. Play ",
    "title": "Trump Travel Restrictions Leave Refugees Stranded: Reports - NBC News"
   },
   {
    "entities": [
     "darweesh",
     "6 p.m.",
     "sudan",
     "house",
     "francisco",
     "pakistan",
     "protection",
     "david",
     "cairo",
     "new",
     "markon",
     "washington",
     "cbp",
     "abed",
     "cnn",
     "liberties",
     "lori",
     "army's",
     "2014",
     "evening",
     "saturday",
     "mike",
     "america",
     "post",
     "jfk",
     "the coming weeks",
     "kennedy",
     "paul",
     "afghanistan",
     "center",
     "refugee",
     "masri",
     "time",
     "airborne",
     "iraq",
     "of",
     "iran",
     "associated",
     "loveluck",
     "emma",
     "syria",
     "doss",
     "f.",
     "union",
     "hameed",
     "homeland",
     "international",
     "ayoub",
     "louisa",
     "mark",
     "ryan",
     "101st",
     "security",
     "katherine",
     "weiner",
     "aratani",
     "egyptair",
     "morning",
     "shaver",
     "somalia",
     "airport",
     "texas",
     "marielena",
     "2003",
     "jerry",
     "border",
     "brandon",
     "army",
     "friedman",
     "anti-discrimination",
     "brown",
     "fisher",
     "rucker",
     "dhs",
     "alshawi",
     "eastern",
     "lena",
     "committee",
     "states",
     "white",
     "friday",
     "civil",
     "libya",
     "trump",
     "thomas",
     "currently",
     "u.s.",
     "san",
     "at 3:06 pm",
     "american",
     "cair",
     "united",
     "betsy",
     "nakamura",
     "january 28",
     "district",
     "next week",
     "city",
     "beirut",
     "d.",
     "division",
     "abdulkhaleq",
     "peter",
     "rachel",
     "khalid",
     "law",
     "philip",
     "muslim",
     "john",
     "customs",
     "assistance",
     "stephanie",
     "yemen",
     "afternoon",
     "morello",
     "debonis",
     "immigration",
     "sameer",
     "zeller",
     "press",
     "carol",
     "matt",
     "american-arab",
     "project",
     "hincapie",
     "york",
     "department",
     "turkey",
     "future",
     "national",
     "jan. 28, 2017"
    ],
    "id": 2,
    "text": "Trump order barring refugees, migrants from Muslim countries triggers chaos, outrage The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it (Thomas Johnson/The Washington Post) By Jerry Markon , Emma Brown and David Nakamura By Jerry Markon , Emma Brown and David Nakamura January 28 at 3:06 PM Follow @JerryMarkon Follow @emmersbrown Follow @davidnakamura President Trump’s executive order barring refugees and migrants from predominantly Muslim countries from entry into the United States rippled across the world on Saturday, causing widespread confusion, triggering outrage among immigrant advocates and leading to the detention at U.S. airports of people flying into the country. In addition to blocking all entries from seven countries, including business people, students and others, the ban is also being applied to U.S. legal residents from those nations — so-called green card holders — who were traveling abroad at the time the order was signed, federal officials said Saturday. Those familiar with the order, who spoke on condition of anonymity because they said its rollout had been chaotic, said green card holders currently in the United States will not be affected. They noted that the Department of Homeland Security is allowed to grant waivers to those individuals and others deemed to not pose a threat to national security. “If you’ve been living in the United States for 15 years and you own a business and your family is here, will you be granted a waiver? I’m assuming yes, but we are working that out,’’ said one official, who could not be more specific because details of the possible waivers remained cloudy, as did many other details of how the ban will be enforced. (Peter Stevenson/The Washington Post) But officials made clear that the federal officers detaining refugees and migrants holding valid U.S. visas and restricting them from entering the country were following orders handed down by top DHS officials. Those orders, the officials said, reflect the desires of Trump’s White House. The president’s order, signed Friday, suspends admission to the United States of all refugees for 120 days and bars for 90 days the entry of any citizens from Iraq, Iran, Syria, Yemen, Sudan, Libya and Somalia. Trump said that the goal is to screen out “radical Islamic terrorists” and that priority for admission would be given to Christians. [ Trump signs order halting admission of refugees, promises priority for Christians ] The executive action has caused “complete chaos” and torn apart families, said Abed Ayoub, legal and policy director of the American-Arab Anti-Discrimination Committee. “It’s causing a negative and destructive impact on the Arab-American community,” Ayoub said. The White House on Saturday rushed to explain and defend its action, saying it strengthens national security and denying that it targeted Muslims. “The notion that this is a Muslim ban is ludicrous,” one senior administration official said. A second official noted that many majority-Muslim countries, including Afghanistan, Pakistan and Turkey, were excluded from the measure. And House Speaker Paul D. Ryan (R-Wis.), who frequently clashed with Trump during the presidential campaign, strongly backed the president’s executive order. “This is not a religious test and it is not a ban on people of any religion,’’ he said. “This order does not affect the vast majority of Muslims in the world. It does not affect a large number of nations that are Muslim-majority.’’ Lawyers for two Iraqi men detained at New York’s John F. Kennedy International Airport, one of whom served the U.S. military mission in Iraq, filed a middle-of-the-night lawsuit in federal court challenging Trump’s order as unconstitutional and seeking the release of their clients. They also are seeking class certification so they may represent all refugees and visa-holders who are being held at U.S. ports of entry. 1 of 12 Skip Ad × Photos from the scene of protest at New York’s JFK airport against Trump’s executive order halting refu­gee admissions View Photos Entry to the United States is being refused to legal residents, including green-card holders, from seven mostly Muslim countries who were abroad when the executive order was signed Friday by the president, and some travelers were detained at U.S. airports. Caption Entry to the United States is being refused to legal residents, including green-card holders, from seven mostly Muslim countries who were abroad when the executive order was signed Friday by the president, and some travelers were detained at U.S. airports. Jan. 28, 2017 People protest against the Muslim immigration ban at John F. Kennedy International Airport in New York City. President Trump signed an executive order that halted refugees and residents from predominantly Muslim countries from entering the United States. Stephanie Keith/Getty Images [ Read the complaint ] One of the men, Hameed Khalid Darweesh, was released Saturday afternoon without explanation from federal officials, according to his lawyer, Mark Doss. “We are very grateful that Mr. Darweesh has been released,” Doss told reporters outside JFK International Airport in an interview broadcast on CNN. But 11 others are still being detained at JFK, he said, and “people will stay here until they are released.” While immigration advocates said at least one refu­gee family had been detained at San Francisco International Airport, there was no immediate count of how many refugees were being held at airports nationwide. Advocates said that people have not only been held at the border but that ticketed passengers have been barred from boarding U.S.-bound aircraft overseas, and they confirmed that green-card holders who left the U.S. have been unable to return. Cairo airport officials say seven U.S.-bound migrants — six from Iraq and one from Yemen — were prevented Saturday from boarding an EgyptAir flight to JFK airport, according to the Associated Press. As outrage mounted, other advocates promised further legal challenges. The Council on American-Islamic Relations (CAIR) denounced the order and said it would file a lawsuit next week challenging it as unconstitutional. “There is no evidence that refugees — the most thoroughly vetted of all people entering our nation — are a threat to national security,” Lena F. Masri, CAIR’s national litigation director, said in a statement. “This is an order that is based on bigotry, not reality.” Both Iraqi men detained at JFK airport held valid U.S. visas and had been receiving pro-bono legal assistance for several months from the New York-based International Refugee Assistance Project. Betsy Fisher, the organization’s policy director, said the men were in the air on separate flights when Trump signed the temporary refu­gee ban Friday. She called their detention “our worst-case scenario.” “In the coming weeks we will be advocating to show why this policy is bad for U.S. national security, why it goes against our humanitarian responsibilities, and why it is fundamentally un-American,” Fisher said. “If there is one fundamentally American value, then it is welcoming those who are fleeing persecution. At our best, this is what we can do.” The International Refugee Assistance Project was among several prominent immigration-rights organizations that filed the lawsuit in New York, including the American Civil Liberties Union and the National Immigration Law Center. One of the Iraqi men detained at JFK is Sameer Abdulkhaleq Alshawi, 33, who holds a visa that allowed him to join his wife and young child in Texas. His wife had worked for a U.S. government contractor and came to the United States as a refu­gee in 2014. Darweesh, 53, had worked as a contractor for the U.S. government in Iraq for about a decade, including as an interpreter for the Army. He and his wife and three children had spent more than two years securing a special immigrant visa, granted to Iraqis who assisted U.S. military forces. The Darweesh family landed in New York at approximately 6 p.m. Friday , and Hameed Darweesh was detained by U.S. Customs and Border Protection officials, according to the complaint filed in U.S. District Court for the Eastern District of New York. He is at risk of being returned to a country where he faces enormous personal danger due to his aid to the U.S. government, the complaint says. Darweesh told reporters outside the airport on Saturday that he was thankful so many people came to his aid, leaving their families to help secure his release. “This is the humanity, this is the soul of America. This is what pushed me to move, to leave my country and come here,” Darweesh said. “America is the land of freedom, the land of freedom, the land of the right. ... America is the greatest nation, the greatest people in the world.” Brandon Friedman worked with Darweesh in 2003, when he was an infantry officer with the Army’s 101st Airborne Division. He said Darweesh, who was among the first Iraqis to sign up to serve the U.S. military, was “fearless” and saved countless U.S. lives. “This is a guy who has done a lot more for this country than most people who were born here,” Friedman said. He said he hopes Trump’s executive order is rescinded quickly: “This is putting U.S. troops in danger because it is withdrawing the incentive that folks like Hameed have to work with us. And we depend on them to a great extent.” The detention of a man who served the U.S. military was particularly objectionable to Matt Zeller, founder of No One Left Behind, which aims to help Iraqi and Afghan people who worked for the U.S. military secure special immigrant visas. He said America is breaking its promise to men and women who served the U.S. military at great personal risk to themselves — which is not only wrong, he said, but also undermines trust in the United States and endangers the lives of any future service member sent overseas. “This is going to get future Americans killed in future wars. It comes down to that,” he said. “We’re never going to live down this shame if we let this go on.” Marielena Hincapie, executive director for the National Immigration Law Center, said immigration advocates first learned of immigrants being detained Friday evening after a report from a family detained in San Francisco. The advocates attempted to reach U.S. Customs and Border Protection but were unsuccessful. “We were trying to find out if it was lack of communication or what was the plan?” she said in an interview Saturday morning. The lawyers for those detained at JFK said they were told officials at the airport couldn’t help them when they began to seek their clients’ release. “Who is the person to talk to?” the attorneys asked, according to the court complaint. The CBP agents responded: “Mr. President. Call Mr. Trump.” Louisa Loveluck in Beirut, and Philip Rucker, Mike DeBonis, Lori Aratani, Carol Morello, Katherine Shaver and Rachel Weiner in Washington contributed to this report. local ",
    "title": "Trump order barring refugees, migrants from Muslim countries triggers chaos, outrage - The Washington Post"
   },
   {
    "entities": [
     "darweesh",
     "christian",
     "sudan",
     ", 6:04 pm",
     "council",
     "new",
     "pablo",
     "washington",
     "aaron",
     "abc",
     "america",
     "jfk",
     "haider",
     "jim",
     "patrol",
     "today",
     "stein",
     "saudi",
     "hayden",
     "iraq",
     "of",
     "iran",
     "jan. 25, 2017",
     "philadelphia",
     "rehab",
     "syria",
     "network",
     "f.",
     "google",
     "hameed",
     "jhalid",
     "homeland",
     "sahar",
     "pentagon",
     "international",
     "8:48 am",
     "eithad",
     "orders",
     "signs",
     "alghnimi",
     "security",
     "velazquez",
     "bloomberg",
     "dallas/fort",
     "airlines",
     "katersky",
     "arabia",
     "donald",
     "somalia",
     "airport",
     "jerry",
     "border",
     "o'hare",
     "on",
     "nydia",
     "worth",
     "eastern",
     "michael",
     "states",
     "musims",
     "nadler",
     "trump",
     "libya",
     "broadcasting",
     "u.s.",
     "foster",
     "american",
     "cair",
     "pichai",
     "ahmed",
     "kenney",
     "united",
     "sundar",
     "district",
     "city",
     "abdulkhaleq",
     "martinez",
     "john",
     "customs",
     "executive",
     "yemen",
     "benjamin",
     "news",
     "dallas",
     "relations",
     "jan 28, 2017",
     "sameer",
     "u.s",
     "chicago",
     "may 25, 2015",
     "matt",
     "york",
     "department",
     "edison",
     "islamic",
     "kennedy"
    ],
    "id": 3,
    "text": "At Least 27 People Detained or Sent Home Following Trump's Executive Order By Michael Edison Hayden Jan 28, 2017, 6:04 PM ET 0 Shares WATCH Trump Signs Executive Orders at Pentagon 0 Shares Email At least 27 passengers have been detained or sent home from four different airports across the country today, and hundreds of people around the world were barred from boarding U.S.-bound flights following President Trump's executive order on immigration. One of at least two Iraqis detained at John F. Kennedy International Airport in New York City has been released, according to New York officials. In all, 11 people were still detained at the airport, the officials said. Other passengers were detained or sent home from Chicago O'Hare International Airport, Dallas/Fort Worth International Airport, and Philadelphia International Airport, according to officials in those cities. Hundreds of people turned out at JFK to protest the protest the president's order, chanting \"No hate, no fear, refugees are welcome here. No hate, no fear, Musims are welcome here.\" Hameed Jhalid Darweesh, the Iraqi freed from Kennedy Airport, left with New York Congressional Reps. Nydia Velazquez and Jerry Nadler, who joined more than 100 protesters that assembled there. Court records confirm that a writ of habeas corpus was filed for Darweesh and Haider Sameer Abdulkhaleq, the other Iraqi, in the Eastern District of New York, where the airport is located, and that Donald Trump was named as a defendant. Darweesh expressed his gratitude for those who supported him while he was detained. \"First of all, I want to thank the people that take care of me and support me. They leave their family, their business and come to support me. This is what pushed me to move, to leave my country and come here. And I'm very, very thankful to all of the people who have come to support me,\" he said to reporters at the airport. \"America is the land of freedom,\" Darweesh said. \"The land of freedom, the land of the rights. This is what brought me to come here, and I'm very thankful.\" Trevor Collens/AFP/Getty Images An aircraft takes off from New York's John F. Kennedy Airport against a hazy backdrop of the New York skyline, May 25, 2015. Neither Darweesh nor Abdulkhaleq are technically refugees according to the definition in the president's executive order but appear to have come to the U.S. on visas, a Trump administration official tells ABC News. The executive order contains a caveat that allows certain individuals to be admitted to the country if there is a national security interest in doing so, and these two may be eligible for such an exemption, which must be agreed upon by the State and Homeland Security Departments, but the process by which this happens is unclear. At least one person was detained at O'Hare International Airport in Chicago today, and it is expected that she will return to Saudi Arabia, according to the Council on American Islamic Relations (CAIR). Sahar Alghnimi, a Syrian woman who came to the U.S. on tourist visa to see her mother who had just undergone cancer surgery, was detained when she arrived from Saudi Arabia at 8:48 AM on Eithad Airlines, CAIR Chicago executive director Ahmed Rehab told ABC News. Alghnimi had been to the U.S. several times before and has a valid visa, Rehab said. Pablo Martinez Monsivais/AP President Donald Trump signs an executive order for border security and immigration enforcement improvements at the Department of Homeland Security in Washington, Jan. 25, 2017. In Philadelphia, two Syrian families were detained. Mayor Jim Kenney issued a statement on Trump's executive order, suggesting that the detentions were carried out by U.S. Customs and Border Patrol. In Dallas, nine people have been detained, according to a media representative of CAIR. Ripple effects from the executive order are also being felt in multinational technology companies. Google CEO Sundar Pichai circulated a staff memo , obtained by Bloomberg News, in which he criticized Trump's action and suggested that some of the firm's employees and their families could be affected by it. Likewise, several colleges advised foreign students and scholars who might be affected by Trump's order to defer travel outside of the U.S. at least until there is more clarity on how the order may affect them. Trump categorized the executive order as part of a vetting plan to prevent \"radical Islamic terrorists\" from reaching American soil. The seven-page document calls for an immediate suspension of immigration from countries with ties to terror -- Syria, Yemen, Sudan, Somalia, Iraq, Iran and Libya -- for a time period of 90 days. But none of the countries on the list have had anything to do with terror incidents on U.S. soil since the 9/11 attacks, and Saudi Arabia -- where 15 of the 9/11 hijackers were from -- is not included. It also calls for the complete suspension of Syrian refugees for an indefinite period. It also calls on the secretary of state to suspend the entire U.S program for admitting refugees for 120 days while authorities review the application and adjudication process. Green card holders, who are legal residents of the United States, also fall under Trump's executive order on immigration if they come from any of the seven Muslim-dominated countries from which immigration is temporarily banned, according to a senior administration official who spoke to ABC News. Trump told the the Christian Broadcasting Network that Christian refugees would be given priority over Muslims in applications to come to the U.S. \"We are going to help them,\" Trump said of Christians in Syria. ABC News' Benjamin Stein, Matt Foster and Aaron Katersky contributed to this report. 0 Shares ",
    "title": "At Least 27 People Detained or Sent Home Following Trump's Executive Order - ABC News"
   },
   {
    "entities": [
     "sudan",
     "council",
     "eric",
     "jeff",
     "northridge",
     "once",
     "tomorrow",
     "times",
     "now",
     "roudsari",
     "2014",
     "saturday",
     "america",
     "hailey",
     "donner",
     "afghanistan",
     "melissa",
     "ferazzi",
     "angeles",
     "iraq",
     "brooklyn",
     "of",
     "iran",
     "august",
     "syria",
     "cal",
     "elmi",
     "rama",
     "garcetti",
     "last four years",
     "ali",
     "etehad",
     "pennsylvania",
     "abdul",
     "southern",
     "california",
     "amlotte",
     "ezell",
     "bahareh",
     "mostapha",
     "tyler",
     "ryan",
     "presbyterian",
     "state",
     "baltimore",
     "nobar",
     "somalia",
     "uae",
     "adam",
     "abdi",
     "$10,000",
     "pomona",
     "brown",
     "moore",
     "harriet",
     "last week",
     "yale",
     "august of 2016",
     "arab",
     "friday",
     "states",
     "aslani",
     "libya",
     "trump",
     "dubai",
     "u.s.",
     "ford",
     "united",
     "the future",
     "new year",
     "this weekend",
     "weekend",
     "kanjo",
     "l.a.",
     "los",
     "gina",
     "yemen",
     "--",
     "church",
     "2024",
     "2017",
     "first",
     "emirates",
     "golhar",
     "april",
     "university",
     "december",
     "mary",
     "florida",
     "city"
    ],
    "id": 4,
    "text": "NATION Families divided by Trump's refugee order worry about the future The Kanjo children came to Southern California with their parents from Syria in August of 2016, sponsored by the First Presbyterian Church of Pomona. Adam Donner Ryan Donner, Abdul Kanjo, Rama Kanjo and Hailey Donner in Pomona. The Kanjo children came to Southern California with their parents in August, sponsored by the First Presbyterian Church of Pomona. Ryan Donner, Abdul Kanjo, Rama Kanjo and Hailey Donner in Pomona. The Kanjo children came to Southern California with their parents in August, sponsored by the First Presbyterian Church of Pomona. (Adam Donner) Harriet Ryan and Melissa Etehad Contact Reporters Ali Abdi, a 30-year-old student from Iran, has been studying for his PhD in anthropology at Yale University . Last week, he left the U.S. for the United Arab Emirates on his way to a research trip in Afghanistan. That was only days before President Trump issued his executive order on Friday suspending admissions from seven majority Muslim countries, including Iran. Now Abdi, who has been living in the U.S. for the last four years, is unsure what to do. He cannot return to Iran, where he faces potential imprisonment for his political activism. His visa for the UAE won’t allow him to stay there long, nor does he have permission for an extended stay in Afghanistan. Most seriously, under Trump’s new order, he can no longer return to the U.S. to finish his studies. Abdi is trying to be philosophical. “I’m not worried about anything... From an anthropological perspective I can write a lot,” he said in a telephone interview Saturday. “What has happened is very illuminating. The main problem is the lives of thousands of others who are torn apart by what happened.” Read Trump's executive order on travel restrictions Open link The executive order signed on Friday suspends all refugee entries for 120 days, blocks Syrian refugees and bars for 90 days the entry of citizens from Iraq, Iran, Syria, Yemen, Sudan, Libya and Somalia. Around the world, students and workers caught outside the U.S. were uncertain when they would be allowed to return under the new executive order. Refugees expecting safe resettlement in the U.S. were stranded and detained at airports. And families whose loved ones were stranded abroad were left in a state of crippling anxiety. Many were scanning their social media feeds or watching television, trying to make sense of the new policy and understand what happens next. Bahareh Aslani, a 34-year-old Iranian American, has been planning to have a formal wedding ceremony in Baltimore in April to celebrate her marriage to her husband, Mostapha Roudsari, who teaches at the University of Pennsylvania. Roudsari’s parents, who live in Iran, went to Dubai in December and applied for a visa to enter the U.S., waiting 2 ½ months for an appointment at the U.S. embassy. The couple was told that the mother’s visa had been approved and that the father’s visa had been approved, pending additional documents. It's frustrating, most of all. Makes me sad for my in laws and family, but mostly I’m really scared. — Bahareh Aslani, 34, Iranian American Now, both are barred from entry and will not be able to attend the wedding and are devastated, Aslani said. “It's frustrating, most of all. Makes me sad for my in laws and family, but mostly I’m really scared, because is this the beginning? Are they going to come after me? Once you start the slippery slope to losing all your basic rights, and no one seems to know what to do about it,” Aslani said. Nobar Elmi Golhar, 36, lives in Brooklyn and has never been to Iran, but worries about whether her family in Iran will be able to continue to visit. Her aunt and uncle, both green card holders who have children in the United States, were in the U.S. when the executive order was signed, and now both are uncertain whether it’s wise to go back home to Iran — they may not be allowed to return. “They are here and want to return to Iran, but now they are very worried if they can come back,” Golhar said. “They are trying to better understand what is going on and watch the news and ask what they should expect.” What they are feeling, she said, is “panic.” “It’s a real mix of emotions,” Golhar said. “First, it’s disbelief: Is this seriously happening? And then, it’s the anger... How could we have allowed this to happen?” Caption Weekend Roundup: 7 stories you can't miss Have the women’s marches started a movement?   In the presidential election, just seven of L.A.’s 1,700 precincts went for Trump.   In a fiery State of the State, Brown returned to a familiar conclusion.   Prosecutors believed two officers feared for their lives when they fatally shot Ezell Ford in 2014.   'La La Land' danced its way to 14 Oscar nominations.   Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Chinese New Year begins this weekend. Caption Weekend Roundup: 7 stories you can't miss Have the women’s marches started a movement?   In the presidential election, just seven of L.A.’s 1,700 precincts went for Trump.   In a fiery State of the State, Brown returned to a familiar conclusion.   Prosecutors believed two officers feared for their lives when they fatally shot Ezell Ford in 2014.   'La La Land' danced its way to 14 Oscar nominations.   Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Chinese New Year begins this weekend. Caption 90 seconds: 4 stories you can't miss So-called sanctuary cities were once places of refuge.   A surge in media mergers is expected under Trump’s pro-business agenda.   Chinese New Year begins tomorrow.   Grocery store tomatoes are often tasteless but researchers at the University of Florida have discovered a game-changer. Caption Neighborhood improvements can limit sex-trafficking, study says A Cal State Northridge study identified up to 40 locations used for illegal sex that could be safeguarded by the addition of street lamps or the trimming of trees. A Cal State Northridge study identified up to 40 locations used for illegal sex that could be safeguarded by the addition of street lamps or the trimming of trees. Caption Curves, craftsmanship and class | 2017 Grand National Roadster Show in Pomona Thirteen custom cars will compete for the “America's Most Beautiful Roadster” award, vying for a 9-foot-tall trophy and $10,000 in prize money. (Gina Ferazzi / Los Angeles Times) Thirteen custom cars will compete for the “America's Most Beautiful Roadster” award, vying for a 9-foot-tall trophy and $10,000 in prize money. (Gina Ferazzi / Los Angeles Times) Caption Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) ",
    "title": "Families divided by Trump&apos;s refugee order worry about the future - LA Times"
   },
   {
    "entities": [
     "darweesh",
     "sudan",
     "house",
     "protection",
     "david",
     "cairo",
     "new",
     "times",
     "washington",
     "now",
     "late friday",
     "friday, jan. 27, 2017",
     "saturday",
     "america",
     "post",
     "jfk",
     "nations",
     "haider",
     "ap",
     "refugee",
     "court",
     "wes",
     "iraq",
     "brooklyn",
     "iran",
     "associated",
     "omar",
     "syria",
     "doss",
     "federal",
     "jhalid",
     "hameed",
     "pentagon",
     "international",
     "mark",
     "rescue",
     "miliband",
     "fox",
     "velazquez",
     "reuters",
     "egyptair",
     "night",
     "congress",
     "donald",
     "somalia",
     "twitter",
     "airport",
     "border",
     "army",
     "midday",
     "barrett",
     "airways",
     "nydia",
     "alshawi",
     "committee",
     "friday",
     "white",
     "states",
     "qatar",
     "nadler",
     "trump",
     "libya",
     "u.s.",
     "walsh",
     "aclu",
     "united",
     "u.n.",
     "abdulkhaleq",
     "khalid",
     "muslim",
     "customs",
     "january 28, 2017",
     "early saturday",
     "assistance",
     "yemen",
     "news",
     "sameer",
     "press",
     "2017",
     "jadwat",
     "project",
     "york",
     "facebook",
     "nato",
     "jerrold"
    ],
    "id": 5,
    "text": "12 refugees detained under ban after Trump's order; one released Published               January 28, 2017 Facebook 0 Twitter 0 Email Print   Twelve refugees were detained at JFK Airport within hours of President Trump's order restricting immigration from seven majority-Muslim nations.   One of the Iraqis, Hameed Jhalid Darweesh, 53, was released by midday Saturday. “I suffered to move here, to get my family here …. I can’t go back,” Darweesh said shortly after his release, according to the New York Post. Asked if he’d be killed in Iraq, he answered: “Yes, yes.” Hameed Khalid Darweesh, an Army interpreter in Iraq, had been stopped as he traveled with his wife and three kids when agents pulled him aside, according to the New York Times. The fate of the other Iraqi detainee, Haider Sameer Abdulkhaleq Alshawi, 33, was unclear. So was the fate of 10 other refugees, whose nationalities were not immediately known. Reps. Jerrold Nadler (D-Manhattan) and Nydia Velazquez (D-Brooklyn) announced the number of refugees held at the airport. “This should not happen in America. We shouldn’t have to demand the release of refugees one by one,” the two members of Congress said in a statement. Expand / Contract Protesters assemble at JFK Airport after two Iraqi refugees were detained. (AP) \"They have been detained illegally. I am begging you to go and revisit this. It's ill-advised, it's mean spirited,\" said Velazquez, during a press conference.  The White House moved Saturday to defend the president’s refugee order, saying Muslims are not being targeted. “The notion that this is a ‘Muslim ban’ is ludicrous,” a senior administration official confirmed to Fox News. Other travelers were being stopped from boarding U.S.-bound flights at overseas airports as the Trump refugee ban went into effect Friday night. Early Saturday, immigration lawyers in New York sued to block the order, claiming that numerous people have already been unlawfully detained at U.S. airports, Reuters reported. Trump on Friday suspended refugee admissions for four months and indefinitely banned those from war-torn Syria, pending program changes that are to ensure refugees won't harm national security. A U.S. federal law enforcement official says any non-U.S. citizen from Iraq, Syria, Iran, Sudan, Libya, Somalia or Yemen is now barred from entering the United States. That covers legal permanent residents -- green card holders -- and visa-holders from those seven countries who are out of the United States after Friday, when President Donald Trump signed an executive order with the temporary ban. They cannot return to the U.S. for 90 days. The official says there's an exemption for immigrants and legal permanent residents whose entry is in the U.S. national interest, but it's unclear how that exemption will be applied. The official says visa and green card holders already in the U.S. will be allowed to stay. The official wasn't authorized to publicly discuss the details of how Trump's order is being put in place and spoke only on condition of anonymity. Customs and Border Protection is notifying airlines about passengers whose visas had been canceled or legal residents scheduled to fly back to the U.S., and the airlines are being told to keep them off those flights. The order also imposes a temporary ban on travelers from Iran, Iraq, Somalia, Libya, Sudan and Yemen. Immigration lawyers filed papers in Brooklyn Federal Court seeking the release of the two Iraqis and an order certifying the case as a class-action on behalf of others who they said were being illegally detained at ports of entry, according to the paper. The lawyers said custom agents wouldn’t let them meet with their clients who they said had valid visas to enter the U.S. “Who is the person we need to talk to?” asked Mark Doss, a lawyer with the International Refugee Assistance Project. “Mr. President,” the paper quoted a customs agent as responding. “Call Mr. Trump.” President Donald Trump signs an executive order on extreme vetting during an event at the Pentagon in Washington, Friday, Jan. 27, 2017. (AP Photo/Susan Walsh) (Copyright 2017 The Associated Press. All rights reserved.) The ACLU's Immigrants' Rights Project is also representing the two Iraqis. “President Trump's war on equality is already taking a terrible human toll. This ban cannot be allowed to continue,” the group's Omar Jadwat said. In Cairo, airport officials prevented seven U.S.-bound migrants -- six from Iraq and one from Yemen -- from boarding an EgyptAir flight to New York. The officials said the seven migrants, escorted by officials from the U.N. refugee agency, were stopped from boarding the plane after authorities at Cairo airport contacted their counterparts at JFK. Qatar Airways told passengers bound for the U.S. from the seven newly banned majority Muslim countries that they need to have either a U.S. green card or diplomatic visa to travel. A statement on the company's website says: \"Nationals of the following countries: Sudan, Libya, Somalia, Syria, Iran, Iraq, Yemen ... may travel to the U.S. only if they are in possession of a permanent resident card (Green card) or any of the below visas.\" It listed foreign government, United Nations, international organization and NATO visas. Late Friday, the International Rescue Committee called Trump's suspension of the U.S. refugee resettlement program a \"harmful and hasty\" decision. The group’s president David Miliband said, \"America must remain true to its core values. America must remain a beacon of hope.\" He said the U.S. vetting process for prospective refugees is already robust -- involving biometric screening and up to 36 months of vetting by \"12 to 15 government agencies.\" “This is no time for America to turn its back on people ready to become patriotic Americans,” he said. The Associated Press and Fox News' Wes Barrett contributed to this report.   ",
    "title": "12 refugees detained under ban after Trump's order; one released | Fox News"
   },
   {
    "entities": [
     "st.",
     "refugee",
     "park",
     "donald",
     "noorian",
     "amirisfat",
     "airport",
     "tribune",
     "iran",
     "contact",
     "o'hare",
     "assistance",
     "us",
     "wong",
     "clair",
     "saturday",
     "trump",
     "chicago",
     "reporters",
     "international",
     "mohammad",
     "noon",
     "hessam",
     "chris",
     "sweda/chicago",
     "project",
     "amirisefat",
     "stacy",
     "zehra",
     "ridge",
     "jan. 28, 2017"
    ],
    "id": 6,
    "text": "18 people held at O'Hare after Trump order, including Park Ridge man: Lawyers Attorneys assisting family of detainees at O'Hare Mohammad Amirisefat of Chicago waits for news regarding relatives at O'Hare International Airport on Jan. 28, 2017. Amirisefat's sister, Zehra Amirisefat, 30, a US citizen, landed at O'Hare with her 6-month-old child after returning from Iran before her husband, a green card holder, was detained. (Chris Sweda/Chicago Tribune) Mohammad Amirisefat of Chicago waits for news regarding relatives at O'Hare International Airport on Jan. 28, 2017. Amirisefat's sister, Zehra Amirisefat, 30, a US citizen, landed at O'Hare with her 6-month-old child after returning from Iran before her husband, a green card holder, was detained. (Chris Sweda/Chicago Tribune) Grace Wong and Stacy St. Clair Contact Reporters Chicago Tribune The family of a Park Ridge man said Saturday he was detained at O'Hare International Airport after returning with his family from Iran, one of the countries affected by President Donald Trump 's executive order on immigration. In addition to the Park Ridge man, a resident of Oak Lawn also was possibly being detained, according to his son. They were believed to be among as many as 18 people held at O'Hare because of the order, according to lawyers working with the International Refugee Assistance Project. \"This is insulting. This is insane, this is truly insane,\" said Mohammad Amirisefat, brother-in-law of the Park Ridge man. The man returning from Iran, Hessam Noorian, was detained after landing at O'Hare at shortly after noon, Amirisfat said. He said his sister and the couple’s 6-month-old child were initially held too but were let go. ",
    "title": "18 people held at O&apos;Hare after Trump order, including Park Ridge man: Lawyers - Chicago Tribune"
   },
   {
    "entities": [
     "darweesh",
     "recently",
     "sudan",
     "inc.",
     "house",
     "somalia",
     "airport",
     "klm",
     "iraq",
     "john",
     "amling",
     "iran",
     "interactive",
     "new",
     "yemen",
     "syria",
     "cbs",
     "steven",
     "nydia",
     "news",
     "f.",
     "jan 28, 2017",
     "alicia",
     "3:47 pm est",
     "hameed",
     "white",
     "ninan",
     "saturday",
     "trump",
     "libya",
     "nadler",
     "2017",
     "international",
     "reena",
     "currently",
     "u.s.",
     "street",
     "jfk",
     "wall",
     "york",
     "state",
     "department",
     "velazquez",
     "portnoy",
     "journal",
     "jerrold",
     "kennedy"
    ],
    "id": 7,
    "text": "CBS News Jan 28, 2017 3:47 PM EST After widespread confusion about who will be affected by President Trump’s recently signed executive order pausing travel to the U.S. from citizens of selected Muslim majority countries, officials are scrambling to clarify the policy. Senior administration officials told CBS News Saturday that for permanent American residents -- those holding green cards -- from the listed countries, their readmittance to the U.S. will be done on a “case by case exemption process.” The countries which have majority Muslim populations and will be affected by the 90-day moratorium on travel to the U.S. include Iran, Iraq, Syria, Yemen, Sudan, Somalia and Libya. Iraqi refugee freed after being detained at JFK airport According to one administration official, for those people who are currently overseas and want to re-enter the U.S., they will be processed by the same waiver process that addressed, for example, the individuals detained at John F. Kennedy International Airport Saturday . Of that incident, which involved Iraqi immigrant Hameed Darweesh, the official said it “demonstrates that the exemptions and waivers process that we put into place is already working exactly as intended.” (Darweesh, who had been issued a visa to the country, was freed after two U.S. lawmakers -- Reps. Jerrold Nadler and Nydia Velazquez, both Democrats of New York -- appeared at the airport asking about his detention.) Those who have dual citizenship with the seven countries will also be stopped from stepping foot in the U.S., according to a Wall Street Journal report, which cites a State Department statement due to be released. An administration official insisted to CBS News that the executive order is “not a travel ban” but is instead a “cessation of most travel with case-by-case exemptions.” The official said that the departments of State and Homeland Security were still in the process of finalizing the next round of guidance for the executive order. Despite White House claims that the actions do not constitute a travel ban, however, some airlines have already begun turning away would-be passengers to the U.S.  For example, on Saturday, Dutch airline KLM confirmed to CBS News that it has already had to turn away at least seven travelers because of the executive order. CBS News’ Alicia Amling, Steven Portnoy, and Reena Ninan contributed to this report.  © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump travel ban could affect green card holders, officials say - CBS News"
   },
   {
    "entities": [
     "airport",
     "muslim-majority",
     "trudeau",
     "iraq",
     "5:33 p.m.",
     "john",
     "iran",
     "january 28, 2017",
     "jan. 28, 2017",
     "associated",
     "new",
     "stephanie",
     "justin",
     "syria",
     "mogadishu",
     "f.",
     "keveney",
     "usa",
     "sturgeon",
     "ammar",
     "friday",
     "1979",
     "saturday",
     "trump",
     "nicola",
     "press",
     "sawan",
     "javad",
     "international",
     "u.s.",
     "canada",
     "fatima",
     "bill",
     "zarif",
     "jordan",
     "york",
     "irna",
     "facebook",
     "florida",
     "ashkir",
     "scotland",
     "today",
     "keith",
     "13 minutes ago",
     "city",
     "kennedy"
    ],
    "id": 8,
    "text": "Iran retaliates, Canada opens arms after Trump immigration ban Iran considers visa limit for U.S. arrivals, as world leaders open arms to refugees. Post to Facebook Iran retaliates, Canada opens arms after Trump immigration ban Iran considers visa limit for U.S. arrivals, as world leaders open arms to refugees. Check out this story on USATODAY.com: http://usat.ly/2jC9WRg CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 34 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Iran retaliates, Canada opens arms after Trump immigration ban Bill Keveney , USA TODAY Published 5:33 p.m. ET Jan. 28, 2017 | Updated 13 minutes ago CLOSE Share Iran says U.S. citizens are no longer welcome in the country. Buzz60 Protesters rally during a demonstration against the immigration ban at John F. Kennedy International Airport on Jan. 28, 2017 in New York City. (Photo: Stephanie Keith, Getty Images) World leaders reacted harshly Saturday to President Trump's executive order suspending immigration and visas for citizens from certain countries with majority Muslim populations. Iran, one of the targeted nations, suggested it would limit issuing visas to American tourists. Trump on Friday suspended all refugee admissions to the U.S. for four months and banned the entry of Syrian refugees indefinitely pending a security review meant to ensure terrorists cannot slip through vetting. Trump also issued a 90-day ban on all entry to the U.S. from seven Muslim-majority countries with terrorism concerns, including Syria. The official IRNA news agency Saturday carried a statement by the Iranian foreign ministry that says Iran will resort to “counteraction” to Trump’s executive order. “Iran, to defend the dignity of the great Iranian nation, will implement the principle of reciprocity until the removal of the insulting restriction against Iranian nationals,\" the statement reads. “It will apply corresponding legal, consular and political actions.” More coverage:  A Syrian and his American wife are stuck in Iraq because of Trump's ban The two countries have had no diplomatic relations since 1979 when militants stormed the U.S. embassy. Iranian Foreign Minister Javad Zarif issued a series of tweets in response to President Trump's order, saying the move would be \"a great gift to extremists and their supporters.\" He explained that statement further, tweeting: \"Collective discrimination aids terrorist recruitment by deepening fault-lines exploited by extremist demagogues to swell their ranks.\" Collective discrimination aids terrorist recruitment by deepening fault-lines exploited by extremist demagogues to swell their ranks. 2/7 — Javad Zarif (@JZarif) January 28, 2017 A follow-up tweet promised a reciprocal response: \"While respecting Americans & differentiating between them & hostile U.S. policies, Iran will take reciprocal measures to protect citizens.\" While respecting Americans & differentiating between them &hostile U.S. policies, Iran will take reciprocal measures to protect citizens.5/7 — Javad Zarif (@JZarif) January 28, 2017 Other world leaders, including officials from Canada and Scotland, also tweeted responses to the new U.S. policy. Canadian Prime Minister Justin Trudeau embraced refugees, also temporarily prohibited from entering the U.S., making a pointed comment about not discriminating on religious grounds: \"To those fleeing persecution, terror & war, Canadians will welcome you, regardless of your faith. Diversity is our strength #WelcomeToCanada\" To those fleeing persecution, terror & war, Canadians will welcome you, regardless of your faith. Diversity is our strength #WelcomeToCanada — Justin Trudeau (@JustinTrudeau) January 28, 2017 Nicola Sturgeon, first minister of Scotland, retweeted Trudeau, seconding his invitation: \"#WelcometoScotland too.\" — Nicola Sturgeon (@NicolaSturgeon) January 28, 2017 People in the affected countries reacted with dismay to the U.S. move, the Associated Press reported. “I am shocked beyond words. This will mean that my new husband will never be able to join me in the U.S.,” said Fatima Ashkir, a Somali-American woman from Florida who came to Mogadishu to marry her Somali boyfriend. U.S. immigrants react to ban: 'Our president is trying to divide us' In Jordan, a Syrian refugee who submitted to an initial security screening in the hopes of moving to the U.S., sees his hopes dashed with President Trump's order. “When we heard of the order, it was like a bolt of lightning, and all our hopes and dreams vanished,” Ammar Sawan said Saturday. Other Syrian refugees in Jordan warned that U.S. policy could inflame anti-American sentiment in the region. ",
    "title": "Iran retaliates, Canada opens arms after Trump immigration ban"
   },
   {
    "entities": [
     "darweesh",
     "christian",
     "sudan",
     "aarti",
     "pakistan",
     "protection",
     "lebanon",
     "egypt",
     "cairo",
     "new",
     "washington",
     "uber",
     "horsley",
     "january 28, 2017 earlier in the day",
     "now",
     "higher",
     "evening",
     "late friday",
     "saturday",
     "middle",
     "sept. 11",
     "jfk",
     "haider",
     "olivier",
     "arlington",
     "jane",
     "saudi",
     "angeles",
     "iraq",
     "scott",
     "of",
     "iran",
     "defense",
     "cecilia",
     "us",
     "uni",
     "syria",
     "foreign",
     "kalanick",
     "google",
     "ali",
     "arraf",
     "travis",
     "hameed",
     "international",
     "chapman",
     "east",
     "va.",
     "@aclu",
     "mark",
     "zuckerberg",
     "state",
     "velazquez",
     "6:47 p.m.",
     "arabia",
     "donald",
     "somalia",
     "russia",
     "npr",
     "airport",
     "this friday",
     "jerry",
     "border",
     "abdi",
     "brandon",
     "friedman",
     "army",
     "princeton",
     "cecillia",
     "nydia",
     "greg",
     "alshawi",
     "houston",
     "yale",
     "arab",
     "friday",
     "states",
     "stanford",
     "nadler",
     "trump",
     "libya",
     "obama",
     "keith/getty",
     "currently",
     "u.s.",
     "wang",
     "shahani",
     "pichai",
     "aclu",
     "united",
     "education",
     "sundar",
     "chronicle",
     "nationals",
     "abdulkhaleq",
     "khalid",
     "customs",
     "january 28, 2017",
     "los",
     "images",
     "stephanie",
     "yemen",
     "afternoon",
     "kirk",
     "siegler",
     "sameer",
     "sept. 11, 2001",
     "emirates",
     "myre",
     "university",
     "simon",
     "january 27, 2017",
     "york",
     "department",
     "facebook",
     "@nilc_org",
     "isis",
     "city",
     "kennedy"
    ],
    "id": 9,
    "text": "President Donald Trump signs executive orders in the Hall of Heroes at the Department of Defense on Friday in Arlington, Va. Olivier Douliery-Pool/Getty Images hide caption toggle caption Olivier Douliery-Pool/Getty Images President Donald Trump signs executive orders in the Hall of Heroes at the Department of Defense on Friday in Arlington, Va. Olivier Douliery-Pool/Getty Images Updated at 6:47 p.m. ET President Trump's executive order on immigration is sending shockwaves across the U.S. and the globe. Just one day after he enacted a ban on the admittance of all refugees to the United States, temporarily freezing immigration from seven mostly Muslim countries, confusion, chaos are fear roiling at international airports. Refugees are being barred from boarding U.S.-bound flights. Immigrants are being detained at U.S. airports. Protests are rising up at JFK and Los Angeles airports. Thousands of leading academics have signed a petition denouncing Trump's actions . And top technology companies whose staff have been affected, are criticizing the move by the president. To cement the exigency of this move, on Saturday afternoon the State Department issued the following statement. \"Urgent Notice: Executive Order on Protecting the Nation from Terrorist Attacks by Foreign Nationals JANUARY 27, 2017 — (((Rep. Nadler))) (@RepJerryNadler) January 28, 2017 Urgent Notice Per the Executive Order on Protecting the Nation from Terrorist Attacks by Foreign Nationals signed on January 27, 2017, visa issuance to nationals of the countries of Iraq, Iran, Libya, Somalia, Sudan, Syria and Yemen has been suspended effective immediately until further notification. If you are a citizen of one of these countries, please do not schedule a visa appointment or pay any visa fees at this time. If you already have an appointment scheduled, please DO NOT ATTEND. You will not be permitted entry to the Embassy/Consulate. We will announce any other changes affecting travelers to the United States as soon as that information is available.\" We've filed suit on behalf of Iraqis detained at JFK under Trump order. @ACLU @NILC_org Yale clinic @RefugeeAssist https://t.co/vp3Id2j8E0 — Cecillia Wang (@WangCecillia) January 28, 2017 Earlier in the day, several Iraqi refugees in Cairo, who had been cleared for resettlement in the U.S., were blocked from boarding their flight to New York City. And in Iraq, NPR's Jane Arraf reported that \"members of Yazidi minority, one of the biggest victims of ISIS, were prevented from boarding despite having visas.\" Article continues after sponsorship Green card holders — legal permanent residents of the U.S. — are also included in the ban, according to a senior Trump administration official. The official says they will need a case-by-case waiver in order to return to the U.S. if they are currently outside the country. Almost 200 Google employees affected NPR's Aarti Shahani told our Newscast that the CEOs of leading technology companies are taking a stand. Protesters rally outside Kennedy International Airport to protest Trump's executive order on Saturday. New York City officials and immigrant advocates are holding are also holding a vigil at the airport Saturday evening. Stephanie Keith/Getty Images hide caption toggle caption Stephanie Keith/Getty Images Protesters rally outside Kennedy International Airport to protest Trump's executive order on Saturday. New York City officials and immigrant advocates are holding are also holding a vigil at the airport Saturday evening. Stephanie Keith/Getty Images \"Google CEO Sundar Pichai said in an email to staff on Friday that the executive order affects at least 187 of his employees and that it's, quote, \"painful to see the personal cost\" of this move by the president. He said the company is \"upset\" about any immigration restrictions that prevent \"great talent\" from coming to the U.S. \"Facebook CEO Mark Zuckerberg wrote in a post on his facebook page that \"We need to keep this country safe, but we should do that by focusing on people who actually pose a threat.\" \"Travis Kalanick, chief of Uber, wrote in an email to his staff (and posted on Facebook) that about a dozen employees were affected, and that this ban will impact many innocent people. He said it's an issue he plans to raise this Friday — when he goes to Washington. He is part of President Trump's business advisory group.\" Detained at airports At major U.S. airports, NPR's Kirk Siegler reports international refugee assistance groups are sending attorneys and translators to support new arrivals who are being detained. I am an Iranian PhD student at Yale Uni. Now overseas to do research. Trump's EO might prevent me from returning to the US! #MuslimBan — Ali Abdi (@AliAbdi88) January 28, 2017 Two Iraqi men were held at Kennedy Airport in New York on Saturday. The ACLU and other legal organizations filed a writ of habeas corpus for the two men Saturday in an attempt to obtain their clients' release. Trump's Immigration Freeze Omits Those Linked To Deadly Attacks In U.S. One of those men, Hameed Khalid Darweesh, was later released from detention on Saturday, U.S. Rep. Jerry Nadler tweeted . Both Darweesh and Haider Sameer Abdulkhaleq Alshawi had been granted U.S. visas after the federal government \"deemed both Petitioners not to pose threats to the United States,\" the court filing reads. The filing says both men are being held at the airport by Customs and Border Protection \"solely pursuant to an executive order issued\" Friday. ACLU attorney Cecilia Wang tells NPR that Darweesh had arrived with his wife and child, but that he was held behind as his family was permitted to proceed. For his part, Alshawi's wife and child live in Houston with green cards, Wang says. Brandon Friedman, a U.S. Army veteran and former Obama administration official, explains to NPR's Scott Simon that Darweesh worked with him as a translator during his service in Iraq. Darweesh was \"approved for a special immigrant visa, given for his time and service to the U.S. government,\" Friedman says. Late Friday, Friedman began tweeting about his opposition to Trump's order, as well as a photo showing a pair of men he said helped his team and were \"no longer welcome in the U.S.\" \"Hameed was one of the first people to sign up to work with us. He helped interpret, he hooked us up with things that we needed and helped us generally get through the communities that we were operating in in Iraq,\" Friedman tells Simon. \"And he put his life on the line. He risked his family's life to do that.\" In a joint statement , Reps. Nadler and Nydia Velazquez say they are continuing to work for the release of 11 other people still held at the airport in New York. News of both sets of detainments follows on the heels of Trump's Friday order, which also halted all refugee admission to the U.S. Trump's freeze on immigration applies not only to people from Iraq and Yemen, but also Syria, Iran, Libya, Somalia and Sudan. \"Deteriorating conditions in certain countries due to war, strife, disaster, and civil unrest increase the likelihood that terrorists will use any means possible to enter our country,\" the executive order reads. Order shuts door to all refugees NPR's Scott Horsley explains further: \"The order shuts the door to all refugees for four months and suspends entry of Syrian refugees indefinitely. It shrinks the overall refugee program by more than half. Trump told a Christian broadcaster that preference will be given to Christian refugees from the Middle East.\" Colleges and universities around the U.S. have been advising students from the seven listed countries — including lawful permanent residents — not to leave the U.S. until there is further clarity on the new rules. Students at Princeton , Stanford and Chapman University , among others. reported letters from their respective schools recommending caution. The Chronicle of Higher Education noted one Iranian student in Yale's Ph.D. program who says he may be stranded after leaving the U.S. for a research trip. As NPR's Greg Myre reports , Trump's executive order \"doesn't include any countries from which radicalized Muslims have actually killed Americans in the U.S. since Sept. 11, 2001.\" Greg notes that the countries of origin of radicalized Muslims who have killed Americans on U.S. soil, beginning on Sept. 11, are instead Egypt, Saudi Arabia, Lebanon, Russia, United Arab Emirates and Pakistan. ",
    "title": "Arrivals To U.S. Blocked And Detained As Trump's Immigration Freeze Sets In : The Two-Way : NPR"
   }
  ]
 }
}