{
 "30": {
  "col-sim": {
   "cosine": 0.5037198024233086,
   "entity": 0.7601169500660919
  },
  "exec-time": 9.807582139968872,
  "links": [
   {
    "entities": [
     "sudan",
     "house",
     "arbulu",
     "al",
     "new",
     "washington",
     "liberties",
     "city's",
     "gelernt",
     "mohammed",
     "saturday",
     "america",
     "nyc",
     "virginia",
     "copley",
     "late sunday morning",
     "the coming weeks",
     "lee",
     "battery",
     "paul",
     "center",
     "wusa",
     "rights",
     "mayor's",
     "office",
     "angeles",
     "iraq",
     "of",
     "iran",
     "square",
     "syria",
     "cbs",
     "massachusetts",
     "union",
     "california",
     "homeland",
     "national",
     "dulles",
     "ellis",
     "eu",
     "international",
     "federica",
     "charles",
     "union's",
     "security",
     "european",
     "night",
     "donald",
     "somalia",
     "airport",
     "muslim-majority",
     "marielena",
     "agustin",
     "schumer",
     "island",
     "immigrants'",
     "mogherini",
     "states",
     "white",
     "civil",
     "d.c.",
     "libya",
     "trump",
     "u.s.",
     "sunday",
     "american",
     "united",
     "burton",
     "park",
     "january 29, 2017",
     "law",
     "los",
     ", 3:16 pm",
     "yemen",
     "detroit",
     "rawi",
     "immigration",
     "chicago",
     "michigan",
     "hincapie",
     "project",
     "york",
     "department",
     "boston",
     "city",
     "kennedy"
    ],
    "id": 0,
    "text": "CBS/AP January 29, 2017, 3:16 PM Protesters across U.S. denounce Trump immigration order Email NEW YORK -- President Donald Trump’s immigration order sowed more chaos and outrage across the country Sunday, with travelers detained at airports, panicked families searching for relatives and protesters  registering opposition to the sweeping measure that was blocked by several federal courts. Attorneys struggled to determine how many people were affected by the rules, which Mr. Trump said Saturday were “working out very nicely.” But critics described widespread confusion, with travelers being held in legal limbo because of ill-defined procedures. Some lawyers manned tables at New York’s Kennedy Airport to offer help to families with detained relatives. Demonstrators denounce president's order which blocks refugees from entering the country and imposes ban on citizens of seven Muslim-majority nat... “We just simply don’t know how many people there are and where they are,” said Lee Gelernt, deputy director of the American Civil Liberties Union’s Immigrants’ Rights Project. Advocates for travelers say they did not have clear picture about what’s happening and that the chaos is likely to continue. The executive director of National Immigration Law Center, Marielena Hincapie, said “this is just the beginning.” “We’re really in a crisis mode, a constitutional crisis mode in our country, and we’re going to need everyone,” she said. “This is definitely one of those all-hands-on-deck moments.” Protests were planned or underway Sunday, including one in suburban Chicago organized by Jewish groups to show support for Muslims, as well as at Dulles International Airport in Washington, D.C., and Detroit Metropolitan Airport. Thousands of protesters streamed into New York City’s Battery Park, gathering Sunday near the ferries that carry tourists to the Statue of Liberty and Ellis Island, the place where 12 million people entered the United States in the golden age of immigration. Make that 10,000 (and growing!) https://t.co/xS1Om0ZTcs — NYC Mayor's Office (@NYCMayorsOffice) January 29, 2017 U.S. Sen. Charles Schumer  addressed the crowd, saying, “We are gonna win this fight everybody!” People held signs with slogans including “America was built by refugees,” and “Muslim ban is un-American.” The rally followed a night of big demonstrations at New York’s Kennedy Airport, where thousands of people spontaneously gathered to demand the release of detained travelers. Schumer also appeared alongside refugees and their families to denounce the ban at a press conference in New York City late Sunday morning, CBS New York reported. “Donald Trump seems to want us to believe that immigrants are terrorists and criminals but look at these families, they are the promise of America,” Schumer said.   In Washington, massive crowds gathered at the White House Sunday to protest Mr. Trump’s travel ban, CBS affiliate WUSA reported. #BREAKING : Massive crowds have gathered at the White House to protest @POTUS immigration plan. STORY: https://t.co/zIPaDLMr5y In Boston, thousands packed Copley Square to protest the president’s immigration order, CBS Boston reports . Thousands chant \"No Muslim Ban\" and \"No hate no fear immigrants are welcome here\" #wbz pic.twitter.com/K2tGINmTL9 — Paul Burton (@PaulWBZ) January 29, 2017 A federal judge in New York issued an order Saturday temporarily blocking the government from deporting people with valid visas who arrived after Mr. Trump’s travel ban took effect. But confusion remained about who could stay and who will be kept out of the country in the coming weeks. Federal courts in Virginia, Massachusetts and Washington state took similar action. Michigan’s civil rights chief, Agustin Arbulu, condemned Mr. Trump’s order, saying he hoped the federal court ruling would led him to narrow its scope. “During this time of uncertainty and confusion, we urge everyone to act with restraint and not in ways that foster fear and division,” Arbulu said. Criticism also continued abroad. The European Union’s foreign policy chief, EU High Representative Federica Mogherini, lashed out at Mr. Trump on Sunday, insisting that instead of building walls, the continent will “celebrate” every wall which is torn down and “every new bridge that is built up.” Among those caught in limbo: Iraqis who had been promised a life in America because of their service to the U.S. military, frail and elderly travelers from Iran and Yemen, and longtime U.S. residents traveling abroad who don’t know if they will be allowed to return home. “What’s next? What’s going to happen next?” asked Mohammed al Rawi, an Iraqi-born American citizen in the Los Angeles area, after his 69-year-old father, coming to visit his grandchildren in California, was abruptly detained and sent back to Iraq after 12 hours in custody. “Are they going to create camps for Muslims and put us in it?” On Saturday, large protests erupted at airports throughout the country where travelers were being held, a day after Mr. Trump signed the order banning travel to the U.S. by citizens of Iraq, Syria, Iran, Sudan, Libya, Somalia or Yemen. Mr. Trump also suspended the U.S. refugee program for four months. An official with the Department of Homeland Security who briefed reporters by phone said 109 people who were in transit on airplanes had been denied entry and 173 had not been allowed to get on their planes overseas. ",
    "title": "Protesters across U.S. denounce Trump immigration order - CBS News"
   },
   {
    "entities": [
     "house",
     "protection",
     "eric",
     "lipton",
     "bob",
     "david",
     "south",
     "al",
     "liam",
     "rosenberg",
     "new",
     "3 p.m.",
     "washington",
     "charlie",
     "corker",
     "mccain",
     "mohammed",
     "middle",
     "saturday",
     "january 30, 2017",
     "mike",
     "america",
     "mcconnell",
     "may",
     "virginia",
     "nahyan",
     "matthew",
     "theresa",
     "today",
     "brian",
     "salman",
     "saudi",
     "abu",
     "rawlings",
     "connolly",
     "koch",
     "foreign",
     "gerry",
     "fandos",
     "berlin",
     "j.",
     "carolina",
     "dulles",
     "east",
     "erlanger",
     "london",
     "lindsey",
     "mitch",
     "dallas-fort",
     "charles",
     "alissa",
     "nicholas",
     "dhabi",
     "arabia",
     "twitter",
     "graham",
     "airport",
     "border",
     "savage",
     "kochs",
     "inauguration day",
     "schumer",
     "capitol",
     "shear",
     "hooks",
     "worth",
     "merkel",
     "alison",
     "germany",
     "committee",
     "states",
     "friday",
     "white",
     "michael",
     "trump",
     "sunday",
     "angela",
     "paris",
     "united",
     "nixon",
     "chuck",
     "smale",
     "bin",
     "d.",
     "john",
     "customs",
     "stack",
     "zayed",
     "afternoon",
     "steven",
     "dallas",
     "relations",
     "arizona",
     "chicago",
     "hill",
     "europe",
     "rubin",
     "york",
     "ron",
     "boston",
     "isis",
     "turkey",
     "britain"
    ],
    "id": 1,
    "text": "Privacy Policy The lawmakers arrived after 3 p.m. and were rebuffed by police officers when they tried to enter the Customs and Border Protection offices at the airport. Representative Gerry Connolly, Democrat of Virginia, said he was told to call the main office of the agency in Washington. His staff got a legislative liaison from the customs service on the phone, and “they said we’ll put you in touch with the deputy commissioner,” according to Mr. Connolly. “I said that’s not acceptable,” he said. “We want to talk to the person in charge of operations at Dulles Airport. That’s where the problem is, and that’s where the federal judicial ruling is applicable.” The clash over the order provoked emotional responses. At a news conference, Senator Chuck Schumer, the Democratic minority leader from New York, choked up as he vowed to “claw, scrap and fight with every fiber of my being until these orders are overturned.” Advertisement Continue reading the main story The mayors of Dallas, Chicago and Boston spoke out as well. In Dallas, Mayor Mike Rawlings personally offered regrets to four released detainees at Dallas-Fort Worth Airport. “We have wished them welcome, and we have apologized from the depths of our heart,” he said. The order roiled relations with America’s traditional allies in Europe and the Middle East. The spokesman for Chancellor Angela Merkel of Germany, who spoke with Mr. Trump by telephone on Saturday, said she reminded him of the obligation of the United States to take refugees under the Geneva Conventions . Prime Minister Theresa May of Britain, who met with Mr. Trump in Washington on Friday and has sought to forge a friendship with him, initially declined to comment on the policy on Sunday when pressed by reporters during a stop in Turkey. But under pressure from opposition politicians, her spokesman later said the British government did “not agree with this kind of approach.” The matter was especially sensitive in Muslim countries, and Mr. Trump spoke by telephone on Sunday with King Salman of Saudi Arabia and Sheikh Mohammed bin Zayed Al Nahyan, the crown prince of Abu Dhabi. White House statements on the calls said they discussed the fight against terrorism but did not say whether they discussed the immigration order, which did not include their countries. In Washington, protesters gathered by the thousands outside Mr. Trump’s front lawn to denounce his order and show solidarity with Muslim Americans. “Shame,” they chanted, hoisting homemade signs toward the executive mansion, where Mr. Trump was scheduled to host a private screening of the movie “Finding Dory.” “No hate, no fear,” they added later. “Refugees are welcome here.” Security fencing and reviewing stands still in place from inauguration day prevented the crowd from getting more than a couple hundred yards away from the building, but did not stop crowds from swelling through the afternoon, when protesters departed to march to Capitol Hill. Advertisement Continue reading the main story Some Republicans grew increasingly alarmed by the backlash to the order. “This executive order sends a signal, intended or not, that America does not want Muslims coming into our country,” Senators John McCain of Arizona and Lindsey Graham of South Carolina said in a statement. “That is why we fear this executive order may do more to help terrorist recruitment than improve our security.” Some conservative donors also criticized the decision. Officials with the political network overseen by Charles and David Koch, the billionaire conservative activists, released a statement on Sunday criticizing Mr. Trump’s handling of the issue. “We believe it is possible to keep Americans safe without excluding people who wish to come here to contribute and pursue a better life for their families,” said Brian Hooks, co-chairman of the Kochs’ donor network. “The travel ban is the wrong approach and will likely be counterproductive.” Senator Bob Corker, chairman of the Foreign Relations Committee, said the order was “poorly implemented” and urged the president to “make appropriate revisions.” Other Republicans were more circumspect. Senator Mitch McConnell, the Republican majority leader, said the issue would be decided by the courts. Mr. Trump fired back at Mr. McCain and Mr. Graham on Twitter. “They are sadly weak on immigration,” he wrote. “Senators should focus their energies on ISIS, illegal immigration and border security instead of always looking to start World War III.” Reporting was contributed by Michael D. Shear, Matthew Rosenberg, Nicholas Fandos, Ron Nixon, Charlie Savage and Eric Lipton from Washington, Liam Stack from New York, Alison Smale from Berlin, Steven Erlanger from London, and Alissa J. Rubin from Paris. A version of this article appears in print on January 30, 2017, on Page A1 of the New York edition with the headline: Trump Modifies Ban on Migrants As Outcry Grows. Order Reprints | Today's Paper | Subscribe ",
    "title": "Travelers Stranded and Protests Swell Over Trump Order - The New York Times"
   },
   {
    "entities": [
     "ileana",
     "sudan",
     "house",
     "bob",
     "egypt",
     "south",
     "diane",
     "new",
     "washington",
     "corker",
     "2015",
     "the day",
     "now",
     "mccain",
     "d-n.y.",
     "evening",
     "saturday",
     "america",
     "virginia",
     "80 percent",
     "correa",
     "d-calif.",
     "afghanistan",
     "saudi",
     "iraq",
     "brooklyn",
     "of",
     "iran",
     "syria",
     "foreign",
     "kellyanne",
     "california",
     "homeland",
     "carolina",
     "r-tenn.",
     "reince",
     "barbara",
     "lindsey",
     "kelly",
     "security",
     "fox",
     "cotton",
     "morning",
     "congress",
     "arabia",
     "ben",
     "somalia",
     "twitter",
     "graham",
     "airport",
     "army",
     "conway",
     "schumer",
     "capitol",
     "tom",
     "monday",
     "arkansas",
     "committee",
     "friday",
     "states",
     "white",
     "libya",
     "trump",
     "ros-lehtinen",
     "obama",
     "priebus",
     "sunday",
     "u.s.",
     "united",
     "chuck",
     "district",
     "sasse",
     "senate",
     "comstock",
     "tennessee",
     "this weekend",
     "john",
     "columbia",
     "feinstein",
     "yemen",
     "afternoon",
     "news",
     "relations",
     "nebraska",
     "arizona",
     "lou",
     "hill",
     "europe",
     "nbc",
     "york",
     "facebook",
     "florida",
     "kennedy"
    ],
    "id": 2,
    "text": "Facebook 0 Twitter 0 Email Print   President Trump’s order to suspend the country’s refugee program and temporarily ban immigration from seven mostly-Muslim nations erupted Sunday into a full-scale political battle -- with Trump and top aides defending the move amid nationwide protests and congressional Democrats vowing a relentless Capitol Hill fight to undo the order. “America is a proud nation of immigrants, and we will continue to show compassion to those fleeing oppression. But we will do so while protecting our own citizens and border,” Trump said Sunday afternoon. “This is not a Muslim ban, as the media is falsely reporting. … My first priority will always be to protect and serve our country, but as president I will find ways to help all those who are suffering.” Trump issued the statement as hundreds of protesters marched in Washington and in other cities across the country to protest the president's self-described “extreme vetting” -- which resulted this weekend in dozens of foreign visitors and some legal permanent U.S. residents being detained at domestic airports. Earlier in the day, Senate Minority Leader Chuck Schumer, D-N.Y., staged a press conference with some immigrant children and adults impacted by the bans and vowed to fight them on Capitol Hill “with every fiber of my being.” Sen. Diane Feinstein, D-Calif., said that she would introduce two bills Monday. One of the bills would rescind Trump's order, while the other would give Congress greater oversight of the president's immigration authority.   And California Democratic Rep. Lou Correa said the executive orders on illegal immigration “directly challenge the right to due process under the Constitution” and that he’ll introduce legislation to fund legal aid to those who are “targeted.” Congressional Democrats led by Schumer, who said he’s already appealed to Homeland Security Secretary John Kelly, will have a difficult task getting any kind of measure through the Republican-control Congress that would reverse the executive order. “I doubt many Arkansans or Americans more broadly object to taking a harder look at foreigners coming into our country from war-torn nations with known terror networks. I think they’re wondering why we don’t do that already,” said Arkansas GOP Sen. Tom Cotton, who as an Army officer served combat tours in Afghanistan and Iraq. However, Trump is facing opposition for some congressional Republicans, including Reps. Ileana Ros-Lehtinen, of Florida, and Barbara Comstock, of Virginia, along with Sens. Ben Sasse, of Nebraska, Lindsey Graham, of South Carolina, and John McCain, of Arizona. \"It is clear from the confusion at our airports across the nation that President Trump's executive order was not properly vetted,” Graham and McCain said in a joint statement. \"Ultimately, we fear this executive order will become a self-inflicted wound in the fight against terrorism.” Trump, a Republican, tweeted in response that the statement was “wrong” and that the senators were “sadly weak on immigration.” The executive order Trump issued Friday imposes a 120-day suspension of the U.S. refugee program and a 90-day ban on travel to the United States by citizens of Iraq, Syria, Iran, Sudan, Libya, Somalia and Yemen. On Saturday afternoon -- as reports surfaced about foreign visitors being detained at New York’s Kennedy airport and elsewhere -- Trump said his plan to prevent Islamic terrorists and others for attacking the United States was “working out very nicely.” But by Saturday evening, a federal judge in Brooklyn issued a temporary halt on the part of the executive order that allows the Trump administration to deport people from the largely-Muslim countries. “Our country needs strong borders and extreme vetting, NOW. Look what is happening all over Europe and, indeed, the world - a horrible mess!,” Trump tweeted Sunday morning. Meanwhile, Kellyanne Conway, counselor to the president, told “Fox News Sunday”: “These are countries that have a history of training, harboring, exporting terrorists.” And White House Chief of Staff Reince Priebus argued that as many as 80 percent of Americans agree with the policy change, while dismissing media reports about chaotic scenes Saturday at U.S. airports. “I do not think there was any chaos,” he told NBC’s “Meet the Press,” while predicting more people will be detained and offering “no apologies.” Priebus also seemed to suggest that foreign arrivals who have so-called “green cards” that allows them to permanently live and work in the United States will not be subject to the additional screenings. “As far as green-card holders going forward, it doesn’t affect them,” he told NBC. Kelly said later that allowed green card holders into the country  was \"in the national interest” of the country. And Tennessee GOP Sen. Bob Corker, R-Tenn., chairman  of the Senate Foreign Relations Committee, also said Trump's order had been \"poorly implemented, especially with respect to green card holders.\" Trump, Conway and Priebus argued Sunday that the seven countries were in fact identified by President Obama in 2015 and pointed out that roughly 40 other such nations included Afghanistan, Egypt and Saudi Arabia were not part of the travel ban. Trump is also facing opposition from attorneys general in 15 states and the District of Columbia, who issued a statement Sunday condemning his order as “unconstitutional, un-American and unlawful.”   ",
    "title": "Trump says top priority is to 'protect and serve' America amid backlash over extreme vetting | Fox News"
   },
   {
    "entities": [
     "st.",
     "6 p.m.",
     "refugee",
     "weekend",
     "congress",
     "donald",
     "airport",
     "grace",
     "tribune",
     "of",
     "iran",
     "and 29th,",
     "contact",
     "o'hare",
     "assistance",
     "new",
     "jan. 28th",
     "wong",
     "clair",
     "cta",
     "baldini-potermin",
     "mcdonald",
     "homeland",
     "2017",
     "trump",
     "chicago",
     "saturday",
     "reporters",
     "international",
     "u.s.",
     "maria",
     "mohammad",
     "chris",
     "schlozman",
     "project",
     "julia",
     "york",
     "security",
     "department",
     "amirisefat",
     "stacy",
     "zehra",
     "sweda",
     "jan. 28, 2017"
    ],
    "id": 3,
    "text": "News Local news Breaking News Chicago-area lawyers flock to O'Hare to help detained travelers Protesters rallied at O'Hare International Airport on Jan. 28th and 29th, 2017, after U.S. authorities took more than a dozen travelers into custody in response to President Donald Trump's immigration order — but lawyers who came to their aid said all were set free after a federal judge in New York temporarily barred deportations nationwide. Lawyers from around Chicago showed up to assist any immigrant having problems. (Chris Sweda) Stacy St. Clair and Grace Wong Contact Reporters Chicago Tribune An email blast went out after lunch Saturday, calling for lawyers to help people being held at O'Hare International Airport in the wake of President Donald Trump 's immigration order. Julia Schlozman received the message just a few hours after signing up to volunteer with the International Refugee Assistance Project. After quickly reading through the email, she hopped on a CTA bus and then grabbed the Blue Line to O'Hare. An attorney who specializes in criminal justice reform, Schlozman has never practiced immigration law. But she went anyway, believing her research skills, brainstorming ability and enthusiasm could somehow help. \"I wanted to contribute in any way I could,\" she said. \"I just felt like I had to do something.\" She wasn't the only Chicago-area lawyer with that feeling. About 150 attorneys showed up at O'Hare on Saturday to help secure the release of more than a dozen travelers held as part of Trump's crackdown on immigration from seven majority-Muslim countries. They threw their weekend plans away, rescheduling family outings, ignoring household chores and canceling restaurant reservations to assist clients they had never met nor would ever bill. Immigration attorney Maria Baldini-Potermin was catching up on work at her office when she received the email. Wearing yoga pants and a Girl Scouts T-shirt, she headed straight to the airport. Attorneys assisting family of detainees at O'Hare Mohammad Amirisefat of Chicago waits for news about relatives at O'Hare International Airport on Jan. 28, 2017. His sister, Zehra Amirisefat, 30, a U.S. citizen, landed at O'Hare with her 6-month-old child on a return trip from Iran and her husband, a green card holder, was detained. (Chris Sweda / Chicago Tribune) Mohammad Amirisefat of Chicago waits for news about relatives at O'Hare International Airport on Jan. 28, 2017. His sister, Zehra Amirisefat, 30, a U.S. citizen, landed at O'Hare with her 6-month-old child on a return trip from Iran and her husband, a green card holder, was detained. (Chris Sweda / Chicago Tribune) See more videos \"The Chicago Bar is responding to the challenge,\" she said. \"It's inspiring to see.\" Armed with laptops and iPads, the attorneys looked like \"The Paper Chase\" cavalry as they commandeered the dining area directly across from the McDonald's kiosk in the international terminal. The initial email quickly made its way to social media, leading to an overflow legal crowd in the O'Hare food court by 6 p.m. The travelers were not formally detained, which prevented the attorneys from speaking with them. Instead, the lawyers gleaned as much information as they could from the travelers' family members who were waiting anxiously at O'Hare. They shared that information with local congressional offices in the hopes that the elected officials could persuade the Department of Homeland Security to release them. While some attorneys lobbied Congress, others teamed up to work on legal briefs, do research or walk through the terminal with signs offering legal assistance. ",
    "title": "Chicago-area lawyers flock to O&apos;Hare to help detained travelers - Chicago Tribune"
   },
   {
    "entities": [
     "sudan",
     "rights",
     "francisco",
     "house",
     "donald",
     "somalia",
     "newark",
     "january 29, 2017",
     "muslim-majority",
     "marielena",
     "law",
     "iraq",
     "border",
     "customs",
     "of",
     "iran",
     "rosenberg",
     "new",
     "yemen",
     "syria",
     "massachusetts",
     "union",
     "dhs",
     "immigration",
     "liberties",
     "immigrants'",
     "merkel",
     "friday",
     "states",
     "homeland",
     "0:51",
     "civil",
     "white",
     "gelernt",
     "libya",
     "trump",
     "america",
     "u.s.",
     "virginia",
     "sunday",
     "san",
     "american",
     "hincapie",
     "aclu",
     "project",
     "united",
     "york",
     "security",
     "department",
     "boston",
     "matthew",
     "lee",
     "patrol",
     "center",
     "national"
    ],
    "id": 4,
    "text": "Protests Erupt at Airports Across the U.S. 0:51 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170129221433if_/http://www.nbcnews.com/widget/video-embed/865306179901\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Immigration and civil rights groups are filing actions across the United States, from Newark to San Francisco, to help immigrants enter the country after President Donald Trump signed a controversial travel ban on Friday. The American Civil Liberties Union, assisted by immigration and refugee groups, have successfully brought multiple suits forward to curb Trump's executive order that restricts the access of travelers from seven Muslim-majority nations — Syria, Iraq, Iran, Sudan, Libya, Somalia and Yemen. \"We have been able to curb the immediate and disturbing consequences of an unconstitutional and unconscionable executive order,\" said Marielena Hincapie, executive director of the National Immigration Law Center. The original ruling against the executive order came from a federal judge in New York who said that those who arrived in the United States legally from the seven nations could not be deported. This applied to visa and green card holders alike and is a nationwide injunction. Related: Merkel: Terror Fight Does Not Justify Trump Immigration Ban The ACLU with the help of refugee and immigrant rights groups in Massachusetts and Virginia were able to gain additional footholds beyond the baseline order made in New York. In Boston, two federal judges placed a restraining order on Trump's travel ban that will last for at least seven days. In Virginia, lawyers earned the right to meet with detainees and the DHS and Customs and Border Protection were forbidden from deporting legal immigrants for a week. The Trump administration and the Department of Homeland Security pushed back on the rulings. A senior White House official said Sunday that the president had the right and Constitutional power to enact the order. According to the official, the judge's decision changed nothing. \"All stopped visas will remain stopped. All halted admissions will remain halted. All restricted travel will remain prohibited,\" the official said. \"The executive order is a vital action toward strengthening America's borders, and therefore sovereignty. The order remains in place.\" With the federal judges' ruling appearing to conflict with the executive order, uncertainty and chaos continued across the nation as lawyers sought access to those detained at airports and reports rolled in that Customs and Border Patrol agents were not abiding by the federal ruling. Impromptu legal aid stand @dulles_airport , where lawyers say Customs officers refusing to comply with court orders. pic.twitter.com/wXFdnDFzGv — Matthew Rosenberg (@AllMattNYT) January 29, 2017 \"The [judge's ruling] is a blanket order for everyone that is affected by the Trump order no matter what status they're in,\" said Lee Gelernt, deputy director of the ACLU Immigrants' Rights Project, who argued the New York case. \"None of them can be removed from the U.S. while the judge determines the legality of the\" executive order, he added. Play ",
    "title": "Civil Rights Groups Fight Trump's Refugee Ban As Uncertainty Continues - NBC News"
   },
   {
    "entities": [
     "sudan",
     "allyn",
     "logan",
     "overnight",
     "deportees",
     "mckinnon",
     "ann",
     "david",
     "jeff",
     "new",
     "tomorrow",
     "2015",
     "the day",
     "now",
     "the end of saturday",
     "wfae",
     "sarhaddi",
     "assali",
     "saturday",
     "may",
     "virginia",
     "copley",
     "de",
     "jim",
     "theresa",
     "today",
     "canal",
     "noorian",
     "alice",
     "brooklyn",
     "iraq",
     "of",
     "iran",
     "associated",
     "philadelphia",
     "us",
     "square",
     "syria",
     "massachusetts",
     "f.",
     "berlin",
     "allentown",
     "homeland",
     "jay",
     "j.",
     "international",
     "liz",
     "1 p.m. on",
     "marty",
     "soraya",
     "security",
     "n.c.",
     "carrie",
     "jones",
     "night",
     "schaper",
     "donald",
     "somalia",
     "airport",
     "npr",
     "o'hare",
     "seattle",
     "states",
     "gabriel",
     "whyy",
     "libya",
     "trump",
     "qatar",
     "nick",
     "al-haidari",
     "keith/getty",
     "sunday",
     "u.s.",
     "donnelly",
     "sara",
     "walsh",
     "charlotte",
     "paris",
     "sigmar",
     "kenney",
     "united",
     "andrew",
     "damascus",
     "razaq",
     "fordham",
     "doha",
     "nelson",
     "weekend",
     "january 29, 2017",
     "johnson",
     "bobby",
     "john",
     "customs",
     "january 28, 2017",
     "images",
     "stephanie",
     "yemen",
     "--",
     "cuomo",
     "brady",
     "lott/afp/getty",
     "press",
     "chicago",
     "hessam",
     "la",
     "joshua",
     "europe",
     "york",
     "saturday, may",
     "department",
     "boston",
     "early in the day",
     "turkey",
     "pa.",
     "city",
     "kennedy"
    ],
    "id": 5,
    "text": "Protestors rally during a demonstration against the new immigration ban issued by President Donald Trump at John F. Kennedy International Airport on January 28, 2017 in New York City. Stephanie Keith/Getty Images hide caption toggle caption Stephanie Keith/Getty Images Protestors rally during a demonstration against the new immigration ban issued by President Donald Trump at John F. Kennedy International Airport on January 28, 2017 in New York City. Stephanie Keith/Getty Images By the time the sun rose on Sunday in the U.S., the chaotic weekend set in motion by Trump's executive order on immigration was beginning to give way to greater clarity — in some respects, at least. That order — which temporarily bars citizens from seven largely Muslim countries, as well as all refugees, from entering the U.S. — was blocked in part by a federal judge in Brooklyn on Saturday night. Judge Ann Donnelly issued a stay that would temporarily prevent federal agents from deporting anyone who entered the U.S. with a valid visa. Two additional federal district courts have issued restraining orders regarding President Trump's executive order on immigration. The orders, from Virginia and Massachusetts district courts, are effective for seven days. Trump, for his part, tweeted an ardent defense of his immigration freeze Sunday. Our country needs strong borders and extreme vetting, NOW. Look what is happening all over Europe and, indeed, the world - a horrible mess! — Donald J. Trump (@realDonaldTrump) January 29, 2017 Meanwhile at major international airports, both across the U.S. and around the world, that decision did little to ease the maelstrom of protests, outraged politicians and lawyers scrambling to offer legal help to refugees who had been blocked or detained. Article continues after sponsorship From the scenes at airports and the impact on families to reactions from foreign leaders — here is what we know Sunday. The Detainees And Deportees Trump's executive order bars citizens from Iran, Iraq, Syria, Yemen, Libya, Somalia and Sudan — including those who hold green cards as legal permanent residents of the U.S. That last detail came as a surprise to Hessam Noorian and his wife, who were detained for more than five hours with their 6-month-old son at Chicago's O'hare Airport. She is a citizen; he has a green card. They had been returning from a trip to Iran when they heard President Trump might ban travel by refugees, the couple told NPR's David Schaper. \"But I didn't know this applied to green card. I thought as long as you have green card, then you're are safe, you are fine,\" she said. Demonstrators protest against President Trump's executive immigration ban at Chicago O'Hare International Airport on January 28, 2017. Joshua Lott/AFP/Getty Images hide caption toggle caption Joshua Lott/AFP/Getty Images Demonstrators protest against President Trump's executive immigration ban at Chicago O'Hare International Airport on January 28, 2017. Joshua Lott/AFP/Getty Images After they had been questioned and searched by authorities, they were released. Others, like a traveler from Iraq who spoke with NPR's Jeff Brady, remain less certain. His wife said he was detained at Philadelphia International Airport. A half-day later, as she spoke with Jeff, she had still not been able to reach him to learn what had happened. At the same airport, federal authorities deported two families from Syria despite legal paperwork to enter the U.S. \"Banning immigrants and refugees is not only unjustifiably cruel, it also puts Americans at home and serving abroad at great risk,\" said Philadelphia Mayor Jim Kenney in a statement. \"The Trump administration very well may have just given these families a death sentence.\" In Seattle, lawyers \"were able to spare at least two people placed on a departure flight back out of the U.S.,\" reports Liz Jones of member station KUOW. \"But at least one refugee from Somalia was deported.\" Sara Assali of Allentown, Pa., told Bobby Allyn of WHYY that she had been expecting six members of her Orthodox Christian family from Damascus, Syria, on Saturday. That reunion had been 14 years in coming, Assali said, and all six had finally obtained their visas in 2015. But Assali said U.S. Customs and Border Patrol detained her family members and told them they would need to fly instead to Doha, Qatar, or risk losing green cards and visas. \"We weren't expecting this because we paid everything. The green cards have been paid for, the visas have been paid for, everything has been approved,\" Assali said. \"To suddenly be told, 'No, you no longer qualify to enter the country,' it kind of comes as a slap in the face.' \" The Protests And Political Backlash By the end of Saturday, protesters had gathered outside several airports and inside baggage claims to register their objection to Trump's executive order. Mayor Marty Walsh addressed the demonstrators outside Boston's Logan International Airport, asking them to \"join us\" and \"stand with our Muslim brothers and sisters.\" We’ll fight today, and we’ll fight tomorrow. Join us at 1 p.m. on Sunday at Copley Square. pic.twitter.com/zrH3cd2eXl — Mayor Marty Walsh (@marty_walsh) January 29, 2017 At New York City's John F. Kennedy International Airport, where The Associated Press reports 12 refugees were detained Saturday, the protests assembled early in the day and gathered momentum by nightfall. \"I never thought I'd see the day when refugees, who have fled war-torn countries in search of a better life, would be turned away at our doorstep,\" New York Gov. Andrew Cuomo said in a statement supporting the demonstrators. \"This is not who we are, and not who we should be.\" Demonstrators protest against President Trump's executive immigration ban at Chicago O'Hare International Airport on January 28, 2017. Joshua Lott/AFP/Getty Images hide caption toggle caption Joshua Lott/AFP/Getty Images Demonstrators protest against President Trump's executive immigration ban at Chicago O'Hare International Airport on January 28, 2017. Joshua Lott/AFP/Getty Images The international airport in Charlotte, N.C., drew protesters on Saturday, as well. The demonstrations there grew more acrimonious than most, as six people were arrested after police and protesters \"engaged in a brief skirmish,\" reports Nick de la Canal of member station WFAE. But the Rev. Jay McKinnon, an organizer of the Charlotte protests who spoke to de la Canal, said he would not be dissuaded from further protest. Trump is \"doing what he said he would do,\" McKinnon said Saturday. \"It's a resistance to that — to his policies, to him thinking that this is okay in our name.\" Reaction Beyond U.S. Borders Initially, British Prime Minister Theresa May was noncommittal in her judgment of the executive order. On a diplomatic trip in Turkey on Saturday, May deferred to Trump, telling reporters only that \"the United States is responsible for the United States' policy on refugees.\" Overnight, however, the line from 10 Downing Street drew a slightly sharper contrast. \"Immigration policy in the United States is a matter for the government of the United States, just the same as immigration policy for this country should be set by our government,\" her office said through a spokesperson, according to The Guardian . \"But we do not agree with this kind of approach and it is not one we will be taking.\" German Foreign Minister Sigmar Gabriel, speaking at a news conference in Paris, \"questioned how such orders could be imposed by a country that embraces Christian values like the U.S.,\" NPR's Soraya Sarhaddi Nelson reports from Berlin. Still stronger rebukes came from the countries listed on Trump's immigration freeze. \"President Trump is dealing with Iraq as if the U.S. had no relationship with the country,\" Razaq al-Haidari, a member of Iraq's parliamentary foreign affairs committee, told NPR's Alice Fordham. \"When in fact the US leads an anti-ISIS coalition working to improve Iraq's armed forces and thousands of American soldiers, officials and advisers are operating there.\" Others in Iraq took an even harder line, Alice reports. \"A spokesman of a powerful bloc of paramilitary forces says all Americans should now be banned from Iraq, and all Americans in Iraq should be deported,\" Alice says. Where Do We Go From Here? The temporary stay issued by the federal judge in Brooklyn appears to cover as many as 200 people across the country, NPR's Carrie Johnson reports. But that stay, which addresses only those who traveled to the U.S. before the immigration freeze was enacted, means only that they cannot be deported immediately. Carrie breaks it down: \"Judge Ann Donnelly found that sending the travelers home could cause them irreparable harm to the refugees and no harm to the us government. The judge didn't make a broad ruling about the constitutional claims in the case.\" The Department of Homeland Security says that it intends to continue enforcing the order, and that it retains the right to revoke visas. But advocate groups have vowed to escalate the fight against the executive order in court. ",
    "title": "Of Courts And Confusion: The Reaction To President Donald Trump's Immigration Freeze, Refugee Ban : The Two-Way : NPR"
   },
   {
    "entities": [
     "sudan",
     "rights",
     "francisco",
     "house",
     "somalia",
     "protection",
     "jan. 29, 2017",
     "airport",
     "angeles",
     "border",
     "alan",
     "iraq",
     "ann",
     "customs",
     "atlanta",
     "iran",
     "los",
     "of",
     "late saturday",
     "muslim",
     "john",
     "new",
     "yemen",
     "syria",
     "epa",
     "dallas",
     "the day",
     "immigrants'",
     "5:40 p.m.",
     "usa",
     "washington,",
     "evening",
     "labrador",
     "7 minutes ago",
     "white",
     "states",
     "friday",
     "homeland",
     "d.c.",
     "gelernt",
     "saturday",
     "trump",
     "chicago",
     "libya",
     "r-idaho",
     "lo",
     "international",
     "u.s.",
     "sunday",
     "virginia",
     "san",
     "jfk",
     "donnelly",
     "early sunday",
     "aclu",
     "scalzo",
     "project",
     "gomez",
     "united",
     "york",
     "security",
     "kelly",
     "department",
     "facebook",
     "jim",
     "boston",
     "lee",
     "state",
     "chaos",
     "raul",
     "current",
     "today",
     "night"
    ],
    "id": 6,
    "text": "Chaos reigns amid legal battle over Trump's immigration ban Many foreigners with visas remain stuck at U.S. airports in legal limbo. Post to Facebook Chaos reigns amid legal battle over Trump's immigration ban Many foreigners with visas remain stuck at U.S. airports in legal limbo. Check out this story on USATODAY.com: http://usat.ly/2jH83mv CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. Join the Nation's Conversation To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Chaos reigns amid legal battle over Trump's immigration ban Alan Gomez , USA TODAY Published 5:40 p.m. ET Jan. 29, 2017 | Updated 7 minutes ago CLOSE x Share Hear the chants protesters belted out at San Francisco International Airport on behalf of refugees banned under President Trump's executive order on immigration. USA TODAY NETWORK Thousands of people protest President Trump's immigration ban on citizens from seven majority-Muslim countries outside the White House in Washington, D.C., on Jan. 29, 2017. (Photo: Jim Lo Scalzo, EPA) Forty-eight hours after President Trump signed an executive order temporarily banning immigration from seven predominantly Muslim countries, chaos reigned at U.S. airports, as authorities, travelers and lawyers struggled Sunday to understand how the ban is being implemented. Attorneys for civil rights and immigration advocacy groups said Customs and Border Protection agents are interpreting Trump's orders differently. At some international airports, including Chicago, Atlanta and Dallas, all people who were detained have been allowed to enter the United States. At others, including San Francisco, Los Angeles and New York's JFK International Airport, lawyers said an undetermined number of travelers remained in custody. Three federal courts — in New York, Virginia and Boston — have issued rulings since Saturday night to protect people who were in transit to the U.S. when the order went into effect Friday and got caught in legal limbo. The  ban affects people from Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen. The Department of Homeland Security said that as of Saturday night, 109 people had been detained, but it has yet to follow through on a New York judge's order to release a list of all people still being detained, including travelers who may have arrived on U.S. soil Sunday. The result? \"Mass confusion,\" said  Lee Gelernt, deputy director of the ACLU's Immigrants' Rights Project who argued the case in New York. \"The government took no steps to make sure that people understood what the order means and how it should be implemented. (Trump) just threw it out there without ensuring that it would be implemented fairly and even-handed and properly.\" Protests against Trump's immigration plan rolling in more than 30 cities The White House and Homeland Security countered that they provided new guidelines to agents working at airports and that only a small fraction of travelers were affected by the order. On Saturday, when asked about the roll-out of his executive order, Trump said \"it's working out very nicely.\" And several White House officials appeared on Sunday talk shows to say that civil rights groups were blowing the confusion out of proportion. So where do things really stand? A ruling issued late Saturday by U.S. District Judge Ann Donnelly in New York barred Customs and Border Protection officials across the country from deporting any immigrants, including refugees and legal immigrants from the seven predominantly Muslim countries targeted in Trump's order, so long as they hold a valid visa. That order dealt only with immigrants who had already arrived in the U.S. or were already in transit. Homeland Security said it would comply with that order, but made clear it would continue carrying out Trump's executive order, meaning they will try and stop any other refugees or legal immigrants from the seven countries listed in the president's order from heading to the U.S. Lawyers will soon begin arguing the overall legality of Trump's executive order, a possibly weeks-long process that will ultimately determine whether the order is allowed to stand. Experts question legality of Trump's immigration ban on Muslim countries But much remains unclear. Part of the problem has been the lack of information coming from the departments of Homeland Security and State. The first official mention of the new guidelines to appear online came from an Arabic-language Twitter account run by the State Department. It sent out three tweets on Saturday instructing citizens from the seven countries listed in Trump's order not to travel to the U.S., pay any visa fees or show up for visa interviews. The tweets did not mention, however, that those with permanent resident status — or green-card holders  — from those countries are still allowed to enter the U.S. Homeland Security said it provided new guidance to all of its port officials immediately after Trump signed the order, and updated its computerized targeting system to identify those people. But the department did not start providing guidance to travelers until Sunday. Homeland Security's first tweet came early Sunday, which linked to the department's statement declaring that it would carry out Trump's order and that \"prohibited travel will remain prohibited.\" There was no guidance on which travelers should stay home and no clarification of how the order affected green-card holders. It wasn't until Sunday night that Homeland Security Secretary John Kelly declared that he had deemed \"the entry of lawful permanent residents to be in the national interest.\" That leaves refugees and people entering the country on temporary visas, such as for business and tourism, barred from entering the country. The web sites of both agencies made no mention of the new order as of Sunday evening. Rep. Raul Labrador, R-Idaho, echoed the sentiments of many Republicans when he praised Trump for his executive order, arguing that the U.S. vetting system was overdue for an overhaul. But he criticized the way it’s been carried out. \"(The administration) failed to provide clear guidance on the policy which caused substantial confusion at the ports of entry,\" Labrador said. \"Inadequate review and poor implementation of this executive action threatens to undermine otherwise sound policy.\" 3 CONNECT TWEET LINKEDIN COMMENTEMAILMORE Read or Share this story: http://usat.ly/2jH83mv NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Chaos reigns amid legal battle over Trump's immigration ban"
   },
   {
    "entities": [
     "sudan",
     "oval",
     "house",
     "protection",
     "logan",
     "ann",
     "sea-tac",
     "new",
     "washington",
     "now",
     "cnn",
     "abc",
     "liberties",
     "gelernt",
     "saturday",
     "mcconnell",
     "portman",
     "virginia",
     "early afternoon",
     "jfk",
     "later this week",
     "one percent",
     "the hour",
     "kennedy",
     "lafayette",
     "lee",
     "s.",
     "brian",
     "middle-east",
     "kingdom",
     "roosevelt",
     "court",
     "office",
     "angeles",
     "iraq",
     "brooklyn",
     "of",
     "iran",
     "dartmouth",
     "late saturday",
     "square",
     "syria",
     "koch",
     "massachusetts",
     "f.",
     "union",
     "brinkema",
     "pennsylvania",
     "alexandria",
     "homeland",
     "8 a.m.",
     "bump",
     "dulles",
     "international",
     "phillip",
     "mitch",
     "charles",
     "security",
     "daniel",
     "state",
     "morning",
     "congress",
     "somalia",
     "snell",
     "gross",
     "airport",
     "reagan",
     "avenue",
     "border",
     "capitol",
     "chandler",
     "seattle",
     "hooks",
     "zilly",
     "two days earlier",
     "michael",
     "friday",
     "states",
     "white",
     "civil",
     "libya",
     "trump",
     "thomas",
     "currently",
     "u.s.",
     "sunday",
     "donnelly",
     "american",
     "aclu",
     "united",
     "rob",
     "district",
     "senate",
     "foundation",
     "philip",
     "john",
     "muslim",
     "customs",
     "los",
     "sarah",
     "stephanie",
     "yemen",
     "leonie",
     "kelsey",
     "this week",
     "abby",
     "chicago",
     "larimer",
     "university",
     "hill",
     "canada",
     "2 a.m.",
     "europe",
     "york",
     "department",
     "boston",
     "national",
     "jan. 28, 2017"
    ],
    "id": 7,
    "text": "Skip Ad × Photos from the scene of protest at New York’s JFK airport against Trump’s executive order halting refu­gee admissions View Photos Entry to the United States is being refused to legal residents, including green-card holders, from seven mostly Muslim countries who were abroad when the executive order was signed Friday by the president, and some travelers were detained at U.S. airports. Caption Entry to the United States is being refused to legal residents, including green-card holders, from seven mostly Muslim countries who were abroad when the executive order was signed Friday by the president. Jan. 28, 2017 People protest the Muslim immigration ban at John F. Kennedy International Airport in New York. President Trump signed an executive order that halted refugees and residents from certain predominantly Muslim countries from entering the United States. Stephanie Keith/Getty Images Buy Photo Wait 1 second to continue. Trump’s virtually unprecedented executive action applies to migrants, refugees and U.S. legal residents — green-card holders — from Iraq, Iran, Sudan, Somalia, Syria, Libya and Yemen. People subject to being denied entry include dual nationals, who are those born in one of the seven countries who also hold passports from U.S. allies such as the United Kingdom. While lawyers are still reviewing a federal court’s temporary stay, administration officials said they believe it is possible for the White House to both comply with the judge’s order and continue enforcing Trump’s executive action. Their thinking is that the judge’s order affects only people now in the United States, and that since the State Department is proactively canceling visas of people from seven predominantly Muslim countries, other travelers who would be affected by the judge’s order are not expected to be able to travel to the United States in the first place. The officials pointed out that while the order affects specifically deportations, the travelers currently stranded at U.S. airports are not legally considered to be deported if they go back to their home countries, because they were never technically admitted to the United States. That interpretation of the law will almost certainly lead to more court battles in coming days and could keep overseas travelers detained at airports in a state of legal limbo. Just after 8 a.m. Sunday, Trump tweeted: “Our country needs strong borders and extreme vetting, NOW. Look what is happening all over Europe and, indeed, the world — a horrible mess!” Later in the morning, Trump tweeted, “Christians in the Middle-East have been executed in large numbers. We cannot allow this horror to continue!” The president’s aggressive action triggered a wave of criticism from Democrats on Capitol Hill, but also from a growing number of lawmakers in his own party. “You have an extreme vetting proposal that didn’t get the vetting it should have,” Sen. Rob Portman (R-Ohio) said Sunday on CNN’s “State of the Union,” even as he stopped short of opposing the order outright. Leaders of the influential Koch network on Sunday also expressed opposition to the controversial ban, it is not in keeping with their aims to build a free and open society. “We believe it is possible to keep Americans safe without excluding people who wish to come here to contribute and pursue a better life for their families,” said Brian Hooks, the president of the Charles Koch Foundation. “The travel ban is the wrong approach and will likely be counterproductive,” he added. “Our country has benefited tremendously from a history of welcoming people from all cultures and backgrounds. This is a hallmark of free and open societies.” But Republican leaders in Congress on Sunday did not join the opposition to Trump’s order. “I don’t want to criticize them for improving vetting,” Senate Majority Leader Mitch McConnell said on ABC’s “This Week.” He cautioned that the United States doesn’t have a religious test for entry into the country, and stopped short of saying that Trump’s action amounted to a Muslim ban. “I think we need to be careful,” McConnell said. “We don’t have religious tests in this country.” The Department of Homeland Security noted that “less than one percent” of international air travelers arriving Saturday in the United States were “inconvenienced” by the executive order — though the situation described by lawyers and immigrant advocates across the country Saturday was one of widespread uncertainty and even chaos at airports where travelers from the targeted countries were suddenly detained. Federal judges began stepping in late Saturday as requests for stays of President Trump’s action flooded courtrooms from coast to coast. Late Saturday, a federal judge in New York temporarily blocked deportations nationwide. Her ruling was followed by similar decisions by federal judges in Virginia, Seattle and Boston. In Brooklyn, Judge Ann Donnelly of the U.S. District Court granted a request from the American Civil Liberties Union to stop the deportations after determining that the risk of injury to those detained by being returned to their home countries necessitated the decision. Next came a temporary restraining order by District Judge Leonie Brinkema in Alexandria, who blocked for seven days the removal of any green-card holders detained at Dulles International Airport. Brinkema’s action also ordered that lawyers have access to those held there because of the ban. In Seattle, U.S. District Court Judge Thomas S. Zilly granted an emergency stay preventing the deportation of two people had been detained at the Sea-Tac International Airport, according to the ACLU of Washington, which joined other advocates in filing an emergency motion. The two people remain in federal custody and will have a hearing later this week, the group said. Just before 2 a.m. Sunday in Boston, two federal judges ruled for two University of Massachusetts Dartmouth associate professors — Iranian nationals who are permanent legal residents in the United States — who were held at Logan International Airport when they landed after travel for an academic conference. The judges there also put a seven-day restraining order on Trump’s executive action. It allows any approved refugee, visa holder, or green-card holder to fly into Boston over the next 7 days and requires Customs and Border Protection to notify airlines that fly into Logan Airport that those passengers will not be detained or forced to return. The ruling applies only to Massachusetts. The president’s order also triggered harsh reactions from key sectors of the U.S. business community. Leading technology companies recalled scores of overseas employees and sharply criticized the president. Legal experts forecast a wave of litigation over the order, calling it unconstitutional. Lawyers and advocates for immigrants are advising them to seek asylum in Canada. [ The tumultuous politics of U.S. immigration policy, from Roosevelt to Trump ] Yet Trump, who centered his campaign in part on his vow to crack down on illegal immigrants and impose what became known as his “Muslim ban,’’ was unbowed. As White House officials insisted that the measure strengthens national security, the president stood squarely behind it. “It’s not a Muslim ban, but we were totally prepared,” Trump told reporters Saturday in the Oval Office. “You see it at the airports, you see it all over. It’s working out very nicely, and we’re going to have a very, very strict ban, and we’re going to have extreme vetting, which we should have had in this country for many years.” In New York, Donnelly seemed to have little patience for the government’s arguments, which focused heavily on the fact that the two defendants named in the lawsuit had already been released. Donnelly noted that those detained were suffering mostly from the bad fortune of traveling while the ban went into effect. “Our own government presumably approved their entry to the country,” she said at one point, noting that, had it been two days earlier, those detained would have been granted admission without question. During the hearing, ACLU attorney Lee Gelernt informed the court that he had received word of a deportation to Syria, scheduled within the hour. That prompted Donnelly to ask if the government could assure that the person would not suffer irreparable harm. Receiving no such assurance, she granted the stay to the broad group included in the ACLU’s request. A senior Department of Homeland Security official said late Saturday that 109 people had been denied entry into the United States. All had been in transit when Trump signed the order, he said, and some had already departed the United States on flights by late Saturday while others were still being detained awaiting flights. Also, 173 people had not been allowed to board U.S.-bound planes at foreign airports. The protests that had begun at airports around the country on Saturday continued on Sunday, with crowds swelling in terminals from New York to Chicago to Los Angeles and places in between. In Washington, protestors flocked to Reagan National Airport and Dulles International Airport. By early afternoon, a raucous crowd of demonstrators filled Lafayette Square and part of Pennsylvania Avenue. Fencing that remained from the recent inauguration kept them from getting closer to the gates of the White House. Philip Bump in New York, Daniel Gross in Boston, and Michael Chandler, Sarah Larimer, Kelsey Snell and Abby Phillip in Washington contributed to this report. local ",
    "title": "Trump defends executive order: ‘This is not a Muslim ban’ - The Washington Post"
   },
   {
    "entities": [
     "sudan",
     "council",
     "house",
     "boris",
     "eric",
     "jeff",
     "new",
     "northridge",
     "once",
     "tomorrow",
     "times",
     "supreme",
     "mccain",
     "pelosi",
     "liberties",
     "abc",
     "evening",
     "saturday",
     "america",
     "spicer",
     "jfk",
     "democrats",
     "court",
     "ferazzi",
     "angeles",
     "iraq",
     "of",
     "iran",
     "defense",
     "syria",
     "cal",
     "garcetti",
     "nancy",
     "f.",
     "union",
     "homeland",
     "amlotte",
     "international",
     "reince",
     "lindsey",
     "tyler",
     "charles",
     "security",
     "state",
     "mascaro",
     "u.k.",
     "congress",
     "somalia",
     "graham",
     "airport",
     "$10,000",
     "justice",
     "schumer",
     "pomona",
     "moore",
     "monday",
     "friday",
     "white",
     "states",
     "civil",
     "parsons",
     "libya",
     "trump",
     "priebus",
     "currently",
     "sunday",
     "u.s.",
     "jan. 28",
     "todd",
     "american",
     "united",
     "chuck",
     "senate",
     "new year",
     "the weekend",
     "sean",
     "johnson",
     "christi",
     "john",
     "los",
     "gina",
     "stephanie",
     "yemen",
     "wednesday",
     "afternoon",
     "e.",
     "gop",
     "present",
     "2024",
     "press",
     "2017",
     "lisa",
     "university",
     "mary",
     "nbc",
     "york",
     "department",
     "florida",
     "keith",
     "city",
     "kennedy"
    ],
    "id": 8,
    "text": "Amid backlash, White House appears to back down on applying new ban to green card holders JFK protest Stephanie Keith / Getty Images Protesters demonstrate against the Trump administration's refugee and immigration orders at John F. Kennedy International Airport on Jan. 28 in New York City. Protesters demonstrate against the Trump administration's refugee and immigration orders at John F. Kennedy International Airport on Jan. 28 in New York City. (Stephanie Keith / Getty Images) Christi Parsons and Lisa Mascaro Contact Reporters President Trump defended his new immigration crackdown on Sunday as a stand against terrorism that will improve American national security, even as the White House appeared to back away from a key element amid the chaos at U.S. airports over the weekend. Trump said in a written statement Sunday afternoon that his crackdown on admissions of travelers from seven majority-Muslim countries had nothing to do with religion but was instead “about terror and keeping our country safe.” “I have tremendous feeling for the people involved in this horrific humanitarian crisis in Syria,” he said. “My first priority will always be to protect and serve our country, but as president I will find ways to help all those who are suffering.” The statement came after the White House — facing a backlash from lawmakers, including some Republicans — appeared to back down on one piece of the new immigration order, signaling that travelers trying to enter the country from the seven banned countries will be allowed in if they hold green cards. White House Chief of Staff Reince Priebus said that these legal permanent residents are exempt from the travel ban “moving forward,” even though over the weekend other administration officials said the rule did apply to them. The apparent reversal came amid a national controversy over the new order that temporarily halts the entry of all refugees to the U.S. and any traveler from seven majority-Muslim countries: Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen.  Federal judges across the country have blocked parts of the president’s executive action since it came down on Friday, mostly preventing the deportation of some travelers who ran into the first wave of implementation. The back-and-forth over the green card holders reflected confusion about the policy, which also indefinitely bars Syrian refugees from entering the U.S.  Lawyers for some of the affected immigrants said border agents were applying the rules differently. Further complicating the picture was a statement from the Department of Homeland Security asserting that its agents would enforce all of Trump’s orders while also complying with judicial orders. As some of the orders block deportation, that left individual officers to try and figure out which priorities to honor. In the chaos, Trump’s fellow Republicans waved red flags on Sunday, warning the administration to slow down and make sure the tough new rules were implemented with deliberation. U.S.  Sens. John McCain (R-Ariz.) and Lindsey Graham (R-S.C.) blasted the Trump executive order for what they said was a “hasty” implementation. “It is clear from the confusion at our airports across the nation that President Trump’s executive order was not properly vetted,” McCain and Graham said in a joint statement. “We are particularly concerned by reports that this order went into effect with little to no consultation with the Departments of State, Defense, Justice, and Homeland Security. “Such a hasty process risks harmful results,” the senators said. “We should not stop green-card holders from returning to the country they call home. We should not stop those who have served as interpreters for our military and diplomats from seeking refuge in the country they risked their lives to help. And we should not turn our backs on those refugees who have been shown through extensive vetting to pose no demonstrable threat to our nation, and who have suffered unspeakable horrors, most of them women and children.” Trump fired back with a late-afternoon tweet, saying their statement was “wrong” and that they are “sadly weak on immigration.” Senate Minority Leader Charles E. Schumer said Democrats will introduce legislation as soon as Monday to stop the president’s actions. House Democrats are taking similar legislative action, and lawmakers from both chambers will rally Monday evening at the Supreme Court to protest Trump's orders. \"This executive order was mean-spirited and un-American,\" said Schumer, the New York Democrat, choking up as he stood with immigrants and refugees at a news conference Sunday. \"It must be reversed immediately.\" Minority Leader Nancy Pelosi said House Democrats are exploring legal options, including an amicus brief in support of the lawsuit filed by the American Civil Liberties Union against the actions. But the chances of passing a bill through the Republican-controlled Congress are slim, as most GOP leaders and lawmakers have not objected to Trump's ban. White House officials on Sunday defended the Trump plan, insisting he took great care in crafting it. If the announcement came as a surprise to many, they say, that was by design. The White House did not want to tell too many people about it in advance, thinking that too much notice would compromise the strategy, White House Press Secretary Sean Spicer said. “The people that needed to know, knew,” he said Sunday on ABC. “The appropriate leadership was notified.” Still the confusion over the particulars was significant — especially on the question of the green cards. In explaining the new order, administration officials on Saturday told reporters that the green card holders from the seven banned countries would have to get waivers in order to return to the U.S. after traveling outside the country. Speaking on condition of anonymity to reporters on Saturday, the White House official said green card holders from one of the seven affected countries who are currently outside the U.S. would need a case-by-case waiver to return to the U.S., according to a pool reporter who was present. Those green card holders in the United States would have to meet with a consular officer before leaving the country, the official said. On Sunday, Priebus said otherwise. “As far as green card holders, moving forward, it doesn’t affect them,” Priebus told NBC’s Chuck Todd in an interview, adding that border officials still retain “discretionary authority” to hold people from the suspect countries before letting them enter the U.S. The interpretation of the new rules continued in foreign capitals, with British officials announcing publicly that they had gotten clarification from the U.S. government regarding U.S.-bound travelers from their country. “If you are a U.K. national who happens to be traveling from one of those [banned] countries to the U.S., then the order does not apply to you, even if you were born in one of those countries,\" British Foreign Secretary Boris Johnson said in a statement to British citizens. The only dual nationals who might have extra checks are those coming from one of the seven countries themselves, for example, a U.K.-Libya dual national coming from Libya to the U.S., Johnson’s statement said. The White House did not immediately confirm the British summary. Caption 90 seconds: 4 stories you can't miss So-called sanctuary cities were once places of refuge.   A surge in media mergers is expected under Trump’s pro-business agenda.   Chinese New Year begins tomorrow.   Grocery store tomatoes are often tasteless but researchers at the University of Florida have discovered a game-changer. Caption 90 seconds: 4 stories you can't miss So-called sanctuary cities were once places of refuge.   A surge in media mergers is expected under Trump’s pro-business agenda.   Chinese New Year begins tomorrow.   Grocery store tomatoes are often tasteless but researchers at the University of Florida have discovered a game-changer. Caption Neighborhood improvements can limit sex-trafficking, study says A Cal State Northridge study identified up to 40 locations used for illegal sex that could be safeguarded by the addition of street lamps or the trimming of trees. A Cal State Northridge study identified up to 40 locations used for illegal sex that could be safeguarded by the addition of street lamps or the trimming of trees. Caption Curves, craftsmanship and class | 2017 Grand National Roadster Show in Pomona Thirteen custom cars will compete for the “America's Most Beautiful Roadster” award, vying for a 9-foot-tall trophy and $10,000 in prize money. (Gina Ferazzi / Los Angeles Times) Thirteen custom cars will compete for the “America's Most Beautiful Roadster” award, vying for a 9-foot-tall trophy and $10,000 in prize money. (Gina Ferazzi / Los Angeles Times) Caption Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Mayor Eric Garcetti speaks about the City Council's vote on Los Angeles' bid for the 2024 Olympic and Paralympic Games. (Video by Jeff Amlotte / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. Mary Tyler Moore  was a beloved TV icon who symbolized the independent career woman. Does widespread voter fraud  really happen? President Trump has signed two executive orders on immigration.  The Dow Jones industrial average closed above 20,000  for the first time Wednesday. ",
    "title": "Amid backlash, White House appears to back down on applying new ban to green card holders - LA Times"
   },
   {
    "entities": [
     "darweesh",
     "sudan",
     "house",
     "late last night",
     "david",
     "new",
     "washington",
     "aaron",
     "the day",
     "cbp",
     "mccain",
     "abc",
     "this afternoon",
     "oregon",
     "saturday",
     "america",
     "spicer",
     "virginia",
     "illinois",
     "copley",
     "martin/seattlepi",
     "jfk",
     "hawaii",
     "battery",
     "today",
     "stein",
     "center",
     "refugee",
     "across",
     "court",
     "saudi",
     "time",
     "angeles",
     "iraq",
     "brooklyn",
     "of",
     "iran",
     "maryland",
     "defense",
     "square",
     "syria",
     "protests",
     "massachusetts",
     "f.",
     "date",
     "seattle-tacoma",
     "pennsylvania",
     "grows",
     "midnight",
     "hameed",
     "jhalid",
     "california",
     "homeland",
     "national",
     "carolina",
     "dulles",
     "jack",
     "international",
     "lindsey",
     "kelly",
     "security",
     "mexico",
     "state",
     "north",
     "night",
     "airlines",
     "katersky",
     "arabia",
     "donald",
     "ben",
     "somalia",
     "graham",
     "jan. 29, 2017",
     "airport",
     "avenue",
     "iowa",
     "justice",
     "capitol",
     "country",
     "kshama",
     "seattle",
     "ukraine",
     "p.",
     ", 7:59 pm",
     "eastern",
     "trump's",
     "watch",
     "white",
     "libya",
     "trump",
     "obama",
     "u.s.",
     "becca",
     "foster",
     "isil",
     "aclu",
     "caplan",
     "bernstein/reuters",
     "heller",
     "district",
     "shares",
     "maine",
     "park",
     "late today",
     "vermont",
     "sean",
     "this evening",
     "law",
     "sawant",
     "john",
     "customs",
     "los",
     "jan. 28, 2017",
     "columbia",
     "assistance",
     "yemen",
     "benjamin",
     "genna",
     "news",
     "immigration",
     "the",
     "u.s",
     "order",
     "this week",
     "build",
     "against",
     "irap",
     "matt",
     "backlash",
     "project",
     "connecticut",
     "york",
     "department",
     "boston",
     "jan 29, 2017",
     "gittleson",
     "city",
     "kennedy"
    ],
    "id": 9,
    "text": "Protests Build Across the Country Against Trump's Immigration Order By Ben Gittleson Jan 29, 2017, 7:59 PM ET 0 Shares WATCH Backlash Grows Against Trump's Immigration Order 0 Shares Email President Trump defended his executive order restricting the entry into the U.S. of people from seven Muslim-dominated countries, saying the move was not about religion but about keeping the country safe, but administration officials appeared to backtrack on the scope of the order, even as demonstrators gathered across the U.S. to protest. Massive crowds packed Boston's Copley Square, Battery Park in New York City and outside the White House, and public areas in other cities, with demonstrations also held at airports from coast to coast to protest the order, which suspended immigration from countries with ties to terror -- Syria, Yemen, Sudan, Somalia, Iraq, Iran and Libya -- for 90 days. The order also indefinitely suspends Syrian refugees from entering the U.S. Trump said in a statement released today that the countries chosen for what he called the \"extreme vetting\" of the order had been \"identified by the Obama administration as sources of terror.\" \"To be clear, this is not a Muslim ban, as the media is falsely reporting. This is not about religion - this is about terror and keeping our country safe,\" the statement reads. The administration, however, appeared to backtrack on one element of the order, saying late today that green card holders from those seven countries were not barred from re-entering the U.S., whereas earlier the administration had indicated they were. Some Colleges Warning Foreign Students on Travel After Trump's Immigration Order \"In applying the provisions of the president's executive order, I hereby deem the entry of lawful permanent residents to be in the national interest,\" Homeland Security Secretary John Kelly said in a statement today. \"Accordingly, absent the receipt of significant derogatory information indicating a serious threat to public safety and welfare, lawful permanent resident status will be a dispositive factor in our case-by-case determinations.\" A senior administration official confirmed this evening that legal permanent U.S. residents are exempt from the executive order. The official said the people who were set aside for additional screening were a \"fractional marginal minuscule percentage\" of travelers and said it is not an injury for green card and visa holders to be subject to additional screening. The order has been criticized by Democratic elected officials and 16 attorneys general released a statement condemning the order as unconstitutional. \"We are confident that the Executive Order will ultimately be struck down by the courts. In the meantime, we are committed to working to ensure that as few people as possible suffer from the chaotic situation that it has created,\" said the statement, issued jointly by attorneys general of California, Connecticut, the District of Columbia, Hawaii, Illinois, Iowa, Maine, Maryland, Massachusetts, New Mexico, New York, Oregon, Pennsylvania, Vermont, Virginia and Washington. A number of Republicans have also criticized the order, including Sens. John McCain and Lindsey Graham, who issued a joint statement today. \"It is clear from the confusion at our airports across the nation that President Trump’s executive order was not properly vetted,\" the senators said. \"We are particularly concerned by reports that this order went into effect with little to no consultation with the Departments of State, Defense, Justice, and Homeland Security. \"Such a hasty process risks harmful results,\" the statement said. \"Ultimately, we fear this executive order will become a self-inflicted wound in the fight against terrorism ... Our most important allies in the fight against ISIL are the vast majority of Muslims who reject its apocalyptic ideology of hatred.\" Protesters marched along Pennsylvania Avenue toward the Capitol this afternoon, chanting, \"No hate, no fear. Refugees are welcome here,\" and \"No Ban. No wall.\" According to immigrant and refugee advocacy groups, a number of people were being held today at airports across the country with some facing imminent deportation despite the stay on deportations issued by the U.S. District Court for the Eastern District of New York. aaronds/Instagram Protesters of President Donald Trump's immigration ban gather at Copley Park in Boston, Jan. 29, 2017. Among the people held after the ruling, according to Becca Heller, the director of the International Refugee Assistance Project, were: A 2-year-old U.S. citizen with green card-holding parents and a 66-year-old woman traveling from Iraq to visit her son, an active-duty U.S. service member who flew up to North Carolina to help her. A lot of people were being handcuffed, Heller said. In one dramatic case late last night, an Iranian Fulbright scholar whose friends were waiting for her at John F. Kennedy International Airport in New York was forced to board a Ukraine International Airlines flight just before midnight -– hours after a federal court in Brooklyn issued a stay on the order, according to Heller. Only after high-level intervention did the plane turn around on the tarmac and let the woman deplane, Heller said. Genna Martin/seattlepi.com viaAP Seattle city councilwoman Kshama Sawant raises a fist over the crowd, as more than 1,000 people gather at Seattle-Tacoma International Airport, to protest President Donald Trump's order that restricts immigration to the U.S., Jan. 28, 2017. The International Refugee Assistance Project encouraged anyone with a green card to reroute their flight through Boston if they don't want to be detained, after a ruling there said people couldn’t be deported or detained. The New York ruling said people couldn't be deported, but it allowed detention. The advocates and lawyers said the haphazard implementation of the order has resulted in what Heller called \"rogue\" Customs and Border Protection officers pressuring green card holders to cancel them. She said that CBP officers repeatedly told them they were awaiting more information from Washington; finally, they stopped talking and \"told us to just call President Trump,\" Heller said. The groups said they're examining rulings in Boston, New York, and Virginia, to see whether there is overlap and whether they complement each other, and determine whether the rulings applied nationwide. In the case of the New York ruling, they said that the order did, but in the case of Boston, it was unclear, as it appeared it would, although it contained local references. Aaron P. Bernstein/Reuters Activists gather outside the White House to protest President Donald Trump's executive actions on immigration, in Washington, Jan. 29, 2017. Thousands of attorneys have turned out en masse across the country, they said, including more than 4,000 people who signed up to help with the IRAP and many more showing up own their own, too. The executive director of the National Immigration Law Center said about 2,000 lawyers had formed a group dedicated to providing support on a regular basis. Protesters at airports across the country reacted with jubilation Saturday night at the news that in response to a legal challenge issued by the ACLU a federal court in Brooklyn had granted an emergency stay on the president's executive order that bans immigration from Syria , Yemen, Sudan, Somalia , Iraq, Iran and Libya. Following the court's decision, the Department of Homeland Security said in a press release that it \"will continue to enforce all of the president’s Executive Orders in a manner that ensures the safety and security of the American people.\" The statement noted that Trump's executive orders remain \"in place,\" despite the emergency stay. \"The president's Executive Orders remain in place -- prohibited travel will remain prohibited, and the U.S. government retains its right to revoke visas at any time if required for national security or public safety,\" the release said. The ACLU contended that the stay applied nationally to all cases, but that was not necessarily clear from the ruling, and an atmosphere of confusion still surrounds the orders, and how they will be applied going forward. Today, the spontaneous protests that were sparked by news of travelers being detained were expected to continue in a more planned fashion at airports across the country. carrie1010/Instagram Protesters of Donald Trump's immigration ban rally at Copley Square in Boston, Jan. 29, 2017. The protests started Saturday at John F. Kennedy International Airport, where hundreds of people chanted \"No hate, no fear, refugees are welcome here,\" angered at the detention of a number of people arriving from the countries listed in Trump's order, including the two Iraqi men whose cases were taken by the ACLU. As the day went on, the protests spread to other major airports like Washington Dulles International Airport and Los Angeles International Airport. The two Iraqis who were detained at JFK were both released later in the day, drawing widespread media attention. One of the men, Hameed Jhalid Darweesh, expressed his gratitude for those who supported him while he was detained. \"America is the land of freedom,\" Darweesh said. \"The land of freedom, the land of the rights. This is what brought me to come here, and I'm very thankful.\" Neither Darweesh nor the other Iraqi were technically refugees according to the definition in the president's executive order at the time of their detention, but appear to have come to the U.S. on visas, a Trump administration official told ABC News. A senior Department of Homeland Security official said that 375 travelers were affected by the executive order Saturday at airports across the country. Within that group, 109 people were in transit and then denied entry to the U.S., 173 were denied entry to the U.S. before boarding their flights in a foreign port, and 81 were granted waivers because of their legal permanent resident or special immigrant visa status. The number of people being held at U.S. airports is expected to dwindle today, but passengers at airports across the world may be kept from boarding flights to the U.S. Trump said the executive order was part of a vetting plan to prevent \"radical Islamic terrorists\" from reaching American soil. The seven-page document calls for an immediate suspension of immigration from countries with ties to terror -- Syria, Yemen, Sudan, Somalia, Iraq, Iran and Libya -- for a time period of 90 days. But none of the countries on the list have had anything to do with terror incidents on U.S. soil since the 9/11 attacks, and Saudi Arabia -- where 15 of the 9/11 hijackers were from -- is not included. It also calls for the complete suspension of Syrian refugees for an indefinite period. It also calls on the secretary of state to suspend the entire U.S program for admitting refugees for 120 days while authorities review the application and adjudication process. White House spokesman Sean Spicer said today on \"This Week\" that the seven countries had been identified by the Obama administration as needing further scrutiny, and said other countries could be added to the list at a later date. ABC News' Benjamin Stein, David Caplan, Matt Foster, Aaron Katersky and Jack Date contributed to this report. 0 Shares ",
    "title": "Protests Build Across the Country Against Trump's Immigration Order - ABC News"
   }
  ]
 }
}