{
 "31": {
  "col-sim": {
   "cosine": 0.4823101344627903,
   "entity": 0.7993052538854534
  },
  "exec-time": 7.127504110336304,
  "links": [
   {
    "entities": [
     ", 6:44 pm",
     "overturn",
     "office",
     "ban",
     "muslim",
     "of",
     "counsel",
     "justice",
     "us",
     "now",
     "jan 30, 2017",
     "present",
     "abc",
     "travel",
     "obama",
     "trump",
     "legal",
     "may 2015",
     "u.s.",
     "yates",
     "sally",
     "department"
    ],
    "id": 0,
    "text": "Acting US Attorney General Will Not Defend Trump Immigration Order By ABC NEWS Jan 30, 2017, 6:44 PM ET 0 Shares WATCH Democrats Lead Charge to Overturn Trump Travel Ban 0 Shares Email The acting U.S. attorney general, Sally Yates, said she will not defend President Trump 's executive order regarding immigration because she is not convinced it is \"lawful,\" according to a letter. \"At present, I am not convinced that the defense of the Executive Order is consistent with these responsibilities nor am I convinced that the Executive Order is lawful,\" Yates wrote. \"Consequently, for as long as I am the Acting Attorney General, the Department of Justice will not present arguments in defense of the Executive Order, unless and until I become convinced that it is appropriate to do so.\" Trump's order, which affects immigration from seven countries that have predominantly Muslim populations, temporarily bans certain travelers and places indefinite restrictions on Syrian refugees . The order sparked protests at airports as well as legal action. A federal judge stayed part of the order regarding deportations. Yates, who was nominated by former President Obama and confirmed in May 2015, wrote that the \"order has now been challenged in a number of jurisdictions.\" She also wrote that the Office of Legal Counsel's review of the order \"does not address whether any policy choice embodied in an Executive Order is wise or just.\" \"My responsibility is to ensure that the position of the Department of Justice is not only legally defensible, but is informed by our best view of what the law is after consideration of all the facts,\" she wrote. \"In addition, I am responsible for ensuring that the positions we take in court remain consistent with this institution’s solemn obligation to always seek justice and stand for what is right.\" This is a developing story. Please check back in for updates. 0 Shares ",
    "title": "Acting US Attorney General Will Not Defend Trump Immigration Order - ABC News"
   },
   {
    "entities": [
     "jan. 30, 2017",
     "police",
     "pete",
     "judiciary",
     "korte",
     "office",
     "johnson",
     "sessions",
     "of",
     "stephen",
     "marovich",
     "alabama",
     "counsel",
     "justice",
     "jeff",
     "schumer",
     "4 minutes ago",
     "iacp",
     "7:04 p.m.",
     "washington",
     "late monday",
     "monday",
     "now",
     "present",
     "d-n.y.",
     "cnn",
     "usa",
     "tuesday",
     "committee",
     "friday",
     "kevin",
     "trump",
     "obama",
     "msnbc",
     "acting",
     "international",
     "legal",
     "association",
     "yates",
     "gregory",
     "charles",
     "olc",
     "chiefs",
     "sally",
     "ag",
     "facebook",
     "department",
     "miller",
     "senate",
     "today"
    ],
    "id": 1,
    "text": "Acting AG: Dept. of Justice won't defend Trump immigration order Yates 'not convinced' order is lawful Post to Facebook Acting AG: Dept. of Justice won't defend Trump immigration order Yates 'not convinced' order is lawful Check out this story on USATODAY.com: http://usat.ly/2jPhxKb CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 146 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Acting AG: Dept. of Justice won't defend Trump immigration order Kevin Johnson and Gregory Korte , USA TODAY Published 7:04 p.m. ET Jan. 30, 2017 | Updated 4 minutes ago CLOSE x Share With emotions running high in the wake of President Trump's executive order on immigration, let's take a look at some of the numbers involved. Buzz60 Acting Attorney General Sally Yates (Photo: Pete Marovich, Getty Images) WASHINGTON — Acting Attorney General Sally Yates, who has been directing the Justice Department during the transition to President Trump’s administration, said Monday that she will not defend in court the president’s executive order that suspends immigration from seven majority-Muslim countries. “I am responsible for ensuring that the positions we take in court remain consistent with this institution’s solemn obligation to always seek justice and stand for what is right,” said Yates in a letter to Justice Department attorneys. “At present, I am not convinced that the defense of the executive order is consistent with these responsibilities nor am I convinced that the executive order is lawful. “Consequently, for as long as I am the acting attorney general, the Department of Justice will not present arguments in defense of the executive order, unless and until I become convinced that it is appropriate to do so,\" wrote Yates, a holdover from the Obama administration. Yates is serving as acting attorney general as Trump's nominee for attorney general, Alabama Sen. Jeff Sessions, awaits a Senate vote on confirmation. The Senate Judiciary Committee has scheduled a Tuesday vote on the nomination of Sessions, who has closely advised Trump on immigration matters. Senate Democrats have objected to Sessions’ nomination, and Minority Leader Charles Schumer, D-N.Y., said Monday on CNN that Sessions should have to disclose his opinion of Trump’s immigration order before the Senate votes on his nomination. Trump responded to Yates via Twitter, characterizing the action as a \"political\" move to block his agenda. \"Democrats are delaying my cabinet picks for purely political reasons,'' Trump tweeted. \"They have nothing going but to obstruct. Now have an Obama A.G.\" Trump advisor Stephen Miller said on MSNBC Monday, “I think that’s a further demonstration of how politicized our legal system has become,” so much so that “you have people refusing to enforce our laws.” Miller said the president clearly has the legal authority to bar people from entry into the country for national security reasons. Trump's executive order had been reviewed by the Justice Department Office of Legal Counsel before it was issued Friday. The OLC, whose authority narrowly addresses the form and whether the order is properly drafted, approved the order. But the OLC “did not address whether any policy choice embodied in an executive order is wise or just,” Yates wrote. “My responsibility is to ensure that the position of the Department of Justice is not only legally defensible, but is informed by our best view of what the law is after consideration of all the facts.” Yates’ extraordinary action comes as national law enforcement leaders are calling on the Trump administration for further guidance on his immigration-related orders, including the president’s call for police to increasingly assist federal agents in enforcing immigration laws. Late Monday, the nation’s largest group of police chiefs, the International Association of Chiefs of Police, said it would oppose any order that forces the cooperation of local police on immigration matters. “The IACP has, and will continue to strongly oppose any initiative that would mandate that state and local law enforcement agencies play a role in the enforcement of federal immigration law,” the group said in a statement. “The IACP believes that the issue of state, tribal, or local law enforcement’s participation in immigration enforcement is an inherently local decision that must be made by law enforcement executives, working with their elected officials, community leaders, and citizens.” Read more: ",
    "title": "Acting AG: Dept. of Justice won't defend Trump immigration order"
   },
   {
    "entities": [
     "sudan",
     "house",
     "spitalnick",
     "protection",
     "eric",
     "tareq",
     "bob",
     "bernardino",
     "jeff",
     "new",
     "photo",
     "ferguson",
     "washington",
     "flint",
     "the day",
     "now",
     "amy",
     "mccain",
     "ariz.",
     "aqel",
     "evening",
     "romero",
     "gelernt",
     "mohammed",
     "saturday",
     "politico",
     "january 30, 2017",
     "bennett",
     "ewen/the",
     "america",
     "post",
     "spicer",
     "abbas",
     "monica",
     "ethiopia",
     "mckenna",
     "nations",
     "yates",
     "o'connor",
     "10 days ago",
     "one percent",
     "a day earlier",
     "anthony",
     "lee",
     "dalton",
     "rights",
     "january 30",
     "angeles",
     "eilperin",
     "lewis",
     "iraq",
     "scott",
     "marathon",
     "of",
     "jan. 27",
     "iran",
     "late saturday",
     "syria",
     "f.",
     "aziz",
     "alexandria",
     "homeland",
     "zapotosky",
     "buy",
     "j.",
     "dulles",
     "international",
     "mark",
     "robinson",
     "lindsey",
     "o.",
     "charles",
     "kelly",
     "security",
     "katherine",
     "state",
     "weiner",
     "by",
     "patrick",
     "wait",
     "morning",
     "juliet",
     "airlines",
     "congress",
     "donald",
     "somalia",
     "at 5:15 pm",
     "shaver",
     "graham",
     "airport",
     "nakashima",
     "border",
     "sessions",
     "justice",
     "capitol",
     "schumer",
     "seattle",
     "monday",
     "cabinet",
     "immigrants'",
     "tuesday",
     "trump's",
     "michael",
     "committee",
     "states",
     "white",
     "friday",
     "s.c.",
     "obama",
     "trump",
     "kevin",
     "libya",
     "hotel",
     "sunday",
     "u.s.",
     "san",
     "ellen",
     "wagner",
     "calif.",
     "aclu",
     "united",
     "sally",
     "senate",
     "8:55 a.m.",
     "this weekend",
     "jan. 30, 2017",
     "the weekend",
     "akhtar",
     "weekend",
     "judiciary",
     "sean",
     "rachel",
     "bobby",
     "gadeir",
     "muslim",
     "john",
     "customs",
     "los",
     "berman",
     "yemen",
     "late sunday",
     "--",
     "afternoon",
     "morello",
     "e.",
     "present",
     "ammar",
     "u.s",
     "this week",
     "sept. 11, 2001",
     "erin",
     "delta",
     "hill",
     "carol",
     "adams",
     "matt",
     "schneiderman",
     "project",
     "york",
     "mich.",
     "department",
     "boston",
     "hours later",
     "future",
     "britain",
     "barack"
    ],
    "id": 2,
    "text": "Acting attorney general declares Justice Department won’t defend Trump’s immigration order The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Mark Berman and Matt Zapotosky By Mark Berman and Matt Zapotosky January 30 at 5:15 PM Follow @markberman Follow @mattzap Hundreds of protesters gathered at the arrivals gate of Washington Dulles International Airport to push back against President Trump's executive order that targeted citizens from seven predominantly Muslim countries. A federal judge in New York blocked deportations nationwide late Saturday of those detained on entry to the United States. (McKenna Ewen/The Washington Post) Acting Attorney General Sally Yates has ordered Justice Department lawyers not to defend challenges to President Trump’s immigration order temporarily banning entry into the United States for citizens of seven Muslim-majority countries and refugees from around the world, declaring in a memo Monday she is not convinced the order is lawful. Yates wrote that, as the leader of the Justice Department, she must ensure the department’s position is both “legally defensible” and “consistent with this institution’s solemn obligation to always seek justice and stand for what is right. “At present, I am not convinced that the defense of the Executive Order is consistent with these responsibilities nor am I convinced that the Executive Order is lawful,” Yates wrote. She wrote that “for as long as I am the Acting Attorney General, the Department of Justice will not present arguments in defense of the Executive Order, unless and until I become convinced that it is appropriate to do so.” Yates’s view is perhaps unsurprising; she was second-in-command at the Justice Department under President Obama, held over until a new attorney general can be confirmed. Still, her announcement is remarkable for its defiance. It was not immediately clear who would defend the president’s order in the Justice Department’s place. The Senate Judiciary Committee is scheduled to vote Tuesday on President Trump’s pick for attorney general, Sen. Jeff Sessions (R-Ala.), whose views align much more closely with the president’s. Meanwhile, President Trump continued on Monday to adamantly defend his order, despite mounting criticism, legal challenges and questions that stretched from Capitol Hill to the United Nations. Trump’s order has sparked protests from coast to coast, court cases challenging its constitutionality , unease in cities worldwide and a host of questions about the limits of its scope. Even as the White House remained defiant, former president Barack Obama became the latest high-profile voice to weigh in on the issue, offering his first public criticism of his successor while backing protesters. The ban’s impact continued to reverberate around the world. The United Nations said that some 20,000 refugees could be affected by the 120-day suspension of refugee admission. Lawyers sought to confirm how many people remain detained in the United States, while a lawsuit argued that dozens of people may have been forced to give up their green cards by Customs and Border Protection agents. [ Trump and his aides keep justifying the entry ban by citing attacks it couldn’t have prevented ] Lee Gelernt, deputy director of the ACLU’s Immigrants’ Rights Project, said the situation at airports remains “chaotic and fluid.” Lawyers are “having trouble independently verifying anything because the government will not provide full access to all the detainees,” he said. Gelernt said that by Monday afternoon, no list of detainees had been turned over, adding that the ACLU could be back in court within a day to get the list so it could obtain more definitive information. On Monday, in what could be the first volley in an intense legal battle, Bob Ferguson, Washington state’s attorney general, said he plans to file a federal lawsuit seeking an immediate halt to the order’s implementation. Ferguson is the first state official to declare plans to file such a suit, but he may not be the last. A day earlier, Ferguson joined 15 other state attorneys general in calling the measure unconstitutional. Eric Schneiderman, the New York attorney general who joined in that message, is reviewing possible options, “and that could certainly include litigation,” Amy Spitalnick, a spokeswoman, said Monday. White House officials have played down the anger and chaos over the order, holding a briefing with reporters Sunday evening to argue that the rollout was “a massive success story.” On Monday, White House press secretary Sean Spicer defended the ban and its implementation. “You don’t know when the next attack’s coming,” he said during the briefing. “And so the best you can do is to get ahead of it because if you wait, you’re going to be reacting. And what I think I want to be clear on is the president’s not going wait. He’s going to make sure he does everything in his power when he can to protect the homeland and its people.” Trump’s order was followed by two days of intense protests at airport terminals across the country, meaning both weekends of his presidency so far have been marked by heavy public demonstrations against him. In his now-customary morning tweets, Trump blamed others for the disorganized implementation and sought to  minimize its impact on travelers . Trump claimed that “big problems at airports” were caused by the demonstrators themselves, an airline’s technical problems and Senate Minority Leader Charles E. Schumer (D-N.Y.), who teared up while discussing the ban. (Delta Airlines  suffered technical issues Sunday evening — 48 hours after Trump signed the immigration order — that canceled about 150 flights.) “Only 109 people out of 325,000 were detained and held for questioning,” Trump tweeted. “Big problems at airports were caused by Delta computer outage…..protesters and the tears of Senator Schumer.” 1 of 36 How people reacted to Trump’s immigration ban View Photos Thousands protested the president’s executive order outside the White House, at Trump International Hotel and at Dulles International Airport. Caption Thousands protested the president’s executive order outside the White House, at Trump International Hotel and at Dulles International Airport. Jan. 30, 2017  Demonstrators gather at the Capitol to demand that President Trump withdraw the executive order banning people traveling to the United States from seven predominantly Muslim countries. Michael Robinson Chavez/The Washington Post Buy Photo Wait 1 second to continue. Hours later, Obama — who had not weighed in on Trump since leaving office 10 days ago —  endorsed the protests that have emerged nationwide and rejected his successor’s attempt to link the travel ban to the Obama administration. Obama feels “heartened by the level of engagement taking place in communities around the country,” Kevin Lewis, a spokesman for the former president, said in a statement. “Citizens exercising their Constitutional right to assemble, organize and have their voices heard by their elected officials is exactly what we expect to see when American values are at stake.” Alluding to Trump’s questionable claim that his ban was based on Obama administration decisions, Lewis said the former president “fundamentally disagrees with the notion of discriminating against individuals because of their faith or religion.” [ Scholars: Many more legal challenges likely for Trump’s executive order on immigration ] A group of former U.S. officials who served under presidents of both parties wrote a letter released to Politico asking the Trump administration to rescind the order, calling it “inhumane, unnecessary and counterproductive from a security standpoint.” On Capitol Hill, Democrats sought to capitalize on the growing public outcry and said they were hoping to pass legislation rescinding the ban and planning to delay confirmation votes for Trump’s Cabinet nominees. Some Republicans have also spoken out against the ban, including Sens. Lindsey O. Graham (S.C.) and John McCain (Ariz.), top defense hawks who issued a joint statement bluntly worrying that the order could “become a self-inflicted wound in the fight against terrorism.” Criticism also emerged in other quarters. State Department diplomats have been circulating a document objecting to Trump’s order since he announced it Friday. According to a draft version of the memo, first reported by the Lawfare blog, the dissenters say the ban will not deter attacks on American soil, but will generate ill will toward U.S. citizens. [ Jihadist groups hail Trump’s travel ban as a victory ] Iraqi parliament leaders called for retaliatory visa restrictions on American citizens, while a petition called on Britain to cancel a planned state visit by Trump amid the furor. In a statement, the United Nations High Commissioner for Refugees expressed concern about “the uncertainty facing thousands of refugees around the world who are in the process of being resettled to the United States.” According to the agency, more than 800 refugees were set to go to America this week but are barred, and the 120-day halt on refugee resettlement could impact as many as 20,000 refugees. “Refugees are anxious, confused and heartbroken at this suspension in what is already a lengthy process,” the agency said. [ Officials worry that U.S counterterrorism defenses will be weakened by Trump actions ] In airports around the world, sorrow and relief mixed together as travelers entered an unknown future. Trump’s virtually unprecedented executive action applies to travelers and U.S. legal residents from Iraq, Iran, Sudan, Somalia, Syria, Libya and Yemen, and to refugees from around the world. People subject to the ban include dual nationals born in one of the seven countries who also hold passports from U.S. allies. At Dulles International Airport, lawyers and Democratic members of Congress were unable to get information from Customs officials. Late Sunday, Rep. Bobby Scott (D-Va.) said he was told there were no people in Customs custody at Dulles. Dozens of demonstrators gathered at Dulles to welcome international visitors, joining volunteer lawyers who gathered to monitor any potential problems. [ Share your thoughts on the travel ban ] Customs agents at Dulles forced lawful permanent U.S. residents to give up their green cards this weekend, according to a complaint filed Monday in federal court in Alexandria. Tareq Aqel Mohammed Aziz and Ammar Aqel Mohammed Aziz were flying from Yemen to the United States. Both had been granted immigrant visas because their father, who lives in Flint, Mich., is a U.S. citizen. When they arrived at Dulles Saturday morning, the Aziz brothers were handcuffed and their immigration paperwork was seized, according to the complaint. They were given documents to sign and allegedly told that if they did not, they would be removed from the United States and barred from coming back for five years. They were not allowed to see attorneys. Under pressure, their attorneys said, they signed documents they did not understand, giving up their American visas, and agents stamped “cancelled” on those visas. Attorneys are asking for their visas to be returned, the forms they signed to be invalidated and for them to be returned to the United States. Attorneys said they believe it is possible that many of 50 to 60 other legal permanent residents at Dulles were likewise tricked into giving up their status there. The lawyers said they hope to learn the identities of those individuals through the discovery process. The Aziz brothers were compelled to buy tickets, at their own expense, for a flight back to Ethiopia, and when they arrived, their passports were confiscated, leaving them in limbo. Anthony Romero, executive director of the ACLU, said anyone with a valid visa should be able to enter the United States, even if they are abroad, and the ACLU is working to investigate reports that this is not happening. In the long run, Romero said, ACLU lawyers will work to get the executive order thrown out permanently, and they will seek to have its implementation delayed while they press their case. This court battle could take years, he said. Romero said they believe the executive order violates the Immigration and Nationality Act, some ratified treaties and — perhaps most acutely — the First Amendment, because it seems to target Muslims. The order’s exception for those from minority religions in majority-Muslim countries “is clearly the smoking gun that this has targeted individuals of the Muslim faith.” “That dooms it from a First Amendment perspective, in our view,” Romero said. The Council on American‐Islamic Relations on Monday filed a sweeping challenge to the executive order, alleging its “purpose is to initiate the mass expulsion of immigrant and non-immigrant Muslims lawfully residing in the United States.” The lawsuit lists 27 plaintiffs, some of them activists and council officials and others students with visas, lawful permanent residents, refugees and others who allege Trump’s order will deny them citizenship or prevent them from traveling abroad and returning home. [ Here’s where Republicans stand on the travel ban ] Among them is a doctor who the suit alleges is working in an underserved area in the United States. “In the event he is prevented from returning to the United States, the area he serves will be lacking an essential physician to provide critical care to a substantial population in the United States,” the lawsuit says. Gadeir Abbas, who joined with others to file the suit, said the lawyers are “confident that we can win, and fortunately, President Trump and those around him make it very easy to reveal that bigotry. They can’t keep their mouths shut.” Department of Homeland Security officials said the executive order does apply to green-card holders, who may be let into the country with a waiver. The directors of each large port of entry, such as airports, have the authority to determine on a case-by-case basis whether a green-card holder may be admitted. Since Friday, dozens of green-card holders at large airports in New York, Los Angeles and elsewhere have been admitted, officials said. The officials also said Friday’s confusion has abated in these large airports because people subject to the ban are not being permitted to board flights overseas and so are not arriving at American airports. In Seattle, two men whose visas were revoked and who were put on plane to be deported were allowed to enter the United States after a federal judge issued an emergency ruling in their favor, said Matt Adams, the men’s lawyer. Adams said the men — one an engineer from Sudan who was coming to the United States for a conference, the other a visitor from Yemen who was coming to see family — “literally had to get pulled off the plane as they were deporting them.” The men dropped their lawsuit after they were allowed to enter the United States, Adams said. “What we’ve seen is now with the national stay in effect, if anyone were to arrive, then the government’s precluded from trying to immediately deport them like they were doing on Saturday,” Adams said. However, Adams said more lawsuits were likely, noting the number of people getting stopped as they tried to board planes abroad. The Department of Homeland Security said that “less than one percent” of international air travelers arriving Saturday in the United States were “inconvenienced” by the executive order — though the situation described by lawyers and immigrant advocates across the country was one of widespread uncertainty and disorder at airports where travelers from the targeted countries were suddenly detained. Trump wrote on Twitter that Homeland Security Secretary John F. Kelly “said that all is going well with very few problems. MAKE AMERICA SAFE AGAIN!” In other messages, Trump again cast his order as necessary to protect the country: There is nothing nice about searching for terrorists before they can enter our country. This was a big part of my campaign. Study the world! — Donald J. Trump (@realDonaldTrump) January 30, 2017 If the ban were announced with a one week notice, the \"bad\" would rush into our country during that week. A lot of bad \"dudes\" out there! — Donald J. Trump (@realDonaldTrump) January 30, 2017 The seven countries under Trump’s ban do not include several that have been tied to terrorists involved in major attacks or attempted plots in the United States. White House officials through the weekend and Monday continued to justify the ban by citing the Sept. 11, 2001, attacks, Boston Marathon bombing and San Bernardino, Calif., shooting rampage.  None of these attacks involved people born in countries listed on the ban . President Trump signed an executive order to halt U.S. entry for refugees, migrants and foreign nationals for 120 days starting Jan. 27. Fiery protests and lawsuits made for a tumultuous weekend. Here's what you need to know. (Dalton Bennett,Erin Patrick O'Connor,Katherine Shaver,Monica Akhtar,McKenna Ewen/The Washington Post) [This story has been updated since it was first published at 8:55 a.m. It will be updated throughout the day.] Rachel Weiner, Ellen Nakashima, John Wagner, Juliet Eilperin and Carol Morello contributed to this report. Further reading: ",
    "title": "Acting attorney general declares Justice Department won’t defend Trump’s immigration order - The Washington Post"
   },
   {
    "entities": [
     "st.",
     "jan. 30, 2017",
     "sudan",
     "ind.",
     "jose",
     "weekend",
     "donald",
     "somalia",
     "airport",
     "gholamreza",
     "iraq",
     "tribune",
     "john",
     "loevy",
     "of",
     "tepfer",
     "iran",
     "three years ago",
     "contact",
     "o'hare",
     "justice",
     "yemen",
     "syria",
     "behforooz",
     "m.",
     "monday",
     "ball",
     "clair",
     "immigration",
     "mitra",
     "homeland",
     "julie",
     "&",
     "midwest",
     "libya",
     "trump",
     "chicago",
     "national",
     "reporters",
     "international",
     "u.s.",
     "sunday",
     "university",
     "lawyers",
     "association",
     "american",
     "mcentee",
     "nereida",
     "pellerite",
     "kelly",
     "security",
     "fiona",
     "department",
     "state",
     "stacy",
     "osorio",
     "moreno",
     "josh",
     "muncie",
     "night",
     "center",
     "this weekend"
    ],
    "id": 4,
    "text": "News Local news Breaking News About 40 held at O'Hare on Monday Protesters rallied at O'Hare this weekend, after authorities took travelers into custody in response to Trump's immigration order. Lawyers from around Chicago showed up to assist travelers having problems. Nereida Moreno and Stacy St. Clair Contact Reporters Chicago Tribune About 40 travelers were held at O'Hare International Airport for additional questioning Monday, as concerns and confusion continued over President Donald Trump 's immigration ban. The vast majority of the affected travelers were released and allowed to pass through customs, attorneys said. Three people — including two Iranian-born travelers who are legal U.S. residents — remained unaccounted for, according to logs maintained by lawyers at the airport. The Trump administration has issued conflicting statements on how green card holders should be treated under the executive order, a reflection of the chaotic rollout of the president's first major national security initiative. The Department of Homeland Security initially said the ban extended to legal U.S. residents, then reversed course Sunday night when Secretary John Kelly issued a statement deeming \"the entry of lawful permanent residents to be in the national interest.\" Yet green card holders from the seven majority-Muslim countries listed in Trump's ban — Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen — are still being subjected to uncommon levels of scrutiny upon arrival at O'Hare. The National Immigration Justice Center, along with the Chicago chapter of the American Immigration Lawyers Association, issued an advisory Monday telling U.S. residents from those targeted countries to expect hourslong questioning at the airport and that their phones, email and social media accounts may be checked. Iranian-born Gholamreza Behforooz, 65, was held with his wife and 14-year-old son for nearly three hours upon arriving at O'Hare on Monday. The family, legal U.S. residents, immigrated to Muncie, Ind., three years ago in the hopes of a better life for their children. Behforooz's 23-year-old daughter, Mitra, a student at Ball State University , was relieved to finally see her family emerge from customs, though she expressed concerns about what life will be like for them over the next four years. Lawyers ready to help Jose M. Osorio / Chicago Tribune Julie Pellerite, left, a lawyer and volunteer with the Resurrection Project, and Josh Tepfer, a lawyer and volunteer from Loevy & Loevy, stand outside of the exit B doors, waiting for arriving passengers at the international terminal at O'Hare International Airport in Chicago on Jan. 30, 2017.  Julie Pellerite, left, a lawyer and volunteer with the Resurrection Project, and Josh Tepfer, a lawyer and volunteer from Loevy & Loevy, stand outside of the exit B doors, waiting for arriving passengers at the international terminal at O'Hare International Airport in Chicago on Jan. 30, 2017.  (Jose M. Osorio / Chicago Tribune) \"They have green cards. Shouldn't they be fine? This whole weekend was tragic,\" she said. \"I don't know what's going to happen next.\" Local immigration attorneys also are grappling with uncertainty and are advising clients potentially affected by the ban not to leave the country unless absolutely necessary. The recommendation echoes a similar advisory issued by several major Midwest universities Monday, which urged some students and scholars not to travel abroad \"until there is further assessment.\" \"Out of an abundance of caution, I would advise my clients to stay here,\" Chicago-based immigration attorney Fiona McEntee said. \"This confusion is just crazy. These are details that should have been taken care before it was signed.\" McEntee is one of more than 500 Chicago-area lawyers who have volunteered in recent days to assist travelers affected by Trump's immigration crackdown. Under U.S. law, travelers are not entitled to legal representation at ports of entry, so the lawyers established a makeshift office in the international terminal and have made their services known to families anxiously waiting for detained travelers. ",
    "title": "About 40 held at O&apos;Hare on Monday - Chicago Tribune"
   },
   {
    "entities": [
     "rights",
     "house",
     "donald",
     "office",
     "the past",
     "johnson",
     "david",
     "of",
     "department's",
     "sessions",
     "stephen",
     "counsel",
     "justice",
     "jeff",
     "richardson",
     "cox",
     "monday",
     "present",
     "last week",
     "union",
     "liberties",
     "immigrants'",
     "archibald",
     "the",
     "civil",
     "gelernt",
     "j.",
     "2017",
     "obama",
     "trump",
     "ake",
     "msnbc",
     "saturday",
     "october 1973",
     "legal",
     "june 2016",
     "jan 30",
     "american",
     "richard",
     "yates",
     "project",
     "william",
     "nixon",
     "sally",
     "department",
     "miller",
     ", 8:36 pm",
     "lee",
     "elliot",
     "2:23",
     "alex",
     "senate",
     "night",
     "barack",
     "ruckelshaus"
    ],
    "id": 5,
    "text": "Jan 30 2017, 8:36 pm ET Acting Attorney General Bars Justice Department From Defending Immigration Order by Alex Johnson Acting Attorney General Sally Yates, a holdover from President Barack Obama's administration, ordered Justice Department lawyers Monday not to defend President Donald Trump's executive order restricting immigration. Sally Yates in June 2016. J. David Ake / AP The Justice Department's Office of Legal Counsel signed off on Trump's order last week, but Yates — who stayed on as acting attorney general pending the confirmation of Sen. Jeff Sessions, R-Alabama — said the office's reviews don't \"address whether any policy choice embodied in an Executive Order is wise or just.\" \"My responsibility is to ensure that the position of the Department of Justice is not only legally defensible, but is informed by our best view of what the law is after consideration of all the facts,\" Yates wrote in a memo to the department's lawyers. \"At present, I am not convinced that the defense of the Executive Order is consistent with these responsibilities nor am I convinced that the Executive Order is lawful,\" she wrote. Play House and Senate Democrats Rally Against Immigration Order 2:23 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20170131013856if_/http://www.nbcnews.com/widget/video-embed/866264643876\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The memo came to light only a few hours after Obama broke his post-presidential silence in a statement backing protesters demonstrating against the executive order. Obama \"fundamentally disagrees with the notion of discriminating against individuals because of their faith or religion,\" the statement said. Lee Gelernt, deputy director of the Immigrants' Rights Project of the American Civil Liberties Union, called the directive \"a remarkable but welcome development.\" The directive \"sends a powerful message that there's something very wrong with a Muslim ban,\" Gelernt said. But Stephen Miller, a senior policy adviser to Trump and a major architect of the travel ban, said, \"It's sad that our politics have been politicized, that you have people refusing to enforce our laws.\" In an interview Monday night on MSNBC's \"For the Record,\" Miller said it was \"sadder still that you have a situation where the previous administration — and I don't want to bring up the past — lifted, removed, eliminated whole sections of immigration law, and it wasn't even considered by many in the media and many in the administration to be matter of controversy.\" Yates' memo would appear to represent the most serious rebellion by the Justice Department since the \"Saturday Night Massacre\" of October 1973, when Attorney General Elliot Richardson and Deputy Attorney General William Ruckelshaus resigned rather than carry out President Richard Nixon's order to fire Archibald Cox, the Watergate special prosecutor. Alex Johnson ",
    "title": "Acting Attorney General Bars Justice Department From Defending Immigration Order - NBC News"
   },
   {
    "entities": [
     "house",
     "laura",
     "donald",
     "last year",
     "vietnam",
     "pakistan",
     "presidency",
     "saudi",
     "arabia",
     "sean",
     "muslim",
     "as",
     "syria",
     "the 1990s",
     "monday",
     "career",
     "begins",
     "states",
     "friday",
     "white",
     "leave",
     "u.s",
     "obama",
     "trump",
     "spicer",
     "tillerson",
     "u.s.",
     "diplomats",
     "rex",
     "balkans",
     "united",
     "state",
     "department",
     "today",
     "kennedy"
    ],
    "id": 6,
    "text": "At State Department, 'Dissent Channel' In High Gear With Refugee Ban Protests At State Department, 'Dissent Channel' In High Gear With Refugee Ban Protests Embed Embed At the State Department, employees are expressing concern via an official dissent channel about the Trump administration's temporary visa and refugee ban. Win McNamee/Getty Images hide caption toggle caption Win McNamee/Getty Images At the State Department, employees are expressing concern via an official dissent channel about the Trump administration's temporary visa and refugee ban. Win McNamee/Getty Images At the State Department, there is an easy — and usually private — way for employees to register their concerns about U.S. policy. It's called the \"Dissent Channel.\" And today, an unusually large number of foreign service officers are using it. A dissent cable says Donald Trump's temporary visa and refugee ban \"runs counter to American values\" and could be \"counterproductive.\" Trump's Immigration Freeze Omits Those Linked To Deadly Attacks In U.S. The White House claims it consulted for \"many weeks\" with the State Department before issuing its executive order on Friday, temporarily banning visas for citizens of seven predominantly Muslim countries and suspending the U.S. refugee resettlement program. State Department officials who were involved in the refugee program deny this. One retired ambassador, Laura Kennedy, says the executive order did not read as if it had been reviewed by State Department lawyers or by consular or refugee officials. \"It is just, as the dissent message makes clear, inconsistent with values, with security aims of the administration, with process, with any number of things,\" Kennedy says. The Dissent Channel was set up in the Vietnam War era as a way for foreign service officers and civil servants to raise concerns with upper management about the direction of U.S. foreign policy, without the fear of retribution. The cables are sent to the State Department's policy planning director, who distributes them to the secretary of state and other top officials, who must respond within 30 to 60 days. There are typically about four or five each year. \"Freedom from reprisal for Dissent Channel users is strictly enforced,\" according to the State Department. Article continues after sponsorship During her 40-year State Department career, Kennedy never signed a dissent cable herself. She remembers one time in the 1990s when more than a dozen diplomats raised concerns about U.S. policy in the Balkans. Last year, about 50 foreign service officers criticized the Obama administration for failing to do enough to protect civilians in Syria. But this executive order, titled \"Protecting the Nation from Foreign Terrorist Entry into the United States,\" is generating much more attention. Career Diplomats Leave State Department As Trump Presidency Begins \"I know that many serving officers were horrified by this message,\" Kennedy says, referring to the order. The draft dissent cable – which has been published by the Lawfare blog — points out that the overwhelming majority of attacks on U.S. soil are committed by native-born or naturalized U.S. citizens, individuals who have been living in the U.S for decades or since birth. And it points out that terrorist attacks carried out by foreign nationals entering the U.S. on visas have come from countries that are not included in the ban, such as Pakistan and Saudi Arabia. On Monday, White House spokesman Sean Spicer was dismissive of the dissent cable. \"I think they should get with the program or they can go,\" he said. All this comes at a time when the Trump administration has cleared out top management positions at the State Department without naming anyone new to replace them. Rex Tillerson, Trump's nominee for secretary of state, is still awaiting confirmation. ",
    "title": "At State Department, 'Dissent Channel' In High Gear With Refugee Ban Protests : Parallels : NPR"
   },
   {
    "entities": [
     "inc.",
     "weekend",
     "donald",
     "muslim-majority",
     "brooklyn",
     "2016",
     "of",
     "david",
     "sessions",
     "justice",
     "jeff",
     "interactive",
     "tuesday, jan. 31",
     "cbs",
     "washington",
     "news",
     ", 7:06 pm",
     "monday",
     "tuesday",
     "this june",
     "evening",
     "j.",
     "ake",
     "trump",
     "january 30, 2017",
     "obama",
     "saturday",
     "2017",
     "u.s.",
     "reid",
     "28,",
     "yates",
     "dept.",
     "sally",
     "department",
     "paula",
     "senate"
    ],
    "id": 7,
    "text": "CBS News January 30, 2017, 7:06 PM Acting U.S. attorney general directs Justice Dept. not to defend Trump travel ban Email Acting attorney general Sally Yates announced Monday evening that the Department of Justice will not defend President Trump’s executive order banning new arrivals from seven Muslim-majority countries . In this June 28, 2016 file photo, Deputy Attorney General Sally Yates speaks during a news conference at the Justice Department in Washington.  J. David Ake, AP After a weekend of protests against Donald Trump's executive order restricting immigration from seven Muslim countries, he and his advisers insis... Yates, a career official and Obama appointee, said in a statement that she is “not convinced” the order is “lawful” and that the Justice Department would not defend it in court “until I become convinced that it is appropriate to do so.” Yates, who is technically the deputy attorney general, is in charge of the Justice Department until Sen. Jeff Sessions, Mr. Trump’s pick for the attorney general post, is confirmed. Sessions’ confirmation vote is scheduled for Tuesday, Jan. 31. “If he is confirmed we can expect that he will reverse this guidance,” said CBS News justice reporter Paula Reid. Demonstrators denounce president's order which blocks refugees from entering the country and imposes ban on citizens of seven Muslim-majority nat... In the meantime, Mr. Trump could fire Yates.  “As acting attorney general she serves at the pleasure of the president and he could certainly fire her,” Reid said. “He has power to do it but we’ll see whether or not he chooses to use that in the final hours before he gets his pick for attorney general,” Reid said. The executive order banning new arrivals and refugees from the Muslim countries had already been challenged in court a number of times, and has sparked widespread protests in major cities. On Saturday, the Justice Department defended the order before a court in Brooklyn . Yates’ decision signifies a major about-face by the department even if it is symbolic. Sessions is expected to be confirmed by the Senate on Tuesday, and will then be able to reverse Yates’ decision and defend the order.  © 2017 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Acting U.S. attorney general directs Justice Dept. not to defend Trump travel ban - CBS News"
   },
   {
    "entities": [
     "the weekend",
     "weekend",
     "house",
     "bannon",
     "donald",
     "twitter",
     "sean",
     "steve",
     "bob",
     "muslim-majority",
     "iraq",
     "john",
     "sessions",
     "muslim",
     "stephen",
     "associated",
     "dunford",
     "james",
     "defense",
     "jeff",
     "justice",
     "navy",
     "capitol",
     "newt",
     "syria",
     "washington",
     "corker",
     "gop",
     "news",
     "monday",
     "now",
     "cabinet",
     "friday",
     "homeland",
     "white",
     "press",
     "obama",
     "trump",
     "january 30, 2017",
     "pentagon",
     "joint",
     "america",
     "acting",
     "tillerson",
     "spicer",
     "currently",
     "u.s.",
     "dean",
     "hill",
     "rex",
     "mattis",
     "yates",
     "matt",
     "joseph",
     "kelly",
     "security",
     "chiefs",
     "department",
     "ag",
     "facebook",
     "sally",
     "state",
     "miller",
     "fox",
     "senate",
     "tennessee",
     "davis",
     "gingrich"
    ],
    "id": 8,
    "text": "Acting AG tells Justice Department staff not to defend Trump's refugee order Published               January 30, 2017 Facebook 0 Twitter 0 Email Print   Acting Attorney General Sally Yates, a holdover from the Obama administration, directed Justice Department attorneys Monday not to defend President Donald Trump's controversial executive refugee and immigration ban. Yates said in a memo that she was \"not convinced\" that Trump's order was lawful, nor that its defense was consistent with the department's obligation to \"always seek justice and stand for what is right.\" Yates' directive was likely to be temporary, given that Sen. Jeff Sessions, Trump's pick for attorney general, will likely move to uphold the president's policy. Sessions is currently awaiting Senate confirmation. Still, Yates' abrupt decision deepened the chaos surrounding Trump's order. The Associated Press reported that at least three top national security officials -- Defense Secretary James Mattis, Homeland Security Secretary John Kelly and Rex Tillerson, who is awaiting confirmation to lead the State Department -- have told associates they were not aware of details of directive until around the time Trump signed it. Leading intelligence officials were also left largely in the dark, according to U.S. officials. Tennessee Sen. Bob Corker, the top Republican on the Senate Foreign Relations committee, said that despite White House assurances that congressional leaders were consulted, he learned about the order in the media. The fallout was immediate: Friction between Trump and his top advisers and a rush by the Pentagon to seek exemptions to the policy. The White House approach also sparked an unusually public clash between a president and the civil servants tasked with carrying out his policy. A large group of American diplomats circulated a memo voicing their opposition to the order, which temporarily halted the entire U.S. refugee program and banned all entries from seven Muslim-majority nations for 90 days. In a startling combative response, White House spokesman Sean Spicer challenged those opposed to the measure to resign. \"They should either get with the program or they can go,\" Spicer said. The blowback underscored Trump's tenuous relationship with his own national security advisers, many of whom he met for the first time during the transition, as well as with the government bureaucracy he now leads. While Trump outlined his plan for temporarily halting entry to the U.S. from countries with terror ties during the campaign, the confusing way in which it finally was crafted stunned some who have joined his team. Mattis, who stood next to Trump during Friday's signing ceremony, is said to be particularly incensed. A senior U.S. official said Mattis, along with Joint Chiefs Chairman Joseph Dunford, was aware of the general concept of Trump's order but not the details. Tillerson has told the president's political advisers that he was baffled over not being consulted on the substance of the order. U.S. officials and others with knowledge of the Cabinet's thinking insisted on anonymity in order to disclose the officials' private views. Trump's order pauses America's entire refugee program for four months and indefinitely bans all those from war-ravaged Syria. Critics dispute the president's assertion that the policy is needed to keep Americans safe, noting that recent acts of extremist violence have been carried out either by U.S. citizens or by individuals whose families weren't from the nations singled out in the order. The president has privately acknowledged flaws in the rollout, according to a person with knowledge of his thinking. But he's also blamed the media -- his frequent target -- for what he believes are reports exaggerating the dissent and the number of people actually affected. Trump has also said he believes the voters who carried him to victory support the plan as a necessary step to safeguard the nation. And he's dismissed objectors as attention-seeking rabble-rousers and grandstanding politicians. After a chaotic weekend during which some U.S. legal permanent residents were detained at airports, some agencies were moving swiftly to try to clean up after the White House. Homeland Security, the agency tasked with implementing much of the refugee ban, clarified that customs and border agents should allow legal residents to enter the country. The Pentagon was trying to exempt Iraqis who worked alongside the U.S. and coalition forces from the 90-day ban on entry from the predominantly Muslim countries. \"There are a number of people in Iraq who have worked for us in a partnership role, whether fighting alongside us or working as translators, often doing so at great peril to themselves,\" said Navy Capt. Jeff Davis, a Pentagon spokesman. Policies with such broad reach are typically vetted by affected agencies and subject to review by multiple agencies. It's a process that can be frustratingly slow but is aimed at avoiding unintended consequences. On Capitol Hill, lawmakers in Trump's party sought to distance themselves from the wide-ranging order. While Spicer said \"appropriate committees and leadership offices\" on Capitol Hill were consulted, GOP lawmakers said their offices had no hand in drafting the order and no briefings from the White House on how it would work. \"I think they know that it could have been done in a better way,\" Corker said of the White House. The executive order was largely crafted by Steve Bannon, Trump's chief strategist, and Stephen Miller, a young policy adviser and former congressional aide to Trump's pick for attorney general, Sen. Jeff Sessions. Spicer insisted the advisers had kept departments \"in the loop at the level necessary,\" but he sidestepped questions about whether Cabinet secretaries were directly involved in the process. Some Trump supporters defended the president, saying his actions should not have come as a surprise given his positions during the campaign. \"Nothing he did over the weekend was new,\" said Newt Gingrich, the former House speaker and an informal adviser. He conceded that coordination could have been better, but he said Trump's vow to quickly bring change to Washington will sometimes mean he needs to prioritize fast action over broad consultation. \"If you're the reformer, you need the momentum,\" Gingrich said. Fox News' Matt Dean and the Associated Press contributed to this report. Advertisement ",
    "title": "Acting AG tells Justice Department staff not to defend Trump's refugee order | Fox News"
   },
   {
    "entities": [
     "jan. 30, 2017",
     "court",
     ", 4:00 p.m.",
     "david",
     "of",
     "sessions",
     "associated",
     "justice",
     "jeff",
     "surveillance",
     "foreign",
     "washington",
     "supreme",
     "monday",
     "present",
     "j.",
     "ake",
     "trump",
     "press",
     "obama",
     "intelligence",
     "lauter",
     ", 4 p.m.",
     "u.s.",
     "currently",
     "yates",
     "department",
     "sally"
    ],
    "id": 9,
    "text": "Jan. 30, 2017, 4 p.m. This is our look at President Trump's administration and the rest of Washington: Justice Department head directs government lawyers not to defend controversial immigration order The president's Supreme Court announcement is moved up Trump orders agencies to cut back on regulations Diplomats to protest Trump's travel ban order Some Republicans say Trump's directive may have gone too far Jan. 30, 2017, 4:00 p.m. Justice Department will not defend Trump immigration order, top official says David Lauter Acting U.S. Atty. Gen. Sally Yates. (J. David Ake / Associated Press) The Justice Department will not defend President Trump's controversial immigration executive order in court, the department's acting chief announced Monday, an extraordinary move reflecting the deep divisions the order has caused within the government. \"My responsibility is to ensure that the position of the Department of Justice is not only legally defensible, but is informed by our best view of what the law is after consideration of all the facts,\" acting Atty. Gen. Sally Yates wrote in a letter to Justice Department lawyers . \"At present, I am not convinced that the defense of the executive order is consistent with these responsibilities, nor am I convinced that the executive order is lawful,\" she wrote. \"Consequently, for as long as I am the acting attorney general, the Department of Justice will not present arguments in defense of the executive order unless and until I become convinced that it is appropriate to do so.\" Yates, the deputy attorney general, is a holdover from the Obama administration. President Trump could fire her. But because his nominee for attorney general, Sen. Jeff Sessions, has not been confirmed and no other senior Justice Department officials have been appointed, doing so would cause significant problems within the department. Among other issues, Yates is the only person in the department currently authorized to sign warrants for wiretapping in foreign espionage cases involving the Foreign Intelligence Surveillance Court. Latest updates ",
    "title": "Justice Department will not defend Trump immigration order, top official says - LA Times"
   }
  ]
 }
}