{
 "01": {
  "col-sim": {
   "cosine": 0.16216100040524953,
   "entity": 0.1516196087157807
  },
  "exec-time": 51.27665877342224,
  "links": [
   {
    "entities": [
     "alan",
     "times",
     "friday",
     "treasury",
     "states",
     "reagan",
     "trump",
     "sam",
     "$2.6 trillion",
     "united",
     "16 percent",
     "mnuchin",
     "0.1 percent",
     "timothy",
     "morning",
     "tower",
     "monday",
     "33 percent",
     "tax",
     "hodgson",
     "14 percent",
     "current",
     "manhattan",
     "geithner",
     "policy",
     "foundation",
     "u.s.",
     "the next decade",
     "new",
     "$3.9 trillion",
     "0.8 percent",
     "1.8 percent",
     "wednesday",
     "center",
     "york",
     "$1.1 million",
     "cole",
     "15 percent",
     "4 percent",
     "september",
     "28 percent",
     "1 percent",
     "office",
     "ross",
     "f.",
     "39.6 percent",
     "steven",
     "budget",
     "25 percent",
     "congressional",
     "35 percent"
    ],
    "id": 0,
    "text": "That is not what independent analysts concluded after analyzing the tax proposal Mr. Trump made during his campaign , which would reduce the income tax rate on the wealthiest families from its current 39.6 percent to 33 percent. In that plan, middle-class families would see a 0.8 percent increase in their after-tax income, according to an analysis by the Tax Foundation , while the top 1 percent of taxpayers would see a 10.2 to 16 percent gain. Another group, the Tax Policy Center, calculated middle-class families would get a 1.8 percent boost in after-tax income, while the top 0.1 percent of earners would see a 14 percent gain and a tax cut worth an average of $1.1 million. Advertisement Continue reading the main story But Mr. Mnuchin was talking big: “This will be the largest tax change since Reagan.” Mr. Mnuchin suggested closing some tax loopholes would counter the effect of lower tax rates for the rich, but he mentioned only one: a cap on the mortgage interest deduction. Tax reformers have long suggested that mortgage payments should either no longer be deductible or be capped for mansions and second homes. Mr. Trump’s Treasury pick did not clarify what he meant. It was not clear whether the comments on Wednesday represented a shift in Mr. Trump’s tax policy intentions or political spin. “What he described there doesn’t match the plan unveiled in September,” said Alan Cole, an economist at the Tax Foundation. “This statement could be a legitimate pivot, or it could be hand waving. I don’t know which.” Photo Steven Mnuchin, Mr. Trump’s nominee for Treasury secretary, at Trump Tower on Wednesday. Credit Sam Hodgson for The New York Times One promise of Mr. Mnuchin’s that matched Mr. Trump’s was a 15 percent corporate income tax rate, a huge cut from the current 35 percent. Leaders in both parties favor a lower corporate rate, paid for with a simpler tax code with far fewer deductions and dodges. But former Treasury Secretary Timothy F. Geithner could get the rate down only to 28 percent when he ran the numbers. Even House Republicans have aimed for 25 percent. “We’re going to cut corporate taxes, which will bring huge amounts of jobs back to the United States. We’re going to get to 15 percent, and we’re going to bring a lot of cash back to the U.S.,” Mr. Mnuchin said. Mr. Mnuchin and Mr. Ross suggested that the plans would not widen the budget deficit thanks to “dynamic scoring,” or forecasts that assume tax cuts will release much faster economic growth and therefore pay for themselves. But the Trump tax cuts would need to unleash far faster growth than the historical record suggests is likely to avoid rapidly increasing the budget deficit. The Tax Foundation’s analysis of the September Trump campaign plan found that even with dynamic scoring, the plan would reduce federal revenue by $2.6 trillion to $3.9 trillion over the next decade, which absent spending cuts would enlarge the deficit by up to one-third over levels the Congressional Budget Office projects. And the Trump nominees stuck with a bullish forecast for long-term growth. “Our No. 1 priority is going to be the economy, get back to 3 to 4 percent growth,” Mr. Mnuchin told reporters gathered at Trump Tower in Manhattan on Wednesday. “We believe that’s very sustainable.” Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Why the Trump Team’s Economic Promises Will Be Hard to Execute - The New York Times"
   },
   {
    "entities": [
     "middle",
     "paris",
     "earlier this year",
     "front",
     "francois",
     "woodrow",
     "states",
     "marine",
     "press",
     "trump",
     "frauke",
     "margaret",
     "next year",
     "party",
     "sunday",
     "michael",
     "bernie",
     "europe",
     "france",
     "united",
     "facebook",
     "movement",
     "morgan",
     "university",
     "italy",
     "austria",
     "donald",
     "recently",
     "angela",
     "eu",
     "sanders",
     "2014",
     "north",
     "george",
     "pen",
     "kimberly",
     "wilson",
     "russia",
     "associated",
     "twitter",
     "nice",
     "renzi",
     "past",
     "thatcher",
     "foxnews.com",
     "u.s.",
     "national",
     "union",
     "africa",
     "merkel",
     "east",
     "star",
     "center",
     "matteo",
     "european",
     "grillo",
     "washington",
     "fillon",
     "le",
     "netherlands",
     "kingdom",
     "geary",
     "petry",
     "beppe",
     "germany",
     "12 billion euros",
     "five",
     "the future"
    ],
    "id": 1,
    "text": "Facebook 0 Twitter 0 Email Print The Associated Press  (Italian comedian-turned-politician Beppe Grillo is part of a rising tide of populist leaders on the continent. ) Italians vote Sunday on a series of sweeping reforms, the outcome of which could determine the future of Prime Minister Matteo Renzi’s rule - but also serve as a gauge for the rising populist movement throughout Europe. If Italians reject the reforms – which are basically an unofficial plebiscite on the prime minister – Renzi has vowed to step down, setting up a caretaker government and the chance for the populist comedian-turned-politician Beppe Grillo’s Five Star Movement to take power in the next election. Italy’s situation is a microcosm of what is happening across Europe, where the political establishment is being challenged by a slew of populist – and mostly far-right – politicians who are riding the same anti-establishment anger that earlier this year saw the United Kingdom vote to leave the European Union and the United States elect Donald Trump as president. Mainland Europe’s populist leaders are up in the polls in large part because of their promises to restore flagging economies, reverse the continuing trend of unemployment, stem the flow of migrants from the Middle East and Africa and, in some cases, even leave the EU. “Many of these countries are looking at a series of complex questions, but they want an easy answer,” Michael Geary, a global fellow at the Woodrow Wilson Center, told FoxNews.com. “People are looking for answers and these politicians can take advantage of this because of the political unrest.” Here are some European nations that are experiencing populist uprisings: Italy Expand / Contract Italian Prime Minister Matteo Renzi could step down from power following a referendum vote. (The Associated Press) Despite Renzi and his center-left government enjoying widespread approval when he came into office in 2014, Italians quickly soured to him as the country continued to struggle economically and unemployment rates remained high. Adding to the fiscal woes, Italy has also been one of the main landing points for migrants from North Africa and many Italians are upset with Renzi’s handling of the crisis, which some see as an open door policy. Mirroring both the campaigns of Trump and Sen. Bernie Sanders in the U.S., Grillo and his Five Star Movement have gained a large number of followers by harnessing Italian anger at political elites and frustration over slow economic growth. Unlike his fellow populists throughout Europe, however, the ideologically-elusive Grillo has not played into national identity politics the way that more right-wing leaders in places such as France, the Netherlands and Austria have. “Grillo and his movement is a bit more of a response to the economic crisis hitting Italy,” Kimberly Morgan, a political science professor at George Washington University, told FoxNews.com. “It’s much more of an economic issue and less to do with identity.” With Italians voting on Sunday, most experts predict that Renzi’s reforms will not pass, but it is difficult to tell as before a blackout was imposed ahead of the vote, about a quarter of Italians were still undecided. France Expand / Contract French politician Francois Fillon is a follower of late British Prime Minister Margaret Thatcher's economic policies. (The Associated Press) Francois Fillon, a socially conservative former prime minister and an adherent of Margaret Thatcher’s economics, looks poised to face the leader of the far-right National Front party, Marine Le Pen, in a run-off election next year. While the two share similar ideologies when it comes to Europe’s migrant crisis – Fillon has shifted farther right by promising to crack down on immigration and to destroy what he has called “totalitarian” Islamists – they differ on how to solve France’s unemployment and economic issues. Unlike Le Pen, Fillon has given no indication that he would push for France to leave the EU and has instead been an ardent advocate of free market capitalism. “Fillon picked up a lot of Le Pen’s line on immigration, but he is much more neoliberal when it comes to his economic policies,” Morgan said. With the memory of the Paris and Nice terror attacks still fresh in the minds of many in France, Fillon has also promised to reduce immigration and invest 12 billion euros in security, defense and justice. He has also called for closer ties with Russia in the fight against terrorism and recently penned a book, entitled “Beating Islamic Totalitarianism.\" Germany Expand / Contract German Chancellor Angela Merkel is running for her fourth term in office. (The Associated Press) As Chancellor Angela Merkel runs for a fourth term, the popular leader may face her toughest test yet from a resurgent right-wing led by populist politician Frauke Petry of the Alternative for Germany party. Merkel, who has been described by many as the last defender of the liberal West, has come under fire from opponents who disagree with her insistence on accepting large numbers of Syrian refugees and on Germany’s continued financial support for its faltering southern European neighbors. “Petry has really mobilized a lot Germans with her stance on asylum for refugees,” Morgan said. She added that since World War II, the country has maintained a very open policy toward refugees “as a sort of atonement for their past,” but those attitudes appear to be shifting. Despite the popularity of Petry and the Alternative for Germany party, experts say that Merkel still looks poised to maintain her chancellorship. “Germany’s economy is in very good shape under Merkel and that bodes well for her chances of winning reelection,” Morgan said. The Netherlands ",
    "title": "Europe's Trump moment: Countries see rise of populist leaders amid anger over economy, migrant crisis | Fox News"
   },
   {
    "entities": [
     "2016",
     "gooligan",
     "ackerman",
     "news",
     "once",
     "adrian",
     "inc.",
     "interactive",
     "photos",
     "cbs",
     "drive",
     "ludwig",
     "dan",
     "20 percent",
     "august of this year",
     "cnet",
     "google"
    ],
    "id": 2,
    "text": "Beware: Searching for these popular celebs on the internet could leave you vulnerable to hackers This specific malware, nicknamed Gooligan, has been steadily infecting older versions of Android devices since August of this year; Check Point estimates that 13,000 new devices continue to be breached daily.  Once it lives on a user’s Android device, Gooligan exploits known vulnerabilities in the Android operating system to install other apps and malicious software without users’ permission. Using that foothold, attackers can steal users’ email addresses and authentication tokens in order to dive deeper into their extensive personal data stored across Google: Gmail, Google Photos, Google Drive, etc., Check Point said. “If you download an infected app ... it gets in under the operating system and gives it access to your Google account, which is tied into your Android phone because Android is from Google, and your Google account is from Google, so you’ve kind of handed them [hackers] the keys to the store,” CNET editor Dan Ackerman told CBS News. Ackerman said only about 20 percent of Android devices are running the latest software updates, so many users are vulnerable when flaws emerge in older versions. Check Point set up a website where individuals can enter the emails associated with their Android devices to check if their Google accounts were breached. If that’s the case, Check Point recommends users immediately install a new operating system and change their Google passwords. Check Point reached out to Google’s security team after uncovering the malware and has been working with Google to investigate the massive breach.  “As always, we take these investigations very seriously and we wanted to share details about our findings and the actions we’ve taken so far,” Adrian Ludwig, Google’s director of Android security, said in a statement  confirming Check Point’s findings.  Check Point Software Technologies Ludwig outlined the steps Google has taken against this latest threat, which include strengthening security to block Android users from installing unverified apps from outside Google Play; deleting apps associated with the malware from affected devices and from Google Play; and working with internet service providers to take down the infrastructure that supports the malware.  Google has contacted all the users known so far to be affected, the company said. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Google accounts on Android devices hit by Gooligan malware - CBS News"
   },
   {
    "entities": [
     "malibu",
     "interactive",
     "cbs",
     "news",
     "inc.",
     "mountains",
     "evans",
     "phillips",
     "california",
     "like",
     "park",
     "recently",
     "november 30, 2016",
     "riley",
     "wendell",
     "calif.",
     "2016",
     "night",
     "seth",
     "carter",
     "southern",
     "santa",
     "national",
     "monica",
     "the last year",
     ", 7:18 pm",
     "los",
     "service",
     "time",
     "now",
     "last night",
     "angeles"
    ],
    "id": 3,
    "text": "By Carter Evans CBS News November 30, 2016, 7:18 PM California rancher cleared to shoot mountain lion preying on his herds Email SANTA MONICA, Calif. -- In Southern California, it is open season on a beast that may have finally bitten off more than it can chew. In the mountains above the beaches of Malibu, a neighborly dispute is underway -- between man and mountain lion.  “Last night he went to the petting zoo and killed a sheep and pygmy goat and ate the goat,” said Wendell Phillips.  Wendell Phillips with some of his alpacas.  CBS News Like many here in the Santa Monica mountains, Phillips keeps exotic animals on his ranch. Five of his alpacas were recently killed by a predator known as P-45. He struck again next door, killing 10 alpacas, a goat and a sheep. Phillips now has a state permit to shoot the mountain lion. “No one wants to kill an animal, he is an animal I wish we could preserve his life. But I don’t want to keep donating my animals to the food chain,” Phillips said.  Roughly 6,000 mountain lions live in California, and the largest group in Southern California roams just 40 miles from Los Angeles.  Many are tracked by the National Park Service. P-45, as he’s known, has a GPS collar that logs every move. Mountain lion known as P-45.  “We know he was there at the time. So it’s pretty darn likely that it was him,” said Seth Riley. Riley is a wildlife ecologist studying the mountain lions in the area, where more than 50 ranch animals have been killed in the last year. In Riley’s eyes the solution is pretty simple.  “...which is to protect livestock,” he said. “What that means is bringing them in to full enclosures at night, they wont be vulnerable.” Phillips said hunting the lion is another option. But Riley said it’s not a solution.  “Well definitely not in the long run...because there are other mountain lions out there,” he said.  Phillips has one week left to find P-45 before his permit runs out So, for now, the hunter will remain the hunted. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "California rancher cleared to shoot mountain lion preying on his herds - CBS News"
   },
   {
    "entities": [
     "list",
     "david",
     "civil",
     "texas",
     "iowa",
     "price",
     "supreme",
     "earlier this year",
     "raleigh",
     "aclu",
     "trump",
     "press",
     "january",
     "margaret",
     "services",
     "stafford",
     "the 20th week",
     "1973",
     "d'oro",
     "georgia",
     "donald",
     "martha",
     "american",
     "missouri",
     "for",
     "st.",
     "b.",
     "north",
     "wade",
     "tuesday",
     "raegan",
     "court",
     "congress",
     "of",
     "waggoner",
     "associated",
     ", 8:31 pm",
     "mcdonald-mosley",
     "more than 40 years ago",
     "health",
     "human",
     "twitter",
     "marjorie",
     "department",
     "kansas",
     "city",
     "u.s.",
     "rachel",
     "new",
     "susan",
     "anthony",
     "union",
     "carolina",
     "nov 30, 2016",
     "roe",
     "wednesday",
     "center",
     "york",
     "louis",
     "and",
     "crary",
     "dannenfelser",
     "gop",
     "reproductive",
     "tom",
     "liberties",
     "irena",
     "como",
     "now",
     "rights",
     "alaska",
     "anchorage"
    ],
    "id": 4,
    "text": "Lawsuits Challenge Abortion Restrictions in 3 States By david crary, ap national writer NEW YORK \u0097 Nov 30, 2016, 8:31 PM ET 0 Shares Email Taking the offensive after Election Day setbacks, Planned Parenthood and its allies filed lawsuits Wednesday in North Carolina, Missouri and Alaska challenging laws that they view as unconstitutional restrictions on abortion. \"We are going to fight back state by state and law by law until every person has the right to pursue the life they want, including the right to decide to end a pregnancy,\" said Planned Parenthood's chief medical officer, Dr. Raegan McDonald-Mosley. McDonald-Mosley was joined at a teleconference by attorneys from the American Civil Liberties Union and the Center for Reproductive Rights, which are partners in the litigation. The attorneys said the lawsuits are a follow-up to a major U.S. Supreme Court decision earlier this year that struck down tough abortion laws in Texas. The restrictions being challenged in Missouri are similar to those that the high court struck down in Texas. They require abortion clinics to meet physical standards for surgical centers and mandate that their doctors have admitting privileges in nearby hospitals. Partly as a result of those laws, only one licensed abortion clinic remains in operation in Missouri. To reach that clinic in St. Louis, some women must drive more than 300 miles, Planned Parenthood officials said. Targets of the other lawsuits: —Restrictions in Alaska, passed more than 40 years ago, that in effect ban abortion in outpatient health centers after the first trimester of pregnancy. The abortion-rights lawyers said this forces many women to make lengthy out-of-state trips for second-trimester procedures; Planned Parenthood alone says it sends about 30 women out of state each year to get abortions. —A North Carolina law that prevents doctors from performing abortions after the 20th week of pregnancy with a narrow exception for immediate medical emergencies. The ACLU said this ban forces doctors caring for a woman with a high-risk pregnancy to delay necessary care until her condition imposes an immediate threat of death or major medical damage. \"A woman must be able to make health decisions at different points in her pregnancy that are best for her circumstances, including whether to end a pregnancy, without interference from politicians,\" said Irena Como, staff attorney for the ACLU of North Carolina. The lawsuits were announced as supporters of abortion rights brace for renewed anti-abortion efforts at the state and federal level in the aftermath of the sweeping Republican victories on Election Day. A prominent anti-abortion leader, Marjorie Dannenfelser of the Susan B. Anthony List, said the lawsuits were a sign of panic by abortion-rights advocates. \"They lost big at the ballot box, so now they're looking to the courts to undo the will of state legislatures,\" she said. \"They realize the sense of urgency to head to the courts now knowing that the judicial landscape will change under a pro-life President Trump.\" The Republican-controlled Congress is expected to seek a halt to federal funding of Planned Parenthood and also to ban most abortions after 20 weeks of pregnancy. President-elect Donald Trump says he favors both measures, and also has promised to fill Supreme Court vacancies with justices who would consider overturning the 1973 Roe v. Wade decision that established a nationwide right to abortion. Abortion-rights groups' concerns deepened with Tuesday's announcement that GOP Rep. Tom Price, a physician from Georgia, is Trump's choice to head the Department of Health and Human Services. Price is a longtime foe of abortion and critic of Planned Parenthood. At the state level, lawmakers in several Republican-controlled legislatures are planning to propose new abortion restrictions in sessions that convene in January. In some states, such as Iowa, election gains for the GOP improve the prospects for passage of such measures. Even in Texas, despite the recent rebuff by the Supreme Court, new restrictions are in the offing. One new rule — requiring the cremation or burial of fetal remains — is scheduled to take effect in three weeks. McDonald-Mosley, the Planned Parenthood medical officer, said the overall political developments add up to \"the biggest threat we've seen\" in the organization's 100-year history. She said it was too early to gauge the likelihood — or the impact — of a halt to Planned Parenthood's federal funding, which goes primarily to subsidize contraception and other non-abortion medical services for low-income women. \"We're working to be prepared,\" McDonald-Mosley said. \"We're going to provide care to our patients whether they have insurance or not.\" ——— Associated Press writers Martha Waggoner in Raleigh, North Carolina, Margaret Stafford in Kansas City, Missouri, and Rachel D'Oro in Anchorage, Alaska, contributed to this report. ——— This story has been updated to say that the Alaska restrictions in effect ban abortion in outpatient health centers after the first trimester of pregnancy. The restrictions do not officially ban abortion. ——— Follow David Crary on Twitter at http://twitter.com/CraryAP 0 Shares ",
    "title": "Lawsuits Challenge Abortion Restrictions in 3 States - ABC News"
   },
   {
    "entities": [
     "dudok",
     "times",
     "larry",
     "andrew",
     "natalie",
     "trump",
     "amy",
     "house",
     "kellogg",
     "wit",
     "negga",
     "michael",
     "europe",
     "donald",
     "recently",
     "alex",
     "breitbart",
     "mercer",
     "adams",
     "angeles",
     "white",
     "twitter",
     "stone",
     "marlow",
     "emma",
     "nazi",
     "mandy",
     "wednesday",
     "matt",
     "los",
     "a decade ago",
     "portman",
     "moore",
     "pearce",
     "2012",
     "ruth",
     "kennedy",
     "de",
     "jackie",
     "germany",
     "robert",
     "france",
     "solov"
    ],
    "id": 5,
    "text": "loosely defined “alt-right” movement — made up of social-media-savvy white supremacists, neo-Nazis, anti-Semites, misogynists and other fringe figures who supported Donald Trump ’s election... When people start throwing Nazi salutes in public, it has a way of clarifying where everybody stands. The loosely defined “alt-right” movement — made up of social-media-savvy white supremacists, neo-Nazis, anti-Semites, misogynists and other fringe figures who supported Donald Trump ’s election... (Matt Pearce) It remains unclear how much the loss in ad revenue will hurt Breitbart. The media company is privately held and doesn’t discuss its business operations. But Chief Executive Larry Solov recently told the Los Angeles Times that the company relies on advertising for the majority its revenue and that it uses multiple ad networks. The company said Wednesday that Kellogg’s decision “will make virtually no revenue impact.” It said the move by Kellogg and other companies represents an escalation in the war “against conservative customers whose values propelled Donald Trump into the White House.” Breitbart is rumored to receive significant backing from the hedge fund billionaire Robert Mercer, who has been a key supporter of Trump. The site was founded a decade ago by journalist Andrew Breitbart, who died in 2012, and has an editorial staff of about 100 worldwide. The site has seen a surge in popularity in the months leading up to the election and is planning to expand its footprint into France and Germany to capitalize on the nationalist movements gaining steam in Europe as a result of the continent’s refugee crisis. On Wednesday, some of Breitbart’s top brass took to social media to take aim at the advertising defectors, describing Kellogg as “bigotry for breakfast.” “Far, far, far more bigotry comes from the left than the right,” said Alex Marlow, Breitbart’s editor in chief, on Twitter.  Caption Why 'The Red Turtle' has no dialogue Director Michael Dudok de Wit explains why \"The Red Turtle\" has no dialogue. Director Michael Dudok de Wit explains why \"The Red Turtle\" has no dialogue. Caption Why 'The Red Turtle' has no dialogue Director Michael Dudok de Wit explains why \"The Red Turtle\" has no dialogue. Director Michael Dudok de Wit explains why \"The Red Turtle\" has no dialogue. Caption Natalie Portman on the importance of the infamous pink dress in 'Jackie' For her role as Jackie Kennedy, Natalie Portman says, \"It's not a fashion story,\" but the clothes do tell a story. For her role as Jackie Kennedy, Natalie Portman says, \"It's not a fashion story,\" but the clothes do tell a story. Caption Emma Stone on discovering the joy of dance for 'La La Land' Emma Stone discusses working with choreographer Mandy Moore on \"La La Land.\" Emma Stone discusses working with choreographer Mandy Moore on \"La La Land.\" Caption Ruth Negga on capturing the time and place in her 'Loving' character's speaking voice Ruth Negga discusses finding the right accent, attitude and speaking voice for the fact-based historical drama \"Loving.\" Ruth Negga discusses finding the right accent, attitude and speaking voice for the fact-based historical drama \"Loving.\" Caption Amy Adams hopes 'Arrival' can spark communication between people with opposing viewpoints Amy Adams discusses the geopolitical overtones of \"Arrival\" and the importance of communication in the wake of the presidential election. Amy Adams discusses the geopolitical overtones of \"Arrival\" and the importance of communication in the wake of the presidential election. Twitter: @DavidNgLAT ALSO ",
    "title": "Breitbart News sees advertisers exit, calls Kellogg&apos;s decision &apos;un-American&apos; - LA Times"
   },
   {
    "entities": [
     "lsu",
     "last year",
     "friday",
     "la.",
     "maryville",
     "guy",
     "sr.",
     "press",
     "michael",
     "kingsport",
     "sonata",
     "joel",
     "saturday",
     "tuesday",
     "monday",
     "county",
     "associated",
     "baton",
     "tennessee",
     "louisiana",
     "sheriff's",
     "knox",
     "maclean",
     "fbi",
     "2006",
     "nov 30, 2016",
     "hyundai",
     "east",
     ", 7:29 pm",
     "thanksgiving",
     "rouge",
     "office",
     "jr.",
     "lisa"
    ],
    "id": 6,
    "text": "Son Charged With Killing, Dismembering Parents in Tennessee By The Associated Press BATON ROUGE, La. \u0097 Nov 30, 2016, 7:29 PM ET 0 Shares Email A 28-year-old man was arrested in Louisiana on charges of killing and dismembering his parents at their Tennessee home. Joel Michael Guy Jr. was arrested Tuesday on a fugitive warrant in Baton Rouge, the Knox County Sheriff's Office said. He's accused of killing his parents, Joel Michael Guy Sr., 61, and Lisa Guy, 55. They are believed to have been killed Friday or Saturday. The Tennessee sheriff's office, in a news release, said both victims were stabbed and dismembered, with remains found in multiple rooms in the house. Portions of the remains were discovered in an acid-based solution, in an apparent attempt to destroy evidence. \"Both suffered multiple, vicious stab wounds as well as dismemberment,\" sheriff's Maj. Michael MacLean tells WBIR-TV ( http://on.wbir.com/2gWsmMA ). He called the crime scene \"gruesome.\" \"It would be described as horrific — a very gruesome crime scene,\" said MacLean, adding that there was no indication why the remains were scattered. Authorities said the suspect, who lives in Baton Rouge and attended LSU until last year, had visited his parents for the Thanksgiving holiday. The parents were last seen Friday. Signs indicate they struggled, said MacLean, who added that authorities believe Guy stayed in the house after the bodies were dismembered. Investigators spent much of Monday going through the couple's home after they were told the mother didn't show up for work. MacLean said authorities with the FBI, the Knox County Sheriff's Office and the East Baton Rouge Sheriff's Office placed Guy under surveillance during the past few days and apprehended him at his Baton Rouge apartment Tuesday when he tried to get into his 2006 Hyundai Sonata. Guy has declined to talk with authorities. Online jail records did not list an attorney for him. MacLean has said Guy allegedly needed money and met with his parents to discuss that issue. He said Guy has two sisters in Maryville and another in Kingsport. The sheriff's office spoke with them but they told investigators their brother didn't give them any indication that anything was wrong. Officials expect to return him to Knox County in the next couple of days. 0 Shares ",
    "title": "Son Charged With Killing, Dismembering Parents in Tennessee - ABC News"
   },
   {
    "entities": [
     "this month",
     "goldman",
     "times",
     "capitol",
     "treasury",
     "government",
     "japan",
     "trump",
     "priebus",
     "house",
     "every",
     "last week",
     "--",
     "henry",
     "the",
     "oval",
     "donald",
     "morning",
     "of",
     "george",
     "$500 million",
     "paulson",
     "john",
     "organization",
     "once",
     "j.",
     "twitter",
     "seth",
     "michigan",
     "ethics",
     "reince",
     "conyers",
     "judiciary",
     "city",
     "u.s.",
     "nov. 30, 2016",
     "new",
     "w.",
     "hill",
     "1983",
     "wednesday",
     "york",
     "usc",
     "december 15",
     "msnbc",
     "committee",
     "ivanka",
     "eisen",
     "painter",
     "office",
     "jaffe",
     "bush",
     "jr.",
     "sachs",
     "white"
    ],
    "id": 7,
    "text": "Subscribe to the Times Every president in the past four decades, Mr. Eisen and Mr. Painter noted, has taken personal holdings he had before being elected and put them into a blind trust in which the assets were controlled by an independent party. If Mr. Trump were willing to sell his assets, one option would be to seek a certificate of divestiture from the Office of Government Ethics, which would allow him to sell his real estate holdings and other businesses with an enormous tax advantage. This system was set up to allow wealthy Americans to take jobs in the government and avoid conflicts of interest without a large financial impact. It allows incoming government officials to defer paying capital gains taxes on any earnings on the investment. This could generate an enormous windfall for Mr. Trump, given his vast real estate holdings. After Henry Paulson was nominated by President George W. Bush to serve as Treasury secretary, he left a job at Goldman Sachs and took advantage of this provision , avoiding conflicts of interest by selling an estimated $500 million in Goldman stock. Money generated from the liquidation of Mr. Trump’s assets would have to be invested in “permitted property,” which is limited to Treasury bonds or diversified mutual funds, ending the real estate ventures that are so tied to the Trump family’s identity. Advertisement Continue reading the main story Still, that is what the Office of Government Ethics has said he should do. The office is normally a staid, low-profile agency that rarely talks to reporters on the record, but Wednesday’s Twitter posts were strangely enthusiastic. The series of nine posts suggested that officials were celebrating what they thought was a decision by Mr. Trump to accept their legal advice. In their posts, officials at the ethics agency referred to a 1983 legal opinion in which the office urged presidents to “conduct themselves as if they were” bound by conflict of interest laws, even though such laws do not apply to occupants of the Oval Office. . @realDonaldTrump this aligns with OGE opinion that POTUS should act as if 18 USC 208 applies. https://t.co/T6nNUPxFwp —         U.S. OGE (@OfficeGovEthics) Nov. 30, 2016 In a statement, Seth Jaffe, an agency spokesman, said that officials there were “excited” by Mr. Trump’s announcements on conflicts of interest and that the messages were not based on any information about the president-elect’s plans beyond what was shared on his Twitter feed. Asked later about the disclosure of the advice that the Office of Government Ethics had given to Mr. Trump’s lawyers, Mr. Jaffe said he could not provide additional comment. But the agency has left the posts on its official government account. Graphic: Donald Trump Is Choosing His Cabinet. Here’s the Latest List. Officials for Mr. Trump’s campaign and the Trump Organization did not respond to requests for comment about the disclosures from the agency. And Reince Priebus, who will be the White House chief of staff, said on the MSNBC program “Morning Joe” that he was not ready to provide any more information about the legal discussions. “You should know that he’s got the best people in the world working on it,” Mr. Priebus said. In fact, the president-elect’s plan to deal with conflicts remains unclear. Simply removing Mr. Trump from day-to-day control of business decisions could still allow him to benefit financially from payments made to his companies by foreign governments, which may be prohibited by the so-called Emoluments Clause of the Constitution, Mr. Eisen said. And Mr. Trump’s Twitter posts said nothing about whether his children, who serve as advisers on his presidential transition committee, would continue to have roles in his administration. If Mr. Trump’s business is run by his children, they must be entirely separated from government operations, Mr. Eisen and Mr. Painter said. That means they could not participate in meetings with world leaders, like the prime minister of Japan, as Ivanka Trump did this month . Advertisement Continue reading the main story “Without an ethics firewall that is set up at once and continues into the administration, scandal is sure to follow,” Mr. Eisen and Mr. Painter said in their statement. Democrats on Capitol Hill immediately questioned on Wednesday whether Mr. Trump’s Twitter posts indicated a significant change in his plans, and called for a formal investigation by the House Judiciary Committee. A letter sent by Representative John Conyers Jr. of Michigan, the ranking Democrat on the Judiciary Committee, and signed by 15 other Democrats on the committee, said Mr. Trump’s posts raised “a number of questions,” including whether Mr. Trump intends to transfer ownership of his assets. On Wednesday, Mr. Trump emphasized the appearances he would need to maintain as president, saying he believed it was “visually important” to avoid conflicts between his role as the head of government and his businesses. I will be holding a major news conference in New York City with my children on December 15 to discuss the fact that I will be leaving my ... —         Donald J. Trump (@realDonaldTrump) Nov. 30, 2016 great business in total in order to fully focus on running the country in order to MAKE AMERICA GREAT AGAIN! While I am not mandated to .... —         Donald J. Trump (@realDonaldTrump) Nov. 30, 2016 do this under the law, I feel it is visually important, as President, to in no way have a conflict of interest with my various businesses.. —         Donald J. Trump (@realDonaldTrump) Nov. 30, 2016 Mr. Trump insisted, as he has before, that he is not legally required to take any steps to divest himself of his financial ties. In an interview with The Times last week, he said, “The law is totally on my side, meaning the president can’t have a conflict of interest.” He also said in the interview, “I would like to try and formalize something, because I don’t care about my business.” Divesting could be costly and complicated. “That’s a very hard thing to do, you know what, because I have real estate. I have real estate all over the world,” he said in the interview. “Selling real estate isn’t like selling stock. Selling real estate is much different. It’s in a much different world.” ",
    "title": "Ethics Office Praises Donald Trump for a Move He Hasn’t Committed To - The New York Times"
   },
   {
    "entities": [
     "times",
     "capitol",
     "fessler",
     "$43 million",
     "trump",
     "urban",
     "castro",
     "transportation",
     "development",
     "2009",
     "the",
     "npr",
     "of",
     "$16 million",
     "calif.",
     "pam",
     "$153 million",
     "$94 million",
     "department",
     "sacramento",
     "housing",
     "obama",
     "new",
     "julián",
     "and",
     "wednesday",
     "york",
     "hud",
     "now"
    ],
    "id": 8,
    "text": "A smoker snuffs out a cigarette at the Capitol in Sacramento, Calif. Rich Pedroncelli/AP hide caption toggle caption A smoker snuffs out a cigarette at the Capitol in Sacramento, Calif. Rich Pedroncelli/AP The Obama administration has issued a sweeping final rule banning smoking in all public housing units nationwide, extending a smoke-free environment to nearly a million units. The rule, issued Wednesday by the Department of Housing and Urban Development, prohibits smoking any lit tobacco products (like cigarettes, pipes and cigars) in indoor areas of public housing complexes. It also bans smoking in public housing administrative offices and in outdoor areas within 25 feet from the buildings. The department says the rule \"will save public housing agencies $153 million every year in repairs and preventable fires, including $94 million in secondhand smoke-related health care, $43 million in renovation of smoking-permitted units, and $16 million in smoking-related fire losses.\" It gives public housing agencies 18 months to bring their buildings into compliance. The department says it has been encouraging public housing agencies to impose smoke-free policies since 2009 and about a quarter of the units already have these rules in place. \"More than two million people now live in public housing, including 760,000 children,\" as NPR's Pam Fessler told our Newscast unit. Article continues after sponsorship No, You Can't Vape On Commercial Flights, Transportation Department Says \"Every child deserves to grow up in a safe, healthy home free from harmful second-hand cigarette smoke,\" said Housing and Urban Development Secretary Julián Castro said in a statement . \"HUD's smoke-free rule is a reflection of our commitment to using housing as a platform to create healthy communities. By working collaboratively with public housing agencies, HUD's rule will create healthier homes for all of our families and prevent devastating and costly smoking-related fires.\" The new prohibition on smoking \"will have the biggest implications in New York,\" The New York Times reports , where the nation's largest public housing agency \"has lagged behind many of its smaller counterparts in adopting smoke-free policies.\" Questions remain about how the ban will be enforced. HUD said in the rule that it was leaving it up to individual public housing authorities to use \"lease enforcement actions\" to make sure tenants don't smoke in the buildings, and suggested \"a graduated enforcement approach that includes escalating warnings with documentation to the tenant file.\" However, those decisions will remain at the discretion of each public housing authority. \"The last thing that we want are evictions,\" Castro told reporters, according to the Times. \"We don't see this as a policy that is meant to end in a whole lot of evictions. We're confident that public housing authority staff can work with residents so that that can be avoided.\" The rule does not ban electronic cigarettes, but does allow individual public housing authorities to prohibit them at their discretion. It's unclear what kind of action the incoming Trump administration will take on this issue. As Pam reports, \"the next administration could overturn it, but ... Castro said he was confident the rule will remain because of the proven health benefits.\" ",
    "title": "U.S. Imposes Nationwide Ban On Smoking In All Public Housing   : The Two-Way : NPR"
   },
   {
    "entities": [
     "louis",
     "democratic",
     "tomorrow",
     "david",
     "jim",
     "satter",
     "capitol",
     "the couple of weeks in january",
     "marotti-rrb-",
     "house",
     "january",
     "dave",
     "oct. 5, 2016",
     "gary",
     "michael",
     "thursday",
     "costello",
     "the beginning of 2015",
     "67 percent",
     "durkin",
     "bruce",
     "lundy",
     "ill.",
     "$4",
     "bureau",
     "tuesday",
     "geiger",
     "$235 million",
     "kim",
     "$500 million",
     "st.",
     "2015",
     "2018",
     "the year",
     "$285 million",
     "1970",
     "2011",
     "exelon",
     "alsip",
     "utilities",
     "current",
     "system",
     "$240 million",
     "assembly",
     "future",
     "republican",
     "teachers'",
     "currently",
     "today",
     "susan",
     "the coming weeks",
     "$1.2 million",
     "general",
     "hills",
     "late wednesday",
     "wednesday",
     "rauner",
     "comed",
     "1.3 percent",
     "retirement",
     "$400 million",
     "mcsweeney",
     "ally",
     "jerry",
     "middendorf",
     "barrington",
     "smithton",
     "25 cents",
     "illinois",
     "better",
     "public",
     "energy",
     "madigan",
     "solutions",
     "clinton",
     "fall",
     "lisa"
    ],
    "id": 9,
    "text": "ComEd, Rauner on board with complex plan to increase rates on consumers, bail out nuclear power plants Bruce Rauner Governor Bruce Rauner speaks to the media in Alsip, Ill., on Oct. 5, 2016. Governor Bruce Rauner speaks to the media in Alsip, Ill., on Oct. 5, 2016. (Gary Middendorf / Daily Southtown) Privacy Policy As lawmakers prepare to wrap up the fall session, Exelon and ComEd on Wednesday announced an agreement with Gov. Bruce Rauner to raise rates on consumers to help two struggling nuclear power plants. The last-minute attempt to resolve the long-festering electricity issue came on a day the Republican governor and Democratic House Speaker Michael Madigan continued to try to position the other guy to take the blame over the lack of a state budget. All of which sets up the prospect of lawmakers going home for the year on Thursday after voting to bail out the power companies but failing to approve a state budget. A temporary spending plan to keep universities and social service programs afloat is set to expire come January. While Exelon and subsidiary ComEd issued a news release that profusely thanked Rauner for his office's \"input\" on the \"historic energy bill,\" no floor votes were taken Wednesday. Democrats want assurances that Republicans will put up some votes to pass the bill, which would raise rates to prevent the closure of plants in Downstate Clinton and the Quad Cities. As often happens at the Capitol, lawmakers likely will be asked to approve a complex, lengthy regulatory bill without much time to digest the fine print. A final version wasn't expected to surface until Thursday. Illinois legislature , the power companies say they are paring the bill even further. The most recent changes would trim below 25 cents the average monthly increase... A week after ComEd and Exelon dropped some of the most contentious provisions of a controversial energy bill making its way through the Illinois legislature , the power companies say they are paring the bill even further. The most recent changes would trim below 25 cents the average monthly increase... (Ally Marotti) Exelon says the agreement would limit rate increases to 25 cents a month for ComEd residential customers. It also would limit increases on commercial customers to a 1.3 percent increase over 2015 rates, though officials noted actual bills will fluctuate from month to month. Opponents said the rate caps weren't strong enough. A coalition of businesses and government groups against the bill questioned the utility's math, estimating the average consumer bill will spike by more than $4 a month. Dave Lundy, spokesman for Better Energy Solutions for Tomorrow, said the utility was using a complex formula to get to the 25-cent average by assuming customers will see future savings after it puts in place various energy efficiency programs, which consumers will be required to foot the bill for up front. Attorney General Lisa Madigan 's office said late Wednesday that it needed more time to review the bill before taking a position, noting the fast pace at which the legislation was evolving. \"While we are encouraged that there are rate caps, we also know from hard experience that the devil is in the details,\" said Susan Satter, assistant attorney general in the Public Utilities Bureau. \"This is a wildly complicated effort and we just simply have not had the time to understand how it will work or even if it is workable in it's current form.\" Rauner's office would not comment publicly late Wednesday, but aides indicated on background that the governor will sign the bill if it passes. Bruce Rauner 's administration criticized aspects of a controversial and potentially costly energy bill, the power companies pushing the legislation on Tuesday dropped some of its most problematic provisions. ComEd gave up on its attempt to use the measure — whose primary... Hours after Republican Gov. Bruce Rauner 's administration criticized aspects of a controversial and potentially costly energy bill, the power companies pushing the legislation on Tuesday dropped some of its most problematic provisions. ComEd gave up on its attempt to use the measure — whose primary... (Kim Geiger) The quick movement speaks to the big influence of the power companies in the Capitol. Exelon and ComEd gave more than $1.2 million to state campaigns since the beginning of 2015, and an army of lobbyists were hired to fight for, or against, the proposal. What has emerged is a stripped-down version of a sweeping measure that at one time also included subsidies for Downstate coal plants. That was abandoned, along with a controversial provision that would have changed how customers are charged for their monthly energy use. That plan would have allowed billing based on an average of a customer's top 30 minutes of usage on weekdays. Under the still-developing legislation, the utilities would collect about $235 million annually from customers for the nuclear power plant subsidy, instead of the $285 million called for in the previous versions of the legislation. The adjustment would allow ComEd to spend about $400 million annually on energy efficiency, down from the original $500 million. The company says it currently spends about $240 million a year. The energy legislation appeared to be the one area ripe for agreement between Rauner-led Republicans and Democrats who control the General Assembly . Rauner doesn't want to be blamed for the loss of jobs associated with the plants closing, while Democrats want to appease unions who support the legislation. Meanwhile, both sides continued to dig in on a state budget. Another meeting between Rauner and legislative leaders failed to produce any progress toward a resolution. (Kim Geiger) Madigan emerged from the hour-and-a-half-long session to repeat his stance that a budget deal could be reached only if Rauner followed the \"framework\" for other emergency spending measures. That's Madigan's way of saying he won't consider the economic agenda items Rauner has made a condition of a larger budget deal. Instead, Democrats pushed for a re-examination of the state's financial footing given recent changes that have made fixing the state's money problems more difficult, including a decision by the Illinois Teachers' Retirement System to lower assumed stock market returns. That leaves the state on the hook for an additional $400 million to $500 million a year, while a recent change to the Illinois Constitution approved by voters would prevent the state from being able to dip into money earmarked for transportation to fill budget holes. While both sides have long said a combination of tax increases and budget cuts will be needed to help balance the books, Madigan tried to flip the script Wednesday. The long-serving speaker suggested the first-term governor's push for a deal in the coming weeks is an effort to muscle though a tax increase during the lame-duck session — the couple of weeks in January when lawmakers who did not win re-election could take tough votes on their way out the door. Madigan twice referred to the \"Rauner lame-duck tax increase\" before allowing a House vote on a symbolic resolution that declares the chamber is opposed to any lame-duck tax increase that might pop up. The measure was sponsored by Rep. David McSweeney, a Republican from Barrington Hills who has staunchly opposed tax increases. Similar legislation that would overhaul the Illinois Constitution to permanently bar such lame-duck tax increases could come up for a House vote Thursday. Madigan voted against the anti-tax resolution, but calling the measure for a vote allowed him to provide some political cover for Democrats who already are being targeted by Republicans in 2018. Among them was Rep. Jerry Costello , of Smithton, near St. Louis, who voted in favor. Republicans were quick to note that it was Democrats who pushed through a 67 percent increase in the income tax rate in 2011. Portions of that increase expired in 2015, a rollback Rauner supported during his bid for office. \"What is going on in the House today is more political theater, it's not substantive,\" House Republican leader Jim Durkin said. Rauner has said he is open to raising taxes, but only if Democrats approve his economic wish list as part of a comprehensive budget agreement. But facing continued resistance from Democrats, Rauner raised the possibility that he could agree to another stopgap bill but only if Democrats agree to term limits and a property tax freeze. Madigan, who was first elected in 1970, argues term limits already exist in the form of elections. mcgarcia@chicagotribune.com ",
    "title": "ComEd, Rauner on board with complex plan to increase rates on consumers, bail out nuclear power plants - Chicago Tribune"
   },
   {
    "entities": [
     "bradley",
     "images",
     "shayk",
     "getty",
     "paris",
     "news",
     "facebook",
     "november 30, 2016",
     "bureau",
     "2016",
     "cooper",
     "afp",
     "martin",
     "andrea",
     "usa",
     "e!",
     "today",
     "victoria",
     "wednesday",
     "april 2015",
     "irina",
     "mandell",
     "9:09 p.m. est"
    ],
    "id": 10,
    "text": "Reports: Bradley Cooper, Irina Shayk expecting first child The couple began dating in April 2015. Post to Facebook Reports: Bradley Cooper, Irina Shayk expecting first child The couple began dating in April 2015. Check out this story on USATODAY.com: http://usat.ly/2gmkQJE CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 4 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Reports: Bradley Cooper, Irina Shayk expecting first child Andrea Mandell , USA TODAY 9:09 p.m. EST November 30, 2016 x Share Irina Shayk is expecting her first child with Bradley Cooper. According to one insider, the pregnant star is in her second trimester and is \"so excited\" about becoming a mother for the very first time. USA TODAY According to reports,Irina Shayk, who walked in the 2016 Victoria's Secret Fashion Show in Paris Wednesday, is pregnant. (Photo: Martin Bureau, AFP Getty Images) Irina Shayk, 30, and Bradley Cooper, 41, are expecting their first child, according to reports. E! News was first to report the model's pregnancy after Shayk strutted down the runway at the Victoria's Secret Fashion Show, held Wednesday in Paris. Us Weekly  confirmed the report shortly after. In one of her looks on the underwear-clad catwalk, Shayk kept her midriff slightly covered in a beaded fringed wrap. ",
    "title": "Reports: Bradley Cooper, Irina Shayk expecting first child"
   },
   {
    "entities": [
     "cherokee",
     "resort",
     "leconter",
     "simpson",
     "iowa",
     "carr",
     "may/special",
     "monday, nov. 28, 2016",
     "reynolds",
     "brookside",
     "ryan",
     "mountains",
     "crafts",
     "paul",
     "deason",
     "deborah",
     "patrick",
     "red",
     "morning",
     "charles",
     "cross",
     "0:54",
     "waters",
     "heights",
     "denise",
     "tema",
     "director",
     "hester",
     "operations",
     "wednesday, nov. 30, 2016",
     "trail",
     "sevier",
     "tennessee",
     "jessica",
     "alabama",
     "department",
     "westgate",
     "lewis",
     "orem",
     "eric",
     "townsend",
     "today",
     "kroger",
     "efird",
     "0:59",
     "center",
     "betty",
     "village",
     "mccarter",
     "weekend",
     "1901",
     "dianna",
     "early tuesday",
     "guard",
     "william",
     "trammell",
     "ap",
     "parkway",
     "clinic",
     "1:36",
     "christ",
     "middle",
     "rocky",
     "lochmiller",
     "caitie",
     "bobby",
     "network",
     "larry",
     "shelter",
     "society",
     "dolly",
     "friday",
     "hoffner",
     "wbir",
     "amber",
     "reagan",
     "spring",
     "burgess",
     "parton",
     "mcmekin/knoxville",
     "michael",
     "spa",
     "facebookemail",
     "may",
     "facebook",
     "news",
     "park",
     "tennssean",
     "1:04",
     "gap",
     "tuesday",
     "of",
     "ober",
     "lilly",
     "black",
     "smotherman",
     "smoky",
     "1:28",
     "leconte",
     "kailey",
     "100%",
     "ripley",
     "twitter",
     "night",
     "current",
     "sports",
     "dollywood",
     "ken",
     "late monday",
     "knoxville",
     "1:23",
     "greg",
     "u.s.",
     "kentucky",
     "ogle",
     "complex",
     "wilson/special",
     "and",
     "reed",
     "josh",
     "mountain",
     "orchard",
     "newfound",
     "nat",
     "fullscreen",
     "arrowmont",
     "ellis",
     "1934",
     "office",
     "sevierville",
     "steakhouse",
     "rd.",
     "jr.",
     "paciorka/news",
     "world",
     "shari",
     "google",
     "elkmont",
     "lisa",
     "claus",
     "drinks",
     "great",
     "2:08",
     "high",
     "nov. 29, 2016., the day",
     "andrew",
     "drive",
     "woody,",
     "patrick/news",
     "seymour",
     "amy",
     "bishop",
     "terry",
     "pinterest",
     "morgan",
     "the previous night",
     "mich.",
     "vista",
     "smokies",
     "haston",
     "november 30, 2016",
     "lodge",
     "humane",
     "church",
     "bill",
     "security",
     "haslam",
     "valley",
     "janet",
     "nashville",
     "conner",
     "pigeon",
     "alamo",
     "usa",
     "bear",
     "chimney",
     "sport",
     "parks",
     "national",
     "santa",
     "motor",
     "dewey",
     "chalet",
     "gatlinburg",
     "wednesday",
     "service",
     "thanksgiving",
     "overnight",
     "forest",
     "summers",
     "bob",
     "hallam",
     "blustery",
     "0:23",
     "fire",
     "lane",
     "conkright",
     "miller",
     "dakota",
     "kristiana",
     "overnight on",
     "froelich",
     "nelles",
     "memphis",
     "arts",
     "troy",
     "``max''",
     "falls",
     "gatlinburg-pittman",
     "price",
     "south",
     "jon",
     "road",
     "2000",
     "june",
     "m.",
     "brianna",
     "american",
     "murphy",
     "monday",
     "county",
     "top",
     "brackins",
     "0:56",
     "school",
     "kim",
     "animal",
     "7:16 p.m. est",
     "tenn.",
     "post",
     "tezak/special",
     "desear",
     "currently",
     "raelyn",
     "sentinel",
     "nov. 29",
     "tater-goff",
     "&",
     "tennessean",
     "boone",
     "ric",
     "evening",
     "gutierrez",
     "homeland",
     "hollow",
     "riverhouse",
     "now",
     "bearden",
     "rangers",
     "teresa",
     "tops",
     "tuesday, nov. 29, 2016",
     "forge",
     "copes",
     "robert",
     "0:51"
    ],
    "id": 11,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest 5 things we know about the Gatlinburg wildfires This resort town's devastating fire that has left hundreds of homes and businesses significantly damaged or destroyed started late Monday on a blustery night when embers from the a wildfire on nearby Chimney Tops Trail in the Great Smoky Mountain Nat Post to Facebook 5 things we know about the Gatlinburg wildfires This resort town's devastating fire that has left hundreds of homes and businesses significantly damaged or destroyed started late Monday on a blustery night when embers from the a wildfire on nearby Chimney Tops Trail in the Great Smoky Mountain Nat Check out this story on USATODAY.com: http://usat.ly/2gM83NV CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 4 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs 5 things we know about the Gatlinburg wildfires USA Today Network Knoxville (Tenn.) News Sentinel 7:16 p.m. EST November 30, 2016 Share WILDFIRES WREAK HAVOC IN TENNESSEETennessee wildfires leave trail of destruction | 1:04 At least three people have been killed in Tennessee's devastating wildfires, and others are still missing. USA TODAY NETWORK 1 of 10 Share WILDFIRES WREAK HAVOC IN TENNESSEEStepbrothers film harrowing escape from TN Fire | 0:56 Thousands of people made \"hell-like\" escapes from wildfires that burned hundreds of homes, destroyed a resort in the Great Smoky Mountains and killed three people. Two stepbrothers caught their harrowing escape on their iPhone. (Nov. 29) AP 2 of 10 Share WILDFIRES WREAK HAVOC IN TENNESSEEOver 100 Structures Damaged in Tenn. Wildfire | 2:08 City officials say that hundreds of homes and other buildings were damaged or destroyed by flames from wildfires in Tennessee. (Nov. 29) AP 3 of 10 Share WILDFIRES WREAK HAVOC IN TENNESSEEGeneral manager: 'All is fine' at Ripley's Aquarium | 0:51 Ryan Desear, general manager of Ripley's Aquarium of the Smokies, talks about the Gatlinburg fire on Tuesday, Nov. 29, 2016. Michael Patrick 4 of 10 WILDFIRES WREAK HAVOC IN TENNESSEEGatlinburg homes, hotels ablaze as wildfires spread in the south | 0:54 But no deaths reported in Smoky Mountains blazes in Tenn. Time 5 of 10 Share WILDFIRES WREAK HAVOC IN TENNESSEEEvacuations ordered as Tennessee wildfires rage | 1:36 Tennessee officials say thousands of residents and visitors in the Gatlinburg area have been evacuated and hundreds of structures have been damaged and destroyed by spreading wildfires. (Nov. 29) AP 6 of 10 Share WILDFIRES WREAK HAVOC IN TENNESSEEArrowmont executive director: Most of school saved from fire | 0:59 Bill May, executive director of Arrowmont School of Arts and Crafts, says Tuesday, Nov. 29, 2016, that most of the school's property was saved from the fires in Gatlinburg. Michael Patrick/News Sentinel 7 of 10 Share WILDFIRES WREAK HAVOC IN TENNESSEEFire forces Ripley's Aquarium staff to leave animals behind | 1:23 Ripley's Aquarium of the Smokies is home to nearly 11,000 animals, including some endangered species. The general manager says staff were forced to evacuate, but would rather sacrifice their own lives to save the animals. WBIR 8 of 10 Share WILDFIRES WREAK HAVOC IN TENNESSEEDramatic escape from Tennessee wildfire caught on camera | 1:28 As everything around them burned, two stepbrothers captured their harrowing drive to safety in Gatlinburg, Tennessee. USA TODAY NETWORK 9 of 10 Share WILDFIRES WREAK HAVOC IN TENNESSEEFirst responders assembled for Sevier County wildfire response | 0:23 First responders have gathered at Gatlinburg-Pittman High School on Tuesday, Nov. 29, 2016, to aid in the Sevier County wildfire response. Amy Smotherman Burgess/News Sentinel 10 of 10 Tennessee wildfires leave trail of destruction Stepbrothers film harrowing escape from TN Fire Over 100 Structures Damaged in Tenn. Wildfire General manager: 'All is fine' at Ripley's Aquarium Gatlinburg homes, hotels ablaze as wildfires spread in the south Evacuations ordered as Tennessee wildfires rage Arrowmont executive director: Most of school saved from fire Fire forces Ripley's Aquarium staff to leave animals behind Dramatic escape from Tennessee wildfire caught on camera First responders assembled for Sevier County wildfire response This aerial photo shows, destroyed homes, many burned down to the foundation, Nov. 29, 2016., the day after a wildfire in Gatlinburg, Tenn. (Photo: Paul Efird, Knoxville (Tenn.) News Sentinel) SEVIERVILLE, Tenn. — Gatlinburg's devastating fire that left hundreds of homes and businesses significantly damaged or destroyed started on a blustery Monday night when embers from a wildfire on Chimney Tops Trail in Great Smoky Mountain National Park blew into the area. The resulting flames swept through Gatlinburg, about 10 miles up the mountain from here, in less than 15 minutes, fanned by winds at speeds that approached 90 mph. More people could be dead Though officials have confirmed seven deaths as of Wednesday, many are worried about additional fatalities because several people still are missing. Debris and downed power lines have limited authorities' abilities to explore. Among the missing are a 61-year-old Memphis couple, Jon and Janet Summers, who were separated from their three sons as they tried to escape the wildfire early Tuesday. The young men were found injured, transported to a Nashville hospital burn unit and are in critical but stable condition. Several officials have said that the area is fortunate that the inferno didn't occur over Thanksgiving weekend when the number of visitors would have been higher. The Summers family was vacationing on an extended holiday. Not all was destroyed The flames that roared through Gatlinburg and nearby Pigeon Forge weren't all encompassing, fire officials said. The Castle, an iconic home overlooking Gatlinburg, is almost all gone. So are several churches and Cupid's Chapel of Love wedding venue. Death toll rises to 7 in Gatlinburg wildfires Officials surveying early damage said Westgate Smoky Mountain Resort & Spa, with more than 100 buildings, is likely entirely destroyed. But Dollywood, the theme park of country-music legend Dolly Parton, was spared significant damage and will reopen Friday. Ober Gatlinburg ski resort said on its Facebook page that its properties and animals are OK, and Ripley's Aquarium of the Smokies, whose caretakers had to abandon the building at the height of the fire, is intact and all of its animals are safe. Rain won't douse all the flames Portions of Sevier County, where Gatlinburg and nearby Pigeon Forge are located, received about a half inch of rain overnight Tuesday and are expected to get an additional inch or so Wednesday. While the wet weather helps firefighters, the rain likely won't penetrate the piles of dry leaves and brush that have accumulated in the forest through the years, according to Gatlinburg Fire Chief Greg Miller. Smell from Gatlinburg wildfires blows to southern Mich. Eight new fires already have erupted from hot spots and blowing embers between Tuesday and Wednesday, he said. Forecasters are adding a new worry to the mix: flash flooding because a big downpour has a difficult time soaking into parched ground. Gatlinburg is not the only fire Though the Gatlinburg fire has been the most destructive in terms of loss of life and property damage, 19 wildfires were burning across six Southeast states Wednesday, U.S. Forest Service officials said. Fires have consumed more than 15,000 acres of forest in the Great Smoky Mountains alone, officials estimate. Flooding now a concern in fire-ravaged Gatlinburg Generally an average of two fires, caused by lightning, occur in the park each year, usually in May or June, National Park Service officials say. While the causes of many of the current fires are under investigation, many are believed to be caused by people, either as arson or by accident. Between 1901 and when the national park was established in 1934, hundreds of thousands of trees in virgin forests were clear cut, leaving mostly brush and stubble behind. For most of the past 75 years or so, fire officials would put out the naturally occurring wildfires as forests regrew, so some areas have a lot of dead vegetation — potential fuel for wildfires. You can help Nationally, the American Red Cross is accepting donations at  redcross.org/donate , or you can print a  form  and mail it to American Red Cross, P.O. Box 37839, Boone, Iowa 50037-0839. You also can sign up online to volunteer after the fires. Kroger supermarkets in East and Middle Tennessee, northern Alabama and southern Kentucky are partnering with the Red Cross to collect money to provide aid to those affected by the fires. Kroger customers can add any amount they wish to their total purchase at time of checkout. Dollywood employee finds burned Bible page after wildfires The amount of each tax-deductible donation will appear on the customer’s receipt as a contribution to the American Red Cross, and 100% of the money collected will be sent to the American Red Cross, Kroger officials said. Posted! A link has been posted to your Facebook feed. Amber Simpson, who volunteers with Smoky Mountain Resort Ministries, helps residents of Gatlinburg displaced by the mandatory evacuations caused by the wild fires gather at Rocky Top Sport World on US321 just outside of town Wednesday, Nov. 30, 2016.  Michael Patrick/News Sentinel Ken Lewis, Red Cross shelter manager, talks about supplies for residents of Gatlinburg displaced by the mandatory evacuations caused by the wild fires gather at Rocky Top Sport World on US321 just outside of town Wednesday, Nov. 30, 2016.  Michael Patrick/News Sentinel Gatlinburg resident Teresa Tater-Goff walks her dog \"Little Bit\" outside the Rocky Top Sport World after a  mandatory evacuation caused by the wild fires Wednesday, Nov. 30, 2016.  Michael Patrick/News Sentinel Fullscreen Ken Lewis with the Red Cross said they have had lots of donations for residents of Gatlinburg displaced by the mandatory evacuations caused by the wild fires gather at Rocky Top Sport World on US321 just outside of town Wednesday, Nov. 30, 2016.  Michael Patrick/News Sentinel Donations of water and fluids continue to come for residents of Gatlinburg displaced by the mandatory evacuations caused by the wild fires Wednesday, Nov. 30, 2016. These are at Rocky Top Sport World on US321 just outside of town.  Michael Patrick/News Sentinel Gatlinburg resident Ric Morgan displaced by the mandatory evacuations caused by the wild fires at Rocky Top Sport World on US321 just outside of town Wednesday, Nov. 30, 2016.  Michael Patrick/News Sentinel The Great Smoky Mountain Wheel lights up through thick smoke looming over Pigeon Forge on Tuesday, Nov. 29, 2016.   BRIANNA PACIORKA/NEWS SENTINEL A thick layer of smoke looms over the Pigeon Forge Parkway on Tuesday, Nov. 29, 2016, just a day after forest fires burned the area.   BRIANNA PACIORKA/NEWS SENTINEL Mountain Lodge restaurant on Highway 321 after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL Creek Place apartments after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL A view down Highway 321 after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL A local business burned out along Highway 321 after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL A local business burned out along Highway 321 after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL The Alamo restaurant after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL A hotel along Highway 321 after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL Wind damage blew a roof off of a hotel after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL A view of the Parkway in downtown Gatlinburg which has been evacuated, after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL Pi Beta Phi Elementary School in tact after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENT A cabin near the Park Vista hotel after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENT Apartments near the Park Vista hotel after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENT Apartments near the Park Vista hotel after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENT Gatlinburg Church of Christ on Reagan Dr. that was totally destroyed by the fire after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL Apartments across the street from Gatlinburg Church of Christ after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL Riverhouse Motorlodge after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENT Riverhouse Motorlodge after wildfires mixed with high winds on Monday evening to cause widespread damage in the Gatlinburg area Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL An area of destroyed homes Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn. A wildfire ravaged the area leaving at least three people dead.  Andrew Nelles / The Tennessean A small fire continues to burn n the woods Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn. A wildfire ravaged the area leaving at least three people dead.  Andrew Nelles / The Tennessean An area of multiple destroyed houses on Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn. A wildfire ravaged the area leaving at least three people dead.  Andrew Nelles / The Tennessean Destroyed houses as far as the eye can see Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn. A wildfire ravaged the area leaving at least three people dead.  Andrew Nelles / The Tennessean A burned out car rests outside a destroyed home Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn. A wildfire ravaged the area leaving at least three people dead.  Andrew Nelles / The Tennessean A burned out car rests outside a destroyed home Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn. A wildfire ravaged the area leaving at least three people dead.  Andrew Nelles / The Tennessean Smoke is in the distance behind homes in Gatlinburg, Tenn., on Tuesday, Nov. 29, 2016, after an overnight wildfire destroyed more than 100 homes and businesses.  Andrew Nelles / The Tennessean National Parks Service Rangers provide security on Conner Heights Rd. marking as far as cars are allowed to travel in Pigeon Forge  on Tuesday, Nov. 29, 2016.  CAITIE MCMEKIN/NEWS SENTINEL Evacuees and volunteers walk towards the parking lot of the Leconte Center in Pigeon Forge on Tuesday, Nov. 29, 2016.  CAITIE MCMEKIN/NEWS SENTINEL Bob Lochmiller, dressed as Santa, hands a child a stuffed animal in the Leconte Center in Pigeon Forge on Tuesday, Nov. 29, 2016.  CAITIE MCMEKIN/NEWS SENTINEL Donations are organized in the Leconte Center in Pigeon Forge on Tuesday, Nov. 29, 2016.  CAITIE MCMEKIN/NEWS SENTINEL Lilly Trammell of Gatlinburg, sits on the floor of the Leconte Center while watching a press conference given by Governor Bill Haslam on the state of Gatlinburg, on Tuesday, Nov. 29, 2016.  CAITIE MCMEKIN/NEWS SENTINEL Bob Lochmiller, dressed as Santa, and Betty Lochmiller, dressed as Mrs. Claus, who both live in Pigeon Forge, hand out stuffed animals to children staying in the  Leconte Center in Pigeon Forge on Tuesday, Nov. 29, 2016.  CAITIE MCMEKIN/NEWS SENTINEL Fullscreen Polo Gutierrez climbs onto the foundation of a destroyed home to try and see if his apartment building is still standing, Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn. Gutierrez fled his apartment with other residents as fires approached the previous night.   Andrew Nelles / The Tennessean Remains of homes smolder on Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn.  Andrew Nelles / The Tennessean The foundation of a burned building smolders on Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn.  Andrew Nelles / The Tennessean A burned out Jeep and truck on Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn.  Andrew Nelles / The Tennessean A burned vending machine rests outside a destroyed building on Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn.  Andrew Nelles / The Tennessean A melted desk rests inside a destroyed building on Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn.  Andrew Nelles / The Tennessean A tow truck drives by a smoldering building Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn.  Andrew Nelles / The Tennessean Two cars are among the massive fire damanage Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn.  Andrew Nelles / The Tennessean Not much remains from this home on Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn.  Andrew Nelles / The Tennessean A power line smolders outside a destroyed home on Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn.  Andrew Nelles / The Tennessean Possessions from a destroyed home are reduced to ashes Tuesday, Nov. 29, 2016, in Gatlinburg, Tenn.  Andrew Nelles / The Tennessean, Andrew Nelles / The Tennssean Fullscreen Michael Reed hugs a Red Cross volunteer as he continues to search for his missing wife and two daughters at the Rocky Top Sports World Red Cross shelter in Gatlinburg on Tuesday, Nov. 29, 2016. The family was separated during the wildfire evacuations.  Amy Smotherman Burgess / Knoxville News Sentinel Members of the Reynolds and Lively families rest outside of the Rocky Top Sports World Red Cross shelter in Gatlinburg, Tenn. Tuesday, Nov. 29, 2016. They evacuated from Ellis Ogle Road overnight.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL Volunteers unload water at the Rocky Top Sports World Red Cross shelter in Gatlinburg, Tenn. Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL Fullscreen Denise Bearden and Little Bit wait outside of the Rocky Top Sports World Red Cross shelter in Gatlinburg, Tenn. Tuesday, Nov. 29, 2016. Bearded was evacuated from the Spruce Flats Motel around 11p.m. She works as a maid at the Brookside Resort.   AMY SMOTHERMAN BURGESS/NEWS SENTINEL Women pray outside of the Leconte Center in Pigeon Forge on Tuesday, Nov. 29, 2016.  CAITIE MCMEKIN/NEWS SENTINEL Dianna Bishop of Gatlinburg watches a friend's baby outside of the Leconte Center in Pigeon Forge, while waiting to board a trolley to shower, on Tuesday, Nov. 29, 2016.  CAITIE MCMEKIN/NEWS SENTINEL Volunteers Kristiana Orem and Kailey Hoffner sort through donations at the LeConte Center in Pigeon Forge on Tuesday, Nov. 29, 2016.  CAITIE MCMEKIN/NEWS SENTINEL Ryan Froelich, a resident of Chalet Village talks on the phone while he watches his children play in the Leconte Center in Pigeon Forge on Tuesday, Nov. 29, 2016.  CAITIE MCMEKIN/NEWS SENTINEL Raelyn Conkright, 6, of Cosby sits in a bucket while volunteering with her mother at the Leconte Center in Pigeon Forge on Tuesday, Nov. 29, 2016.  CAITIE MCMEKIN/NEWS SENTINEL Ryan Froelich, a resident of Chalet Village, looks up at his wife while his children play in the Leconte Center in Pigeon Forge on Tuesday, Nov. 29, 2016.  CAITIE MCMEKIN/NEWS SENTINEL Fullscreen A chimney and a burned-out pickup are about all that's left of a residence on Troy Drive near Spring Valley Road in Pigeon Forge. Small trails of smoke still were rising into the morning sky Tuesday, Nov. 29, 2016, after a wildfire Monday night roared through the area reducing many structures to charred rubble.  Robert Wilson/Special to the News Sentinel Fullscreen Pigeon Forge Fire Lt. Josh Carr, left and Eric Brackins, assistant city manager, assess the damage on Troy Drive in Pigeon Forge Tuesday, Nov. 29, 2016, after a wildfire ripped through the residential area Monday night, reducing homes and cabins to ruins.  Bobby Wilson/Special to the News Sentinel Burned out cars and chimneys were left as an out of control wild fire burned multiple business and homes in Gatlinburg causing a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel Chimneys and melted electrical boxes were left as an out of control wild fire burned multiple business and homes in Gatlinburg causing a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel Empty foundations were left as out of control wild fires have burned multiple business and homes in Gatlinburg causing a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel Burned out cars and foundations were left as out of control wild fires burned multiple business and homes in Gatlinburg causing a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel A forestry crew from South Dakota was cleaning up along the spur after wild fires burned multiple business and homes in Gatlinburg causing a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel A forestry crew from South Dakota walking along the spur between cutting up trees fallen after wild fires burned through Gatlinburg causing a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel A forestry crew from South Dakota was cleaning up along the spur after wild fires burned multiple business and homes in Gatlinburg causing a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel Drinks delivered for first responders outside of the Rocky Top Sports Complex on Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL Drinks delivered for first responders outside of the Rocky Top Sports Complex on Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL Fullscreen Shari Deason holds 14 month-old son William outside of the Rocky Top Sports Center, serving as a Red Cross shelter, next door to the TEMA command center at Gatlinburg-Pittman High School in Gatlinburg on Tuesday, Nov. 29, 2016. More than 2,000 people have checked in to various shelters. Deason said she had to leave all of her belongings behind when evacuated from a hotel overnight.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL Dewey Woody, Jr., agent with the state of Tennessee Office of Homeland Security, helps to coordinate fire response from the TEMA command center at Gatlinburg-Pittman High School in Gatlinburg, Tenn. Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL Fullscreen Evacuees stand outside of the Rocky Top Sports Center, serving as a Red Cross shelter, next door to the TEMA command center at Gatlinburg-Pittman High School in Gatlinburg, Tenn. Tuesday, Nov. 29, 2016. More than 2000 people have checked in to various shelters.   AMY SMOTHERMAN BURGESS/NEWS SENTINEL Firefighters from across the region are posted at the TEMA command center at Gatlinburg-Pittman High School in Gatlinburg, Tenn. Tuesday, Nov. 29, 2016.   AMY SMOTHERMAN BURGESS/NEWS SENTINEL Fullscreen Firefighters from Townsend wait for their next assignment in the parking lot of Rocky Top Sports Center, serving as a Red Cross Center next door to the TEMA command center at Gatlinburg-Pittman High School in Gatlinburg, Tenn. Tuesday, Nov. 29, 2016. More than 2000 people have checked in to various shelters.   AMY SMOTHERMAN BURGESS/NEWS SENTINEL The TEMA command center at Gatlinburg-Pittman High School in Gatlinburg, Tenn. Tuesday, Nov. 29, 2016. More than 2000 people have checked in to various shelters.   AMY SMOTHERMAN BURGESS/NEWS SENTINEL Cassius Cash, director of the Great Smoky Mountains National Park, waits to attend a press conference at the TEMA command center at Gatlinburg-Pittman High School in Gatlinburg, Tenn. Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL Fullscreen Gov. Bill Hallam, front left, is escorted by Major General Terry M. \"Max\" Haston with the Tennessee National Guard to the TEMA command post at Gatlinburg-Pittman High School Tuesday, Nov. 29, 2016. Officials held a press conference to update the community on the wildfires that erupted in the area overnight on Monday.  AMY SMOTHERMAN BURGESS/NEWS SENT Sevier County Mayor Larry Waters during a press conference at the library on Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL Greg Miller, chief of the Gatlinburg Fire Department, answers questions during a press conference from the TEMA command center at Gatlinburg-Pittman High School in Gatlinburg, Tenn. Tuesday, Nov. 29, 2016.  AMY SMOTHERMAN BURGESS/NEWS SENTINEL Two of the dormitories at Arrowmont School was lost to the out of control wild fires in Gatlinburg causing a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel The Alamo Steakhouse was lost to out of control wild fires  in Gatlinburg causing a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel A photo shared on Facebook by Arrowmont executive director Bill May shows damage from wildfires in the Smokies.  Bill May/Special to the News Sentinel Arrowmont executive director Bill May shared this photo on Facebook of the damage from wildfires in the Smokies.  Bill May/Special to the News Sentinel Arrowmont executive director Bill May shared photos of the Arrowmont campus on Facebook.  Bill May/Special to the News Sentinel Arrowmont executive director Bill May shared photos of the Arrowmont campus on Facebook.  Bill May/Special to the News Sentinel Arrowmont School lost two of the dormitories to the out of control wild fires in Gatlinburg causing a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel Arrowmont executive director Bill May shared photos of the Arrowmont campus on Facebook.  Bill May/Special to the News Sentinel Arrowmont executive director Bill May shared photos of the Arrowmont campus on Facebook.  Bill May/Special to the News Sentinel Out of control wild fires have burned multiple business and vehicles like these along Cherokee Orchard Rd in Gatlinburg causing a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel Out of control wild fires have burned part of The Riverhouse Motor Lodge and other businesses and homes in Gatlinburg causing a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel Out of control wild fires have burned multiple business and homes leaving downtown Gatlinburg looking like a ghost town after a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel Hotel and customers vehicle burned as out of control wild fires have burned multiple business and homes in Gatlinburg causing a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel Out of control wild fires have burned multiple business and homes in Gatlinburg causing a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel The Gatlinburg welcome center sign is partially destroyed by wildfire flames on Monday, Nov. 28, 2016.  Kim Hester Downtown Gatlinburg looks like a ghost town after out of control wild fires burned multiple business and homes  causing a mandatory evacuation Tuesday, Nov. 29, 2016.  Michael Patrick/News Sentinel Fullscreen Gatlinburg fire evacuee Deborah Copes arrives at a shelter after fleeing her home Tuesday, Nov. 29, 2016, at the LeConter Center in Pigeon Forge. Copes, her husband, Charles, three standard poodles, and a cat are safe but she fears her home in the Black Bear Falls development is gone.  Paul Efird A building burns near McCarter Hollow Road and Dollywood on Tuesday, Nov. 29, 2016.  BRIANNA PACIORKA/NEWS SENTINEL Firetrucks head into the Great Smoky Mountain National Park toward Gatlinburg on Tuesday, Nov. 29, 2016.   BRIANNA PACIORKA/NEWS SENTINEL Fires burn near the entrance of the Great Smoky Mountain National Park in Pigeon Forge on Tuesday, Nov. 29, 2016.   BRIANNA PACIORKA/NEWS SENTINEL Authorities shut down the Pigeon Forge Parkway at Dollywood Lane because of area forest fires on Monday, Nov. 28, 2016.   BRIANNA PACIORKA/NEWS SENTINEL Pet owners comfort their pets at the Leconte Center shelter in Pigeon Forge on Monday, Nov. 28, 2016.   BRIANNA PACIORKA/NEWS SENTINEL People and their pets evacuate to the Leconte Center right off the Pigeon Forge Parkway.  Brianna Paciorka/News Sentinel There are currently 300-400 people at the Leconte Center shelter in Pigeon Center on Monday, Nov. 28, 2016. More are expected to arrive.  Brianna Paciorka/News Sentinel Fire erupts on both side of Highway 441 near The Spur on Monday, Nov. 28, 2016.  Jessica Tezak/Special to the News Sentinel Fire erupts on the side of The Spur, on Highway 441, on Monday, Nov. 28, 2016, between Pigeon Forge and Gatlinburg.  Jessica Tezak/Special to the News Sentinel Fullscreen Director of Operations Lisa Price moves an evacuated cats from Sevier County Animal Shelter into a cage at the Humane Society of the Tennessee Valley Tuesday, Nov. 29, 2016. 21 cats and 7 dogs were evacuated to the Knoxville facility due to the forest fires in Gatlinburg.  C Thick smoke from area forest fires covers the Parkway in downtown Gatlinburg on Monday, Nov. 28, 2016.  BRIANNA PACIORKA/NEWS SENTINEL Thick smoke from area forest fires covers the Parkway in downtown Gatlinburg on Monday, Nov. 28, 2016.  BRIANNA PACIORKA/NEWS SENTINEL People wearing face masks walk down the Parkway in downtown Gatlinburg on Monday, Nov. 28, 2016. Thick smoke from area forest fires covered much of Gatlinburg and the surrounding areas.  BRIANNA PACIORKA/NEWS SENTINEL Smoke rises from the Great Smoky Mountains as seen from Pigeon Forge on Monday, Nov. 28, 2016.   BRIANNA PACIORKA/NEWS SENTINEL Fullscreen Vet tech Jessica Murphy moves an evacuated dog from Sevier County Animal Shelter into a cage at the Humane Society of the Tennessee Valley on Tuesday, Nov. 29, 2016. There were 21 cats and 7 dogs evacuated due to the forest fires in Gatlinburg. Some went to the Humane Society, others to Smoky Mountain Animal Clinic in Seymour.  Caitie McMekin/Knoxville News Sentinel People wearing face masks walk down the Parkway in downtown Gatlinburg on Monday, Nov. 28, 2016. Thick smoke from area forest fires covered much of Gatlinburg and the surrounding areas.  BRIANNA PACIORKA/NEWS SENTINEL Thick smoke from area forest fires covers the Parkway in downtown Gatlinburg on Monday, Nov. 28, 2016.  BRIANNA PACIORKA/NEWS SENTINEL Thick smoke from area forest fires covers the Parkway in downtown Gatlinburg on Monday, Nov. 28, 2016.  BRIANNA PACIORKA/NEWS SENTINEL Few people walked up and down the Parkway in downtown Gatlinburg on Monday, Nov. 28, 2016. Thick smoke from area forest fires covered much of Gatlinburg and the surrounding areas.  BRIANNA PACIORKA/NEWS SENTINEL The Chimney 2 fire in the Great Smoky Mountains National Park has prompted the closure of Newfound Gap Road, Cherokee Orchard Road, Elkmont Road and several trails, park officials announced Monday, Nov. 28, 2016.  Great Smoky Mountains National Park Fullscreen Jessica Murphy, right, smiles at a kitten as Lisa Price moves it into a cage at the Humane Society of the Tennessee Valley Tuesday, Nov. 29, 2016. 21 cats and 7 dogs were evacuated from Smoky Mountain Animal Clinic due to the wildfires in Gatlinburg.  Ca Thick smoke from a fire behind the Twin Creeks Picnic Pavilion on Cherokee Orchard Road in Gatlinburg turns the sky brown in Sevierville on Monday, Nov. 28, 2016.  Brianna Paciorka/News Sentinel The Chimney 2 fire in the Great Smoky Mountains National Park has prompted the closure of Newfound Gap Road, Cherokee Orchard Road, Elkmont Road and several trails, park officials announced Monday, Nov. 28, 2016.  Great Smoky Mountains National Park The Chimney 2 fire in the Great Smoky Mountains National Park has prompted the closure of Newfound Gap Road, Cherokee Orchard Road, Elkmont Road and several trails, park officials announced Monday, Nov. 28, 2016.  Great Smoky Mountains National Park The Chimney 2 fire in the Great Smoky Mountains National Park has prompted the closure of Newfound Gap Road, Cherokee Orchard Road, Elkmont Road and several trails, park officials announced Monday, Nov. 28, 2016.  Great Smoky Mountains National Park Gov. Bill Hallam drives by helicopter to the TEMA command post at Gatlinburg-Pittman High School Tuesday, Nov. 29, 2016. Officials held a press conference to update the community on the wildfires that erupted in the area overnight on Monday.   AMY SMOTHERMAN BURGESS/NEWS SENT Fullscreen Gov. Bill Haslam answers questions during a press conference from the TEMA command post at Gatlinburg-Pittman High School Tuesday, Nov. 29, 2016. Officials held a press conference to update the community on the wildfires that erupted in the area overnight on Monday.   AMY SMOTHERMAN BURGESS/NEWS SENT Like this topic? You may also like these photo galleries: Replay ",
    "title": "5 things we know about the Gatlinburg wildfires"
   },
   {
    "entities": [
     "jim",
     "november 30",
     "cnbc",
     "goldman",
     "$6 trillion",
     "capitol",
     "treasury",
     "q.",
     "trump",
     "carrier",
     "$2.6 trillion",
     "ylan",
     "next year",
     "16 percent",
     "mnuchin",
     "donald",
     "mexico",
     "indiana",
     "$1 million",
     "tower",
     "steve",
     "tuesday",
     "tax",
     "china",
     "at 8:46 am",
     "mui",
     "present",
     "tankersley",
     "night",
     "current",
     "post",
     "department",
     "wilbur",
     "policy",
     "commerce",
     "the next decade",
     "foundation",
     "u.s.",
     "hollywood",
     "$3.9 trillion",
     "hill",
     "wednesday",
     "center",
     "15 percent",
     "washington",
     "gop",
     "4 percent",
     "deirdra",
     "1 percent",
     "ross",
     "steven",
     "nov. 30",
     "sachs",
     "$3 trillion",
     "o'regan"
    ],
    "id": 12,
    "text": "Trump’s new Treasury, Commerce nominees say no ‘absolute’ tax cut for the wealthy, predict faster economic growth The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Ylan Q. Mui and Jim Tankersley November 30 at 8:46 AM Follow @ylanmui Follow @jimtankersley Steven Mnuchin, a former Goldman Sachs banker and Hollywood financier, is President-elect Donald Trump's nominee for treasury secretary. He spoke at Trump Tower Nov. 30. (The Washington Post) President-elect Donald Trump’s nominee to lead the Treasury Department on Wednesday called reforming the nation’s tax code his top priority, promising significant tax breaks for the middle class but no overall tax cut for high-income households. Steven Mnuchin, a former Goldman Sachs banker and Hollywood financier, confirmed in an interview Wednesday on CNBC’s Squawk Box that Trump had asked him to serve in the administration. Billionaire industrialist Wilbur Ross also confirmed that he is the nominee for Commerce Secretary. In the joint interview, they professed confidence in the new administration’s ability to boost economic growth as high as 4 percent a year. Crucial to that projection would be passage of Trump’s proposed overhaul of the tax code, including streamlining individual tax rates into three brackets and reducing the corporate tax rate to 15 percent. Independent research groups have estimated the plan could cost as much as $6 trillion over the next decade. However, that analysis does not include the potential economic benefits the tax cuts could generate. Mnuchin said Wednesday that he believed the tax cuts would generate more jobs, helping to offset the cost. Some of Trump’s economic advisers said during the campaign that his plan would not add to the federal deficit. However, the Tax Foundation estimated that even with so-called “dynamic scoring,” Trump’s tax package could cost about $3 trillion over a decade. In addition, Mnuchin emphasized that a reduced tax rate for the highest earners would be offset by the elimination or curtailing of many deductions that favor the wealthy. He suggested that the cap on the popular deduction for mortgage interest could be lowered but did not provide details. The current cap is $1 million on first and second mortgages. Banker Steven Mnuchin is the next potential Treasury Secretary in Donald Trump's administration. Here's what you need to know about him. (Deirdra O'Regan/The Washington Post) Mnuchin also pushed back against analysis by the nonpartisan Tax Policy Center that found the bulk of the benefits under Trump’s plan would go to wealthy households, while some single-parent households would end up paying higher taxes. He highlighted plans for a child-care tax credit and rebates for lower-income families. “There will be no absolute tax cut for the upper class,” he said. \"There will be a big tax cut for the middle class.” [ Trump expected to name financier Steve Mnuchin to Treasury ] The comments highlight two potential sources of tension for the Trump administration as it pushes its tax plan – one with congressional Republicans, the other with the federal budget deficit. They also fly in the face of every independent analysis of the Trump plan, including one Trump has frequently cited favorably. Mnuchin reiterated Trump’s commitment to cutting taxes for the middle class, a key difference between the president-elect’s campaign plan and the tax blueprint put forth by GOP leaders on Capitol Hill. The congressional plan, like Trump’s, would cut taxes for the wealthy and for corporations, but it would not do nearly as much as Trump would to cut taxes for lower- and middle-income Americans. Reconciling the two will be a major sticking point in any tax-reform negotiations next year. Mnuchin also said two things about Trump’s tax plan that independent analyses do not support. One is the idea that the wealthy will receive no net tax benefits from the plan. The other is that the plan will not add to the deficit, because of increased economic growth. Even the friendliest analysis toward Trump, work by the independent Tax Foundation that the Trump campaign frequently cited to bolster his proposals, finds Trump’s plan would add at least $2.6 trillion to the federal debt over a decade, and as much as $3.9 trillion, after accounting for increased economic growth. The Tax Foundation also finds Trump’s plan would boost incomes for the top 1 percent of U.S. earners by between 10 and 16 percent, an amount that dwarfs the benefits lower- and middle-income earners would see from the plan. That’s true even though the group factored in Trump’s promise to limit deductions for high earners, which Mnuchin reiterated on Wednesday. Mnuchin and Ross also appeared to step back from some of Trump’s most confrontational rhetoric on the campaign trail. Trump has repeatedly threatened to levy double-digit tariffs on goods coming from China and Mexico and pull out of existing free-trade deals. But Ross said Wednesday those measures may only be a last resort. \"Everybody talks about tariffs as the first things. Tariffs are the last thing. Tariffs are a part of the negotiation,” he said. \"The real trick is going to be increase American exports.” Trump scored an early victory Tuesday night when air-conditioning manufacturer Carrier announced it was reversing plans to move a factory from Indiana to Mexico after speaking with the president-elect. The decision is expected to save about 1,000 U.S. jobs. “I’s a present from the president,” Ross said. \"Here we have a trade victory before we even come into office.\" business ",
    "title": "Trump’s new Treasury, Commerce nominees say no ‘absolute’ tax cut for the wealthy, predict faster economic growth - The Washington Post"
   },
   {
    "entities": [
     "cnbc",
     "david",
     "3%",
     "goldman",
     "$1 trillion",
     "treasury",
     "reagan",
     "trump",
     "3.5%",
     "club",
     "pinterest",
     "35%",
     "facebookemail",
     "facebook",
     "mnuchin",
     "kevin",
     "donald",
     "albin",
     "chris",
     "linkedin",
     "tower",
     "november 30, 2016",
     "goulder",
     "2014",
     "nov. 2016",
     "the year",
     "10%",
     "edwards",
     "cato",
     "twitter",
     "usa",
     "city",
     "u.s.",
     "the next decade",
     "u.s.businesses",
     "new",
     "economic",
     "today",
     "1981",
     "camp",
     "wednesday",
     "institute",
     "york",
     "mccoy",
     "4%",
     "15%",
     "september",
     "epa",
     "steven",
     "sachs",
     "robert",
     "7:08 p.m. est",
     "google"
    ],
    "id": 13,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Mnuchin outlines 'largest tax change since Reagan' Americans should expect the \"largest tax change since Reagan,\" with tax cuts for the middle class and U.S.businesses, President-elect Trump's nominee for Treasury secretary said Wednesday. But tax experts warned of higher federal deficits. Post to Facebook Mnuchin outlines 'largest tax change since Reagan' Americans should expect the \"largest tax change since Reagan,\" with tax cuts for the middle class and U.S.businesses, President-elect Trump's nominee for Treasury secretary said Wednesday. But tax experts warned of higher federal deficits. Check out this story on USATODAY.com: http://usat.ly/2gKO81G CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 280 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Mnuchin outlines 'largest tax change since Reagan' Kevin McCoy , USA TODAY 7:08 p.m. EST November 30, 2016 x Share Steven Mnuchin, a hedge fund manager and former Goldman Sachs executive, is President-elect Donald Trump's choice for Treasury secretary, a source told USA TODAY. Here is what we know about the 53-year-old. USA TODAY NETWORK Steven Mnuchin, President-elect Trump's nominee for Treasury secretary, shown in a Trump Tower interview in Nov. 2016. (Photo: ALBIN LOHR-JONES / POOL, EPA) Americans should expect the \"largest tax change since Reagan,\" with federal tax cuts for average income earners as well as U.S.businesses, President-elect Donald Trump's nominee for Treasury secretary said Wednesday. \"There will be a tax cut for the middle class,\" banker, movie producer and former Goldman Sachs partner Steven Mnuchin told CNBC's Squawk Box in his first public comments on the incoming administration's economic priorities. \"Any tax cuts that we have for the upper class will be offset by less deductions to pay for it.\" Tax deductions for charitable contributions would still be allowed, he said. There would be a cap on mortgage interest payments, though  \"some deductibility\" would continue, said Mnuchin. The proposed changes also include cutting the nation's 35% top business tax rate to 15%, along with an effort to encourage repatriation of the estimated $1 trillion that large U.S. corporations hold in foreign subsidiaries to avoid the domestic tax bite. Trump has proposed a special 10% rate on overseas funds the companies shift back to the U.S. \"We think by cutting corporate taxes we'll create huge economic growth and we'll have huge personal income, so the revenues will be offset on the other side,\" Mnuchin said in the interview. The changes should help increase sustained U.S. economic growth, he predicted. \"I think we can absolutely get to sustained 3% to 4% GDP. And that is absolutely critical to the country,\" Mnuchin said. \"To get there, our No. 1 priority is tax reform. This will be the largest tax change since Reagan.\" The proposals echo some proposals Trump outlined during his campaign. However, the claim that any tax cuts for the wealthy would be offset with fewer reductions appeared to conflict with the formal tax plan of the New York City businessman. Although Trump said his economic team projected 3.5% GDP growth over the next decade during a September speech at the Economic Club of New York, he also told the gathering, \"I think we can do better than that.\" Bank tied to Trump adviser accused of discrimination Some tax experts voiced cautious optimism about the proposals, even as they cautioned about a potential repeat of the federal deficit increases that followed the Reagan tax system overhaul in 1981. Slashing the corporate tax rate and allowing businesses to expense capital investments in the year they're made could make 3% to 4% GDP growth \"a reasonable goal,\" said Robert Goulder, senior tax policy counsel for Tax Analysts, a non-partisan publisher focused on tax policy and administration. However, capping mortgage tax deductions and other cost-saving proposals, such as reducing or eliminating deductions for state and local taxes, could prove politically difficult, said Goulder. Others have tried such plans and failed, he said, citing the federal tax reforms proposed in 2014 by then-congressman David Camp, R-Mich. \"Where are the spending cuts? Where are the federal entitlement reforms?\" asked Goulder. \"Can we run up a larger deficit without having negative effects that outweigh the positives of pro-growth tax plans?\" Cutting the corporate tax rate will generate more investments, factory growth and jobs, said Chris Edwards, director of tax policy studies at the Cato Institute, a public policy group focused on limited government and free markets. However, referring to personal income taxes, Edwards predicted it would be \"difficult to ensure that everyone gets a break.\" Follow USA TODAY reporter Kevin McCoy on Twitter: @kmccoynyc 721 CONNECT TWEET 12 LINKEDIN 280 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2gKO81G ",
    "title": "Mnuchin outlines 'largest tax change since Reagan'"
   },
   {
    "entities": [
     "et",
     "meyer",
     "states",
     "trump",
     "house",
     "saul",
     "expresses",
     "united",
     "facebook",
     "jeff",
     "veterans",
     "administration",
     "young",
     "palin",
     "affairs",
     "2016",
     "brown",
     "scott",
     "kelly",
     ", 4:18 pm",
     "in",
     "bristol",
     "cruz",
     "interest",
     "o'donnell",
     "sarah",
     "america",
     "washington",
     "committee",
     "iran",
     "ted",
     "dakota",
     "miller",
     "nov 30",
     "alaska",
     "ap"
    ],
    "id": 14,
    "text": "Nov 30 2016, 4:18 pm ET Sarah Palin Expresses Interest In Trump Administration Job by Kelly O'Donnell advertisement Sarah Palin has been in touch with Trump transition officials about a role with the incoming administration, according to sources close to the former Alaska governor. While there is no confirmation what specific position she might be interested in, her son-in-law has dropped a hint. Former Alaska Governor Sarah Palin. Saul Young / AP Dakota Meyer, a Medal of Honor recipient married to Palin's daughter Bristol, posted his appeal on Facebook, including a video that makes a glossy pitch for Palin as an advocate for America's veterans. \"Governor Palin has relayed to the Trump transition team her offer to continue helping the next President either in the public or private sector,\" a Palin adviser said. However, Trump transition officials declined to comment on what position, if any, for which Palin might be considered. Related: 'Drain the Swamp'? Trump's Potential Cabinet Fills Out With Washington Insiders The role of veterans affairs secretary remains unfilled. Other early Trump endorsers, former Sen. Scott Brown and House Veterans Affairs Committee chairman Jeff Miller, have also been described as in the running for the cabinet position. Trump transition sources also say a \"CEO type\" with military experience has been considered. Palin was among the early voices for Trump and notably endorsed him instead of her ally Sen. Ted Cruz, who had courted her support. Palin campaigned with Trump a few times in the early phase of the campaign season. Trump and Palin also appeared together at the United States' Capitol for a high-profile rally against the Iran deal. Play ",
    "title": "Sarah Palin Expresses Interest In Trump Administration Job - NBC News"
   },
   {
    "entities": [
     "this may",
     "byers",
     "texas",
     "late on nov. 24",
     "days earlier",
     "al-awlaki",
     "dc",
     "press",
     "abdul",
     "house",
     "the following day",
     "razak",
     "news",
     "2009",
     "university",
     "facebook",
     "may",
     "fox",
     "angela",
     "marathon",
     "herridge",
     "recently",
     "adam",
     "state",
     "november 30, 2016",
     "monday",
     "wal-mart",
     "osu",
     "fort",
     "anwar",
     "boston",
     "associated",
     "hood",
     "schiff",
     "twitter",
     "d-calif.",
     "u.s.",
     "fbi",
     "d.c.",
     "new",
     "jersey",
     "army",
     "artan",
     "cincinnati",
     "catherine",
     "york",
     "ali",
     "washington",
     "committee",
     "now",
     "isis",
     "five years ago",
     "research",
     "earlier wednesday",
     "al",
     "intelligence",
     "ohio",
     "qaeda"
    ],
    "id": 15,
    "text": "OSU attack suspect visited Washington DC area days earlier, source says Published               November 30, 2016 Facebook 0 Twitter 0 Email Print   An Ohio State University student who injured 11 people when he attacked pedestrians on campus with a car and a knife traveled to the Washington D.C. area days before Monday's assault, a law enforcement source told Fox News.  The source said Abdul Razak Ali Artan, 18, arrived late on Nov. 24 and left the following day. The short duration of the trip suggested his visit was \"purposeful,\" the source added. FBI agents are now seeking court approval to get records from Artan's phone and Internet service provider, which can help determine where he travelled in the D.C. area and whether he contacted anyone. OSU TERROR SUSPECT'S RADICALIZING VIDEOS MAY HAVE INCLUDED ALL-AMERICAN ADVERTISEMENTS Artan was shot and killed by a university police officer shortly after he began his attack Monday. Because of Artan's death and the lack of evidence that he was connected to a larger group, the FBI's requests are being processed through regular channels.  Investigators confirmed earlier Wednesday that Artan \"may have been inspired\" by the ISIS terror group, though they aren't aware of any direct contact between ISIS and the attacker.  Angela Byers, the FBI special agent in charge of the Cincinnati division, said investigators have not found evidence that anyone else was involved in the attack or the planning of it. Authorities are trying to piece together a gap of several hours between the time Artan bought a knife at a Wal-Mart near his home and the attack. Police don't know if that was the same weapon he used on campus, investigators said. #OSU : 11th high profile terror incident in the U.S. since 2009 involving a suspect tied to or inspired by U.S.-born cleric Anwar al-Awlaki. pic.twitter.com/4ozL7uZEEQ — Fox News Research (@FoxNewsResearch) November 30, 2016 In a series of Facebook posts hours before the attack, Artan praised American-born Al Qaeda cleric Anwar al-Awlaki as a “hero” and warned of more Muslims in sleeper cells. Al-Awlaki has been cited as inspiration by numerous terror suspects over the years, including the brothers who bombed the Boston Marathon, the Army psychiatrist who killed 13 people at Fort Hood, Texas, and, more recently, the man charged in bombings in New York and New Jersey. Rep. Adam Schiff, D-Calif., the ranking member of the House Intelligence Committee, told the Associated Press it seems clear Artan was radicalized online. He also said there doesn't seem to be much time between the onset of Artan's apparent radicalization and the attack, a period known in law enforcement and intelligence circles as \"flash to bang.\" That trend has disquieted law enforcement officials, who fear disaffected individuals are being inspired to violence after being only briefly exposed to radical ideology. \"This may be one of those cases which was just unpreventable,\" he said, adding that there was no evidence yet to suggest Artan had been publicly communicating radical intentions over a long period of time. He said the fact that Artan may have been inspired by a cleric killed five years ago shows the \"limits of taking people off the battlefield.\" \"As long as you have disaffected or alienated young people who are searching for something to belong to, the lure of this radical propaganda will continue to be very dangerous,\" Schiff said. Fox News' Catherine Herridge and the Associated Press contributed to this report. Advertisement ",
    "title": "OSU attack suspect visited Washington DC area days earlier, source says | Fox News"
   },
   {
    "entities": [
     "management",
     "larry",
     "brian",
     "this morning",
     "house",
     "waters",
     "tuesday",
     "county",
     "bill",
     "werner",
     "mike",
     "haslam",
     "sevier",
     "tennessee",
     "town",
     "wildfire",
     "greg",
     ", 10:19 pm",
     "agency",
     "blanco/getty",
     "nov. 30, 2016",
     "obama",
     "emergency",
     "today",
     "nov 30, 2016",
     "gatlinburg",
     "wednesday",
     "now",
     "miller",
     "white"
    ],
    "id": 16,
    "text": "7 Dead, at Least 53 Injured in Tennessee Wildfire, Officials Say By AVIANNE TAN Nov 30, 2016, 10:19 PM ET 0 Shares WATCH Tennessee Dad Searches for Daughters, Wife Amid Wildfire 0 Shares At least seven people have died from the massive eastern Tennessee wildfire that has burned more than 15,500 acres in Sevier County, officials said today. Authorities said they are still working on identifying the deceased. The blaze -- which has devastated the cities of Gatlinburg, Pigeon Forge and surrounding areas -- has also injured 53 people, scorched more than 700 homes and forced thousands to evacuate, officials said. SLIDESHOW: SLIDESHOW: Wildfires Devastate Eastern Tennessee Town Tennessee Gov. Bill Haslam said that the wildfire is the state's biggest in 100 years. Gov. Haslam spoke with President Obama Wednesday, according to the White House. \"The President expressed his deepest condolences for the lives lost in the fire as well as his sympathies for the affected residents who may have lost their homes or businesses,\" read a statement from the White House. \"The President asked the Governor for an update on the ongoing response, and committed to providing the assistance necessary to combat this fire.\" \"I've never seen anything like this in the county, and we'll never see anything like it again,\" said Sevier County Mayor Larry Waters. The fire was exacerbated on Tuesday by what authorities have described as \"hurricane-force\" winds of up to 87 mph. The heavy winds have presented a challenge to firefighters, who said that fallen trees have limited access to certain areas, according to Gatlinburg Fire Chief Greg Miller. Brian Blanco/Getty Images The remains of a van and home smolder in the wake of a wildfire, Nov. 30, 2016 in Gatlinburg, Tennessee. Though heavy rain helped suppress the fire today, it also presented new challenges, Miller said. Firefighters are now experiencing some rock and mudslides, he said. The fire chief added that unless the rain penetrates deep into the brush fire, there is still a threat. Brian Blanco/Getty Images Smoke fills the air and surrounds businesses and resorts in the wake of a wildfire, Nov. 30, 2016, in downtown Gatlinburg, Tennessee. Over 200 firefighters remained on the ground this morning, according to Miller. Gatlinburg mayor Mike Werner said at a news conference on Tuesday that it was a \"devastating time\" for the city but that its people were \"strong and resilient.\" There are still areas that authorities are trying to reach, Werner said, noting that \"nobody had a clue\" the fire would spread \"that fast.\" Brian Blanco/Getty Images The remains of a business are pictured in the wake of a wildfire, Nov. 30, 2016, in Gatlinburg, Tennessee. The blaze was \"a scary sight to see,\" he said, adding that \"people were basically running for their lives.\" Officials from the Tennessee Emergency Management Agency have said that it is likely that 14,000 residents and visitors have been evacuated from the city of Gatlinburg alone. Numerous roads remain closed and blocked by fallen trees and power lines as a result of the fires, officials said. 0 Shares ",
    "title": "7 Dead, at Least 53 Injured in Tennessee Wildfire, Officials Say - ABC News"
   },
   {
    "entities": [
     "gsa",
     "stephen",
     "texas",
     "towers",
     "priebus",
     "turkey",
     "s.",
     "oval",
     "morning",
     "schooner",
     "2011",
     "j.",
     "once",
     "ethics",
     "jimmy",
     "department",
     "eric",
     "policy",
     "1 p.m.",
     "accountability",
     "coca-cola",
     "d.c.",
     "today",
     "general",
     "a.",
     "3:30 p.m.",
     "december 15",
     "peck",
     "istanbul",
     "tom",
     "jaffe",
     "procurement",
     "brett",
     "bush",
     "steven",
     "budget",
     "clinton",
     "white",
     "peter",
     "eizenstat",
     "november 30",
     "management",
     "agriculture",
     "this morning",
     "inauguration day",
     "nov. 20",
     "michael",
     "2009",
     "pa.",
     "united",
     "donald",
     "recently",
     "administration",
     "of",
     "schweizer",
     "twitter",
     "reince",
     "e.",
     "k.",
     "u.s.",
     "norman",
     "w.",
     "and",
     "york",
     "bastien",
     "office",
     "the past",
     "kelman",
     "azerbaijan",
     "1976",
     "jr.",
     "gordon",
     "pence",
     "bush-cheney",
     "kappel",
     "monessen",
     "lady",
     "bird",
     "$42 million",
     "hurriyet",
     "hamburger",
     "richard",
     "o'connell",
     "1:30 p.m.",
     "jonathan",
     "tower",
     "international",
     "november 30, 2016",
     "scaramucci",
     "mike",
     "hundred percent",
     "organization",
     "daniel",
     "june 28",
     "seth",
     "republican",
     "new",
     "obama",
     "national",
     "anthony",
     "wednesday",
     "1983",
     "committee",
     "ivanka",
     "painter",
     "helderman",
     "to",
     "abe",
     "bannon",
     "city",
     "time",
     "rosalind",
     "shinzo",
     "this week",
     "times",
     "government",
     "states",
     "at 4:45 pm",
     "trump",
     "2000",
     "house",
     "dec. 15",
     "hillary",
     "services",
     "last week",
     "university",
     "$170 million",
     "monday",
     "george",
     "johnson",
     "this fall",
     "federal",
     "post",
     "past",
     "hotel",
     "l.",
     "carter",
     "stuart",
     "institute",
     "washington",
     "msnbc",
     "i.",
     "toner",
     "eisen",
     "now",
     "lyndon",
     "robert",
     "india"
    ],
    "id": 17,
    "text": "Trump announces he will leave business ‘in total’ — leaving open how he will avoid conflicts of interest The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Drew Harwell November 30 at 4:45 PM Follow @drewharwell Donald Trump delivers a policy speech during a campaign stop on June 28 in Monessen, Pa. (Jeff Swensen/Getty Images) President-elect Donald J. Trump tweeted Wednesday morning that he would soon leave his “great business in total” to focus on the presidency, a response to growing worries over the businessman-in-chief’s conflicts of interest around the globe. Shortly after, the official Twitter account of the Office of Government Ethics, the traditionally staid federal agency that often works closely with presidential transition teams, issued a rapid-fire series of tweets celebrating that Trump had committed to fully divesting his company stake — though Trump has publicly said no such thing. The back-to-back tweetstorms raised more questions than they answered: whether Trump’s move would focus on severing his ownership ties, or simply his management responsibilities; and whether the OGE was releasing new information or simply the victim of a hacker, prankster or official gone rogue. The OGE’s messages were deeply out of character for a federal ethics agency that is famously quiet and unadventurous. Among the nine tweets: “@realDonaldTrump Bravo! Only way to resolve these conflicts of interest is to divest . Good call!” The tweets were first posted Wednesday morning, then deleted within an hour. They then reappeared at 1 p.m., for unknown reasons. In a 1:30 p.m. statement from the OGE’s email account, attributed to OGE spokesman Seth Jaffe, the agency said, “Like everyone else, we were excited this morning to read the President-elect’s twitter feed indicating that he wants to be free of conflicts of interest. OGE applauds that goal, which is consistent with an opinion OGE issued in 1983. Divestiture resolves conflicts of interest in a way that transferring control does not. We don’t know the details of their plan, but we are willing and eager to help them with it.” A second statement at 3:30 p.m. added, “The tweets that OGE posted today were responding only to the public statement that the President-elect made on his Twitter feed about his plans regarding conflicts of interest. OGE’s tweets were not based on any information about the President-elect’s plans beyond what was shared on his Twitter feed. OGE is non-partisan and does not endorse any individual.” Phone messages left with a dozen agency executives and representatives seeking verification or more details were not returned. OGE lawyers have been influential in past presidents’ decision making, but their advice has almost always been kept confidential. If nothing else, the OGE’s tweets have publicly revealed federal-ethics officials’ preference for the president-elect to completely divest — a form of lobbying that is potentially unprecedented for the agency. The messages surprised many who had worked with the agency in the past: Brett Kappel, a Washington campaign-finance lawyer who has worked with OGE, said the agency “never tweets about an individual federal official’s ethics issues unless they are announcing the conclusion of an enforcement action.” . @realDonaldTrump this divestiture does what handing over control could never have done. — U.S. OGE (@OfficeGovEthics) November 30, 2016 The tweets followed Trump’s morning announcement, which appeared to echo his long insistence that he would cede the company’s management to his children, a way of putting distance between his private interests and public power. But it remained unclear whether the new arrangement would include a full sale of Trump’s stake in the company. Ethics advisers said a management hand-off to his children would not resolve worries that the business could still influence his decisions in the Oval Office. “I will be holding a major news conference in New York City with my children on December 15 to discuss the fact that I will be leaving my great business in total in order to fully focus on running the country in order to MAKE AMERICA GREAT AGAIN!” Trump tweeted . “While I am not mandated to do this under the law, I feel it is visually important, as President, to in no way have a conflict of interest with my various businesses. Hence, legal documents are being crafted which take me completely out of business operations. The Presidency is a far more important task!” Vice President-elect Mike Pence and President-elect Donald Trump's chief of staff Reince Priebus on Nov. 20 addressed Trump's potential conflicts of interest. (Bastien Inzaurralde/The Washington Post) [ A scramble to assess the dangers of President-elect Donald Trump’s global business empire ] Presidents are not bound by the strict conflict-of-interest laws governing most U.S. elected officials. But most modern presidents have agreed to sell or sequester their assets in a blind trust, led by an independent manager with supreme control, in order to keep past business deals, investments and relationships from influencing their White House term. Giving company management to his adult children — Donald Jr., Eric and Ivanka — would still leave open the potential for Trump to make presidential decisions for their benefit. The children have already played a key part in Trump’s governing preparations, serving on the transition team now selecting key appointees and sitting in on meetings with foreign heads of state. Trump spokespeople did not immediately return requests for more details on the move. But Richard Painter, chief White House ethics lawyer under President George W. Bush, said the move did not appear to offer enough of a division to keep entanglement worries at bay. “That’s business operations, not ownership. The problem is, we need to resolve the conflicts of interest that arise from his ownership. And we’re hearing nothing about how that’s getting resolved,” Painter said. “Even if he does not operate the businesses, you’re going to have lots of people working for the business running around the world trying to cut deals,” Painter added. “And it’s critical that none of those people discuss U.S. business in a way that could be interpreted, or misinterpreted, of offering quid pro quo … or soliciting a bribe on the part of the president.” [ Trump’s presidency, overseas business deals and relations with foreign governments could all become intertwined ] If Trump’s family does take over management of the business, Norman Eisen, the chief White House ethics lawyer for President Obama from 2009 to 2011, said an “ethics firewall” would need to be put in place to combat the “risk of improper preferential relationships and treatment for the Trump Organization with the United States government and foreign ones.” Republican National Committee Chairman Reince Priebus said Wednesday on MSNBC’s “Morning Joe” that he was not “ready to reveal” whether the move would include Trump truly severing ties to his business or whether he would simply leave the day-to-day operations to his kids. “It’s not the easiest thing to work out,” Priebus said. “What you see in those tweets is the person at the top that understands and is willing and showing the American people that he’s working hard on it and he’s taking it seriously.” Others in the president-elect’s orbit have shared little more on his plan. Asked Wednesday if he would take over the business, Eric Trump said, while walking through Trump Tower, “You’ll hear it soon enough.” Asked how the new arrangement would be set up, Anthony Scaramucci, a member of the transition team’s executive committee, said, “I don’t want to steal Mr. Trump’s or the children’s thunder on that, so let’s wait for Dec. 15.” He added, “At age 70, after having this phenomenal life and building this phenomenal business in this great tower, he’s going to be a hundred percent focused on working for the American people and for the United States.” The weeks since Trump’s electoral victory have been marked by a series of entanglements between his private ventures and public ambitions. Trump welcomed a group of Indian business executives to meet with him and his family at Trump Tower, where talk turned to the potential for new real-estate deals. Trump and his daughter, Ivanka, who will likely play a key part in running the company, met with Japanese Prime Minister Shinzo Abe during Trump’s first meeting as president-elect with a foreign government leader. His company, the Trump Organization, has over the years sealed lucrative real-estate and branding deals for business in at least 18 countries and territories across the world, including in places where the U.S. has sensitive diplomatic ties, such as Turkey, Azerbaijan and India. Trump’s company is also pitching foreign diplomats on his new luxury hotel in Washington as a place to book rooms and hold meetings. But such entreaties eventually could run afoul of an “emoluments” clause in the U.S. Constitution that bars the president from accepting gifts from foreign leaders — even if he is not actively running the company. Eric Trump also traveled to Turkey this week to hunt wild deer at the invitation of a Turkish businessman, according to Turkish newspaper Hurriyet. Trump’s company has made millions off licensing the name to Trump Towers Istanbul, a luxury project in a country under close scrutiny by U.S. diplomats. Buffeted by entanglement worries, Trump has largely dug in, arguing “the law’s totally on my side, meaning, the president can’t have a conflict of interest” last week in an interview with the New York Times. “In theory I could run my business perfectly, and then run the country perfectly,” Trump said. “But I would like to do something. I would like to try and formalize something, because I don’t care about my business.” [ A running list of how Donald Trump’s new position may be helping his business interests ] Peter Schweizer, a conservative author who raised alarms in the book “Clinton Cash” about Hillary Clinton’s possible conflicts of interest because of donations to her family’s foundation, said Trump will face an equally skeptical public, not just about his entanglements but those of his children as well. “It’s incumbent on the president of the United States, particularly one who is seemingly committed to ‘draining the swamp,’ to remove any questions about financial transactions involving him or his family,” said Schweizer, who is also close to Trump senior adviser Stephen K. Bannon, who served as chairman of the Government Accountability Institute, where Schweizer is president. “Foreign entities look at family members as a route to gaining influence and getting special favors. It’s not a question of if it’s going to happen — it’s going to happen. The best thing he could do is set up mechanisms now to avoid those pitfalls that invariably surround presidential families.” He suggested both Trump and his adult children voluntarily submit to quarterly in-depth disclosures about their financial holdings and major Trump Organization financial transactions, even though the law does not require it. He also proposed that Trump’s charitable foundation cease accepting donations from non-family members and that Trump’s children agree they will not accept paid speaking engagements for fees larger than those they were paid before their father was elected president. Stuart E. Eizenstat, who served as former President Jimmy Carter’s domestic policy chief and helped guide his transition to the White House, called Trump’s announcement today “an important first step showing that he recognizes the concerns of the press and the public.” Eizenstat recalled that Jimmy Carter put his interest in a peanut warehouse in a blind trust before inauguration day and that Carter agreed to recuse himself from discussion of Agriculture Department policy towards peanuts and limit his involvement in sugar — the latter playing a critical role in the fortunes of Coca-Cola, a leading home state industry. Trump presents a unique challenge from an ethics perspective because of his wide ranging business interests and because his name is used so widely in pursuit of those interests around the globe. “We are navigating in uncharted waters,” Eizenstat said. Eizenstat, who also held several major positions in the Clinton administration,  said the blind trust approach might be unworkable for Trump given those wide-ranging interests, his name brand on his companies and the active involvement of his children in the business. He spoke approvingly of the idea of an independent monitor as a possible way to reassure the public. But he said that a monitor can be cumbersome and expensive. Given those hurdles, the best way to deal with the public policy challenges of Trump’s vast business portfolio may be to simply encourage “a free and unfettered press” to investigate Trump’s holdings and potential conflicts — along with his disclosure statements. “The power of a free press is what separates our country from non-Democratic countries and the vibrancy of the press would be the best instrument” to deal with Trump’s international holdings and the constitutional prohibition against his receiving favors from foreign leaders.  In addition, Eizenstat said that Trump’s honesty and credibility in discussing his holdings is critical. “In the end, he is going to want to be sure that he is seen by the public as a president animated by the national interest,” Eizenstat said. “I am hopeful he will meet that standard.” Michael Toner, who served as general counsel to the Bush-Cheney transition in 2000, recalled the 10-week post-election period as a time for setting broad ethical policy — and considering specific safeguards for the incoming president — that would set the tone for the incoming administration. At the time of the Kennedy-Johnson transition, Lyndon Johnson separated himself from the Texas radio stations he operated, drawing up new ownership documents putting his wife, Lady Bird, in charge and removing himself, at least officially, from the company’s operations. After his election in 1976, Jimmy Carter set up elaborate arrangements to remove himself from the family peanut business, its management and knowledge of day to day decisions. For decades incoming presidents and vice presidents have used the inaugural period to meet with federal ethics officials to take steps, such as setting up blind trusts, to remove themselves from their previous business activities and investments. The idea, Toner and others said, is to avoid even the appearance of a conflict of interest. One of Trump’s most visible potential entanglements, even under a potentially new business arrangement, would be Trump International Hotel Washington, D.C., the new luxury hotel he opened in the White House’s backyard. Charging his children with running the Trump Organization also does not necessarily protect against potential contractual or constitutional violations his presidency may trigger in regards to his D.C. hotel, legal experts say. Trump remains the majority owner of the project, which the company leases from the federal government. Trump opened the hotel this fall after spending $42 million of his own money and borrowing another $170 million to foot the cost of construction. There is a provision in the lease allowing Trump to sell or transfer his stake in the hotel to “any Trump Family Member.” Selling it to an outside entity would likely require approval by the General Services Administration. If Trump chooses not to sell, his ownership stake could create two problems once he steps into office. A boilerplate 88-word lease measure may require that the government terminate the deal because it bars “an elected official of the Government of the United States” from having “any share or part of this Lease.” [ For foreign diplomats, Trump hotel is place to be ] Procurement experts Steven L. Schooner and Daniel I. Gordon have argued the GSA ought to terminate its deal with Trump because of that clause, writing in The Post a week after the election that “having the president’s adult children negotiate with the staff of the president’s appointee at GSA presents what any reasonable person would view as the appearance of a conflict of interest.” Schooner, a George Washington University law professor, said in an email Monday that he worried GSA officials wouldn’t terminate the lease out of risk of financial penalties or “intimidation” from the incoming president. But Steven J. Kelman, a former administrator of the Office of Federal Procurement Policy in the Office of Management and Budget, said the passage may apply only to elected officials at the time of lease negotiations. Even if it’s not a violation of the lease, putting his children in charge would leave them to negotiate with Trump administration officials over the deal going forward. The official who oversaw the selection of Trump for the project, Robert A. Peck, said recently that he couldn’t imagine the average federal employee feeling much empowered to negotiate with one of Trump’s children while they also advised their father in the White House, if he holds on to the property. “It would be one thing if his kids ran the business, if his kids didn’t also want to be White House advisers,” Peck said. “But even then, the specter of some … contracting officers sitting across the table from Eric Trump. How does that feel?” Rosalind S. Helderman, Jonathan O’Connell and Tom Hamburger contributed to this report. business ",
    "title": "Trump announces he will leave business ‘in total’ — leaving open how he will avoid conflicts of interest - The Washington Post"
   },
   {
    "entities": [
     "memphis",
     "bonnie",
     "interactive",
     "cbs",
     "great",
     "wtvf",
     "branson",
     "press",
     "services",
     "news",
     "inc.",
     "mountains",
     "university",
     "park",
     "investigation",
     "monday",
     "of",
     "bureau",
     "smoky",
     "2016",
     "associated",
     "smokey",
     "tennessee",
     "night",
     "tenn.",
     "knoxville",
     "u.s.",
     "national",
     "10 percent",
     "though",
     "gatlinburg",
     "wednesday",
     "vanderbilt",
     "center",
     "early thursday",
     "southeast",
     "november 28, 2016",
     "now",
     "summers",
     "medical",
     "wesley",
     "strawser",
     "jared"
    ],
    "id": 18,
    "text": "Dramatic cell phone video shows a desperate drive to escape a destructive Tennessee wildfire. Tourists were trapped inside a hotel in Gatlinburg ... He says search-and-rescue missions are ongoing. Authorities say the wildfire that spread embers and flames into Gatlinburg, igniting new blazes and forcing thousands to evacuate, is now 10 percent contained.  Officials say it’s the third-largest ongoing fire in the Southeast. A Wednesday report from the federal team managing the blaze says the Chimney 2 Fire in Great Smoky Mountains National Park is more than 15,600 acres - about 25 times the size of the University of Tennessee’s main campus in Knoxville.   A burned out building smolders in Gatlinburg, Tenn. CBS News Though rain has fallen Wednesday, fire officials say the wildfire threat isn’t over. Bonnie Strawser, with the team of fire officials working to suppress the blaze, said the fire “could still rear its head.” Strawser said rainfall reports Wednesday night or early Thursday should provide a better picture of how much rain has fallen on the fire. More than 14,000 people were forced to evacuate Gatlinburg and Pigeon Forge, as wind gusts of almost 90 mph pushed the flames down from the mountains. Roads heading into Gatlinburg remain closed to traffic, CBS affiliate WTVF reports .  None of the deceased have been identified. Smoke plumes from wildfires are shown in the Great Smokey Mountains near Gatlinburg, Tennessee, U.S., November 28, 2016.  Courtesy of National Park Services Staff/Handout via REUTERS It’s unclear as to how many people remain unaccounted for. A Memphis couple, who were vacationing with their three sons,  have been missing since Monday . Their sons - Branson, Jared and Wesley Summers – were taken to Vanderbilt University Medical Center for treatment. The Tennessee Bureau of Investigation has set up a hotline (1-800-TBI-FIND) to coordinate reports of missing persons. Callers need to provide as much identifying information as possible, including names, phone numbers, vehicle identification, and last known whereabouts.  © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Gatlinburg fire: Death toll rises as rain offers hope of relief - CBS News"
   },
   {
    "entities": [
     "pittsburgh",
     "jim",
     "the 1970s",
     "mcdonald's",
     "press",
     "you",
     "house",
     "uniontown",
     "michael",
     "pa.",
     "mac",
     "gene",
     "monday",
     "2008",
     "associated",
     "j.",
     "big",
     "puskar/ap",
     "``jim''",
     "western",
     "1957",
     "youtube",
     "1967",
     "army",
     "delligatti",
     "overnight",
     "mcdonald",
     "ronald",
     "1993",
     "now",
     "pennsylvania",
     "50 years later"
    ],
    "id": 19,
    "text": "The creator of the McDonald's Big Mac has died. Michael \"Jim\" Delligatti was 98. Gene J. Puskar/AP hide caption toggle caption The creator of the McDonald's Big Mac has died. Michael \"Jim\" Delligatti was 98. Gene J. Puskar/AP You might not know his name but you undoubtedly know his famous sandwich, and many of us remember singing its ingredients along with a commercial in the 1970s: \"Two all-beef patties, special sauce, lettuce, cheese, pickles, onions on a sesame seed bun.\" YouTube Michael \"Jim\" Delligatti, the McDonald's franchisee who created the Big Mac, died Monday. He was 98. Delligatti was one of McDonald's earliest franchise holders, opening his first restaurant in Pittsburgh in 1957. He eventually owned and operated 47 additional McDonald's locations in Western Pennsylvania, making him one of the single largest franchise holders in company history. Big Mac creator Jim Delligatti attends his 90th-birthday party in 2008. Gene J. Puskar/AP hide caption toggle caption Big Mac creator Jim Delligatti attends his 90th-birthday party in 2008. Gene J. Puskar/AP The menu was pretty simple back in those early days — hamburgers, cheeseburgers, fries and shakes. But Delligatti saw that his customers wanted something bigger, so in 1967 at his restaurant in Uniontown, Pa., he put together two hamburger patties, topped it with cheese, lettuce, onions and pickles, and he developed a special sauce for the burger. He called it the Big Mac. In a 1993 interview with the Associated Press, he said McDonald's initially rejected the burger. \"I tried for two years to have McDonald's let me try to make this Big Mac and they said no,\" Delligatti said, adding, \"They figured, why go to something else if [the original menu] was working so well?\" So Delligatti made and sold Big Macs in his Pittsburgh-area restaurants, experimenting with the special sauce along the way, until eventually, McDonald's executives came around and began selling the Big Mac nationally. Now, almost 50 years later, the Big Mac is sold in more than 100 countries and has become the most popular sandwich on the planet, according to the fast-food chain. Article continues after sponsorship An obituary put out by his family notes that Delligatti was a true innovator in the fast-food industry, instrumental in introducing breakfast at McDonald's, making the hotcakes and sausage meals for hungry millworkers on their way home from overnight shifts in the steel mills. Delligatti co-founded Pittsburgh's Ronald McDonald House and supported many other charities in Western Pennsylvania. He also served in the Army in World War II. \"Jim was a legendary franchisee within McDonald's system who made a lasting impression on our brand,\" reads a statement from McDonald's corporate headquarters. \"He is an exemplary individual who embraced the community and championed many causes and organizations that benefitted children. We will remember Jim as an insightful franchisee, a knowledgeable businessman, and an honorable gentleman.\" ",
    "title": "Creator Of McDonald's Big Mac Dies At 98 : The Two-Way : NPR"
   },
   {
    "entities": [
     "west",
     "contact",
     "avenue",
     "lorraine",
     "south",
     "reporters",
     "$1,500",
     "tribune",
     "morning",
     "scaduto",
     "steve",
     "monday",
     "county",
     "kolmar",
     "midway",
     "police",
     "fbi",
     "gurumendi",
     "chicago",
     "side",
     "rosenberg-douglas",
     "wednesday",
     "schmadeke",
     "kenneth",
     "cook",
     "november 28, 2016",
     "airport",
     "guzman",
     "lawn",
     "katherine",
     "jose",
     "6100"
    ],
    "id": 20,
    "text": "News Local news Breaking News Gunfire erupts at undercover gun-buying sting on South Side Police searched several blocks of a neighborhood near Midway Airport with SWAT teams, a helicopter and dogs November 28, 2016  after a passenger in a car fired several shots at federal and state law enforcement officers. (Chicago Tribune/Antonio Perez) Steve Schmadeke and Katherine Rosenberg-Douglas Contact Reporters Chicago Tribune An undercover sting on Chicago's South Side ended in a hail of bullets after two reputed gang members opened fire after handing over three handguns in exchange for $1,500 from an undercover informant,Cook County prosecutors said Wednesday. The joint operation by the FBI and Chicago police targeted illegal gun sales, prosecutors said, but it went sour quickly on Monday morning. Prosecutors said Jose Guzman, 21, a reputed Latin King gang member, had just completed the guns-for-cash trade in the 6100 block of South Kolmar Avenue when a cohort, Jose Gurumendi, 22, strode out of a gangway and fired three shots at the informant's vehicle, prosecutors said. Officers and agents conducting surveillance saw Gurumendi, a reputed Maniac Latin Disciple, open fire and then flee with Guzman into the back of a waiting car containing two others, said Assistant State's Attorney Lorraine Scaduto. Authorities attempted to box the car in at 61st Street, with one officer getting out of his vehicle with his gun drawn, but the vehicle eluded them and headed south, she said. Guzman then fired two shots at a Chicago police sergeant driving one of the covert police vehicles and continued to hold his gun out the window until the sergeant backed his vehicle away, she said. \"Use caution! Block them in! They're going to be trapped in there. They're going to have to go on foot soon,\" an officer called out over his radio, according to a recording of scanner traffic. After the gunmen ditched their car near 69th Street and Kenneth Avenue, officers began searching backyards and garages in the West Lawn neighborhood, police said. ",
    "title": "Gunfire erupts at undercover gun-buying sting on South Side - Chicago Tribune"
   },
   {
    "entities": [
     "marsha",
     "times",
     "andrew",
     "cherlin",
     "sociological",
     "trump",
     "august",
     "urban",
     "bradford",
     "labor",
     "university",
     "johns",
     "facebook",
     "american",
     "of",
     "blackburn",
     "december 1, 2016",
     "wilcox",
     "$250,000",
     "review",
     "$500,000",
     "tennessee",
     "virginia",
     "twitter",
     "department",
     "the next decade",
     "new",
     "today",
     "institute",
     "york",
     "i.",
     "lerman",
     "robert",
     "hopkins"
    ],
    "id": 21,
    "text": "Subscribe to the Times His proposal would allow parents earning less than $250,000 individually or $500,000 jointly to deduct the average cost of child and elder care from their income taxes. In a nod to social conservatives, he said parents who stayed home with children would also get the child care tax deduction. “The idea here is letting the family choose how the money is spent,” said Bradford Wilcox, director of the national marriage project at the University of Virginia. For low-income families, Mr. Trump proposed child care spending rebates as part of the earned-income tax credit. He also said he would make pretax dependent care savings accounts available to everyone, not just people whose employers offer them, and give tax deductions to employers that offer on-site child care. Democrats have favored refundable tax credits over deductions because they say they are more helpful to lower-income families, who might not make enough to pay income taxes. Also, credits directly reduce someone’s tax bill, while deductions reduce taxable income but not necessarily the final bill. Democrats see the ultimate goal as high-quality, universal care for young children. There seems to be bipartisan support for a small step in that direction. Advertisement “What we’ve got there is a tremendous amount of support from women — Democrats, Republicans, independents — to move forward,” said Representative Marsha Blackburn, a Republican from Tennessee. Apprenticeships Mr. Trump has pledged to create 25 million jobs over the next decade. Analysts and policy makers on both sides of the aisle say one route toward that goal is apprenticeships. They are viewed as a way for people to acquire vocational skills while earning money, as opposed to attending college and building up debt. Not only would they address unemployment among people without college degrees, advocates say, but they could also lead to more stable families. The unemployment of working-class men has been a prime reason for the decline in marriage and rise in single motherhood, researchers have found. When job opportunities are plentiful, people are more likely to marry before having their first child, Andrew Cherlin, a professor of public policy at Johns Hopkins, found in a study published in August in the American Sociological Review. “It’s likely if we can improve the job picture for working-class young adults, they’d have family lives that are more stable,” he said. The construction industry already uses apprentices, so perhaps Mr. Trump is familiar with their benefits, said Robert I. Lerman, a fellow at the Urban Institute. They would be possible in a range of fast-growing industries, like health care and information technology, he said, and in white-collar jobs like hotel management. They could also be useful in putting people to work building the new infrastructure that Mr. Trump has promised. “People want to have earnings, they want to have dignity, they want to show that they’ve been able to master a certain profession, and that gives them a kind of identity,” Mr. Lerman said. “It has both a social as well as an economic dimension.” Though the idea has received bipartisan support, some Republicans have resisted registered apprenticeships, which are overseen by the Labor Department, because of their association with unions. Some Democrats have questioned whether apprenticeships lead to a two-tier wage system, and have focused instead on making college accessible to more people. Policy makers and researchers have a long list of other policy ideas for Mr. Trump that they believe could help blue-collar families. Some have historically appealed to Republicans, like those that encourage marriage. Others, like mandating predictable work schedules for hourly workers, have been promoted by Democrats. Advertisement Continue reading the main story With both parties fighting even more for the allegiance of the working class, there actually might be some movement on some or all of these issues. The Upshot provides news, analysis and graphics about politics, policy and everyday life. Follow us on Facebook and Twitter . Sign up for our newsletter. A version of this article appears in print on December 1, 2016, on page A22 of the New York edition with the headline: What Trump Might Do to Address Working-Class Families’ Needs. Order Reprints | Today's Paper | Subscribe ",
    "title": "What Donald Trump Might Do for Working-Class Families - The New York Times"
   },
   {
    "entities": [
     "et",
     "larry",
     "2:08",
     "great",
     "images",
     ", 7:26 pm",
     "brian",
     "a week ago",
     "getty",
     "seven",
     "mountains",
     "park",
     "alex",
     "incident",
     "waters",
     "monday",
     "confirmed",
     "county",
     "smoky",
     "johnson",
     "2016",
     "sevier",
     "tennessee",
     "night",
     "blanco",
     "deaths",
     "national",
     "laconte",
     "10 percent",
     "gatlinburg",
     "wednesday",
     "center",
     "afternoon",
     "medical",
     "nov 30"
    ],
    "id": 22,
    "text": "Nov 30 2016, 7:26 pm ET Seven Deaths Confirmed as Smokies Wildfires Spread in Tennessee by Alex Johnson Tennessee Wildfires: Death Toll Rises to at Least 7 2:08 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161201022719if_/http://www.nbcnews.com/widget/video-embed/821339203725\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Seven people have died as wildfires raging in and around Great Smoky Mountains National Park in Tennessee continued spreading, authorities said Wednesday. Sevier County Mayor Larry Waters confirmed three new deaths at a news conference Wednesday afternoon. No identities were released because the victims' families hadn't been notified. \"We certainly want to pray for those families, the folks involved in the fatalities,\" Waters said. \"We continue to try to identity them. We haven't been able to yet.\" A firefighter suffered minor injuries, and 53 people have been treated at LaConte Medical Center, Waters said. He didn't know the conditions of the patients, but he said \"many of those have been released.\" The remains of a home smolder Wednesday in the wake of a wildfire in Gatlinburg, Tennessee. Brian Blanco / Getty Images Incident commanders said the blazes started with the human-caused Chimney 2 Fire, which was reported in the park a week ago. By Monday, the region's prolonged drought and extreme winds were causing the fire to spit out embers that quickly ignited numerous new fires, they said. Fire commanders said Wednesday night that more than 15,500 acres have been burned in the area, with much of the charred landscape on national parklands. More than 700 structures in Sevier County have been damaged or destroyed, about 300 of them in Gatlinburg, and as many as 14,000 people were forced to evacuate their homes, authorities said. The main fire remained only 10 percent contained, fire commanders said. \"This is a once-in-a-lifetime event,\" Waters said. \"This was a perfect storm.\" ",
    "title": "Seven Deaths Confirmed as Smokies Wildfires Spread in Tennessee - NBC News"
   },
   {
    "entities": [
     "this may",
     "trump-romney",
     "priebus",
     "paul",
     "oval",
     "last tuesday",
     "morning",
     "gop",
     "late tuesday",
     "flake",
     "tom",
     "deirdra",
     "bush",
     "lindsey",
     "o'regan",
     "white",
     "mitt",
     "november 30",
     "s.c.",
     "news",
     "township",
     "united",
     "philip",
     "donald",
     "recently",
     "tuesday",
     "haley",
     "romney",
     "night",
     "manhattan",
     "reince",
     "u.s.",
     "jersey",
     "w.",
     "carolina",
     "york",
     "office",
     "botsford/the",
     "pence",
     "brady",
     "rucker",
     "graham",
     "party",
     "club",
     "jeff",
     "cnn",
     "at 1:38 pm",
     "nov. 19",
     "tower",
     "nations",
     "nikki",
     "mike",
     "john",
     "rand",
     "republican",
     "new",
     "national",
     "obama",
     "wednesday",
     "america",
     "2012",
     "committee",
     "last night",
     "jabin",
     "mccain",
     "dowd",
     "times",
     "patriots",
     "states",
     "south",
     "trump",
     "march",
     "house",
     "o.",
     "golf",
     "ariz.",
     "fox",
     "ky.",
     "george",
     "abc",
     "2016",
     "england",
     "post",
     "future",
     "bedminster",
     "n.j.",
     "douthat",
     "washington",
     "msnbc",
     "now",
     "matthew",
     "ross"
    ],
    "id": 23,
    "text": "Trump’s takeover of the GOP is now complete The Debrief: An occasional series offering a reporter’s insights The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it The Debrief: An occasional series offering a reporter’s insights President-elect Donald Trump and Mitt Romney appear to be allies now, but that hasn't always been the case. Here's a look back at their turbulent relationship. (Deirdra O'Regan/The Washington Post) By Philip Rucker November 30 at 1:38 PM Follow @PhilipRucker For Republicans fearful of a Donald Trump presidency, Mitt Romney was their voice and conscience. The GOP’s 2012 presidential nominee became the unyielding face of the resistance to the party’s 2016 nominee. Then Trump won. One by one, Republicans who stood up to Trump or questioned his statements and antics have made a pilgrimage to Trump Tower to kiss the president-elect’s ring, or joined his administration, or decided uncharacteristically to just keep their mouths shut. And at long last Tuesday night, the figurehead of the “Never Trump” movement also capitulated. After an intimate dinner with Trump of frog legs and diver scallops at a fine Manhattan restaurant (in a Trump-owned building, naturally), Romney publicly acquiesced. In an apparent attempt to secure Trump’s trust in him as a possible secretary of state, Romney lavished praise on the president-elect: Trump’s dinner company was “enlightening and interesting and engaging” and his transition appointments give him “increasing hope that President-elect Trump is the very man who can lead us to that better future.” After meeting with President-elect Donald Trump at Trump's golf course in New Jersey, Mitt Romney described it as 'thorough and in-depth discussion' on areas of the world with particular significance to U.S. interests. Trump said the meeting 'went great'. (The Washington Post) Romney’s turnabout illustrates the power that comes with winning — the ability to reshuffle the political hierarchy. In less than two months, Trump will be the president of the United States. And with Romney’s move, Trump has officially and almost completely cowed the elements of the Republican Party that had shunned the real estate tycoon and reality-television star during the turbulent campaign. Some Republican Trump critics — such as Sens. John McCain (Ariz.), Jeff Flake (Ariz.), Lindsey O. Graham (S.C.) and Rand Paul (Ky.) — have shown some signs of resistance and could emerge as counterweights to the new administration on some issues. [ In about-face, Romney emerges from dinner with Trump with high praise ] But so far, at least, their postures have been relatively meek. McCain declared Tuesday that he was finished talking about Trump. Asked to weigh in on Trump’s call to penalize people who burn the American flag with jail time or loss of citizenship, McCain told CNN, “I have not been commenting on Mr. Trump, and I will continue not to comment on Mr. Trump.” There are several reasons Romney and other Republicans who resisted Trump may have decided to bend the knee. For one, they are patriots and want to see the 45th president succeed for the good of the nation. But they also are ambitious and may want to serve in the administration, or at least see no upside to antagonizing a powerful enemy in the Oval Office. “The GOP is folding like cheap tents to Trump’s authoritarian nature/nationalist message,” Matthew Dowd, formerly a top strategist on President George W. Bush’s campaigns and now an ABC News analyst, tweeted Wednesday morning. President-elect Donald Trump and Mitt Romney walk out after a meeting at Trump National Golf Club in Bedminster Township, N.J., on Nov. 19. (Jabin Botsford/The Washington Post) In a blistering speech in March, Romney called Trump a “con man,” a “fake” and a “phony” who would lead the country to recession and peril. “He has neither the temperament nor the judgment to be president, and his personal qualities would mean that America would cease to be a shining city on a hill,” Romney said. But late Tuesday, after his dinner with Trump, Romney delivered a 332-word statement to the media that tried to wash all of that away. He also sounded a note of humility and subservience. “By the way, it’s not easy winning,” he said. “I know that myself. He did something I tried to do and was unsuccessful in. He won the general election and he continues with a message of inclusion and bringing people together, and his vision is something which obviously connected with the American people in a very powerful way.” [ From enemies to allies: How the Trump-Romney divide began to heal ] This may not have been the public apology that Trump’s ardent loyalists have demanded, but Romney’s groveling no doubt pleased the president-elect. In another tweet Wednesday, Dowd wrote, “The degree of difficulty in Romney’s dive last night was greater than a reverse 4½ somersault in tuck position. Stunning flipflop.” Romney is a finalist to serve as Trump’s secretary of state. People familiar with Romney’s thinking say he is eager to return to public service and feels a sense of patriotic duty to help the new president. Since ending his 2012 campaign, Romney has become increasingly animated by world affairs and spent considerable time reimagining the United States’ place in the world after the Obama years. So he sees serving as the nation’s top diplomat to be a natural assignment. Ross Douthat, a conservative columnist, wrote recently in the New York Times about the dilemma Republicans who opposed Trump face during this transition phase. “If they fear how Trump might govern, can they in good conscience work for him?” Douthat wrote. “The answer, for now, is that they can and should — and indeed, precisely because they fear how Trump might govern, there is a moral responsibility to serve.” At Tuesday’s dinner, Romney and Trump were joined by Reince Priebus, the Republican National Committee chairman and incoming White House chief of staff, who is close to both men. Priebus described the conversation as productive and relaxed, saying they talked not only about foreign policy but also about sports, bonding over their shared regard for the New England Patriots and star quarterback Tom Brady. Asked Wednesday on MSNBC’s “Morning Joe” whether Trump and Romney had reached a personal comfort level, Priebus said: “Oh, I think so. I mean, I think it’s getting to that point.” [ The Fix: Mitt Romney’s stunning 180 on Donald Trump ] He added: “Obviously there’s a lot of respect, I think, for each other. And I think the relationship has built over time. They’ve talked many times on the phone.” As Trump has met with dozens of potential appointees and other political and business leaders in recent weeks, his advisers have stressed their ideological diversity and the fact that many did not support him or offered their support only nominally. Consider, for instance, South Carolina Gov. Nikki Haley. She spoke out against Trump during the primaries. After he won the Republican nomination, she eventually supported him, but she did little to help him in the general election. Yet after the election, she hit it off with Trump, and he was impressed enough with her to nominate her to serve as his ambassador to the United Nations. “He’s one of the most inherently curious people I’ve ever met in my life,” Vice President-elect Mike Pence said Tuesday night on Fox News. “To be in these meetings — we’ve had this galaxy of extraordinary men and women from a broad range of backgrounds, you know, many Republicans, even some Democrats who have come in and sat down.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump’s takeover of the GOP is now complete - The Washington Post"
   },
   {
    "entities": [
     "et",
     "signs",
     "kidnapped",
     "northern",
     "last week",
     "shasta",
     "weeks",
     "4:30 a.m.",
     "yolo",
     "ordeal",
     "california",
     "showed",
     ", 6:30 pm",
     "for",
     "of",
     "county",
     "abc",
     "mom",
     "helsel",
     "2016",
     "weeks ago",
     "torture",
     "redding",
     "sherri",
     "held",
     "nbc",
     "last two days",
     "bosenko",
     "recounts",
     "wednesday",
     "papini",
     "keith",
     "thanksgiving",
     "bay",
     "tom",
     "nov. 2",
     "phil",
     "area",
     "nov 30",
     "1:26"
    ],
    "id": 24,
    "text": "Nov 30 2016, 6:30 pm ET California Mom Held for Weeks Recounts Ordeal to Cops by Phil Helsel Kidnapped California Mom Showed Signs of Torture, Starvation 1:26 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161201023913if_/http://www.nbcnews.com/widget/video-embed/821365827790\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A California woman held captive for weeks and branded before she was released last week has been able to recall her ordeal to detectives but a motive in the abduction is still unclear, the Shasta County sheriff said Wednesday. Sherri Papini, a 34-year-old mother of two from Redding, was found bound along Interstate 5 in Yolo County at around 4:30 a.m. Thanksgiving Day, more than three weeks after she was abducted on Nov. 2, authorities said. Papini was kept isolated by her captors, described as two Hispanic women who were armed with a handgun and frequently wore masks, Shasta County Sheriff Tom Bosenko told reporters. At one point Papini was branded by the suspects, but Bosenko wouldn't describe if a message was branded on to her or where. \"The interviews were very intense, for both the investigators and for Sherri, with her having to relive this traumatic event,\" Bosenko said, of the interviews with detectives, which took place over the last two days. \"She was cooperative and courageous during the interviews.\" NBC Bay Area: Northern California 'Supermom' Who Vanished Weeks Ago Found Safe Bosenko spoke with reporters about the chilling abduction a day after Papini's husband, Keith Papini, said in a statement to ABC's \"Good Morning America\" that she was badly bruised and had a broken nose, her long blonde hair chopped off, and she weighed only 87 pounds after she was able to flag down a passing driver after being released by her captors last week. Play ",
    "title": "California Mom Held for Weeks Recounts Ordeal to Cops - NBC News"
   },
   {
    "entities": [
     "secret",
     "later this week",
     "reporter",
     "gorner",
     "nov. 12, 2016",
     "contact",
     "trump",
     "tribune",
     "thursday",
     "armando",
     "jeremy",
     "donald",
     "chris",
     "saturday",
     "tower",
     "guglielmi",
     "police",
     "nov. 9, 2016",
     "l.",
     "department",
     "chicago",
     "anthony",
     "wednesday",
     "service",
     "sanchez",
     "afternoon",
     "now",
     "sweda"
    ],
    "id": 25,
    "text": "Chicago police, preparing for Trump visit, told trip is off for now Trump Tower protests Chris Sweda / Chicago Tribune Protesters demonstrating against the election of Donald Trump rally in front of Trump Tower on Nov. 12, 2016. Protesters demonstrating against the election of Donald Trump rally in front of Trump Tower on Nov. 12, 2016. (Chris Sweda / Chicago Tribune) Jeremy Gorner Contact Reporter Chicago Tribune The Chicago Police Department, which had been preparing for a visit later this week by President-elect Donald Trump, has been told the trip is off for now, sources said Wednesday afternoon. The Trump camp never did confirm such plans, but sources had told the Tribune that Chicago police were working to set up security for a visit from the president-elect from sometime Thursday to Saturday afternoon. \"We have been in contact with our partners at the Secret Service,\" said Anthony Guglielmi, the Police Department's chief spokesman. \"CPD is not preparing for a visit at this time.\" A Secret Service spokesman in Chicago declined to comment. No reason was given for the apparent change of plans. jgorner@chicagotribune.com Twitter @JeremyGorner Thousands of anti-Trump protesters march through Chicago Warning: Contains graphic language. Thousands of protesters upset over Donald Trump's election victory massed outside Trump Tower in Chicago on Nov. 9, 2016, before taking to downtown streets in an angry show of opposition to the president-elect. (Armando L. Sanchez and Chris Sweda / Chicago Tribune) Warning: Contains graphic language. Thousands of protesters upset over Donald Trump's election victory massed outside Trump Tower in Chicago on Nov. 9, 2016, before taking to downtown streets in an angry show of opposition to the president-elect. (Armando L. Sanchez and Chris Sweda / Chicago Tribune) ",
    "title": "Chicago police, preparing for Trump visit, told trip is off for now - Chicago Tribune"
   },
   {
    "entities": [
     "firebaugh",
     "times",
     "earlier this month",
     "community",
     "high",
     "july 28, 2011",
     "klein",
     "boster",
     "2001",
     "states",
     "trump",
     "lynwood",
     "yesenia",
     "colleges",
     "benyamin",
     "university",
     "united",
     "california",
     "donald",
     "antonio",
     "state",
     "of",
     "watanabe",
     "school",
     "mohd",
     "angeles",
     "security",
     "berkeley",
     "dianne",
     "capellino",
     "marco",
     "janet",
     "uc",
     "cal",
     "ucla",
     "0729",
     "obama",
     "brunei",
     "yusof",
     "wednesday",
     "los",
     "napolitano",
     "homeland",
     "bin",
     "now",
     "teresa",
     "mark"
    ],
    "id": 26,
    "text": "UC won't assist federal agents in immigration actions against students la\u0096me\u00960729\u0096dream\u0096act Mark Boster / Los Angeles Times UCLA student Yesenia Capellino lends her voice during a rally for the Dream Act on the lawn of Marco Antonio Firebaugh High School in Lynwood on July 28, 2011. UCLA student Yesenia Capellino lends her voice during a rally for the Dream Act on the lawn of Marco Antonio Firebaugh High School in Lynwood on July 28, 2011. (Mark Boster / Los Angeles Times) Teresa Watanabe The University of California announced sweeping actions Wednesday to protect its students who came into the country illegally, saying it would refuse to assist federal immigration agents, turn over confidential records without court orders or supply information for any national registry based on race, national origin or religion.  “While we still do not know what policies and practices the incoming federal administration may adopt, given the many public pronouncements made during the presidential campaign and its aftermath, we felt it necessary to reaffirm that UC will act upon its deeply held conviction that all members of our community have the right to work, study, and live safely and without fear at all UC locations,” UC President Janet Napolitano said in a statement. Napolitano said the university would “vigorously protect the privacy and civil rights of the undocumented members of the UC community.” The policies, described as a statement of principles, mark the first unified approach toward federal immigration issues for the system’s 10 campuses, according to UC spokeswoman Dianne Klein. Napolitano formed a task force to examine possible actions shortly after the presidential election of Donald Trump stirred widespread unease and uncertainty on campuses. UC does not track students’ immigration status but says about 3,700 have obtained in-state tuition benefits under AB 540, a 2001 law designed to help those in the country illegally.  The UC president announced the new policies a day after she and the heads of the California State University and California Community Colleges sent a joint letter to President-elect Trump urging him to allow students without legal status to continue their educations. Trump, during his campaign, had said he would reverse an Obama administration program Napolitano created as Homeland Security secretary that deferred deportation proceedings against certain young people who stayed in school and out of trouble. That program has helped nearly 720,000 young people nationally and 214,000 in California apply for work permits and continue their studies without fear of deportation. The new policies heartened students such as Benyamin bin Mohd Yusof, who was brought illegally to the country from Brunei when he was 2 years old and is now a senior at UC Berkeley studying molecular cellular biology and South and Southeast Asian studies. He said he has felt unsafe since Trump’s election, which he said showed that millions of Americans supported “violent and dehumanizing rhetoric about undocumented immigrants like myself.”   While the UC protections will help him, he said, he worried about those not able to benefit from them. “Where will that protection be for my mother and brother?” he said. “We have to do more for undocumented students and others everywhere.” Among the new UC principles:  Campus police will not assist local, state or federal agents to investigate, detain or arrest students for violations of federal immigration law. Police also will be told not to contact, detain, question or arrest individuals solely on suspicion of immigration violations.  No confidential student records will be released without a judicial warrant, subpoena or court order unless authorized by the student or required by law. UC will continue to admit all eligible students without regard to immigration status and take the same stance in treatment of patients at its medical centers.   University police should use their limited resources to build community trust and a “safe and secure environment” on campus rather than to assist in immigration cases, which is a federal responsibility, the statement said. Campus police also will decline requests by federal immigration agents to detain any individuals unless their assistance is required by law or the individuals are wanted for serious or violent felonies. The California attorney general has concluded that compliance with such requests is voluntary. In addition, UC will not cooperate with any effort to compile a federal registry of selected groups of people — such as one for Muslims, suggested by Trump during his campaign. “A federal effort to create a registry based on any protected characteristics … would be antithetical to the United States Constitution, the California Constitution, federal and state laws, and principles of nondiscrimination that guide our university,” the statement said. Earlier this month, Cal State  affirmed that it would not help local, state or federal authorities enforce federal immigration law.   ",
    "title": "UC won&apos;t assist federal agents in immigration actions against students - LA Times"
   },
   {
    "entities": [
     "paulikas",
     "david",
     "lax",
     "industrial",
     "bernardino",
     "this week",
     "times",
     "lou",
     "relations",
     "swann-paez",
     "britain",
     "julie",
     "november",
     "2",
     "trump",
     "january",
     "rick",
     "services",
     "california",
     "donald",
     "recently",
     "supervisors",
     "bejarano",
     "the day",
     "wert",
     "monday",
     "of",
     "county",
     "board",
     "international",
     "st.",
     "division",
     "crutcher",
     "krishnakumar",
     "christine",
     "last dec.",
     "loomis",
     "once",
     "health",
     "ray",
     "march tuesday",
     "megalla",
     "dickerson",
     "department",
     "the past year",
     "correa",
     "eric",
     "u.s.",
     "environmental",
     "oct. 15",
     "san",
     "benjamin",
     "james",
     "a year later",
     "osama",
     "rams",
     "louis",
     "dec. 2",
     "los",
     "washington",
     "cardinale",
     "ramos",
     "hanan",
     "priya",
     "nancy",
     "airport",
     "lacma",
     "sally",
     "ly",
     "orange",
     "baker",
     "angeles",
     "geraldine",
     "regina"
    ],
    "id": 27,
    "text": "A year after terror attack, some San Bernardino victims say county has abandoned them San Bernardino shooting victims remembered Family and friends remember the San Bernardino shooting victims. Read their stories:  latimes.com/sbvictims Family and friends remember the San Bernardino shooting victims. Read their stories:  latimes.com/sbvictims Paloma Esquivel Contact Reporter After a heavily armed San Bernardino County employee and his wife attacked a county holiday event last Dec. 2, killing 14 people and wounding 22, county leaders sounded a clear message of support for their workers. “The events of that day could have torn us asunder. They have not. They have drawn us closer together and rebounded our commitment to take care of one another,” Board of Supervisors Chairman James Ramos said at a memorial in January. But a year later, some county employees who were victims of the attack, including witnesses and those who were physically injured, say such pledges ring hollow. In interviews and at a recent public meeting, employees described struggling to cope with a callous county bureaucracy that provided little comfort as they tried to heal. Instead, they were left scrambling for help and tangling with a county-administered workers’ compensation program that has led to delays and denials of needed medication and treatment, the employees said. San Bernardino terror attack Read more stories “There’s a level of secondary trauma that has occurred to all of us,” said Ray Britain, who was interim division chief for the county’s Division of Environmental Health Services on the day of the attack. “We were abandoned and betrayed by a co-worker, and when we asked our employer for help, a lot of us were abandoned and betrayed by them.” Several employees said they have struggled to cope with constant uncertainty about whether treatment or medication will be approved. In some cases, they said they were made to repeatedly argue and appeal when treatment was denied. County spokesman David Wert said caring for those affected by the terrorist attack has been a top priority of the county.  “Workers’ compensation requires many parties to do their respective parts, and it doesn’t always run as smoothly as it should,” he said in a written response to questions. “The county has always acted in the best interests of the wounded, improving practices along the way, and will continue to do so.” Some of the problems appear inherent to California’s workers’ compensation programs, which can be difficult to navigate and often rely on precise guidelines for treatment approval. But the county also has latitude to affect the process. Christine Baker, director of the California Department of Industrial Relations, said she reminded the county this week that it has \"full discretion to provide medical care even after a review of the guidelines.\" “We’ve told the county these are unusual circumstances and they’ve got to take extraordinary steps to take on these issues,” she added. After county workers recently began to air their concerns publicly, county officials said Monday they would hire a firm dedicated solely to helping process paperwork for those affected. But that has been little comfort to victims who have struggled for the past year. “I don’t feel like they have had any compassion for us,” Sally Cardinale, 35, a program specialist, said of the county. “We were victims when it was convenient for them.” Hanan Megalla, 48, was shot four times on Dec. 2, in the head, arm and chest. She suffered nerve damage and bone fractures. She lost function in one arm, has difficulty sleeping and is frequently in pain.   “Her doctors keep asking for physical therapy. They keep asking for medication,” said her husband, Osama Megalla, 51. “Each time the doctor writes a prescription … they shoot it down.” After pushing back, he said, some of her medications have been approved.  But, he added, “they keep telling you it’s only approved for one time only. Which means that every month we have to go through this refill drama again. It’s unbearable.” Britain, 48, who supervised most of the workers in the room on Dec. 2, was seated at a table when the shooters entered the room.   “I sat at the head of the table and watched it all happen,” he recalled recently. “I froze as he entered, and I think I was just in shock and disbelief at what I was seeing.” Though he escaped physically uninjured, he soon realized he would need psychological treatment. When he sought it, he said, county officials “made us feel ashamed that we even needed help if you weren’t physically injured.” “Everything has been a fight,” Britain said. “I had to fight to get into the workman’s comp process. Once in the workman’s comp process, you realize that’s a flawed system. … Every month you’re wondering if your medication is going to be approved, what’s going to be denied, what’s going to be delayed.” Photos (Rick Loomis / Los Angeles Times) The policies and procedures required under workers’ compensation, which was never tailored for victims of terror attacks, can be daunting.   Workers must first submit a request to a county adjuster. If that person cannot approve it, the request is forwarded to “utilization review,” conducted by doctors at a firm hired by the county. Baker, of the Department of Industrial Relations, said state officials have told the county that some treatments being submitted for higher review could be approved at the county level. Often, employees and their family members said they have found themselves stymied each step of the process. But many have been particularly frustrated by decisions made during the review process by faraway doctors who do not treat the patient. In one case reviewed by The Times, a woman who had been shot asked for authorization to consult with a psychologist. Five months after the attack, she suffered from post-traumatic stress disorder and was having crying spells. She was unable to sleep and haunted by nightmares, according to records.   The utilization review doctor denied the request because “psychological evaluation and treatment has already been performed,” according to the records.  The county could change decisions made in utilization review, said county spokesman Wert, but he argued that doing so would be wrong. “In cases of prescriptions and medical treatment it would be wrong for the county, which is not a doctor, to overrule a decision made by a doctor. It could harm the patient, make the county liable for anything that goes wrong and result in cancellation of the county’s insurance.” The utilization review decision can also be appealed to the state for independent review.  Attorney Geraldine Ly, who represents nine of the victims, said that in her experience those appeals for treatment are overwhelmingly denied.  Wert said delays have often stemmed from employees’ doctors not submitting proper documentation to approve treatment.  Priya Krishnakumar For some patients, a number of treatments and medications recommended by their doctors were submitted with detailed documentation but denied because reviewing doctors determined that the recommended treatments did not meet their guidelines, records show.  Cardinale, the program specialist, was in a bathroom when the shooting started. She and three others hid in a stall, standing on a toilet so their feet would not show under the door. She has wanted to go back to work — and did so for almost six months — but has suffered from anxiety and panic attacks. In November, she received notice that her anxiety medication, antidepressants and others would not be approved. “The claimant should have already been completely weaned from this medication,” the determination read, even though Cardinale’s own doctor had prescribed it.  The same report noted that she suffered from PTSD and that her symptoms had been exacerbated by the anniversary of 9/11.  “My psychiatrist believes that I need to be on the medication. That’s why he wrote the prescription,” Cardinale said.  Cardinale and others said they were reluctant to raise their concerns publicly because talking about the attack and its aftermath is exceedingly painful.  But in recent weeks they decided to come forward, feeling that they were out of options. On Monday, victims and their supporters spoke out at a Board of Supervisors meeting. Julie Swann-Paez, who was shot, voiced her frustration at county supervisors for the way employees had been treated over the past year. “We don’t feel as if we’re being treated as the county family,” she said. “More like the ugly stepkids, who if we were just out of the picture, it would make everything run more smoothly.” Caption 90 seconds: 4 stories you can't miss Donald Trump has made a number of key cabinet decisions , Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished ,   President-elect Donald Trump pledged to protect Medicare, but his choice for health secretary has other ideas , and  Regina Bejarano was looking to leave San Bernardino, but tragedy struck. Caption 90 seconds: 4 stories you can't miss Donald Trump has made a number of key cabinet decisions , Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished ,   President-elect Donald Trump pledged to protect Medicare, but his choice for health secretary has other ideas , and  Regina Bejarano was looking to leave San Bernardino, but tragedy struck. Caption Curiosity Correspondent: What does it take to be a zookeeper? The gorillas are majestic creatures and are well taken care of by the experts at the Los Angeles Zoo. But what goes into keeping the animals healthy and happy? Benjamin Crutcher, our Curiosity Correspondent, went to the zoo to find out. The gorillas are majestic creatures and are well taken care of by the experts at the Los Angeles Zoo. But what goes into keeping the animals healthy and happy? Benjamin Crutcher, our Curiosity Correspondent, went to the zoo to find out. Caption Lou Correa, Orange County's new congressman, plans to bring immigrant's perspective to Washington Lou Correa discusses his impending move to Washington. Lou Correa discusses his impending move to Washington. Caption Protest at LAX for higher wages and a union In a scene reminiscent of old-fashioned labor activism, workers and their supporters march Tuesday through Los Angeles International Airport and in restaurants across the U.S., demanding higher pay and union representation for low-wage workers. In a scene reminiscent of old-fashioned labor activism, workers and their supporters march Tuesday through Los Angeles International Airport and in restaurants across the U.S., demanding higher pay and union representation for low-wage workers. Caption Eric Dickerson is just the latest controversy in the Rams' 4-7 season Eric Dickerson is the latest issue in what has been a disappointing 4-7 season for the Rams in their return to Los Angeles after two decades in St. Louis. Eric Dickerson is the latest issue in what has been a disappointing 4-7 season for the Rams in their return to Los Angeles after two decades in St. Louis. Twitter: @palomaesquivel ALSO ",
    "title": "A year after terror attack, some San Bernardino victims say county has abandoned them - LA Times"
   },
   {
    "entities": [
     "this morning",
     "government",
     "trump",
     "dec. 15",
     "hours later",
     "npr",
     "donald",
     "morning",
     "of",
     "organization",
     "scott",
     "twitter",
     "seth",
     "post",
     "ethics",
     "eric",
     "u.s.",
     "today",
     "1983",
     "wednesday",
     "washington",
     "oge",
     "ivanka",
     "an",
     "office",
     "jaffe",
     "jr.",
     "detrow",
     "don"
    ],
    "id": 28,
    "text": "U.S. Office of Government Ethics/Screenshot by NPR U.S. Office of Government Ethics/Screenshot by NPR The federal ethics watchdog isn't the kind of agency that typically airs its positions on Twitter — let alone in a snarky tone, with exclamation points. But it's been an all-around weird day at the U.S. Office of Government Ethics. It started Wednesday morning, when President-elect Donald Trump took to Twitter to address concerns about his ability to lead the U.S. government while also holding massive business interests around the world. Trump Says He Will Pull Back From Businesses But Offers No Details Yet \"While I am not mandated to do this under the law, I feel it is visually important, as President, to in no way have a conflict of interest with my various businesses,\" Trump tweeted, adding that \"legal documents are being crafted which take me completely out of business operations\" and that he will be leaving his \"great business in total.\" What exactly that means remains unclear. But the verified Twitter account of the typically decorous federal ethics office chimed in with statements that appeared to goad Trump about divesting his businesses — something he hasn't specifically promised to do. \"Bravo! Only way to resolve these conflicts of interest is to divest . Good call!\" the agency tweeted, mimicking Trump's own tweeting style. And: \"OGE is delighted that you've decided to divest your businesses. Right decision!\" And then things kept getting weirder. All of the tweets disappeared. Twitter erupted in confusion. Observers were suggesting this was a hack or the work of a rogue employee, as The Washington Post posited : \"Maybe the OGE has inadvertently leaked that Trump intends to sell off his assets, a dramatic move that the president-elect may have intended to save for his 'major news conference' Dec. 15. Maybe the tweets are a hacker's social-media joke. Or maybe an OGE official went rogue with the agency's social-media accounts, as a way to sarcastically poke at Trump or, having misread the news, cheer him on.\" Article continues after sponsorship But then, some hours later, the tweets returned — re-posted all over again, sending a new wave of confusion. U.S. Office of Government Ethics/Screenshot by NPR An OGE spokesman, Seth Jaffe, who is the chief of the agency's ethics law and policy branch, emailed a statement to NPR: \"Like everyone else, we were excited this morning to read the President-elect's twitter feed indicating that he wants to be free of conflicts of interest. OGE applauds that goal, which is consistent with an opinion OGE issued in 1983. Divestiture resolves conflicts of interest in a way that transferring control does not. We don't know the details of their plan, but we are willing and eager to help them with it.\" The statement suggested that the tweets have been deliberate all along. And, in fact, the OGE later confirmed to NPR that this was not a hack. A few things remained a mystery, among them: Did the OGE know something about Trump's plans that he hasn't made public? As NPR's Scott Detrow has reported : \"Throughout his presidential campaign, Trump promised to turn the Trump Organization over to three of his children. But Don Jr., Eric and Ivanka Trump all remain close political advisers and members of his transition team, so it's hard to see how the Trump Organization and the Trump administration would remain separate, if that remains the case.\" Almost two hours after the first statement, the OGE issued another one: \"The tweets that OGE posted today were responding only to the public statement that the President-elect made on his Twitter feed about his plans regarding conflicts of interest. OGE's tweets were not based on any information about the President-elect's plans beyond what was shared on his Twitter feed. OGE is non-partisan and does not endorse any individual.\" The agency's officials still haven't answered why the tweets — if they were deliberate — initially were deleted. And more fundamentally, why did the usually straitlaced OGE decide to break character and publicly vocalize its opinion? Perhaps it's part of a new, Trump-inspired era of governing and social media. Big league! ",
    "title": "Trump's Conflict of Interest Gets Twitter Response From Government Watchdog : The Two-Way : NPR"
   },
   {
    "entities": [
     "market",
     "mogg",
     "u.k.",
     "this week",
     "vegan",
     "britain",
     "man",
     "next summer",
     "herdman",
     "#5",
     "effie",
     "--",
     "facebook",
     "carney",
     "london",
     "five pound",
     "trevor",
     "street",
     "bank",
     "of",
     "dan",
     "#1",
     "2020",
     "hanks",
     "england",
     "wermuth",
     "twitter",
     "current",
     "whitecross",
     "september 13, 2016",
     "print",
     "standard",
     "november 29, 2016",
     "email",
     "time",
     "september",
     "november 28, 2016",
     "beardy",
     "jay",
     "mark",
     "reuters/stefan"
    ],
    "id": 29,
    "text": "The U.K.'s first-ever 'plastic' 5 bill has really upset vegans By Trevor Mogg Facebook 0 Twitter 0 livefyre Email Print Bank of England governor Mark Carney poses with a new polymer five pound note at Whitecross Street Market in London, Britain September 13, 2016. (REUTERS/Stefan Wermuth) The Brits launched their first-ever \"plastic\" bill in September , and at the time made much of its multifarious security measures aimed at deterring counterfeiters. Everyone seemed delighted with the new 5 bill, which the Bank of England governor described as tough enough to survive \"a splash of claret, a flick of cigar ash, the nip of a bulldog and even a spin in the washing machine.\" How it stands up to the anger of annoyed vegans, however, is another question entirely. In response to a question asked on Twitter this week, the Bank confirmed that the bill contains traces of animal fat in the form of tallow, included apparently to help it slide more easily in and out of machines. @SteffiRox there is a trace of tallow in the polymer pellets used in the base substrate of the polymer £5 notes — Bank of England (@bankofengland) November 28, 2016 It wasn't long before vegans and vegetarians started hitting social media to voice their alarm at the revelation, upset that the Bank was using animal products in its newest bill. The obligatory online petition quickly showed up, too, demanding that the Bank of England \"cease to use animal products in the production of currency that we have to use.\" It's already gathered more than 70,000 signatures. Vegan Dan Hanks told the London Standard he was thinking about boycotting the bill for \"the same reason I don't wear leather -- it would make me uncomfortable using something that has (at least partly) come from animal suffering,\" adding, \"I've tried to stop contributing to animal suffering in all other areas of my life.\" The petition is still gathering signatures while disgruntled vegans continue their assault on the bill via Twitter: Can't believe the #fivepoundnote contains the product of an animal when we have the technology and resources to produce it without cruelty. — Effie Herdman (@EffieHerdman) November 29, 2016 The new five pound notes aren't vegan!! They contain tallow, which is derived from animal fat  #vegan #govegan pic.twitter.com/QQbrsplweh — The Vegan Punk (@TheVeganPunk) November 28, 2016   However, many tweets on the subject were along the lines of this one: To all #vegans not liking the new £5 notes I'm offering an #exchange I will give u £1 for every new £5 u dont want @bankofengland #tallow — Beardy Man Jay (@BeardyManJay) November 29, 2016 The Bank of England has so far declined to officially respond to the outcry. The new fiver is the U.K.'s first-ever bill made from polymer, a thin and flexible plastic material. Its robust structure makes it more resistant to dirt and moisture, and so it should last around 2.5 times longer -- about five years in all -- than the paper bill it replaced. Around 440 million new fivers are believed to already be in circulation, which certainly sounds like a whole lot of tallow. The Bank is also introducing its first polymer 10 bill next summer, followed by a 20 bill by 2020, though we'll have to wait and see if the current controversy prompts it to replace the animal fat with a more acceptable substance. Advertisement ",
    "title": "The U.K.'s first-ever 'plastic' 5 bill has really upset vegans | Fox News"
   }
  ]
 }
}