{
 "02": {
  "col-sim": {
   "cosine": 0.17463254373258885,
   "entity": 0.16609095970747995
  },
  "exec-time": 31.031994819641113,
  "links": [
   {
    "entities": [
     "fatemah",
     "syrian",
     "december 1, 2016 earlier this week",
     "syria",
     "sunday",
     "thursday",
     "alabed",
     "news",
     "--",
     "late thursday",
     "bana",
     "says",
     "december 1, 2016",
     "al-abed",
     "obama",
     "nbc",
     "army",
     "eastern",
     "hill",
     "wednesday",
     "east",
     "aleppo",
     "september",
     "now",
     "earlier thursday",
     "farewell",
     "charity",
     "bobbie"
    ],
    "id": 0,
    "text": "advertisement A family trapped inside Eastern Aleppo — who have gained grim fame by tweeting their desperate situation — posted another chilling appeal for help on Thursday. \"We give up on life,\" Fatemah al-Abed wrote, later adding a message signed from her 7-year-old daughter, Bana: \"I am sick now, I have no medicine, no home, no clean water. This will make me die even before a bomb kill me.\" We give up on life. — Bana Alabed (@AlabedBana) December 1, 2016 I am sick now, I have no medicine, no home, no clean water. This will make me die even before a bomb kill me. - Bana #Aleppo — Bana Alabed (@AlabedBana) December 1, 2016 The tragic story of the al-Abed family has captivated social media watchers since they began tweeting dispatches from Eastern Aleppo's frontlines in September. On Sunday, al-Abed posted that her home had been destroyed during the Syrian Army's latest bombardment campaign. Since then, posts to the family's account have become desperate. Bana al-Abed On Wednesday, al-Abed tweeted a direct appeal to President Obama and \"the world,\" begging for help to get her and her family \"far away from the battlefield.\" But it was the message shared late Thursday that sent ripples of shock and sadness through their online community of supporters. Related: 'Bye': Terrified Family Tweeting From Inside Aleppo Says Farewell \"Never give up, sweet girl,\" one woman tweeted. \"We are here, we are listening,\" another shared. @AlabedBana We are here, we are listening. Please know that, feel that & dont give up. I send you blessings of protection & strength. — Bobbie Hill (@BobbieHill) December 1, 2016 Earlier this week, Al-abed said she had her daughter had begun to receive death threats and are worried that they will soon be targeted by the Syrian Army because of her tweets. A rescue worker for Syria Charity, a local relief agency, told NBC News earlier Thursday that the family was taking shelter in a home in East Aleppo, but was hesitant to say they are \"safe\" because the city is under such heavy bombardment. Play ",
    "title": "'We Give Up on Life': Syrian Family Tweets More Despair From Aleppo - NBC News"
   },
   {
    "entities": [
     "air",
     "j",
     "howard",
     "times",
     "whitney",
     "trump",
     "carrier",
     "march",
     "midwest",
     "$6.60",
     "united",
     "the",
     "the end of 2017",
     "2 cents",
     "mexico",
     "indiana",
     "donald",
     "early march",
     "last month",
     "$16 million",
     "force",
     "pentagon",
     "operations",
     "j.",
     "night",
     "monterrey",
     "future",
     "this year",
     "february",
     "technologies",
     "u.s.",
     "new",
     "jefferies",
     "pratt",
     "$6 billion",
     "indianapolis",
     "york",
     "previously",
     "america",
     "rubel",
     "&",
     "u.s.a.",
     "$65 million",
     "$5 billion",
     "mast",
     "ohio",
     "pence"
    ],
    "id": 1,
    "text": "Not long after Mr. Trump and Mr. Pence departed for the airport and to another rally in Ohio to celebrate his victory, workers coming in for the night shift received a letter titled “Company Update on Indianapolis Operations.” Photo “It sets a great tone,” Mr. Trump said in an interview as he toured the Carrier factory after the announcement that 1,100 jobs would remain there. “What they’ve done is great for America.” Credit A J Mast for The New York Times “While this announcement is good news for many, we recognize it is not good news for everyone,” the letter stated. “We are moving forward with previously announced plans to relocate the fan coil manufacturing lines, with the expected completion by the end of 2017.” United Technologies, Carrier’s parent, saw the writing on the wall as soon as Mr. Trump declared victory last month. Offering to preserve jobs, even at the cost of some of the $65 million savings the company expected from the move, could serve its larger corporate interests. “Every penny counts, but if we step back and I’m looking at earnings of $6.60 per share this year, 2 cents is an easy concession if the president-elect listens to some of the company’s bigger concerns,” said Howard Rubel, a senior equity analyst with Jefferies, an investment banking firm in New York. And Mr. Trump and Mr. Pence, while providing a carrot through the state incentives and promises of future business tax cuts, held an implicit stick: the threat of pulling federal contracts from Carrier’s parent, United Technologies. Mr. Trump and his team were well aware that the amount United Technologies stood to lose in those contracts dwarfed the savings from moving some of its operations to Monterrey from Indiana. Despite only accomplishing half of what had been promised in the campaign, Mr. Trump and Mr. Pence predicted that the number of jobs ultimately preserved could rise as Carrier follows through on its promise to invest more than $16 million in the state. That provision, plus the incentives, were worked out between Carrier and officials from the state of Indiana’s economic development office, with Mr. Pence overseeing the process. Trump and the Carrier Factory In February, Carrier told its workers in Indiana that it would move 1,400 jobs making furnaces and heating equipment to Mexico. Donald J. Trump, then a candidate, seized on the issue and made the planned move a centerpiece of his stump speeches attacking free trade. The vice president-elect insisted that the incentives did not represent a giveaway on Mr. Trump’s part, and claimed United Technologies had turned down a similar-size package of breaks in March. Advertisement Continue reading the main story What made the difference, he said, was Mr. Trump’s public pressure, as well his promise to cut corporate taxes and ease regulation. “These jobs were gone,” Mr. Pence said. “I sat the executives down in my governor’s office in the statehouse in early March. They said we aren’t in a position to reconsider this in any way, shape or form.” Mr. Trump, too, played down the role of the incentives. And he said he did not directly raise the $5 billion to $6 billion in federal contracts United Technologies receives, much of it from the Pentagon. But company officials are acutely aware that its Pratt & Whitney unit, among other things, supplies jet engines to the Air Force’s most advanced fighter and many other planes, making it much more vulnerable to political pressure than other, lesser-known manufacturers that have been steadily closing shop in the Midwest and moving production south of the border. “It may have a played a role in their equation,” Mr. Trump allowed. “I never mentioned it. I didn’t feel I had to.” What about the fact that Mr. Trump frequently sourced products for his properties overseas, along with some popular Trump-branded merchandise? Will he lead by example and buy more goods made in the U.S.A.? “I buy thousands and thousands of TVs,” he said. “I would like to, but they essentially don’t make them in the U.S. You know the hats I do? It took us forever to find a company that can make a hat in the U.S.” ",
    "title": "Trump Cheered for Carrier Deal Even as Other Jobs Are Trimmed - The New York Times"
   },
   {
    "entities": [
     "december 1",
     "david",
     "this week",
     "last year",
     "probation",
     "broadwell",
     "trump",
     "h.",
     "paula",
     "cabinet",
     "hillary",
     "comey",
     "cummings",
     "senate",
     "donald",
     "zapotosky",
     "state",
     "b.",
     "cia",
     "elijah",
     "osman",
     "inzaurralde",
     "malik/the",
     "$100,000",
     "post",
     "petraeus",
     "e.",
     "department",
     "retired",
     "this year",
     "u.s.",
     "fbi",
     "greg",
     "army",
     "james",
     "matt",
     "bastien",
     "washington",
     "at 4:46 pm",
     "time",
     "now",
     "office",
     "smith",
     "miller",
     "jeffrey",
     "clinton",
     "april 2017"
    ],
    "id": 2,
    "text": "Hillary Clinton wasn’t charged with mishandling classified information. Trump might appoint someone convicted of it. The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Matt Zapotosky December 1 at 4:46 PM Follow @mattzap Donald Trump, on the campaign trail, would occasionally compare the criminal investigation into whether Hillary Clinton mishandled classified information with the case of former CIA director David Petraeus. In Trump’s view, Petraeus, who pleaded guilty to mishandling classified information, was pursued unfairly, while Clinton deserved to be treated more harshly. “The system is rigged,” Trump tweeted after the FBI recommended that Clinton not be charged. “General Petraeus got in trouble for far less. Very very unfair! As usual, bad judgment.” That assessment has long irked Clinton supporters and even the FBI — which feels that Petraeus’s case was a clear-cut example of criminal wrongdoing with aggravating factors, while Clinton’s was not. Now, Petraeus is under consideration for a job in Trump’s administration — possibly even as secretary of state, the job Clinton used to hold. Petraeus and Trump met this week, and Trump wrote on Twitter that he was “very impressed!” [ Unlike Petraeus and others, Clinton’s case lacked malicious intent or other nefarious elements ] Retired Army general David Petraeus has emerged as a potential pick for secretary of state in the upcoming administration of President-elect Donald Trump. (Bastien Inzaurralde,Osman Malik/The Washington Post) If nominated to be secretary of state, Petraeus would have to undergo a potentially bruising confirmation hearing that would probably reexamine the lurid case that led to his conviction and dredge up old comparisons to Clinton. His and Clinton’s cases both involve investigations of mishandling of classified information, but under dramatically different circumstances. Petraeus pleaded guilty last year to a misdemeanor charge of mishandling classified information, admitting that he gave sensitive materials to his former lover and biographer, Paula Broadwell. He was sentenced to two years of probation and fined $100,000. His probation includes several restrictions that could complicate his holding a Cabinet position — for instance, he must have work-related travel approved by the U.S. Probation Office, and he must submit to warrantless searches by his probation officer at any time. Petraeus’s probation expires in April 2017, and Trump, upon taking office, could commute his sentence. Jeffrey H. Smith, an attorney for Petraeus, said that his client has made frequent international trips in the past 19 months, and all have been approved by the probation office. Smith said it would be “premature and wrong, in my judgment — simply because he admitted to this one mistake and was convicted of a federal misdemeanor — that he cannot serve as secretary of state.” “From his point of view, he admitted his mistake, he’s paid the price, and the Senate and the country ought to view him in that regard,” Smith said. “He stood up and took his medicine, and given everything he’s done for the country, and given the potential that he could be secretary of state and what he could bring to the table, he wants all that to be considered as a whole.” [ The full probation conditions for David Petraeus ] Those involved in the Petraeus case at one point contemplated much more serious charges of lying to the FBI and violating a section of the Espionage Act. Officials have said the information contained in the eight notebooks Petraeus gave to Broadwell could have caused grave damage to national security, if disclosed. The information included war strategies and the identities of covert officers, the officials said. Petraeus also told agents that he had not provided classified information to Broadwell or facilitated her obtaining it, which FBI Director James B. Comey said was a lie. Smith said Petraeus realized soon after he gave the journals to Broadwell “that was a mistake,” and he asked for them back. He said Broadwell had agreed that she would not use classified material in her book, and none was included. Smith also disputed that Petraeus intentionally misled investigators, saying that Petraeus “had forgotten about the journals” when the FBI asked him whether he gave Broadwell classified information. At a congressional hearing this year, Comey asserted forcefully that the Petraeus case was worthy of prosecution, while the Clinton case was not. He said the Petraeus case “illustrates importantly the distinction” with the Clinton matter. “So the question is, do you agree with the claim that General Petraeus, and I quote, ‘got in trouble for far less,’ end of quote? Do you agree with that statement?” Rep. Elijah E. Cummings (D-Md.) asked the FBI director. “No, it’s the reverse,” Comey said. “And what do you mean by that?” Cummings said. “His conduct, to me, illustrates the categories of behavior that mark the prosecutions that are actually brought. Clearly intentional conduct. Knew what he was doing was a violation of the law. Huge amounts of information that — even if you couldn’t prove he knew it — it raises the inference that he did it. An effort to obstruct justice. That combination of things makes it worthy of a prosecution, a misdemeanor prosecution, but a prosecution nonetheless.” [ How David Petraeus avoided felony charges and possible prison time ] Smith declined to comment on the direct comparison of Petraeus’s case and Clinton’s. FBI agents investigated Clinton to determine whether classified information was mishandled because of her use of a private server while she was secretary of state. Comey said Clinton and her staffers were “extremely careless” in how they handled sensitive material, and there was “evidence of potential violations of the statutes regarding the handling of classified information.” But Comey said that “no reasonable prosecutor” would actually bring a case against her. Classified material did traverse Clinton’s private server. Information in 110 emails contained information sensitive enough to be classified at the time it was sent or received, and eight email chains included information properly classified as “top secret,” the highest level of classification, Comey said. But Comey said agents could find no substantive evidence that Clinton intended to mishandle classified information, that she lied during her interview with agents, or that she made any efforts to obstruct justice. Clinton has said using the private server was a mistake and one she wishes she had not made. Comey did not fully clear Clinton of wrongdoing. Were an FBI employee to do what she did, Comey said, the employee might face professional consequences, such as a loss of a security clearance, suspension or even termination. But he said he did not feel she should be charged with a crime. Petraeus — a retired Army general and former CIA director who left the agency amid revelations about his relationship with Broadwell — would need a security clearance to serve as secretary of state. The CIA suspended his security clearance after his conviction and it remains suspended, U.S. officials said. A CIA spokesman declined to comment. Smith said that Petraeus does not hold a security clearance. A criminal conviction would not automatically preclude Petraeus from obtaining a clearance. He would have to pass a background check that assesses his “strength of character, trustworthiness, honesty, reliability, discretion, and sound judgment, as well as freedom from conflicting allegiances and potential for coercion, and a willingness and ability to abide by regulations governing the use, handling, and protection of classified information,” according to information on the State Department’s website . Whether to grant a clearance is a “discretionary security decision based on judgments by appropriately trained adjudicative personnel,” according to the site. A State Department official said the department would “not speculate on prospects for that process.” This story has been updated with comments from Petraeus’s lawyer. Greg Miller contributed to this report. For a video, go to wapo.st/clintonpetraeus. Read more: ",
    "title": "Hillary Clinton wasn’t charged with mishandling classified information. Trump might appoint someone convicted of it. - The Washington Post"
   },
   {
    "entities": [
     "mueller",
     "utah",
     "park",
     "tom",
     "junior",
     "now",
     "high",
     "ross",
     "today",
     "school",
     "december 1, 2016",
     "8:15 a.m."
    ],
    "id": 3,
    "text": "WATCH Parents Disarm Son in Utah School Shooting Incident 0 Shares Email A Utah junior high school was placed on lockdown today after a 15-year-old fired at least one round in a hallway -- but the teen was disarmed by his parents, who came to the school after being concerned that guns had gone missing from their house, police said. Police dispatchers received a 911 call form a Mueller Park Junior High School teacher around 8:15 a.m. who stated that there was an individual in the school firing a weapon, according to Bountiful City Police Chief Tom Ross. The teen's parents had gone to the school to look for their son and arrived before the shot was fired, Ross said. After they heard the gun go off, they were able to find and disarm him, Ross said. An officer arrived on scene within two minutes of the initial 911 call, and the teen was then taken into custody. Active Shooter at Muller Park Jr. Suspect in custody, no injuries reported. Officers conducting clear of school now. — BountifulCityPD (@bountifulcityPD) December 1, 2016 Police said the teen entered a classroom with 26 students and fired a shot to the ceiling. He did not speak to anyone in that instance, they said. A shotgun and a handgun were recovered from the scene, as well as additional ammunition, police said. It is unclear which weapon was discharged. The teen's parents went to the school because they were \"worried\" about their son and were \"concerned that there were weapons missing from the home,\" Ross said. Police said that they also believed their son had been acting strangely. Someone had also tried to talk him out of carrying out the act, police said. A motive is not known at this time. No others were involved in the ordeal, and the it is unclear if there were any targets, police said. The teen is being held in a juvenile detention center. No charges have been filed as of yet. ",
    "title": "Parents Disarm 15-Year-Old Who Fired Gun at Utah Junior High School: Police - ABC News"
   },
   {
    "entities": [
     "kate",
     "torres",
     "times",
     "last year",
     "bernardino",
     "lou",
     "l.a.",
     "earlier this year",
     "keunang",
     "charly",
     "taser",
     "south",
     "2000",
     "trump",
     "orr",
     "avila",
     "thursday",
     "pedro",
     "facebook",
     "the",
     "gardens",
     "donald",
     "mexico",
     "francisco",
     "mather",
     "street",
     "county",
     "commission",
     "crutcher",
     "chand",
     "2015",
     "march 1, 2015",
     "lyvette",
     "nov. 9",
     "daniel",
     "martinez",
     "police",
     "bell",
     "department",
     "lapd",
     "correa",
     "fernando",
     "syed",
     "u.s.",
     "leundeu",
     "san",
     "africa",
     "benjamin",
     "joshua",
     "francine",
     "los",
     "washington",
     "volasgis",
     "crespo",
     "fire",
     "orange",
     "william",
     "angeles"
    ],
    "id": 4,
    "text": "LAPD officers who fatally shot homeless man on skid row were legally justified, D.A. says LAPD, skid row, Charly Keunang Francine Orr / Los Angeles Times Fernando Avila kneels at a makeshift memorial for Charly Leundeu Keunang a day after the 43-year-old was shot and killed by LAPD officers on skid row in 2015. Fernando Avila kneels at a makeshift memorial for Charly Leundeu Keunang a day after the 43-year-old was shot and killed by LAPD officers on skid row in 2015. (Francine Orr / Los Angeles Times) Kate Mather Contact Reporter Prosecutors have concluded that Los Angeles police officers were legally justified in shooting a homeless man last year on skid row, a videotaped killing that attracted international attention and renewed the local debate over interactions between police and L.A.’s homeless population. The district attorney’s office found that the officers — Sgt. Chand Syed and Officers Francisco Martinez and Daniel Torres — reasonably believed Charly Leundeu Keunang posed a lethal threat during the March 1, 2015 shooting. Their decision was outlined in a 22-page memo obtained by The Times on Thursday. Prosecutors said video from a body camera worn by the sergeant showed that Keunang had wrapped his fingers around the butt of a rookie officer’s holstered gun while wrestling with police, saying he was “rapidly gaining control” of the weapon. Even if he didn’t have complete control of the gun, they wrote, it could have easily fired as the struggle continued. The officers “acted lawfully in self-defense and in defense of others,” prosecutors wrote in the Nov. 9 memo explaining why they were not charging the officers. “Keunang posed a high likelihood of killing officers and civilians at the very instant that he was shot.” Read: Prosecutors explain why they won’t charge LAPD officers in skid row shooting Open link It is rare for prosecutors to charge law enforcement officers in connection with on-duty shootings. The L.A. County district attorney’s office hasn’t pursued charges in such a case  since 2000 . The death of Keunang, a 43-year-old Cameroonian national known on skid row as “Africa,” was seen around the world after a bystander posted video of the shooting on Facebook, drawing millions of views. The recording shows police struggling with Keunang on the ground before at least five gunshots echo loudly. The shooting underscored the challenges police face when patrolling the sprawling tent encampments of skid row, where mental illness and drug use are common. It also renewed complaints among those who live on skid row and their advocates, who have long accused police of too quickly resorting to heavy-handed tactics. Nevertheless, after reviewing the video and other evidence, the Police Commission decided earlier this year that the officers did not violate the LAPD’s rules for using deadly force. The panel did, however, fault the rookie cop — Joshua Volasgis — for failing to maintain control of his gun and baton. The events leading up to Keunang’s death began when someone called 911 and reported an attempted robbery and assault along South San Pedro Street, authorities said. There, the caller identified Keunang as the suspect, telling officers he had also threatened him with a baseball bat. Keunang became aggressive during the encounter, according to reports from the LAPD’s chief and inspector general made public earlier this year. He clenched his fists and raised his voice, ignoring commands from officers and repeating, “Let me express myself.” The officers repeatedly warned Keunang he would be Tased if he did not calm down, the reports said. At one point, Keunang walked back into his tent. Two sergeants pulled the tent open as Keunang grabbed a cellphone from inside. One officer then used a Taser, the reports said, but it didn't appear to have an effect. Instead, Keunang charged an officer and began swinging his arms, the reports said. One officer punched Keunang in the face, and he was taken to the ground. A Taser was used on Keunang  again. At some point, the rookie officer said, he felt Keunang grab his holstered pistol. “He's got my gun,” the officer yelled. “My gun, he's got my gun.” Keunang was stuck by gunfire six times, according to his autopsy report. His family has filed a federal lawsuit against the city and the officers, accusing police of using excessive force. Caption 90 seconds: 4 stories you can't miss Donald Trump announced an agreement to keep Carrier’s factory jobs in the states , it’s been a year since the San Bernardino attack that killed 14 and injured 22 , legalized marijuana supporters are worried about Trump's pick for attorney general , and more and more Central Americans who can't get into the U.S. are trying to start over in Mexico . Caption 90 seconds: 4 stories you can't miss Donald Trump announced an agreement to keep Carrier’s factory jobs in the states , it’s been a year since the San Bernardino attack that killed 14 and injured 22 , legalized marijuana supporters are worried about Trump's pick for attorney general , and more and more Central Americans who can't get into the U.S. are trying to start over in Mexico . Caption William Crespo reacts to the sentence William Crespo cries as he talks about his brother, slain Bell Gardens Mayor Daniel Crespo, and the sentence given to Lyvette Crespo. William Crespo cries as he talks about his brother, slain Bell Gardens Mayor Daniel Crespo, and the sentence given to Lyvette Crespo. Caption Kanye West 9/11 Call The original version of this 911 call provided to the Times by the L.A. Fire Department included redacted portions to prevent the release of confidential health information. This condenses audible portions of the publicly released recording to remove silence. The original version of this 911 call provided to the Times by the L.A. Fire Department included redacted portions to prevent the release of confidential health information. This condenses audible portions of the publicly released recording to remove silence. Caption Curiosity Correspondent: What does it take to be a zookeeper? The gorillas are majestic creatures and are well taken care of by the experts at the Los Angeles Zoo. But what goes into keeping the animals healthy and happy? Benjamin Crutcher, our Curiosity Correspondent, went to the zoo to find out. The gorillas are majestic creatures and are well taken care of by the experts at the Los Angeles Zoo. But what goes into keeping the animals healthy and happy? Benjamin Crutcher, our Curiosity Correspondent, went to the zoo to find out. Caption Lou Correa, Orange County's new congressman, plans to bring immigrant's perspective to Washington Lou Correa discusses his impending move to Washington. Lou Correa discusses his impending move to Washington. ",
    "title": "LAPD officers who fatally shot homeless man on skid row were legally justified, D.A. says - LA Times"
   },
   {
    "entities": [
     "israel",
     "jim",
     "karoun",
     "1950",
     "cabinet",
     "ryan",
     "at 7:52 pm",
     "state",
     "for",
     "1947",
     "fallujah",
     "present",
     "defense",
     "once",
     "afghanistan",
     "iraq",
     "san",
     "east",
     "center",
     "islamic",
     "institution",
     "hoover",
     "2005",
     "taliban",
     "steven",
     "white",
     "december 1",
     "middle",
     "simon",
     "last year may",
     "seven years in 2008",
     "michael",
     "township",
     "united",
     "philip",
     "senate",
     "donald",
     "adam",
     "april",
     "dan",
     "of",
     "north",
     "atlantic",
     "the following year",
     "command",
     "early next week",
     "petraeus",
     "u.s.",
     "hagee",
     "staff",
     "james",
     "joint",
     "nato",
     "and",
     "2013, about five months earlier",
     "diego",
     "studies",
     "jr.",
     "botsford/the",
     "pentagon",
     "amos",
     "missy",
     "council",
     "n.",
     "david",
     "august 2010",
     "marshall",
     "rucker",
     "club",
     "thursday",
     "stanford",
     "november 2001",
     "nov. 19",
     "international",
     "congress",
     "2015",
     "security",
     "mike",
     "quantico",
     "organization",
     "amherst",
     "november 2007",
     "foundation",
     "va.",
     "obama",
     "national",
     "heritage",
     "iran",
     "america",
     "f.",
     "miller",
     "time",
     "jabin",
     "2 percent",
     "c.",
     "jason",
     "entous",
     "states",
     "marine",
     "trump",
     "2013",
     "house",
     "h.",
     "university",
     "the",
     "golf",
     "college",
     "kandahar",
     "george",
     "chiefs",
     "flynn",
     "post",
     "past",
     "earlier this year before",
     "early next year",
     "corps",
     "bedminster",
     "lamothe",
     "n.j.",
     "saying later",
     "washington",
     "central",
     "evening",
     "mattis",
     "2010",
     "treaty",
     "now",
     "strategic",
     "demirjian",
     "2003",
     "sept. 11, 2001"
    ],
    "id": 5,
    "text": "Trump has chosen retired Marine Gen. James Mattis for secretary of defense The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Dan Lamothe December 1 at 7:52 PM Follow @danlamothe President-elect Donald Trump has chosen retired Marine Gen. James N. Mattis to be secretary of defense, according to people familiar with the decision, selecting a former senior military officer who has said that responding to “political Islam” is the major security issue facing the United States. Mattis, who retired as chief of U.S. Central Command in 2013, has often said that Washington lacks an overall strategy in the Middle East, opting to instead handle issues in an ineffective one-by-one manner. “Is political Islam in the best interest of the United States?” Mattis said at the Heritage Foundation in 2015, speaking about the separate challenges of the Islamic State and Iranian-backed terrorism. “I suggest the answer is no, but we need to have the discussion. If we won’t even ask the question, how do we even recognize which is our side in a fight?” To take the job, Mattis will need Congress to pass new legislation to bypass a federal law stating that defense secretaries must not have been on active duty in the previous seven years. Congress has granted a similar exception just once, when Gen. George C. Marshall was appointed to the job in 1950. An announcement is likely by early next week, according to the people familiar with the choice. Jason Miller, a spokesman with the Trump transition team, tweeted Thursday evening that no decision had been made. Trump’s son Donald Jr., meanwhile, retweeted a report saying that Mattis got the job. Here are the people whose names have been floated for Trump’s Cabinet The retired general, contacted Thursday evening by The Washington Post, said only, “I’m remaining silent.” [ How Trump Mattis as Pentagon chief would break with 65 years of history ] Mattis, 66, served more than four decades in the Marine Corps and is known as one of the most influential military leaders of his generation, serving as a strategic thinker while occasionally drawing rebukes for his aggressive talk. Since retiring, he has served as a consultant and as a visiting fellow with the Hoover Institution, a think tank at Stanford University. Like Trump, Mattis favors a tougher stance against U.S. adversaries abroad, especially Iran. The general, speaking at the Center for Strategic and International Studies in April, said that while security discussions often focus on terrorist groups such as the Islamic State or al-Qaeda, the Iranian regime is “the single most enduring threat to stability and peace in the Middle East.” [ What Trump may not know about the generals he’s eyeing for top positions ] Mattis said the next president “is going to inherit a mess” and argued that the nuclear deal signed by the Obama administration last year may slow Iran’s ambitions to get a nuclear weapon but will not stop them. But he added that “absent a clear and present violation,” he did not see a way that Washington could go back on it, because any unilateral sanctions issued by the United States would not be as valuable if allies were not on board. “In terms of strengthening America’s global standing among European and Middle Eastern nations alike, the sense is that America has become somewhat irrelevant in the Middle East, and we certainly have the least influence in 40 years,” Mattis said. President-elect Donald Trump walks out with retired Marine Gen. James Mattis after a meeting at the Trump National Golf Club in Bedminster Township, N.J., on Nov. 19. (Jabin Botsford/The Washington Post) But Mattis may break with Trump’s practice of calling out allies for not doing enough to build stability. Mattis served from November 2007 to August 2010 as the supreme allied commander of transformation for the North Atlantic Treaty Organization, focused on improving the military effectiveness of allies. Trump called NATO “obsolete” earlier this year before saying later that he was “all for NATO” but wanted all members to spend at least 2 percent of their gross domestic product on defense, a NATO goal. “The president-elect is smart to think about putting someone as respected as Jim Mattis in this role,” said a former senior Pentagon official. “He’s a warrior, scholar and straight shooter — literally and figuratively. He speaks truth to everyone and would certainly speak truth to this new commander in chief.” [ Trump is surrounding himself with generals. That’s dangerous. ] But the official, who spoke on the condition of anonymity to discuss Trump’s personnel choices, said: “If there’s any concern at all, it’s the principle of civilian control over the military. This role was never intended to be a kind of Joint Chiefs of Staff on steroids, and that’s the biggest single risk tied to Mattis. For Mattis, the biggest risk for him personally is that he will have a national security adviser in the form of Mike Flynn whose management style and extreme views may arch Mattis’s eyebrows and cause conflict over time. It’s no fun to be secretary of defense if you have to constantly feud with the White House.” [ Trump’s pick for national security adviser brings experience and controversy ] Mattis, whose nicknames include “Mad Dog” and the “Warrior Monk,” has had a leading hand in some of the U.S. military’s most significant operations in the past 20 years. As a one-star general, he led an amphibious task force of Marines that carried out a November 2001 raid in helicopters on Afghanistan’s Kandahar province, giving the Pentagon a new foothold against the Taliban after the Sept. 11, 2001, attacks. Using the call sign “Chaos,” he commanded a division of Marines during the U.S. invasion of Iraq in 2003 and returned there the following year to lead Marines in bloody street fighting in the city of Fallujah. Mattis continued to rise through the ranks and establish his credentials as a military thinker, co-authoring the U.S. military’s new counterinsurgency manual with then-Army Lt. Gen. David H. Petraeus while Mattis was a three-star general at Quantico, Va. He was considered a leading contender to become commandant of the Marine Corps in 2010 but was bypassed in favor of Gen. James F. Amos. Instead, Mattis replaced Petraeus as the chief of Central Command, overseeing U.S. military operations across the Middle East. Even though Central Command did not encompass Israel, Mattis made a concerted effort to reach out to his Israeli military counterparts, according to Steven Simon, who worked with Mattis when he served on Obama’s National Security Council. Simon, who now teaches at Amherst College, said Mattis made frequent stops in Israel during trips to the region, part of an effort to encourage the Jewish state and its Arab neighbors to work together to counter Iranian influence. “They respected Mattis because they saw him as a straight shooter and a good listener,” Simon said of the Israelis and Arabs. The general retired from that position in 2013, about five months earlier than expected, prompting speculation that he was forced out after clashing with some in the Obama administration on Iran policy. U.S. officials denied that was the case at the time, and Mattis declined to comment. [ Trump signals intent to keep hard-line positions with national security picks ] Mattis occasionally has come under scrutiny for impolitic remarks. Most notably, he said in 2005 during a panel discussion in San Diego that “it’s fun to shoot some people” and “I like brawling,” drawing criticism from the Marine commandant at the time, Gen. Michael Hagee. But Hagee also later backed Mattis, saying the general often spoke with candor to reflect the horrors of war. Other supporters noted that he often stressed to his troops that it was important to treat civilians in a combat zone with care. It is unclear whether the legislation required to make Mattis the Pentagon chief will be difficult to obtain from Congress. A 1947 national security law said that a general must wait 10 years from leaving active duty before becoming defense secretary. An exception was granted on a one-time basis for Marshall, with lawmakers saying in special legislation at the time that it was the “sense of the Congress that after General Marshall leaves the office of Secretary of Defense, no additional appointments of military men to that office shall be approved.” The 10-year period was reduced to seven years in 2008 for several senior civilian defense positions, including defense secretary. Congress could follow the model set by Marshall’s nomination to similarly waive restrictions for Mattis, and leaders may try to vote on legislation paving the way for Mattis’s nomination early next year, before Trump formally takes office. In years past, Senate committees have also held confirmation hearings for Cabinet secretaries before incoming presidents deliver their formal nominations following inauguration. Philip Rucker, Adam Entous, Missy Ryan and Karoun Demirjian contributed to this report. Read more: ",
    "title": "Trump has chosen retired Marine Gen. James Mattis for secretary of defense - The Washington Post"
   },
   {
    "entities": [
     "organization",
     "norm",
     "eisen",
     "painter",
     "obama",
     "george",
     "w.",
     "trump",
     "bush",
     "house",
     "richard",
     "white"
    ],
    "id": 6,
    "text": "Mr. Trump’s children and and his children run the Trump Organization, that could affect the bottom line of which has business interests in countries around the world that will be negotiating foreign policy with the Trump administration President-elect Mr. Trump’s children and and his children run the Trump Organization, that could affect the bottom line of which has business interests in countries around the world that will be negotiating foreign policy with the Trump administration At a minimum, ethics experts warn, Mr. Trump’s holdings around the globe could give the appearance of tainting his decisions on various foreign issues. In addition, they could also open him up to accusations that he has violated a part of the Constitution known as the emoluments clause, which prohibits government officials from taking payments or gifts from a foreign government or entity. “Unless he divests ownership, he will have an interest in the foreign government payments and benefits that flow to his business daily,” said Norm Eisen and Richard Painter, former chief White House ethics lawyers for President Obama and former President George W. Bush, respectively, in a statement on Democracy 21 , a group that pushes for government transparency. Follow updates on the president-elect’s travels in the transition briefing . More on NYTimes.com ",
    "title": "The Array of Conflicts of Interest Facing the Trump Presidency - The New York Times"
   },
   {
    "entities": [
     "middle",
     "jim",
     "last year",
     "marshall",
     "images",
     "1990-91",
     "1531",
     "states",
     "marine",
     "michaels",
     "trump",
     "getty",
     "cabinet",
     "1950",
     "2013",
     "syria",
     "several years ago",
     "club",
     "thursday",
     "house",
     "township",
     "united",
     "facebook",
     "november 19, 2016",
     "golf",
     "senate",
     "donald",
     "linkedin",
     "international",
     "state",
     "george",
     "drew",
     "sulla",
     "horn",
     "congress",
     "december 1, 2016",
     "defense",
     "november 19",
     "lucius",
     "cornelius",
     "quantico",
     "ash",
     "big",
     "command",
     "current",
     "angerer",
     "newbold",
     "department",
     "usa",
     "carter",
     "u.s.",
     "va.",
     "corps",
     "bedminster",
     "today",
     "new",
     "4:52 p.m. est",
     "jersey",
     "obama",
     "james",
     "afghanistan",
     "iraq",
     "islamic",
     "east",
     "last year before",
     "gregory",
     "iran",
     "america",
     "baghdad",
     "mattis",
     "central",
     "little",
     "washington",
     "howcroft",
     "time",
     "2003",
     "pentagon",
     "white"
    ],
    "id": 7,
    "text": "Mattis appointment as Defense secretary would signal wartime posture Trump to select former Marine combat commander as new Defense secretary. Post to Facebook Mattis appointment as Defense secretary would signal wartime posture Trump to select former Marine combat commander as new Defense secretary. Check out this story on USATODAY.com: http://usat.ly/2gRg3wK CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 6 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Mattis appointment as Defense secretary would signal wartime posture Jim Michaels , USA TODAY 4:52 p.m. EST December 1, 2016 BEDMINSTER TOWNSHIP, NJ - NOVEMBER 19:  (L to R) President-elect Donald Trump speaks as he stands with retired United States Marine Corps general James Mattis after their meeting at Trump International Golf Club, November 19, 2016 in Bedminster Township, New Jersey. Trump and his transition team are in the process of filling cabinet and other high level positions for the new administration.  (Photo by Drew Angerer/Getty Images) ORG XMIT: 683308689 ORIG FILE ID: 624448490 (Photo: Drew Angerer, Getty Images) James Mattis, a retired four-star general, achieved almost mythic status within the Marine Corps as an aggressive combat commander and innovative strategist whose speeches and writings defined the warrior ethos for the latest generation of military men and women. Donald Trump’s reported decision to name Mattis to head the Defense Department would be a strong signal that the president-elect is looking for a wartime leader at the Pentagon and not someone to just manage budgets. Several media outlets reported Thursday that Trump has selected Mattis, though the Trump campaign has denied that a decision has been made. During the campaign, Trump said he would overhaul the U.S. strategy to defeat the Islamic State. Trump has said the current plan isn’t working and suggested some military leaders had been cowed by the Obama administration. “You could easily imagine that Trump believes the advice of generals has been muted and diluted,” said Gregory Newbold, a retired Marine lieutenant general and friend of Mattis. “He’s looking for somebody who is the antidote to that. You certainly get that in Jim Mattis.” Reports: Trump picks Mattis for Defense secretary If confirmed by the Senate, Mattis would be a departure from previous Defense secretaries who have come from the ranks of civilian government service or politics. He would replace Ash Carter, a physicist who rose through the ranks of the Defense Department. Mattis’ appointment as Defense secretary would require a congressional waiver because federal law requires a seven-year gap between retirement from the military and assuming the Cabinet post, a statute designed to safeguard the principle of civilian control over the military. The last retired general to head the Defense Department was George Marshall in 1950. Mattis interview: Syria would fall without Iran's help Mattis, 66, retired in 2013 after 44 years in the Marine Corps. He led an infantry battalion in the Persian Gulf War in 1990-91 and commanded a task force that struck deep into Afghanistan after the 9/11 attacks. In 2003, he led a division that raced across the desert toward Baghdad in the initial assault into Iraq. His call sign was “chaos.” On and off the battlefield, Mattis developed a reputation as a blunt speaker whose language sometimes harkened to an earlier time, capturing the ethos of being a warrior. He avoids military jargon like exit strategy and instead speaks unapologetically about \"victory,\" \"ferocity\" and \"slaughtering\" the enemy. He sprinkles his talk with historic references, often reaching back to the ancient Romans and Greeks. When he was preparing his troops to head into Iraq, he cited an epitaph from Roman general Lucius Cornelius Sulla to explain counterinsurgency to his troops: \"No better friend, no worse enemy.\" \"There was always a sense that we had to put things into words that would touch our troops' hearts — not just their heads,” Mattis said in a 2013 interview with USA TODAY. Speaking to newly minted infantry officers at the Marine base in Quantico, Va., several years ago, he described the affection that leaders feel for their troops and the need to maintain authority despite those emotions. He worked in references to Little Big Horn and Valley Forge. He left no room for doubt about their role if they find themselves at war with America's enemies. \"You are to annihilate them,\" he said. \"You are to make them recoil back and say, 'We don’t ever want to take on the U.S. Marines.'\" Those who have worked with him say he is more than a battle commander. As head of U.S. Central Command, which oversees military operations in the Middle East, he traveled the region, cultivating ties with foreign military leaders and helping shape strategy in the area. \"I know he has this reputation as a 'war fighter,' and it certainly is earned, but he really is a clear, precise strategic thinker, more so than any man I have ever worked for,\" said Jim Howcroft, a retired Marine officer who served as Mattis' intelligence officer during the Iraq invasion in 2003. Since retiring, Mattis has lamented the lack of strategy in Washington. Testifying before Congress last year, he said the United States should “come out from our reactive crouch and take a firm, strategic stance in defense of our values.” Strategy is often defined as an overarching set of principles and goals that guide policy decisions. In 2013, Mattis left his position as head of Central Command, which oversees combat operations in the Middle East, amid reports the White House squeezed him out. Asked about the reports at the time, Mattis said he provided the unvarnished truth to his civilian leadership. \"The idea that you should moderate it before you give it to them is not showing respect to your civilian leadership,\" Mattis said at the time. As Pentagon chief Mattis would also guide the military’s personnel policies, possibly wading into the controversial order by the Obama administration to open all military jobs to women, including the infantry and special operations. The Marine Corps had asked for an exemption for its infantry units, following a study that showed mixed-gender infantry squads did not perform as well as all-male units. Carter denied the exemption request, and the Marine Corps is taking steps to open the infantry to women. Trump during the campaign derided “politically correct” military personnel policies, though he has not said whether he would change it. Mattis has also not publicly stated his position on opening the jobs to women, but he has said the decision should be based on what impact it would have on combat effectiveness. He has talked about what makes jobs like the infantry distinct. “There is a great difference between military service in dangerous circumstances and serving in a combat unit whose role is to search out, close with and kill the enemy at close quarters,” Mattis testified last year before Congress. 1531 CONNECT TWEET 1 LINKEDIN 6 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2gRg3wK ",
    "title": "Mattis appointment as Defense secretary would signal wartime posture"
   },
   {
    "entities": [
     "thurow",
     "sept. 6, 2014",
     "prospect",
     "brookfield",
     "tribune",
     "michael",
     "thursday",
     "ridge",
     "may",
     "park",
     "state",
     "2014",
     "county",
     "elmhurst",
     "about 2:45 p.m.",
     "mount",
     "maywood",
     "police",
     "chicago",
     "previously",
     "gregory",
     "cook",
     "illinois",
     "dec. 1, 2016",
     "ted",
     "leslie",
     "cokins"
    ],
    "id": 8,
    "text": "Repeat DUI driver who injured state trooper pleads guilty, gets 13 years Drunken driver hits Illinois state trooper Warning: graphic content. Leslie Thurow, of Mount Prospect, struck Illinois State Trooper Michael Cokins on Sept. 6, 2014. Cokins, who was conducting a traffic stop along I-294 near Elmhurst when he was hit, suffered 15 broken bones and had eight surgeries. On Dec. 1, 2016, Thurow, who previously pleaded guilty to aggravated DUI and leaving the scene of an accident with injuries, was sentenced to 13 years in prison. (Illinois State Police) Warning: graphic content. Leslie Thurow, of Mount Prospect, struck Illinois State Trooper Michael Cokins on Sept. 6, 2014. Cokins, who was conducting a traffic stop along I-294 near Elmhurst when he was hit, suffered 15 broken bones and had eight surgeries. On Dec. 1, 2016, Thurow, who previously pleaded guilty to aggravated DUI and leaving the scene of an accident with injuries, was sentenced to 13 years in prison. (Illinois State Police) Ted Gregory Contact Reporter Chicago Tribune A chronic drunken driver who struck and nearly killed an Illinois state trooper in 2014 on Interstate 294 was sentenced to 13 years in prison Thursday after pleading guilty to aggravated DUI and leaving the scene of an accident with injuries. Leslie Thurow wept through much of the hourlong hearing at the Maywood courthouse. Guidelines requiring her to serve a specified percentage of her sentence mean the Park Ridge woman likely will end up serving nine years in prison. \"My thing with this is I don't want to see her hurt anybody else again,\" Trooper Michael Cokins, 30, said of the sentence. \"Hopefully nine years prevents her from killing someone else or herself. She obviously has no regard for human life.\" A crying Thurow, 61, said she was \"truly sorry\" for striking Cokins about 2:45 p.m. Sept. 6, 2014, when he had stopped a motorist on the northbound Tri-State shoulder near Elmhurst. The trooper broke his shoulder blade, vertebrae, arm, leg, ankle, ribs and knees, among other injuries. He was confined to a wheelchair for three months, then crutches for five more months. Leslie Thurow Leslie Thurow, of Mount Prospect. Leslie Thurow, of Mount Prospect. (Cook County sheriff's office) \"I didn't do everything I should have done to help myself,\" Thurow added. \"I pray for you every day.\" Law enforcement records show that the 2014 incident was Thurow's third drunken driving crash in nine months. Two days before striking Cokins, Thurow was released on probation for a May DUI arrest in Brookfield. After striking Cokins, Thurow continued driving north on I-294, hitting a retaining wall. That failed to stop her. Two miles farther along the interstate, she struck an SUV with seven occupants, including a 3-year-old boy. The SUV flipped, but none of the injuries to those inside was critical. Thurow's car struck a median, spun 180 degrees and came to a rest facing south. Cokins was in critical condition, and prosecutors were told he was not expected to walk again. ",
    "title": "Repeat DUI driver who injured state trooper pleads guilty, gets 13 years - Chicago Tribune"
   },
   {
    "entities": [],
    "id": 9,
    "text": "Enter City, State or Zip Cancel ",
    "title": "For blacks, police pursuits far more deadly - USA TODAY"
   },
   {
    "entities": [
     "nov. 14",
     "stephen",
     "1:30",
     "supreme",
     "1:31",
     "priebus",
     "ginsburg",
     "0:58",
     "1:37",
     "0:53",
     "0:45",
     "1:00",
     "education",
     "1:22",
     "saturday",
     "street",
     "state",
     "nov. 21",
     "brennan",
     "present",
     "afp",
     "mcfarland",
     "michigan",
     "department",
     "0:30",
     "today",
     "needs",
     "wall",
     "0:59",
     "newsy",
     "gop",
     "tom",
     "ruth",
     "bader",
     "uk",
     "steven",
     "sachs",
     "0:40",
     "clinton",
     "farage",
     "ap",
     "white",
     "1:12",
     "mitt",
     "et",
     "transitionmichael",
     "0:52",
     "us",
     "elaine",
     "boris",
     "friday",
     "mitch",
     "0:29",
     "0:38",
     "chao",
     "labor",
     "mcconnell",
     "transitionuk",
     "sunday",
     "michael",
     "news",
     "united",
     "facebook",
     "senate",
     "donald",
     "linkedin",
     "2:25",
     "1:04",
     "christie",
     "steve",
     "of",
     "19,",
     "december 1, 2016",
     "haley",
     "conway",
     "romney",
     "health",
     "night",
     "november 8th",
     "kellyanne",
     "1:27",
     "2:37",
     "reince",
     "transitiondonald",
     "u.s.",
     "newslook",
     "jersey",
     "0:48",
     "carolina",
     "and",
     "york",
     "obamacare",
     "ukip",
     "betsy",
     "1:10",
     "nov. 23",
     "the future",
     "pence",
     "this nov.",
     "goldman",
     "britain",
     "1:07",
     "party",
     "club",
     "thursday",
     "1:41 p.m. est",
     "devos",
     "chris",
     "carolyn",
     "tower",
     "palin",
     "rnc",
     "nations",
     "nikki",
     "1:17",
     "nov. 13",
     "mike",
     "collin",
     "human",
     "u.n.",
     "arena",
     "wilbur",
     "republican",
     "usa",
     "commerce",
     "new",
     "national",
     "obama",
     "cincinnati",
     "2:12",
     "0:50",
     "2012",
     "1:01",
     "0:23",
     "bannon",
     "putin",
     "city",
     "time",
     "nov. 12",
     "kt",
     "0:42",
     "price",
     "mcgahn",
     "treasury",
     "south",
     "trump",
     "house",
     "hillary",
     "services",
     "last week",
     "europe",
     "golf",
     "mnuchin",
     "fox",
     "0:28",
     "nigel",
     "bank",
     "monday",
     "$700,000",
     "court",
     "vladimir",
     "johnson",
     "transitionus",
     "2016",
     "flynn",
     "post",
     "past",
     "1:44",
     "bedminster",
     "journal",
     "n.j.",
     "watch",
     "7:00 p.m.",
     "washington",
     "evening",
     "trumps",
     "now",
     "ross",
     "kaster",
     "don",
     "ohio"
    ],
    "id": 10,
    "text": "Watch live: Trump kicks off 'thank you' tour in Cincinnati USA TODAY will provide live coverage of this event Post to Facebook Watch live: Trump kicks off 'thank you' tour in Cincinnati USA TODAY will provide live coverage of this event Check out this story on USATODAY.com: http://usat.ly/2gqQHt0 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 28 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Watch live: Trump kicks off 'thank you' tour in Cincinnati USA TODAY 1:41 p.m. EST December 1, 2016 FILE - In this Nov. 19, 2016, file photo, President-elect Donald Trump gives the thumbs-up as he arrive at the Trump National Golf Club Bedminster clubhouse in Bedminster, N.J. Trump, ethics attorneys and good-government groups are all grappling with how to navigate being a president with extraordinary international and domestic business ties. While others in government are bound by rules and regulations about their business ties, the president has fewer such restrictions. (AP Photo/Carolyn Kaster, File) (Photo: Carolyn Kaster, AP) 56 CONNECT TWEET LINKEDIN 28 COMMENTEMAILMORE President-elect Donald Trump is set to launch his \"thank you\" tour in Cincinnati, Ohio on Thursday evening. A rally will be held at the U.S. Bank Arena at 7:00 p.m. ET. You can watch the full event in the player above. Since the election, Trump has been busy picking Cabinet positions. Here's a look at what else he has been up to since November 8th. Share TRUMP IN TRANSITIONTrump will step down from businesses | 1:10 President-elect Donald Trump built much of his campaign on his business success, but now that he won, his businesses present a conflict of interest. Time 1 of 38 x Share TRUMP IN TRANSITIONTrump gets praise for the Carrier deal, but hoosiers will pay for it | 1:00 Carrier's parent company is reportedly going to get about $700,000 a year in tax breaks to stay put. Newslook 2 of 38 Share TRUMP IN TRANSITIONTrump's nominee for health secretary Price vows change | 0:45 US President-elect Donald Trump nominated fierce Obamacare critic, Tom Price as health secretary, indicating he plans to fulfill a campaign promise to tear up the divisive healthcare reform law. Video provided by AFP Newslook 3 of 38 Share TRUMP IN TRANSITIONPalin seems eager to win a spot in Trump's cabinet | 1:27 She shared a video touting her commitment to veterans after reports surfaced that she's being considered for secretary of Veterans Affairs. Newslook 4 of 38 Share TRUMP IN TRANSITIONMnuchin: What we know about Trump's pick for Treasury | 0:52 Steven Mnuchin, a hedge fund manager and former Goldman Sachs executive, is President-elect Donald Trump's choice for Treasury secretary, a source told USA TODAY. Here is what we know about the 53-year-old. USA TODAY NETWORK 5 of 38 Share TRUMP IN TRANSITIONWilbur Ross: A look at Trump's pick for Commerce secretary | 0:38 Donald Trump's pick for Commerce secretary is billionaire businessman Wilbur Ross. Here is what we know about the 'King of Bankruptcy.' USA TODAY NETWORK 6 of 38 TRUMP IN TRANSITIONTrump makes pick to head U.S. Department of Health And Human Services | 0:53 U.S. Rep. Tom Price is an outspoken critic of Obamacare. Video provided by Newsy Newslook 7 of 38 Share TRUMP IN TRANSITIONTrump's Secretary of State pick: Reward loyalty or appease the GOP? | 1:37 After more infighting within Donald Trump's transition team, Mitt Romney has a new challenger for the secretary of state spot. Newslook 8 of 38 Share TRUMP IN TRANSITIONTrump taps Elaine Chao for Transportation Secretary position | 0:29 The former Secretary of Labor and wife to Senate Majority Leader Mitch McConnell will be joining the Trump administration. USA TODAY 9 of 38 Share TRUMP IN TRANSITIONMeet the two newest additions to the Trump team | 0:48 Fox News analyst KT McFarland and lawyer Don McGahn are the two latest additions to Donald Trump's White House. Video provided by Newsy Newslook 10 of 38 Share TRUMP IN TRANSITIONKellyanne Conway publicly slams Mitt Romney as potential Secretary of | 0:48 President-elect Donald Trump senior adviser Kellyanne Conway says she has personal concerns with the prospect of Mitt Romney being selected as secretary of state. Time 11 of 38 Share TRUMP IN TRANSITIONBetsy DeVos: Trump's pick for Education secretary | 0:50 Donald Trump has selected Michigan Republican, Betsy DeVos, for Secretary of Education. Here is what we know about her. USA TODAY NETWORK 12 of 38 Share TRUMP IN TRANSITIONWilbur Ross expected to be tapped for Commerce secretary | 0:40 Billionaire investor Wilbur Ross is expected to be President-elect Donald Trump's choice for Commerce secretary, a senior transition official said. Trump met with Ross on Sunday at his New Jersey golf club. AP 13 of 38 Share TRUMP IN TRANSITIONHow many intelligence briefings has Trump received? | 0:52 'The Washington Post' reports that while president-elect Trump has only received two, Mike Pence has made time for the briefings every day since the election. USA TODAY NETWORK 14 of 38 Share TRUMP IN TRANSITIONSources: Trump taps Gov. Haley for U.N. ambassador | 0:45 President-elect Donald Trump has selected South Carolina Gov. Nikki Haley as ambassador to the United Nations, and he will treat it as a cabinet-level position. That’s according to two sources familiar with Trump’s decision. (Nov. 23) AP 15 of 38 Share TRUMP IN TRANSITIONTrump wants a 'cordial and productive' relationship with the media | 0:58 Donald Trump had a few choice words for top executives and anchors from several major TV news networks. But it seems he also wanted to make peace. Video provided by Newsy Newslook 16 of 38 Share TRUMP IN TRANSITIONTrump won't pursue prosecuting Clinton | 0:58 Despite calling Clinton \"crooked Hillary\" throughout his campaign and pledging to push for her prosecution, it looks like President-elect Trump will not go through with it. USA TODAY NETWORK 17 of 38 Share TRUMP IN TRANSITIONConway: Trump Needs Time to 'Reflect' on Cabinet | 1:22 President-elect Donald Trump continues various meetings with potential cabinet picks while at the Trump Tower in New York on Monday, but campaign manager Kellyanne Conway says Trump needs time to 'reflect and discuss' his possible choices. (Nov. 21) AP 18 of 38 Share TRUMP IN TRANSITIONWill the Trumps live in The White House? | 1:30 Speculation has been growing over how much time Donald Trump will spend in New York City. Newslook 19 of 38 Share TRUMP IN TRANSITIONTrump lays out 100 day plan in new video | 2:37 President-elect Donald Trump shares a specific agenda for his first 100 days in office in a newly uploaded video to his transition team's Facebook page. 20 of 38 Share TRUMP IN TRANSITIONDonald Trump meets harsh critic Mitt Romney at N.J. golf course | 1:01 Trump was meeting Saturday with one of his sharpest Republican critics of the campaign, 2012 presidential candidate Mitt Romney, at Trump’s golf club in New Jersey. Time 21 of 38 Share TRUMP IN TRANSITIONSteve Bannon: A closer look at Trump's chief strategist | 1:04 President-elect Donald Trump's chief strategist Stephen Bannon is causing a social media firestorm with his controversial commentary and projects. Let's take a closer look at some of his past positions. USA TODAY NETWORK 22 of 38 Share TRUMP IN TRANSITIONDonald Trump's inauguration team | 0:23 Here's a look at some of the major players on Donald Trump's inauguration team. USA TODAY 23 of 38 Share TRUMP IN TRANSITIONPresident Obama: ‘This office has a way of waking you up’ | 1:12 \"Regardless of what experience or assumptions he brought to the office, this office has a way of waking you up\" Time 24 of 38 Share TRUMP IN TRANSITIONMichael Flynn: Trump's pick for national security adviser | 1:31 Michael Flynn would be an addition to Trump's cabinet that has many top Democrats on edge. USA TODAY, Collin Brennan 25 of 38 Share TRUMP IN TRANSITIONWhat Trump and Putin discussed over the phone | 0:28 President-elect Donald Trump and Russian President Vladimir Putin spoke on the phone on Monday to discuss the future of the US-Russia relationship. USA TODAY 26 of 38 Share TRUMP IN TRANSITIONJustice Ginsburg: Trump will fill court vacancy | 2:25 Justice Ruth Bader Ginsburg is acknowledging that the outcome of last week's election means that Donald Trump will fill the 9-month-old Supreme Court vacancy. Ginsburg did not otherwise comment on the presidential election Monday. (Nov. 14) AP 27 of 38 Share TRUMP IN TRANSITIONTrump could be aiming for a little more diversity on his team | 1:17 Donald Trump is reportedly considering appointing an openly gay man as U.N. ambassador and a woman as RNC chair. Video provided by Newsy Newslook 28 of 38 Share TRUMP IN TRANSITIONDonald Trump tells people harassing minorities to 'Stop It' | 0:48 Reports of racially charged incidents spiked almost immediately after the election. Video provided by Newsy Newslook 29 of 38 Share TRUMP IN TRANSITIONDonald Trump meets with Nigel Farage | 1:44 The UKIP leader has told his country's government that he is happy to \"provide introductions\" to the U.S. President-elect. Time 30 of 38 Share TRUMP IN TRANSITIONUK's Johnson: Trump Is \"Moment of Opportunity\" | 0:59 The Foreign Minister of the UK, Boris Johnson, says the presidency of Donald Trump could be a \"moment of opportunity\" for a fresh start.  Johnson said Trump's presidency could be a \"good thing for Britain...and a good thing for Europe.\" (Nov. 14) AP 31 of 38 Share TRUMP IN TRANSITIONPriebus Tapped as White House Chief of Staff | 0:52 President-elect Donald Trump has chosen Republican Party Chairman Reince Priebus as his White House chief of staff and conservative media executive Stephen Bannon as his senior counselor. (Nov. 13) AP 32 of 38 Share TRUMP IN TRANSITIONDonald Trump plans to deport up to 3 million immigrants | 0:42 President-elect Donald Trump said he plans to deport about two to three million undocumented immigrants, speaking in a pre-taped interview that will air Sunday night. Time 33 of 38 Share TRUMP IN TRANSITIONTrump campaign manager discusses transition | 2:12 Without offering details, Donald Trump's presidential election campaign manager, Kellyanne Conway said Trump will build \"a fabulous cabinet, filled with people who are qualified to do this job and understand very clearly what his goals are.\" (Nov. 12) AP 34 of 38 Share TRUMP IN TRANSITIONDonald Trump says he’s willing to preserve parts of Obamacare | 0:48 President-elect Donald Trump, who had repeatedly campaigned on a promise to repeal the Affordable Care Act, said Friday that he would consider keeping certain parts of the health care law after meeting with President Obama at the White House. Time 35 of 38 Share TRUMP IN TRANSITIONUS president-elect Trump holds transition meetings | 0:30 Donald Trump shakes up his White House transition team, appointing running mate Mike Pence to head the process of filling key administration posts, and demoting New Jersey Governor Chris Christie to a deputy role. Video provided by AFP Newslook 36 of 38 TRUMP IN TRANSITIONMike Pence will lead Donald Trump’s transition team | 0:52 The vice president-elect will replace Chris Christie and head Donald Trump's transition team. Time 37 of 38 Share TRUMP IN TRANSITIONTrump seems to be backtracking on a few of his agenda items | 1:07 Donald Trump told The Wall Street Journal he might keep some provisions of President Obama's health care law after all.  Video provided by Newsy Newslook 38 of 38 Trump will step down from businesses Trump gets praise for the Carrier deal, but hoosiers will pay for it Trump's nominee for health secretary Price vows change Palin seems eager to win a spot in Trump's cabinet Mnuchin: What we know about Trump's pick for Treasury Wilbur Ross: A look at Trump's pick for Commerce secretary Trump makes pick to head U.S. Department of Health And Human Services Trump's Secretary of State pick: Reward loyalty or appease the GOP? Trump taps Elaine Chao for Transportation Secretary position Meet the two newest additions to the Trump team Kellyanne Conway publicly slams Mitt Romney as potential Secretary of Betsy DeVos: Trump's pick for Education secretary Wilbur Ross expected to be tapped for Commerce secretary How many intelligence briefings has Trump received? Sources: Trump taps Gov. Haley for U.N. ambassador Trump wants a 'cordial and productive' relationship with the media Trump won't pursue prosecuting Clinton Conway: Trump Needs Time to 'Reflect' on Cabinet Will the Trumps live in The White House? Trump lays out 100 day plan in new video Donald Trump meets harsh critic Mitt Romney at N.J. golf course Steve Bannon: A closer look at Trump's chief strategist Donald Trump's inauguration team President Obama: ‘This office has a way of waking you up’ Michael Flynn: Trump's pick for national security adviser What Trump and Putin discussed over the phone Justice Ginsburg: Trump will fill court vacancy Trump could be aiming for a little more diversity on his team Donald Trump tells people harassing minorities to 'Stop It' Donald Trump meets with Nigel Farage UK's Johnson: Trump Is \"Moment of Opportunity\" Priebus Tapped as White House Chief of Staff Donald Trump plans to deport up to 3 million immigrants Trump campaign manager discusses transition Donald Trump says he’s willing to preserve parts of Obamacare US president-elect Trump holds transition meetings Mike Pence will lead Donald Trump’s transition team Trump seems to be backtracking on a few of his agenda items Read or Share this story: http://usat.ly/2gqQHt0 ",
    "title": "Watch live: Trump kicks off 'thank you' tour in Cincinnati"
   },
   {
    "entities": [
     "pittsburgh",
     "todd",
     "2016",
     "inc.",
     "alan",
     "johnson",
     "facebook",
     "interactive",
     "cbs",
     "kevin",
     "april",
     "murray",
     "today",
     "hills",
     "hollis",
     "wednesday",
     "woodland"
    ],
    "id": 11,
    "text": "Email PITTSBURGH -- A Pittsburgh-area high school principal has been placed on administrative leave after a recording surfaced of him allegedly berating a student, CBS Pittsburgh reports .  On Wednesday, Woodland Hills Superintendent Alan Johnson confirmed that Kevin Murray was placed on administrative leave pending an investigation. The 14-year-old student said the principal often harasses him and allegedly speaks to him in a threatening manner and uses expletives. On one occasion, the teen recorded it. That recording was made back in April, while the boy was being reprimanded for a previous incident. During the incident, the principal is allegedly caught on the recording saying among other things, “I’m going to [expletive] punch you in the face. Man-to-man, bro. I don’t care if you are [expletive] 14 years old or not. I will punch you in your face, and when we go down to court, it’s your word against mine, and mine wins every time.” “Obviously, what I heard there is not something that we would condone as a school district,” Johnson said. According to the family’s attorney, Todd Hollis, there were several other incidents involving the boy and Murray. Hollis says the threats and harassment have gone on throughout the school year against the “special education” student. “The cultural problem at Woodland Hills has to be changed, and I don’t think that simply placing the principal on administrative leave is going to change that,” said Hollis. But Johnson says it’s standard to place an employee on paid leave during an investigation. Hollis isn’t happy. “I am getting calls from parents, educators, even some police officers who are saying to me this behavior is not unusual and it seems apparent to me that the superintendent is aware of it,” said Hollis. “Being on paid administrative leave isn’t termination, it’s a vacation. That’s not enough.” Hollis says his client remains in school. “The child is in school, but the child was apparently being harassed by some teachers in the school and ran to his counselors office today,” Hollis said. He is urging others to come forward. “I am reaching out to every parent that is aware of this. Call my office, get in touch with me, email, Facebook, I will be happy to address the problem,” Hollis said. He says he has not had a sit-down meeting with the superintendent yet. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Kevin Murray, Woodland Hills High School principal, placed on leave for video threatening student - CBS News"
   },
   {
    "entities": [
     "uva",
     "states",
     "trump",
     "hillary",
     "news",
     "united",
     "facebook",
     "fox",
     "charles",
     "gutfeld",
     "#1",
     "december 1, 2016",
     "boston",
     "2016",
     "8 years later",
     "twitter",
     "stone",
     "nascar",
     "greg",
     "obama",
     "prager",
     "currently",
     "krauthammer",
     "dennis",
     "thanksgiving",
     "rolling",
     "decades ago",
     "saturdays 10-11pm",
     "the past",
     "research",
     "fnc",
     "barack",
     "show",
     "2007"
    ],
    "id": 12,
    "text": "Facebook 0 Twitter 0 livefyre Email Print In a recent interview in that reprehensible wad of trash called Rolling Stone, President Obama pinpointed why the Democrats lost the election. He blamed it on Fox News. He initially blamed his own party for its inability to connect with voters, but then he couldn't help himself. He did what he's done in the past when faced with denial or defeat: He targeted my place of employment. 8 Years Later: The #1 name in news, still giving Mr. Obama the blues? #FoxNews pic.twitter.com/uuHOMhw5xm — Fox News Research (@FoxNewsResearch) December 1, 2016 Yes, his party sucks for losing, he says. But then he adds: “Part of it is Fox News in every bar and restaurant in big chunks of the country.” So, where to begin?   First, let's call BS on this observation. If Barack Obama actually traveled the United States, he'd laugh at his own words. It's true that \"big chunks\" watch Fox News, but they don't have it on in their bars and restaurants, because those who are not leftists are usually not outwardly political. They have no desire to enforce their views on you.  And perhaps they're used to keeping their views to themselves because people like Obama often mock them for having them. Trump's outgoingness may have changed this, but for the most part, the average non-liberal would rather talk pets than politics. President Obama is a victim of the very disease that he accuses others of having: divisideria. In the Rolling Stone interview, he accuses Fox News and others of lying to foment division. That’s ironic, given that he's saying these things in Rolling Stone, the rag that peddled a massive lie (the UVA rape hoax) that ruined lives, and the same rag that put the Boston Bomber in heroic pose on its cover. You can't get a better mix of deceit and divisiveness than that. For the left, it's always been the reverse. For them, the personal is always political, and they have no choice but to infect every arena in life with their strident opinions. Whether it's in the work cafeteria, at Thanksgiving dinner or at a play date with assorted brats … if you're a strong, dedicated progressive, every moment in life is simply an opportunity for proclaiming evidence of your heroic, sensitive belief system.  Those of us who aren't liberals have no such reflex. When I'm among friends or strangers and politics comes up, I generally find a way to subvert or deviate from debate. I tell a joke. I say something stupid. I comment on my assorted body aches. It's essentially what I do on The Five. True, as you enter the political season, this changes. People talked more politics in the back half of 2016, because that's when this subject's Super Bowl hits. People were talking Trump, because it was no different from talking about the next heavyweight champion, or a leading NASCAR driver. It's not political, it's just the season for it. It’s a topic for friendly or pointless conversation to pass time while ordering a sandwich. But because Obama is a progressive, and because he’s surrounded by progressives, he projects their sense of political urgency and identity onto his political adversaries. He assumes we're all just like him, only in reverse. But we aren't, and he can't see it, because he is a victim of the very disease that he accuses others of having: divisideria. In the Rolling Stone interview, he accuses Fox News and others of lying to foment division. That’s ironic, given that he's saying these things in Rolling Stone, the rag that peddled a massive lie (the UVA rape hoax) that ruined lives, and the same rag that put the Boston Bomber in heroic pose on its cover. You can't get a better mix of deceit and divisiveness than that. The bottom line: The division began decades ago, when the left made politics a measure of your morality. (It’s no surprise it sprang up when Rolling Stone did, too.). If you weren't like them, you were immoral. You were not simply wrong, as the saying goes, you were evil — a point made often by Charles Krauthammer and Dennis Prager. This began after World War II, when young Americans had the time to turn politics into an all-consuming hobby of emotional activity.  No one on the right ever pulled this kind of stuff on the left. True, some held on to bad ideas, but some on the left did, too. We just assumed they were wrong. They saw us as damned. Or as Hillary said, irredeemable. That paved the way for her excruciating loss. You can't win over people you just sentenced to a life of being deplorable. This narrow, highly destructive sensibility exists still, even after Trump's beatdown. Comedians, singers and assorted talking heads continue to crap on Trump voters, reducing them to some braying, mindless, bigoted mob. But the more they do this, the more Trump supporters they create. Their simplistic, single-minded arrogance reveals the debilitating irrelevance they feel when the country no longer listens to their whine. Oh, yes … in the good old days, it used to be that you could call someone a bigot, a sexist or simply evil — and it mattered. But the left called it all too much, abusing their power, so it's no longer believable. It's as if a superhero had only one single gift (call it \"bigot-smearing\"), and Trump arrived with the kryptonite.  So you're left with a President Obama — a smart, gifted man — ending his tenure bitterly chatting to a pathetic, marginal magazine about a network he believes gave the country President-elect Trump. He's lost the plot. All Trump did was galvanize and organize a group of people tired of being villain-shamed by the arrogant and the elite. The fact that this group happened to watch Fox News is simply a correlation, not a cause.  But by blaming Fox News, it at least helps the outgoing president achieve one thing: not having to blame himself. Greg Gutfeld currently serves as host of FOX News Channel's (FNC) The Greg Gutfeld Show (Saturdays 10-11PM/ET) and co-host of The Five (weekdays 5-6PM/ET) . He joined the network in 2007 as a contributor. Click here for more information on Greg Gutfeld .  Advertisement ",
    "title": "Greg Gutfeld: Obama slams Fox News (and rings the division bell, for the last time) | Fox News"
   },
   {
    "entities": [
     "day on thursday",
     "this month",
     "december 01, 2016",
     "states",
     "carrier",
     "trump",
     "house",
     "press",
     "thursday",
     "united",
     "facebook",
     "donald",
     "mexico",
     "indiana",
     "trump-pence",
     "tuesday",
     "mike",
     "2016",
     "associated",
     "twitter",
     "$7 million",
     "u.s.",
     "technologies",
     "february",
     "today",
     "cincinnati",
     "and",
     "wednesday",
     "indianapolis",
     "u.s.a.",
     "the 1950s",
     "now",
     "pence",
     "white"
    ],
    "id": 13,
    "text": "Trump, Pence tour Carrier plant to tout job-saving deal Published               December 01, 2016 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump touched down in wingman Mike Pence's home state Thursday to take a bow for their dramatic, job-saving deal with Carrier air conditioning. The stop, in the state Vice President-elect Pence still serves as governor, came amid a \"thank you\" tour of the Midwestern states that helped propel their ticket to victory. \"I will tell you that United Technologies and Carrier stepped up, and now they're keeping over 1,100 people,\" Trump said. \"It's so great.\" Trump said he got involved after seeing a report on Carrier's announcement it would leave for Mexico. Trump said he was moved by a Carrier employee and Trump supporter who promised his co-workers that Trump wouldn't let the company leave. \"It's because of that guy,\" Trump said, scanning the assembled throng and explaining how he reached out to the company's top brass. \"Companies are not going to leave the United States anymore without consequences,\" Trump thundered, before tempering the threat with pledges for deregulation and lower taxes. \"We're going to do great things for businesses,\" Trump said. \"There's no reason for them to leave anymore.\" Before Trump spoke, Pence told his fellow Hoosiers they had cause to celebrate. \"It’s a great day for working people all across the U.S.A.,\" Pence said, speaking before Trump. \"The State of Indiana is proud. \"Since the 1950s, Carrier has been a part of Indiana’s success story, and thanks to our president-elect, Carrier has decided to stay and grow right here in Indiana. We are so grateful.\" Trump and Pence were at the factory on the west side of Indianapolis, where they toured the facility they helped keep in the U.S., thanks in part to a $7 million tax break from the Hoosier State. In February, the heating and air conditioning company said that it would shutter the plant and send jobs to Mexico, and video of angry workers being informed about the decision soon went viral. “Big day on Thursday for Indiana and the great workers of that wonderful state. We will keep our companies and jobs in the U.S. Thanks, Carrier,” Trump tweeted Tuesday. Trump threatened to impose sharp tariffs on any company that shifted its factories to Mexico. And his advisers have since promoted lower corporate tax rates as a means of keeping jobs in the U.S. By enabling the plant to stay open, the deal spares about 800 union workers whose jobs were going to be outsourced to Mexico, according to federal officials who were briefed by the company. This suggests that hundreds will still lose their jobs at the factory, where roughly 1,400 workers were slated to be laid off. Also, neither Trump nor Carrier has yet to say what the workers might have to give up or precisely what threats or incentives were used to get the manufacturer to change its mind. The company attributed its decision to the incoming Trump administration and financial incentives provided by Indiana, which is something of a reversal, since earlier offers from the state had failed to sway Carrier from decamping to Mexico. “Today’s announcement is possible because the incoming Trump-Pence administration has emphasized to us its commitment to support the business community and create an improved, more competitive U.S. business climate,” the company said in a statement released Wednesday. Trump will later hold a campaign-style rally in Cincinnati, the first of several stops on the “USA Thank You Tour 2016” planned this month to revisit the states that helped him capture the White House. Trump, who has long spoken of feeding off the energy of his raucous crowds, first floated the idea of a victory tour just days after winning the election, only to instead prioritize filling some of his Cabinet positions. The Associated Press contributed to this report Advertisement ",
    "title": "Trump, Pence tour Carrier plant to tout job-saving deal | Fox News"
   },
   {
    "entities": [
     "israel",
     "arnold",
     "2001",
     "cabinet",
     "state",
     "for",
     "china",
     "defense",
     "1972",
     "punaro",
     "dwight",
     "department",
     "afghanistan",
     "army",
     "iraq",
     "east",
     "center",
     "islamic",
     "hennigan",
     "white",
     "middle",
     "tehran",
     "patton",
     "eisenhower",
     "august",
     "michael",
     "united",
     "donald",
     "recently",
     "april",
     "1991",
     "w.j.",
     "command",
     "night",
     "u.s.",
     "marcus",
     "tzu",
     "james",
     "and",
     "nato",
     "york",
     "studies",
     "pentagon",
     "ukraine",
     "council",
     "n.",
     "aurelius",
     "armed",
     "lee",
     "von",
     "sun",
     "thursday",
     "international",
     "congress",
     "nations",
     "security",
     "john",
     "shakespeare",
     "obama",
     "new",
     "cincinnati",
     "marines",
     "america",
     "iran",
     "committee",
     "germany",
     "mccain",
     "times",
     "this week",
     "marine",
     "trump",
     "2013",
     "house",
     "south",
     "sea",
     "1969",
     "syria",
     "services",
     "europe",
     "university",
     "carl",
     "monday",
     "george",
     "2003",
     "flynn",
     "corps",
     "washington",
     "central",
     "mattis",
     "strategic",
     "don",
     "clausewitz"
    ],
    "id": 14,
    "text": "Trump picks retired Gen. James Mattis as Defense secretary Trump picks retired Gen. James Mattis as Defense secretary President-elect Donald Trump has chosen retired Gen. James N. Mattis to head the Defense Department. This decision fills a critical national security position in the emerging Cabinet. President-elect Donald Trump has chosen retired Gen. James N. Mattis to head the Defense Department. This decision fills a critical national security position in the emerging Cabinet. W.J. Hennigan Contact Reporter President-elect Donald Trump has chosen James N. Mattis, a highly respected retired Marine four-star general, to head the Defense Department , filling in a critical national security position in the emerging Cabinet. Mattis served 44 years in the Marine Corps before he retired in 2013. He headed U.S. Central Command in his final three years and oversaw the wars in Iraq and Afghanistan as well as other military operations in the Middle East. Trump announced his pick Thursday night at a rally in Cincinnati, urging his supporters to keep the news quiet. \"We're not announcing it until Monday so don't tell anybody,\" he joked. He compared Mattis to Gen. George Patton, the legendary front-line general who helped liberate Europe in World War II.    Unmarried all his life, Mattis, 66, was known as a hard-charging but scholarly figure who issued heavy reading lists to his subordinates and who carried “Meditations” by Marcus Aurelius on his deployments. In speeches, he was as likely to quote from Shakespeare or an ancient Greek poet as from traditional military strategists Carl von Clausewitz or Sun Tzu. His nicknames included “Mad Dog” and “Warrior Monk.” White House with such wealthy individuals that his Cabinet was mockingly referred to as \"nine millionaires and a plumber.\"  President-elect Donald Trump is about to do him one better.  Trump won the election by appealing to America's disaffected working... Dwight Eisenhower surrounded himself in the White House with such wealthy individuals that his Cabinet was mockingly referred to as \"nine millionaires and a plumber.\"  President-elect Donald Trump is about to do him one better.  Trump won the election by appealing to America's disaffected working... (Don Lee) “He is the combination of strategic thinker and successful operator at all levels of warfare,” said retired Marine Maj. Gen. Arnold Punaro and author of “On War and Politics: The Battlefield Inside Washington's Beltway.” “His entire life has been learning about and implementing a strong national defense.” The GOP-led Congress would need to grant Mattis a waiver to confirm him as head of the Pentagon because he has not been out of uniform for seven years. The limit was set under a law intended to maintain civilian control of the military. Winning a waiver shouldn’t be difficult. Mattis has powerful backers in Congress, including Sen. John McCain (R-Ariz.) who chairs the Armed Services Committee, which is responsible for overseeing the confirmation process. “Gen. Mattis is one of the finest military officers of his generation and an extraordinary leader who inspires a rare and special admiration of his troops,” McCain said after Mattis first emerged as a candidate. Mattis clashed with White House aides before he retired over the Obama administration’s outreach to Iran, which he considered unwise. He was openly critical of the Iran nuclear deal that was signed after he left the military. Mattis shares a deep distrust of Iran with Trump and Michael Flynn, a retired Army general who Trump has named as White House national security advisor. During the campaign, Trump called for ripping up or revising the nuclear deal. “Among all the issues facing us in the Middle East, I think Iran is actually foremost,” Mattis said in April at the Center for Strategic and International Studies think tank in Washington. “And yet at the same time, it appears here in Washington that we've forgotten how to keep certain issues foremost.” But more recently Mattis has said that it’s too late to rip up the Iran deal because it’s being implemented by the world powers who negotiated it with Tehran: the five permanent members of the United Nations Security Council and Germany. Whether he and Trump share the same world view in other areas is unclear. Trump pledged during the campaign to scale back America’s military involvement around the globe; Mattis has always espoused a muscular role to advance U.S. interests overseas. Mattis has embraced diplomatic efforts to craft a two-state solution in Israel, backed Obama administration efforts to provide weapons to Syrian rebels, and he supports the NATO military alliance, all issues where he and Trump may disagree. “We need to stay engaged in the world and resist isolationism,” Mattis said in August in a speech at Washington State University. Mattis already has had an impact on Trump's thinking. In a recent interview with the New York Times,  the president-elect indicated he was reconsidering his calls for waterboarding terrorism suspects after talking to Mattis. “He said — I was surprised — he said, ‘I’ve never found it to be useful,’” Trump said. “He said, ‘I’ve always found, give me a pack of cigarettes and a couple of beers and I do better with that than I do with torture.’ And I was very impressed by that answer.” If confirmed, Mattis would oversee a Pentagon that is battling Islamic State in Iraq and Syria, has lost ground to a renewed insurgency in Afghanistan, is grappling with Russian aggression in Ukraine and is facing a growing Chinese presence in the South China Sea. Trump has vowed to boost Pentagon spending for more soldiers, ships and aircraft, and in a video this week, said he would seek a new strategy for cyberdefense. A native of eastern Washington state, Mattis enlisted in the Marines in 1969 and was commissioned a second lieutenant through the ROTC program in 1972. He commanded an assault battalion during the 1991 Persian Gulf War. He led the 1st Marine Expeditionary Brigade during the invasion of Afghanistan in 2001 and the 1st Marine Division during the invasion of Iraq in 2003. ",
    "title": "Trump picks retired Gen. James Mattis as Defense secretary - LA Times"
   },
   {
    "entities": [
     "atk",
     "dunn",
     "october",
     "orbital",
     "kyzyl",
     "spacex",
     "florida",
     "ocean",
     "interfax",
     "roscosmos",
     "thursday",
     "nasa",
     "moscow",
     "late thursday",
     "may 2014",
     "mid-december",
     "tuva",
     "mongolia",
     "saturday",
     "international",
     "cape",
     "russia",
     "may 2015",
     "station",
     "vladimir",
     "marcia",
     "earth",
     "1451",
     "8:51 p.m.",
     "canaveral",
     "siberia",
     "currently",
     "union",
     "space",
     "european",
     "september",
     "kazakhstan",
     "isachenkov",
     "pacific",
     "december"
    ],
    "id": 15,
    "text": "Email An unmanned Russian cargo spaceship heading to the International Space Station broke up in the atmosphere over Siberia on Thursday due to an unspecified malfunction, the Russian space agency said. The Progress MS-04 cargo craft broke up at an altitude of 190 kilometers (118 miles) over the remote Russian Tuva region in Siberia that borders Mongolia, Roscosmos said in a statement. It said most of spaceship's debris burnt up as it entered the atmosphere but some fell to Earth over what it called an uninhabited area. Local people reported seeing a flash of light and hearing a loud thud west of the regional capital of Kyzyl, more than 3,600 kilometers (2,200 miles) east of Moscow, the Tuva government was quoted as saying late Thursday by the Interfax news agency. The Progress cargo ship had lifted off as scheduled at 8:51 p.m. (1451 GMT) from Russia's space launch complex in Baikonur, Kazakhstan, to deliver 2.5 metric tons of fuel, water, food and other supplies. It was set to dock with the space station on Saturday. Roscosmos said the craft was operating normally before it stopped transmitting data 6 ? minutes after the launch. The Russian space agency would not immediately describe the malfunction, saying its experts were looking into it. This is the third botched launch of a Russian spacecraft in two years. A Progress cargo ship plunged into the Pacific Ocean in May 2015, and a Proton-M rocket carrying an advanced satellite broke up in the atmosphere in May 2014. But both Roscosmos and NASA said the crash of the ship would have no impact on the operations of the orbiting space lab that is currently home to a six-member crew, including three cosmonauts from Russia, two NASA astronauts and one from the European Union. Orbital ATK, NASA's other shipper, successfully sent up supplies to the space station in October, and a Japanese cargo spaceship is scheduled to launch a full load in mid-December. NASA supplier SpaceX , meanwhile, has been grounded since a rocket explosion in September on the launch pad at Cape Canaveral, Florida. The company hopes to resume launches in December to deliver communication satellites. ——— This version corrects the spelling of the region to Tuva, not Tyva. —— Aerospace Writer Marcia Dunn in Cape Canaveral, Florida, and Vladimir Isachenkov in Moscow contributed to this report. 0 Shares ",
    "title": "Russia: Space Ship Malfunctions, Breaks up Over Siberia - ABC News"
   },
   {
    "entities": [
     "eskimos",
     "carroll",
     "mcknight",
     "times",
     "2:43 p.m. cst",
     "fortunato",
     "la.",
     "joe",
     "gasser",
     "brian",
     "league",
     "orleans",
     "parish",
     "2013",
     "achilles",
     "helton",
     "cushing",
     "saskatchewan",
     "thursday",
     "ridge",
     "miami",
     "2009",
     "jets",
     "skalij",
     "nfl",
     "roughriders",
     "river",
     "april",
     "kansas",
     "2014",
     "chiefs",
     "2016",
     "john",
     "jefferson",
     "reggie",
     "twitter",
     "dolphins",
     "current",
     "louisiana",
     "sheriff's",
     "this year",
     "wally",
     "new",
     "will",
     "today",
     "york",
     "usc",
     "los",
     "zach",
     "2010",
     "helfand",
     "afternoon",
     "edmonton",
     "ronald",
     "football",
     "office",
     "pete",
     "smith",
     "terrytown",
     "bush",
     "clay",
     "city",
     "angeles"
    ],
    "id": 16,
    "text": "Former USC star Joe McKnight shot to death in streets of Louisiana Joe McKnight Wally Skalij / Los Angeles Times Joe McKnight rushed for more than 2,200 yards in his USC career. Joe McKnight rushed for more than 2,200 yards in his USC career. (Wally Skalij / Los Angeles Times) Zach Helfand Contact Reporter Former USC running back Joe McKnight was shot and killed in Terrytown, La., a town outside New Orleans, on Thursday afternoon, according to the Jefferson Parish Sheriff's Office. The incident is being investigated as a possible road rage incident, said Colonel John Fortunato, a police spokesman. Fortunato said police have identified the suspect as Ronald Gasser, a 54-year-old white male, who remained on the scene and is being questioned by homicide detectives. According to a report by the NOLA.com, an eyewitness in Terrytown saw two men in an argument near an intersection. One man was yelling at a second man trying to apologize. The eyewitness said the man who had been yelling shot the second man multiple times, then said, \"I told you don't you f--- with me,\" before firing on the man again. Fortunato said the incident took place at 2:43 p.m. CST. McKnight, 28, committed to USC under then-coach Pete Carroll from River Ridge, La., as the next in the line of USC playmakers like Reggie Bush . He played at USC for three seasons before turning professional. McKnight amassed 2,755 yards and 15 touchdowns rushing and receiving and another two touchdowns as a returner. He was drafted in the fourth round of the 2010 NFL draft by the New York Jets , where he spent three up-and-down seasons before moving to the Kansas City Chiefs and then the Miami Dolphins in 2013. A torn Achilles’ tendon in 2014 ended his NFL career. In 2016, he played for the Edmonton Eskimos and Saskatchewan Roughriders of the Canadian Football League. McKnight is the second NFL player this year to die as a result of a possible road-rage incident. Saints player Will Smith was killed in April.  McKnight’s relationship with USC was somewhat strained after he was not allowed to play in the final game of his junior season, in 2009, while USC investigated him for allegedly receiving improper benefits. He would leave USC soon afterward. USC’s current and former players and coaches have reacted with notes of shock and sadness on social media. USC Coach Clay Helton posted, \"Saddens me to hear the news about Joe McKnight. Our prayers go out to the McKnight family.\" Brian Cushing , one of McKnight's USC teammates, wrote, in part, \"I'm absolutely crushed to hear the news today about you being gone. I'll never forget what you accomplished and how far you came as a player and a person.\" Bush said on Twitter, \"this one hurts bad.” ",
    "title": "Former USC star Joe McKnight shot to death in streets of Louisiana - LA Times"
   },
   {
    "entities": [
     "nov. 14",
     "next month",
     "charles",
     "state",
     "associated",
     "grassley",
     "/",
     "department",
     "malcolm",
     "d.c.",
     "afghanistan",
     "iraq",
     "hill",
     "july",
     "center",
     "nauru",
     "ap",
     "image",
     "capitol",
     "costa",
     "island",
     "australia",
     "r-va.",
     "united",
     "facebook",
     "july 26, 2016",
     "sri",
     "contract",
     "of",
     "lanka",
     "jeh",
     "goodlatte",
     "twitter",
     "r-iowa",
     "current",
     "u.s.",
     "guinea",
     "and",
     "chuck",
     "office",
     "customs",
     "pacific",
     "goodlatte-grassley",
     "immigration",
     "next week",
     "press",
     "rica",
     "papua",
     "the previous year",
     "congress",
     "nations",
     "security",
     "john",
     "honduras",
     "foxnews.com",
     "turnbull",
     "new",
     "obama",
     "barnett",
     "sudan",
     "guatemala",
     "america",
     "iran",
     "committee",
     "salvador",
     "expand",
     "bob",
     "somalia",
     "el",
     "october",
     "kerry",
     "states",
     "house",
     "syria",
     "services",
     "the",
     "may 22, 2014",
     "johnson",
     "judiciary",
     "currently",
     "washington",
     "central",
     "related",
     "homeland",
     "pakistan",
     "now",
     "rican",
     "don"
    ],
    "id": 17,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Nearly 2,500 refugees from terrorism hotspots around the world are bound for the U.S. after being rejected by Australia, but not even top lawmakers can get answers about who they are. In an unprecedented move, the U.S. State Department has classified details on refugees to be resettled in America via a secret deal made with Australia. The bi-lateral agreement, which Australian Prime Minister Malcolm Turnbull called a “one-off,” involves 2,465 people currently being held in Papua New Guinea and Nauru who will now be transferred onto U.S. soil. Related Image Expand / Contract Department of Homeland security Secretary Jeh Johnson was mum when lawmakers asked about the refugees. (The Associated Press) “This is a backroom deal, wheeling and dealing with another country's refugee problem,” Center for Immigration Studies fellow Don Barnett told FoxNews.com. “I don’t believe for a moment it’s a one-time deal. That’s for public consumption.” The move has also raised a red flag among Congressional oversight members. Related Image Expand / Contract Sen. Charles Grassley, R-Iowa (AP) In a letter to Department of Homeland Security Secretary Jeh Johnson and Secretary of State John Kerry, key lawmakers Sen. Chuck Grassley, R-Iowa, and Rep. Bob Goodlatte, R-Va., complained about the lack of transparency. “This situation is concerning for many reasons,” read the letter, charging that “your departments negotiated an international agreement regarding refugees without consulting or notifying Congress.” Screeners from the U.S. Customs and Immigration Services are set to leave for the Pacific Island nations next month to begin vetting the refugees. Related Image Expand / Contract FILE: May 22, 2014:  House Judiciary Committee Chairman Bob Goodlatte, R-Va., on Capitol Hill, in Washington, D.C. (REUTERS) When staffers probed the number of individuals being considered for resettlement, they were told it was “classified,” even though refugee admissions are traditionally public. Officials, however, did confirm countries of origin to be Iran, Sri Lanka, Pakistan, Afghanistan, Somalia, Iraq and Sudan, as well as some deemed “stateless.” Iran, Sudan and Syria are the three countries on the U.S. current State Sponsors of Terrorism list. But Barnett said the “stateless” category is most worrisome. “These could be Burmese Muslims, who have posed assimilation issues for every nation which has taken them,” said Barnett. “It’s a dangerous precedent which says, ‘We’ll take any ethnic group with which you don’t get along.’” Australia has been under fire for paying poor surrounding island nations to house detention centers for refugees. Australia created the camps in an effort to curtail “people smuggling” and has long had a policy which prevents individuals seeking asylum from entering the country before being vetted. The Goodlatte-Grassley letter also asked why Australia and other countries refused to take in the refugees. “If they’ve been vetted and deemed inadmissible, the U.S. can’t say, ‘You don’t want them, so we’ll take them,’” said Barnett. Speaking at a Nov. 14 press conference, Turnbull said, “Nobody is taking any more refugees, but what the Americans are doing is assisting these individuals on Nauru and Manus by bringing them in within their existing quota.” The Obama administration increased the quota for the 12-month period that began in October to 110,000 refugees, up from 85,000 the previous year. Turnbull’s announcement that his country would be “taking more refugees from Central America” as part of some “commitments at President Obama's Refugee Summit” has also sparked speculation that the deal is a trade of refugees from the most dangerous areas of the world for ones from Central America. In July, Costa Rica agreed to set up a detention center for those wishing to enter the United States through a new program the administration established initially for children to reunite with U.S. -based parents. The program has been expanded to include those fleeing gang violence in Guatemala, Honduras and El Salvador. It also created a special category for female heads of households. “All you have to do is say is you’re a single mother and you’re in,” said Barnett. “There is all sorts of twisting of the law here.” A “particular social group,” is one of the five categories applicants must meet to obtain refugee or asylum status. The designated group could be a religion, nationality, race or political group whose members have a “well-founded fear” of persecution for belonging. While U.S. law stipulates refugee status should not be granted based on generalized violence, according to officer training materials obtained by FoxNews.com, status can be considered for women heads of households who are vulnerable to crime, economic hardships or could be a victim of “Machista,” described in materials as a “cultural pattern where men father children, [then] abandon [their] family.” The Office of the United Nations High Commissioner for Refugees estimates that 146,000 individuals will apply to enter the U.S. through the Costa Rican Center. In a July 26, 2016 press release the State Department laid out the logistics in which after pre-screening and transfer to Costa Rica, “they will undergo refugee processing before being resettled to the United States or another third country.” Representatives from the Grassley-Goodlatte committee are set to receive a classified briefing on the Australian refugee deal next week. However, numerous questions could remain shielded from public view including costs, timing, benefit to the U.S. and perhaps most importantly why it was done in secret. Advertisement ",
    "title": "Obama administration stiff-arms lawmakers questioning secret refugee deal | Fox News"
   },
   {
    "entities": [
     "october",
     "ponderosa",
     "times",
     "oct. 4",
     "spencer",
     "lights",
     "agriculture",
     "hundred years ago",
     "trump",
     "siegler/npr",
     "coors",
     "tri-pro",
     "restaurant",
     "donald",
     "the 1980s",
     "of",
     "county",
     "north",
     "reggear",
     "country",
     "mike",
     "timber",
     "night",
     "idaho",
     "canada",
     "department",
     "changing",
     "u.s.",
     "orofino",
     "today",
     "wyoming",
     "northwest",
     "lumber",
     "kirk",
     "service",
     "america",
     "jerry",
     "forest",
     "clearwater",
     "now",
     "dakota"
    ],
    "id": 18,
    "text": "In Idaho Lumber Country, Trump Voters Wait To See If He Can Jumpstart Jobs In Idaho Lumber Country, Trump Voters Wait To See If He Can Jumpstart Jobs Embed Embed The Tri-Pro Forest Products facility in Orofino, Idaho, closed in October after operators said they didn't have a steady enough supply of logs to keep the sawmill running and profitable. Kirk Siegler/NPR hide caption toggle caption Kirk Siegler/NPR The Tri-Pro Forest Products facility in Orofino, Idaho, closed in October after operators said they didn't have a steady enough supply of logs to keep the sawmill running and profitable. Kirk Siegler/NPR A few weeks before the election, the Tri-Pro lumber mill in north Idaho shut down . It was the second mill to close in the area in six months, putting more than a hundred people out of work. While that's big economic loss for any community, it was especially tough for the tight-knit town of Orofino and its 3,000 or so residents. \"It's going to be a struggle, quite honestly,\" says Mike Reggear, the supply manager and only employee left on the Tri-Pro payroll. The mill officially closed Oct. 4, after operating on the site in one incarnation or another for nearly 60 years. The shuttered lumberyard is now eerily quiet as Reggear ties up some loose ends; the old mill, kilns and saws are ready to be hauled out. \"There were living-wage jobs [with good benefits] that have now been lost,\" Reggear says, shaking his head. Enlarge this image Like most people in Clearwater County, where Orofino is located, Mike Reggear has spent his entire life working in the timber business. \"Clearwater County has taken a double shot to the nose,\" he says, following the closure of two mills that left more than a hundred people out of work. Kirk Siegler/NPR hide caption toggle caption Kirk Siegler/NPR Like most people in Clearwater County, where Orofino is located, Mike Reggear has spent his entire life working in the timber business. \"Clearwater County has taken a double shot to the nose,\" he says, following the closure of two mills that left more than a hundred people out of work. Kirk Siegler/NPR The story behind Tri-Pro's closure is an all-too-familiar one lately in north Idaho: Reggear says there just wasn't a steady enough supply of logs available locally to keep the sawmill running and profitable. The amount of federal land open to logging has dwindled since the 1980s, and imports from Canada are cheaper. Article continues after sponsorship But just like any economic story in rural America today, it's more complicated than that. And even in Idaho's deeply conservative timber country, there are mixed feelings over whether President-elect Donald Trump can do much to turn things around. Changing Times Timber towns like Orofino, situated along railroad lines and rivers, were put on the map more than a hundred years ago when it seemed like there was a limitless supply of timber in the Northwest woods. The federal government — and specifically the U.S. Forest Service, run as an extension of the U.S. Department of Agriculture — was in the business of actively promoting logging. Enlarge this image Timber mill towns like Orofino were put on the map more than a hundred years ago when the timber supply in national forests seemed limitless. Today many federal lands are closed to logging, and unemployment rates in these towns are among the highest in Idaho. Kirk Siegler/NPR hide caption toggle caption Kirk Siegler/NPR Timber mill towns like Orofino were put on the map more than a hundred years ago when the timber supply in national forests seemed limitless. Today many federal lands are closed to logging, and unemployment rates in these towns are among the highest in Idaho. Kirk Siegler/NPR The environmental mood of the country is significantly different today. So is the economy — mechanization, for instance, has meant that fewer people are needed to log in the woods or work in the mills. At best, logging is a seasonal occupation, says Jerry Spencer, \"so you try to diversify a little bit — because you can't live on [work] eight months a year.\" One night over Coors Lights at the Ponderosa Restaurant, Spencer says he feels lucky he still can find work as an independent contractor, logging in the woods when he can. Spencer and one of his buddies had been splitting time between north Idaho and the oil fields in North Dakota and Wyoming, where they drove trucks. Then oil prices tanked. He's not too eager to talk politics, but Spencer says he's glad Donald Trump won. ",
    "title": "In Idaho Lumber Country, Trump Voters Wait To See If He Can Jumpstart Jobs : NPR"
   },
   {
    "entities": [
     "blackstone",
     "colony",
     "cabinet",
     "gary",
     "stanley",
     "barrack",
     "merrill",
     "california",
     "kaminsky",
     "street",
     "2011",
     "entertainment",
     "j.",
     "rubin",
     "embrace",
     "coast",
     "today",
     "wall",
     "20th century",
     "neil",
     "a.",
     "irwin",
     "swift",
     "brett",
     "group",
     "sachs",
     "mitt",
     "choices",
     "west",
     "2009",
     "$450 million",
     "$2.8 billion",
     "louise",
     "$3.2 million",
     "of",
     "chip",
     "bernard",
     "december 1, 2016",
     "2008",
     "romney",
     "signal",
     "kohlberg",
     "manhattan",
     "e.",
     "dimon",
     "james",
     "$1.6 billion",
     "york",
     "lynch",
     "beatty",
     "madoff",
     "jr.",
     "roberts",
     "thomas",
     "elite",
     "todd",
     "scotland",
     "goldman",
     "gray",
     "brian",
     "blankfein",
     "falcon",
     "brooks",
     "moynihan",
     "morgan",
     "$325 million",
     "henry",
     "indymac",
     "stern",
     "jonathan",
     "thain",
     "tower",
     "st.",
     "linton",
     "paulson",
     "john",
     "ricketts",
     "lloyd",
     "commerce",
     "capital",
     "new",
     "bros.",
     "$723.2 million",
     "america",
     "2012",
     "warner",
     "company",
     "time",
     "alan",
     "1995",
     "chase",
     "howard",
     "times",
     "last year",
     "cit",
     "treasury",
     "trump",
     "dune",
     "dassault",
     "ratner",
     "m.",
     "mnuchin",
     "seelig",
     "fox",
     "warren",
     "bank",
     "jamie",
     "packer",
     "kravis",
     "barnes",
     "gorman",
     "l.",
     "hollywood",
     "2006",
     "$3.4 billion",
     "currently",
     "washington",
     "2010",
     "&",
     "jpmorgan",
     "now",
     "hilary",
     "robert"
    ],
    "id": 19,
    "text": "Subscribe to the Times There is a Washington tradition of presidents calling on a Goldman Sachs luminary to take the reins of the economy, including the Democrat Robert E. Rubin in 1995 and Henry M. Paulson Jr., a Republican, in 2006. Mr. Mnuchin’s Goldman pedigree is as good as it gets, given that his father, Robert, was a pioneer in stock trading who spent 35 years at the firm. While the Goldman brand may have initially attracted Mr. Trump, for the broader financial community it is Mr. Mnuchin’s track record at hedge and private equity funds, which is where the real money is made on Wall Street these days, that makes him appealing. “Mnuchin as Treasury secretary is somebody who can speak to bankers — Jamie Dimon, Lloyd Blankfein, James Gorman and Brian Moynihan. He can speak their language,” said Gary Kaminsky, a former vice chairman at Morgan Stanley, referring to the chief executives of JPMorgan Chase, Goldman, Morgan Stanley and Bank of America. “He comes from a trading desk, and that’s something that is very strong,” Mr. Kaminsky, who has attended fund-raisers for Mr. Trump, added. While there is little doubt that Mr. Mnuchin can speak the language of Wall Street, he has had little experience running large, complex bureaucracies. Mr. Rubin and Mr. Paulson had ascended to the top at Goldman, and had many years of experience managing people and organizations under their belt. Advertisement Continue reading the main story Mr. Mnuchin did assume a leading role in the restructuring and reinventing of IndyMac, now known as OneWest, a California mortgage giant that collapsed in 2008. He and partners acquired the firm and later made billions. After he moved from New York to the West Coast, Mr. Mnuchin was targeted by protesters who claimed that the bank was too quick to foreclose on struggling homeowners. Last year the bank was sold to the CIT Group, a small-business lender run at the time by another Goldman Sachs alumnus, John A. Thain. Photo The president-elect with Todd Ricketts, another investor, who will be a deputy at Commerce. Credit Hilary Swift for The New York Times In a statement announcing his economic appointments, Mr. Trump highlighted the deal. “He purchased IndyMac Bank for $1.6 billion and ran it very professionally, selling it for $3.4 billion plus a return of capital,” he said of Mr. Mnuchin. “That’s the kind of people I want in my administration representing our country.” Mr. Mnuchin has faced other controversies. In 2010, he and his brother, Alan, were sued over their mother’s early investment with Bernard L. Madoff, an investor who was convicted of running a Ponzi scheme . The lawsuit, filed by a trustee for Madoff victims, alleged that $3.2 million of the money Mr. Mnuchin withdrew from his mother’s account shortly after she died belonged to other victims. The lawsuit was dropped last year because of a time limit. Hollywood has been another reinvention for Mr. Mnuchin. In 2006, he and a partner, Chip Seelig, struck a deal through their company Dune Entertainment to invest $325 million in 28 movies produced by 20th Century Fox. It was a successful partnership; Fox delivered hits (made in part with Dune’s money) like “Avatar,” which took in $2.8 billion worldwide in 2009. After breaking with Mr. Seelig in 2012, Mr. Mnuchin teamed up with a company called RatPac, owned by the rowdy filmmaker Brett Ratner and the Australian billionaire James Packer. Mr. Ratner was then notorious in Hollywood; he resigned as a producer of the Academy Awards in 2011 after using an anti-gay slur at a public event and making frank remarks about his sex life on Howard Stern’s radio show. (He apologized .) But together the three men formed a vehicle to invest $450 million in an extensive array of Warner Bros. movies. Some have been major hits, like “Gravity,” which took in $723.2 million. But there have also been money losers, including “Pan” and “In the Heart of the Sea.” Still, Mr. Mnuchin has clearly enjoyed a Hollywood lifestyle, whether attending celebrity-filled parties at the Hôtel du Cap-Eden-Roc during the Cannes Film Festival or going in with a movie industry friend to buy a Dassault Falcon 50 jet (since sold). He can currently be seen in a cameo — playing a Merrill Lynch executive — in Warren Beatty’s new movie “Rules Don’t Apply.” Advertisement Continue reading the main story Beyond the entertainment industry, there other similarities between Mr. Trump and Mr. Mnuchin. They are both twice divorced, and their third partners are decidedly younger. (Mr. Mnuchin’s fiancée is Louise Linton, a 34-year-old actress from Scotland.) They also both have a taste for landmark Manhattan real estate: Trump Tower for the president-elect and 740 Park Avenue for Mr. Mnuchin. But there are differences, too. Despite his Hollywood appetites, Mr. Mnuchin is described by people who know him as slightly awkward and not one to command a room. Friends of the two men describe them more as social and professional acquaintances than close friends. The names of flashier prospects had been floated as possible candidates for Treasury, according to a fund manager close to the president-elect’s economic brain trust. Among them: Henry Kravis of Kohlberg Kravis Roberts & Company, Jonathan Gray of Blackstone, Jamie Dimon, Mitt Romney, and Thomas J. Barrack Jr. of Colony Capital, a Los Angeles-based real estate investor who has been close to Mr. Trump for decades. Brooks Barnes and Neil Irwin contributed reporting. A version of this article appears in print on December 1, 2016, on page A1 of the New York edition with the headline: Cabinet Choices Signal Embrace of Wall St. Elite. Order Reprints | Today's Paper | Subscribe ",
    "title": "Trump’s Economic Cabinet Picks Signal Embrace of Wall St. Elite - The New York Times"
   },
   {
    "entities": [
     ", 8:29 pm",
     "et",
     "nichols",
     "middle",
     "jim",
     "mad",
     "talking",
     "capitol",
     "manuel",
     "navy",
     "dog",
     "marine",
     "trump",
     "tufts",
     "arabian",
     "abdullah",
     "sea",
     "hollander",
     "march 9, 2010",
     "halimah",
     "thursday",
     "balce",
     "picks",
     "news",
     "university",
     "m.",
     "senate",
     "donald",
     "congressional",
     "1st",
     "`mad",
     "monday",
     "of",
     "george",
     "1947",
     "division",
     "school",
     "defense",
     "2016",
     "december 2, 2016",
     "once",
     "command",
     "night",
     "current",
     "department",
     "share",
     "``jim''",
     "u.s.",
     "d.c.",
     "hans",
     "obama",
     "nbc",
     "dec 1",
     "iraq",
     "san",
     "james",
     "cincinnati",
     "hill",
     "dog'",
     "ceneta",
     "east",
     "marines",
     "iran",
     "msnbc",
     "baghdad",
     "mattis",
     "washington",
     "central",
     "24 november 2001",
     "stavridis",
     "fletcher",
     "2005",
     "law",
     "epa",
     "diego",
     "tough",
     "2003",
     "ap"
    ],
    "id": 20,
    "text": "Dec 1 2016, 8:29 pm ET Trump Picks Tough Talking Gen. James 'Mad Dog' Mattis as Secretary of Defense by Hans Nichols and Halimah Abdullah Share advertisement President-elect Donald Trump has chosen retired Marine Gen. James Mattis to head the Department of Defense, a move that could signal the incoming administration's tougher positioning with nations such as Iran. Trump made a surprise announcement of the expected appointment during a rally in Cincinnati on Thursday night, as the crowd cheered wildly. \"We are going to appoint Mad Dog Mattis as our secretary of defense,\" Trump said theatrically. He then added: \"But we're not announcing it 'til Monday, so don't tell anyone — Mad Dog. He's great. He is great.\" BREAKING: Trump announces James Mattis pick for Secretary of Defense during Cincinnati \"Thank You\" rally https://t.co/8g1P3El17G — MSNBC (@MSNBC) December 2, 2016 Mattis, a tough talking retired Marine general nicknamed \" Mad Dog \" who during the U.S. invasion of Iraq in 2003 famously led the 1st Marine Division's rapid drive into Baghdad. Among his peers, Mattis has a reputation as a blunt military strategist. During a 2005 panel discussion in San Diego, Mattis once said that he enjoyed \"brawling\" and enjoyed killing the enemy in war. \"Actually it's quite fun to fight them, you know. It's a hell of a hoot,\" Mattis said. \"It's fun to shoot some people. I'll be right up there with you. I like brawling.\" Gen. Mattis testifies on Capitol Hill in Washington on March 9, 2010. Manuel Balce Ceneta / AP Mattis, a former commander of U.S. Central Command, which covers the Middle East, is considered a hardliner on Iran. His confrontational style on the matter was frowned up by the Obama administration, U.S. officials told NBC News. He once accused \"the highest levels\" of the Iranian government of being involved in an assassination plot against the Saudi ambassador at a Washington, D.C. restaurant. James M. Mattis (2R), aboard the USS Peleliu in the Arabian Sea on 24 November 2001. JIM HOLLANDER / EPA \"On Iran, General Mattis takes a very hard line view,\" said James George \"Jim\" Stavridis, a retired Navy admiral and the current dean of the Fletcher School of Law and Diplomacy at Tufts University. \"He would say we need to use hard power to prevent Iran from ever having a nuclear weapon. He is also considered a \"warrior monk,\" who thinks deeply about military strategy. He once told his Marines \"The most important six inches on the battlefield is between your ears.\" Mattis' confirmation by the Senate is not assured. Only three years out of uniform, he would also need a Congressional waiver for a 1947 law that requires a seven year wait. Hans Nichols ",
    "title": "Trump Picks Tough Talking Gen. James 'Mad Dog' Mattis as Secretary of Defense  - NBC News"
   },
   {
    "entities": [
     "radogno",
     "8.5 percent",
     "sam",
     "next summer",
     "january",
     "next month",
     "morning",
     "state",
     "the day",
     "$4",
     "last month",
     "$500 million",
     "employees",
     "once",
     "general",
     "$215 million",
     "gop",
     "public",
     "trover",
     "clinton",
     "fall",
     "$4.54",
     "tryon",
     "democratic",
     "capitol",
     "relations",
     "lindall",
     "monique",
     "labor",
     "michael",
     "facebook",
     "senate",
     "lemont",
     "of",
     "board",
     "geiger",
     "anders",
     "christine",
     "current",
     "perlman",
     "assembly",
     "lance",
     "andrade",
     "clair",
     "madigan",
     "jaime",
     "lisa",
     "this last year",
     "cps",
     "rahm",
     "downstate",
     "11.5 percent",
     "legislature",
     "garcia",
     "thursday",
     "emanuel",
     "bruce",
     "st.",
     "$235 million",
     "federation",
     "2018",
     "$285 million",
     "springfield",
     "john",
     "1970",
     "exelon",
     "seth",
     "rauner",
     "comed",
     "wednesday",
     "yingling",
     "illinois",
     "jan. 9",
     "schools",
     "d-chicago",
     "the second",
     "house",
     "cullerton",
     "june",
     "american",
     "county",
     "municipal",
     "kim",
     "diana",
     "chicago",
     "grayslake",
     "$400 million",
     "25 cents",
     "jan. 1"
    ],
    "id": 21,
    "text": "Legislature passes ComEd rate hike to bail out nuclear power plants, but little else Seth Perlman / AP Speaker of the House Michael Madigan, D-Chicago, center, leaves Illinois Gov. Bruce Rauner's office during veto session at the state Capitol on Thursday. Speaker of the House Michael Madigan, D-Chicago, center, leaves Illinois Gov. Bruce Rauner's office during veto session at the state Capitol on Thursday. (Seth Perlman / AP) Privacy Policy The deep distrust between Republican Gov. Bruce Rauner and Democrats who run the General Assembly boiled over Thursday on an unusual final day of the fall session that featured a testy veto message, a lawsuit against the governor and several lawmakers knocking off before the heavy lifting was done. And as legislators zoomed up interstates to get home, it was a massive energy bill that emerged as the major accomplishment. Republicans and Democrats united to raise electricity rates on Illinois residents and businesses to bail out a pair of Exelon's nuclear power plants. On average it'll cost ComEd customers an extra 25 cents or $4.54 a month, depending on who is doing the math. The governor plans to sign the bill. Left by the wayside once again was just about anyone who relies on state government. Lawmakers and the governor didn't agree on a new state budget as many social service agencies teeter on the brink of financial collapse and public universities are in bad shape. Legislators left in limbo whether they would overturn Rauner's move to yank $215 million in teacher pension help from an already shaky Chicago Public Schools. And Mayor Rahm Emanuel's plan to shore up two city worker pension funds didn't clear the Senate due to lawmaker absences, although the governor has strongly suggested he'll veto it anyway. One suburban Democratic lawmaker described the frustration with state government when he took to the microphone during the debate on the energy bill. \"What are we doing you guys? What are we doing listening to this bill? We don't have a budget and our so-called stopgap budget is just weeks away from expiring,\" said Rep. Sam Yingling, a Democrat from Grayslake who narrowly won re-election last month and has again been targeted for defeat by Republicans in 2018. \"Instead, we are talking about a multibillion dollar corporate bailout for one of the most profitable energy companies in the state. And how are we going to finance this? This is going to be financed on the back of the rate payers.\" Despite the bad political optics, neither side wanted to be blamed if the legislation failed. Rauner didn't want to take the heat for the loss of jobs associated with the plants closing, particularly as his economic agenda remains on hold amid Democratic opposition. At the same time, Democrats feared alienating unions who stand to gain more jobs under the legislation, particularly as Democrats rely on organized labor to fend off campaign challenges from Rauner and his wealthy allies in business. Bruce Rauner to raise rates on consumers to help two struggling nuclear power plants. The last-minute attempt to resolve the long-festering electricity issue came on a day the Republican... As lawmakers prepare to wrap up the fall session, Exelon and ComEd on Wednesday announced an agreement with Gov. Bruce Rauner to raise rates on consumers to help two struggling nuclear power plants. The last-minute attempt to resolve the long-festering electricity issue came on a day the Republican... (Monique Garcia) Even with the shared interest in passing the legislation, the process was not without the usual political fireworks. After announcing a tentative deal a day before, Rauner's office on Thursday morning accused House Democrats led by Speaker Michael Madigan of inserting several \"poison pills\" into the energy measure. Among their complaints, Rauner aides pointed to requirements that new renewable energy projects follow prevailing wage laws, which the governor repeatedly has sought to weaken saying the rules lead to higher construction costs. Madigan dismissed those accusations, telling reporters \"the governor's administration says a lot of things and you people seem to eat it right up.\" Ultimately, the bill won approval following a flurry of negotiations between Rauner's office and supporters, including a change that pushed back the bill's effective date until next summer, a move that lowered the number of votes required to pass it. (Kim Geiger) Under the revamped proposal, the utilities would collect about $235 million a year from customers to keep open nuclear plants in Downstate Clinton and the Quad Cities. That's lower than the $285 million called for in previous versions of the legislation. Exelon said the legislation would cap rate increases at an average of 25 cents a month for ComEd customers, though opponents say the hike could cost more than $4 a month. The adjustment would allow ComEd to spend about $400 million a year on energy efficiency programs. While that's less than the $500 million earmarked for energy efficiency in the initial legislation, the funding has helped build support among backers of clean energy. That includes the Natural Resources Defense Council, which argues the legislation will help expand wind and solar projects and in turn create new jobs. The power bill is a stripped-down version of an earlier measure that at one time also included subsidies for Downstate coal plants. That was abandoned following opposition from Rauner, along with a controversial provision that would have changed how customers are charged for their monthly energy use. That plan would have allowed billing based on an average of a customer's top 30 minutes of usage on weekdays. Supporters said the measure would shield customers from higher rate hikes that would result if the plants closed and the power supply dropped. \"This isn't a bailout, this is a stabilization of our supply,\" said Rep. Michael Tryon, a retiring Crystal Lake Republican. Illinois Attorney General Lisa Madigan's office opposed the bill, citing the rushed manner in which the final deal was put together. The office said it continued to have concerns about the impact on consumers, saying further study was needed. The bill morphed several times with hard-to-track changes and lawmakers had little time to read the final version. The lengthy debate produced a joke from Rep. Jaime Andrade, D-Chicago, who noted the army of lobbyists hired to help pass the bill and \"probably made a lot of money this last year or two.\" \"Maybe they can do some pro bono work and help us get a budget deal on behalf of the citizens,\" Andrade said. The measure passed the House on a 63-38 vote, with just three votes to spare as more than 40 Democrats and around 19 Republicans voted in favor. In the Senate, it passed 32-18 with only two votes to spare. GOP leader Christine Radogno of Lemont joined 24 Democrats in voting for the plan. Rauner issued a statement saying his administration worked to protect jobs, ratepayers and taxpayers and that the measure \"shows that when all parties are willing to negotiate in good faith, we can find agreement and move our state forward.\" One area where agreement remains elusive is a bill to provide $215 million in pension relief to struggling Chicago Public Schools. Sitting on Rauner's desk for nearly a month, the bill suddenly was inserted into the action following a closed-door meeting between Rauner and legislative leaders that was supposed to focus on the budget. Instead, it resulted in a fight between Rauner and Democratic Senate President John Cullerton after Cullerton encouraged Rauner to sign the legislation even though a broader overhaul for the state's highly indebted employee retirement system has yet to emerge. Rauner accused Cullerton of going back on a June agreement in which Republicans supported the bailout for CPS only \"on condition that Democrats reengage in serious, good faith negotiations.\" He vetoed the bill less than an hour after the meeting ended. The Senate voted to override that measure, but the House left town before voting. The House has 15 calendar days to take up the override, but the chamber is not scheduled to return to Springfield until Jan. 9. In addition to the CPS pension money veto, Emanuel was unable to win approval of a plan to fix two troubled city worker pension systems. The House easily passed the measure aimed at shoring up the municipal worker and laborers retirement funds, but the Senate did not take up the bill after several members left early. The Emanuel administration hopes the Senate will vote in January during the final days of the lame-duck session, but Rauner has strongly suggested he might veto the measure. \"The governor cannot support this bill without real pension reform that protects taxpayers,\" Rauner spokesman Lance Trover said. Time is on Rauner's side — if he waits to act until the current General Assembly's final adjournment next month, the newly-sworn lawmakers would not be able to vote on whether to override him. The mayor's pension bill would require newly hired city workers to put 11.5 percent of their salaries toward pensions instead of 8.5 percent. City taxpayers also would pay more, in the form of already-approved tax hikes on water and phone bills. As all of this unfolded in the Capitol, the state's largest employee union went to court in Downstate St. Clair County to ask a judge to prevent Rauner from imposing his contract terms after negotiations were declared deadlocked. The request from the American Federation of State, County and Municipal Employees comes as the Rauner administration has begun to put in place its changes, including merit pay which the union says fosters favoritism, and drug and alcohol testing for those suspected of using on the job. The union says the administration can't put the changes in place yet because the Illinois Labor Relations Board has not issued a written decision on the impasse. Once that happens, the union can accept the governor's terms, strike or go to court. \"Gov. Rauner should negotiate, not dictate. By forcing confrontation instead of seeking compromise, the governor bears responsibility for this litigation and the threat of a disruptive strike,\" union spokesman Anders Lindall said in a statement. The administration contends its changes, including sharp increases in employee health care costs, are aimed at saving taxpayers money. Meanwhile, there was little public talk Thursday of the state's most pressing issue: the lack of a complete budget. A temporary spending plan is set to expire Jan. 1, meaning the state will no longer be able to cut checks for universities and social service providers who care for the state's elderly. While both sides continue to meet, they remain sharply divided. Rauner wants a comprehensive agreement that includes several economic reforms such as a cut in costs associated with workers compensation insurance employers must pay for employees hurt on the job. But the governor says he's open to another stopgap plan if Democrats would agree to term limits and giving cities the ability to freeze property taxes. Madigan-led Democrats have long opposed those ideas, saying they would harm workers and force schools to cut budgets as tax dollars dried up. Madigan, who was first elected in 1970, contends the state already has term limits in the form of elections. While Rauner didn't emerge publicly Thursday, he ended the day the same way he began it: Posting a video on his Facebook page. The first one called on Madigan to negotiate on a budget. The second was a short clip announcing he'd postponed a live webcast with wife Diana Rauner. The event was billed as a casual \"hangout\" from the Executive Mansion, and was one in a series of appearances Rauner has done in recent months as he seeks to control his public image during the budget stalemate. \"There's so much going on here in Springfield we've got to focus on getting some things done,\" Rauner said. \"We'll reschedule, looking forward to it, happy holidays.\" mcgarcia@chicagotribune.com ",
    "title": "Legislature passes ComEd rate hike to bail out nuclear power plants, but little else - Chicago Tribune"
   },
   {
    "entities": [
     "manuel",
     "arnaud",
     "front",
     "francois",
     "elysee",
     "next spring",
     "marine",
     "press",
     "party",
     "reuters",
     "thursday",
     "paris",
     "eleanor",
     "npr",
     "presidential",
     "socialist",
     "pen",
     "associated",
     "lionel",
     "afp",
     "bonaventure/ap",
     "palace",
     "currently",
     "today",
     "national",
     "hollande",
     "fillon",
     "2012",
     "le",
     "a few days ago",
     "7 percent",
     "valls",
     "beardsley",
     "france",
     "montebourg"
    ],
    "id": 22,
    "text": "French President Francois Hollande delivers a speech at a ceremony at the Elysee Presidential Palace in Paris on Thursday. Lionel Bonaventure/AP hide caption toggle caption Lionel Bonaventure/AP French President Francois Hollande delivers a speech at a ceremony at the Elysee Presidential Palace in Paris on Thursday. Lionel Bonaventure/AP France's embattled president, Francois Hollande, has announced that he will not seek a second term. The surprise announcement from the socialist leader marks the \"first time in 60 years that a sitting French president has not run for re-election,\" as NPR's Eleanor Beardsley reports from Paris. \"Terrorist attacks and a sagging economy beset Hollande and made him one of the most unpopular presidents ever.\" Hollande made the announcement in a televised address, where he spoke for about 10 minutes and defended his record since taking office in 2012, Eleanor adds. \"I am aware today of the risk that going down a route that would not gather sufficient support would entail, so I have decided not to be a candidate in the presidential election,\" Hollande said, according to Reuters. This opens up the candidate field for Hollande's Socialist Party, which is deeply divided, as it prepares for France's presidential election next spring. A few days ago, \"Prime Minister Manuel Valls ... said he was 'ready' to compete in the Socialist primary,\" according to The Associated Press. A former economy minister named Arnaud Montebourg \"has already submitted his name,\" the AFP reports . Article continues after sponsorship The eventual candidate will face stiff competition from the right. According to AFP, \"voter surveys currently tip rightwing Republicans party candidate Francois Fillon to win the election, with the far-right National Front candidate Marine Le Pen seen as his closest challenger.\" On the other hand, a recent poll saw Hollande winning just 7 percent of the votes in the first round of the two-stage election. Fillon said after today's announcement that \"Hollande had been 'lucid' about what he called 'his clear failure,' \" according to Reuters. ",
    "title": "French President Francois Hollande Won't Seek Re-Election : The Two-Way : NPR"
   },
   {
    "entities": [
     "eskimos",
     "newell",
     "interactive",
     "mcknight",
     "about 3 p.m.",
     "cbs",
     "metlife",
     "gasser",
     "high",
     "joe",
     "holmes",
     "league",
     "normand",
     "orleans",
     "parish",
     "behrman",
     "saskatchewan",
     "november 27, 2011",
     "thursday",
     "inc.",
     "2009",
     "jets",
     "highway",
     "nfl",
     "buffalo",
     "wwl",
     "kansas",
     "2014",
     "school",
     "2015",
     "bills",
     "chiefs",
     "stadium",
     "john",
     "jefferson",
     "cpr",
     "2011",
     "2016",
     "sports",
     "j.t.",
     "new",
     "bello",
     "christian",
     "york",
     "usc",
     "edmonton",
     "football",
     "2010",
     "afternoon",
     "2012",
     "ronald",
     "trojans",
     "curtis",
     "the fourth round of the",
     "terrytown",
     "the mid 2000s",
     "city",
     "2007",
     "boulevard"
    ],
    "id": 23,
    "text": "<p>Joe McKnight while playing for the USC Trojans in 2009.</p> Close WWL NEW ORLEANS -- Former NFL football player Joe McKnight was shot and killed following some type of auto-involved incident Thursday afternoon in Terrytown, John Curtis Christian High School football coach J.T. Curtis told CBS affiliate WWL .  McKnight’s death was confirmed by Jefferson Parish Sheriff Newell Normand.  The suspect in the case was identified as 54-year-old Ronald Gasser, who stayed on the scene and was taken into custody. He was being questioned. “Mr. Gasser did in fact shoot Mr. McKnight. We will be releasing additional details as we get through these interviews with these witnesses,” said Normand. “Mr. McKnight did not have a gun in his possession.” Normand said neither McKnight nor Gasser’s car had been searched. “Our officers arrived on the scene and immediately began administering CPR,” said Normand. “It’s horrible,” said  J.T. Curtis, the head coach, who had McKnight live with him shortly after Katrina when he lacked a place to stay. Curtis was heading to the McKnight home to meet with his family.The incident happened about 3 p.m. near Behrman Highway and Holmes Boulevard, just across the Orleans and Jefferson Parish line. Joe McKnight of the New York Jets in action against the Buffalo Bills during their game on November 27, 2011 at  MetLife Stadium. Close Getty Images/Al Bello McKnight starred at  John Curtis as a receiver and return man who played on the school’s national championship team in the mid 2000s.  McKnight was the nation’s top-ranked running back in 2007 coming out of John Curtis High School in New Orleans and committed to USC, where he played for three years and rushed for 2,214 yards and 13 touchdowns before declaring for the NFL Draft after his junior year, CBS Sports reports .  The talented back was taken in the fourth round of the 2010 NFL Draft by the New York Jets, where he played for three years and served as the team’s top kick returner in 2011 and 2012. McKnight was out of the  NFL  for a year before joining the Kansas City Chiefs in 2014; however, an Achilles injury forced him away from the field. In his four years in the NFL, McKnight had 113 carries for 505 yards, 23 receptions for 241 yards and two touchdowns along with 2,270 kickoff return yards and two touchdowns. McKnight returned to football in the Canadian Football League with the Edmonton Eskimos in 2015 and was playing the 2016 season with the Saskatchewan Roughriders. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Joe McKnight dead: Ex-NFL player shot to death in possible-road-rage incident - CBS News"
   },
   {
    "entities": [
     "stein",
     "day on thursday",
     "tomorrow",
     "et",
     "trump",
     "hillary",
     "party",
     "--",
     "tonight",
     "donald",
     "indiana",
     "november 30, 2016",
     "bank",
     "last month",
     "7 p.m.",
     "december 1, 2016",
     "nov. 9",
     "mike",
     "j.",
     "twitter",
     "green",
     "jill",
     "arena",
     "u.s.",
     "new",
     "cincinnati",
     "york",
     "indianapolis",
     "embark",
     "city",
     "clinton",
     "ohio",
     "pence"
    ],
    "id": 24,
    "text": "WATCH Donald Trump, Mike Pence Embark on 'Thank You Tour' 0 Shares Email President-elect Donald Trump kicks off his long-awaited \"Thank You\" tour tonight, his first public event since his historic presidential victory last month. First, Trump leaves New York City for an event at the Carrier manufacturing plant in Indianapolis alongside Vice President-elect Mike Pence. Both will announce their agreement reached with Carrier executives to keep 1,000 jobs in the U.S., which the company said is due in part to Trump's and Pence's personal lobbying as well as state tax incentives. Both Trump's transition team and the company have refused to publicly disclose the full details of the deal, while the president-elect's close aides have openly touted it as just the start of what Americans can expect from a Trump presidency. Look forward to going to Indiana tomorrow in order to be with the great workers of Carrier. They will sell many air conditioners! — Donald J. Trump (@realDonaldTrump) December 1, 2016 Big day on Thursday for Indiana and the great workers of that wonderful state.We will keep our companies and jobs in the U.S. Thanks Carrier — Donald J. Trump (@realDonaldTrump) November 30, 2016 After Indianapolis, Trump then heads to Cincinnati, Ohio, where his tour kicks off at 7 p.m. ET. The rally will be Trump's first since his victory speech on Nov. 9. It is being held at U.S. Bank Arena, the site of one of Trump's largest rallies during the campaign. Trump's often boisterous behavior during rallies defined a large part of his campaign, though it's unclear whether he will use the same approach with his tour. In recent interviews, Trump has signaled some awareness of real divisions in the country following his surprise victory, though his Twitter feed has also revealed his frustration with both the recount effort in three states pushed by Green Party candidate Jill Stein and Hillary Clinton 's wide lead in the popular vote. As he continues working with aides on the massive transition effort, Trump plans to visit states that he won and some where he didn't prevail, according to a Trump official. ",
    "title": "President-Elect Trump to Hold First Public Events Since Election Win - ABC News"
   },
   {
    "entities": [
     "diaz",
     "december 1",
     "60 percent",
     "lewandowski",
     "david",
     "the previous evening",
     "stephen",
     "ben",
     "iowa",
     "grunwald",
     "zucker",
     "mass.",
     "rucker",
     "cambridge",
     "government",
     "palmieri",
     "florida",
     "christie",
     "trump",
     "comey",
     "harvard",
     "hillary",
     "duhaime",
     "thursday",
     "bernie",
     "tens of millions of dollars",
     "jeff",
     "philip",
     "bossie",
     "cnn",
     "donald",
     "joel",
     "chris",
     "university's",
     "breitbart",
     "melina",
     "robby",
     "of",
     "rapids",
     "b.",
     "sanders",
     "benenson",
     "school",
     "politics",
     "vt.",
     "cedar",
     "bennett",
     "carson",
     "2016",
     "mike",
     "1972",
     "conway",
     "post",
     "kellyanne",
     "tumulty",
     "corey",
     "barry",
     "this year",
     "k.",
     "fbi",
     "new",
     "at 9:07 pm",
     "jersey",
     "jennifer",
     "the end of the day",
     "james",
     "mandy",
     "institute",
     "previously",
     "danny",
     "karen",
     "washington",
     "gop",
     "weaver",
     "kennedy",
     "mook",
     "jeb",
     "bannon",
     "bush",
     "clinton",
     "mara/the"
    ],
    "id": 25,
    "text": "Shouting match erupts between Clinton and Trump aides The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Karen Tumulty and Philip Rucker December 1 at 9:07 PM Follow @ktumulty Follow @PhilipRucker CAMBRIDGE, Mass. — The raw, lingering emotion of the 2016 presidential campaign erupted into a shouting match here Thursday as top strategists of Hillary Clinton’s campaign accused their Republican counterparts of fueling and legitimizing racism to elect Donald Trump. The extraordinary exchange came at a postmortem session sponsored by Harvard University’s Kennedy School of Government, where top operatives from both campaigns sat across a conference table from each other. As Trump’s team basked in the glow of its victory and singled out for praise its campaign’s chief executive, Stephen K. Bannon, who was absent, the row of grim-faced Clinton aides who sat opposite them bristled. Clinton communications director Jennifer Palmieri condemned Bannon, who previously ran Breitbart, a news site popular with the alt-right, a small movement known for espousing racist views. “If providing a platform for white supremacists makes me a brilliant tactician, I am proud to have lost,” she said. “I would rather lose than win the way you guys did.” Hillary Clinton’s communications director Jennifer Palmieri and campaign manager Robby Mook speak to the traveling press corps aboard the campaign plane above Cedar Rapids, Iowa. (Melina Mara/The Washington Post) Kellyanne Conway, Trump’s campaign manager, fumed: “Do you think I ran a campaign where white supremacists had a platform?” “You did, Kellyanne. You did,” interjected Palmieri, who choked up at various points of the session. “Do you think you could have just had a decent message for white, working-class voters?” Conway asked. “How about, it’s Hillary Clinton, she doesn’t connect with people? How about, they have nothing in common with her? How about, she doesn’t have an economic message?” Joel Benenson, Clinton’s chief strategist, piled on: “There were dog whistles sent out to people. . . . Look at your rallies. He delivered it.” At which point, Conway accused Clinton’s team of being sore losers. “Guys, I can tell you are angry, but wow,” she said. “Hashtag he’s your president. How’s that? Will you ever accept the election results? Will you tell your protesters that he’s their president, too?” The session was part of a two-day forum that the school’s Institute of Politics has sponsored in the wake of every presidential election since 1972. It gathers operatives from nearly all of the primary and general election campaigns, as well as a large contingent of journalists, with the stated goal of beginning to compile a historical record. Generally, the quadrennial gatherings are frank but civil ones, in which political operatives at the top of their game accord each other a measure of professional respect. This year, in the wake of a brutal campaign with a surprise outcome, it was clear that the wounds have not yet begun to heal. The animosity of the campaign aides mirrors the broader feelings of millions of voters on both sides. Campaign officials lashed out at each other, and also against the media — which neither side believed had treated it fairly. Clinton campaign manager Robby Mook also acknowledged that her operation had made a number of mistakes and miscalculations, while being buffeted by what he repeatedly described as a “head wind” of being an establishment candidate in a season where voters were eager for change. He noted, for example, that younger voters, perhaps assuming that Clinton was going to win, migrated to third-party candidates in the final days of the race. Where the campaign needed to win upward of 60 percent of young voters, it was able to garner something “in the high 50s at the end of the day,” Mook said. “That’s why we lost.” He and others also faulted FBI Director James B. Comey for deciding in the waning days of the campaign to revive the controversy over Clinton’s use of a private email server. Trump officials said Clinton’s problems went beyond tactics to her weaknesses as a candidate and the deficits of a message that consisted largely of trying to make Trump unacceptable. David Bossie, Trump’s deputy campaign manager, taunted Mook: “You call it ‘head winds,’ I call it self-inflicted wounds.” Conway added, “There’s a difference for voters between what offends you and what affects you,” arguing that Trump was speaking more directly to people’s anxieties and needs. Strategists for Sen. Bernie Sanders (Vt.), who waged a strong challenge against Clinton for the Democratic nomination, agreed. “There was a large part of the Democratic primary electorate who had concerns about the secretary’s veracity and forthrightness,” said Jeff Weaver, Sanders’s campaign manager. Clinton’s campaign aides insisted, again and again, that their candidate had been held to a different standard than the other contenders — as evidenced by the controversy over her use of a private email server while secretary of state. Palmieri said that many political journalists had a personal dislike for the Democratic nominee and predicted that the email issue will go down in history as “the most grossly overrated, over-covered and most destructive story in all of presidential politics.” “If I made one mistake, it was legitimizing the way the press covered this story line,” Palmieri said. Mook added that Trump deftly used his rally speeches to “switch up the news cycle.” “The media by and large was not covering what Hillary Clinton was choosing to say,” Mook said. “They were treating her like the likely winner, and they were constantly trying to unearth secrets and expose.” For instance, Mook posited that the media did not scrutinize Trump’s refusal to release his tax returns as intensively as the issue of Clinton’s private email server. Conway retorted: “Oh, my God, that question was vomited to me every day on TV.” The strangest criticism of the media, however, was by Trump’s former campaign manager, Corey Lewandowski. His complaint: Journalists accurately reported what Trump said. “This is the problem with the media. You guys took everything that Donald Trump said so literally,” Lewandowski said. “The American people didn’t. They understood it. They understood that sometimes — when you have a conversation with people, whether it’s around the dinner table or at a bar — you’re going to say things, and sometimes you don’t have all the facts to back it up.” At a dinner the previous evening, CNN chief executive Jeff Zucker was heckled during a panel discussion about the media by operatives from several losing Republican campaigns, who accused the network of showering Trump with free publicity. To win the GOP nomination, Trump vanquished a highly credentialed field of 16 other Republicans, some of whom were backed up by tens of millions of dollars in outside spending. What his opponents failed to recognize, until it was too late, was that 2016 would be a year unlike any other, in which the standard rules would not apply. “The uniqueness of this cycle made it such that some of those traditional kind of avenues became less effective,” said Danny Diaz, who managed the campaign of the presumed early front-runner, former Florida governor Jeb Bush. “Money and mechanics matter, but passion about a candidate matters more,” added Mike DuHaime, a strategist for New Jersey Gov. Chris Christie (R), another establishment figure in the race. Barry Bennett, the campaign manager for retired neurosurgeon Ben Carson, said of voters: “What they wanted more than anything else was strength, and Donald Trump was supplying it every day.” Clinton consultant Mandy Grunwald had a darker interpretation, which she expressed in an icy backhanded compliment to the Trump team on Thursday: “I don’t think you give yourself enough credit for the negative campaign you ran.” She noted that the murky corners of the Internet were rife with false stories that Clinton was in dire health, and on the verge of going to prison. “I hear this heroic story of him connecting with voters,” Grunwald said. “But there was a very impressive gassing of her.” Benenson, meanwhile, served notice that the election may be over but that the battles it spawned are not. “You guys won, that’s clear,” Benenson said. “But let’s be honest. Don’t act as if you have a popular mandate for your message. The fact of the matter is that more Americans voted for Hillary Clinton than for Donald Trump.” At which point Conway turned to her side and said: “Hey, guys, we won. You don’t have to respond. He was the better candidate. That’s why he won.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Shouting match erupts between Clinton and Trump aides - The Washington Post"
   },
   {
    "entities": [
     "blackstone",
     "howard",
     "pelley",
     "seattle",
     "3 percent",
     "27 percent",
     "spring",
     "johson",
     "dunkin'",
     "brands",
     "dec 1, 2016",
     "2000",
     "thursday",
     "kevin",
     "jonathan",
     "schulz",
     "tuesday",
     "3.3 percent",
     "networks",
     "december 1, 2016",
     "johnson",
     "berr",
     "microsoft",
     "john",
     "dnkn",
     "scott",
     "once",
     "2016",
     "$2.14",
     "8 years later",
     "current",
     "past",
     "future",
     "this year",
     "u.s.",
     "2006",
     "today",
     "$56.57",
     "starbucks",
     ", 4:41 pm",
     "$21 billion",
     "starbuck",
     "juniper",
     "7:30 pm est",
     "$23 billion",
     "9 percent",
     "schultz"
    ],
    "id": 26,
    "text": "By Jonathan Berr MoneyWatch December 1, 2016, 4:41 PM Longtime Starbucks chief Howard Schultz to step down as CEO Email Last Updated Dec 1, 2016 7:30 PM EST Starbucks Chairman and CEO Howard Schultz -- the expansion-minded Seattle espresso fanatic who turned a local coffee house into a global brand with 25,000 stores and $21 billion in sales -- announced Tuesday he will be stepping down as chief executive in the spring. In 2006, the Starbuck's CEO told 60 Minutes' Scott Pelley of his humble beginnings. Today, he announces plans to offer college degrees to employe... Schultz, 63, will be replaced as CEO by Kevin Johnson, the current president and chief operating officer, the company said in a statement. Schultz will remain executive chairman of the Starbucks board, the company added, noting that that no other executive changes are planned. Johnson -- a technology executive at Juniper Networks and Microsoft before joining Starbucks -- has overseen the coffee giant’s global supply chain, its human resources department, and its marketing and technology efforts, including launches of digital and mobile sales platforms. He’s also been a member of the Starbucks board for seven years. According to Schulz, Johnson is better qualified than he is to lead the company.  “This move ideally positions Starbucks to continue to profitably grow our business around the world,” Schulz said during a conference call with Wall Street analysts on Thursday, adding that the two years since Johson became President have been the best financially in the company’s history.  “Kevin deserves a tremendous amount of credit for those results.” For years, Starbucks has struggled to prepare food that its customers find appealing. John Blackstone reports how the company is betting big on a... After he becomes Starbucks’ barista-in-chief, Johnson will certainly have his work cut out for him. Starbucks, once one of the fastest-growing and most profitable private enterprises in U.S. history, faces significant challenges to deliver the kind of growth investors have been used to from the Seattle-based company. Shares plunged 3.3 percent to $56.57 in after-hours trading after the news was released. The company’s stock already had been down 3 percent so far this year on disappointing earnings that have raised concerns among many investors about future growth prospects. Meanwhile, rival Dunkin’ Brands (DNKN) has surged more than 27 percent so far this year. Wall Street analysts are forecasting sales will hit $23 billion in 2016 and earnings of $2.14 per share. The sales growth represents a 9 percent gain, but that pales in comparison with the double-digit gains investors enjoyed in years past. Schulz has left Starbucks before, in 2000, only to return 8 years later as the chain and the rest of the U.S. economy faced the fallout from the financial crisis. During the conference call, Schulz noted that the company’s circumstances are far different today than they were then. Moreover, Schulz is retaining his ties to Starbucks be keeping his board seat. ",
    "title": "Longtime Starbucks chief Howard Schultz to step down as CEO - CBS News"
   },
   {
    "entities": [
     "1:36",
     "cnbc",
     "andrew",
     "huntington",
     "trump",
     "carrier",
     "thursday",
     ", 12:52 pm",
     "corp.",
     "development",
     "united",
     "donald",
     "mexico",
     "hillyard",
     "indiana",
     "$16 million",
     "december 1, 2016",
     "alexandra",
     "2016",
     "mike",
     "november 9",
     "share",
     "economic",
     "$7 million",
     "u.s.",
     "technologies",
     "dec 1",
     "rafferty",
     "indianapolis",
     "america",
     "jaffe",
     "vaughn",
     "pence"
    ],
    "id": 27,
    "text": "Dec 1 2016, 12:52 pm ET Donald Trump Kicks Off Victory Lap by Touting Carrier Deal by Alexandra Jaffe, Vaughn Hillyard and Andrew Rafferty Share Trump Assures Outsourced Companies: There's No Reason to Leave Anymore 1:36 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161202015002if_/http://www.nbcnews.com/widget/video-embed/822172227668\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President-elect Donald Trump on Thursday touted a deal struck with Carrier executives to keep nearly 1,000 jobs in the U.S. and said companies will no longer look to cut costs by leaving the country in his first public appearance since his election. \"These companies aren't going to be leaving any more. They're not going to be taking people's hearts out,\" Trump said at an appearance at the Carrier plant in Indianapolis, Indiana. \"They're not going to be announcing, like they did at Carrier, that they're closing up and they're moving to Mexico.\" The air-conditioning manufacturer had planned to move production at its Indianapolis plant to Mexico, where operations would be cheaper, taking some 1,400 jobs out of the state. Under the deal worked out by the Trump administration — which Vice President-elect Mike Pence took a leading role in shaping — Carrier will keep about 1,000 of those jobs in the state. Related: Trump Reaches Deal to Keep Nearly 1,000 Jobs in Indiana Trump spoke to Carrier employees after touring the plant, saying he was struck by an employee featured in a news story about the shuttering plant who said he was confident Trump would save his job. It was his first public event since being declared the president-elect on November 9. \"I never thought I made that promise. Not with Carrier. I made it for everybody else. I didn't make it really for Carrier. And I said, 'What's he saying?' And he was such a believer,\" Trump said. \"And then they played my statement. And I said, 'Carrier will never leave.' But that was a euphemism. I was talking about Carrier like all other companies from here on in.\" \"Thanks to the initiative and the leadership of President-elect Donald Trump that Carrier has decided to stay and grow right here in America,\" Pence said. To note in this: Carrier will still close its Huntington plant and move the 700 jobs at that facility to Mexico. One worker: pic.twitter.com/Fs8mKP9uA7 — Vaughn Hillyard (@VaughnHillyard) December 1, 2016 A source with knowledge of the state's negotiation with United Technologies said the deal would grant the parent company of Carrier Corp. $7 million in financial incentives over 10 years in exchange for a guarantee that the air and heating conditioning company would retain at least 1,000 jobs and invest $16 million into its Indiana operation. Carrier confirmed Thursday that \"the state of Indiana has offered Carrier a $7 million package over multiple years, contingent upon factors including employment, job retention and capital investment.\" The deal, however, did include Carrier's plant in Huntington, Indiana, where CNBC reports 700 jobs will be lost when a plant there closes. Employees from the Huntington facility protested the Trump event with signs reading \"What about our jobs in Huntington?\" A top member of the Indiana Economic Development Corp. — which will have to approve the Indianapolis deal offered to Carrier to keep them in the state — said the tax cuts are likely not the biggest reason Carrier's keeping its plant in Indiana. Play ",
    "title": "Donald Trump Kicks Off Victory Lap by Touting Carrier Deal  - NBC News"
   },
   {
    "entities": [
     "december 1",
     "david",
     "$56.44",
     "howard",
     "last year",
     "reserve",
     "seattle",
     "march",
     "2000",
     "hillary",
     "thursday",
     "palmer",
     "2009",
     "warren/ap",
     "s.",
     "cnn",
     "kevin",
     "recently",
     "april",
     "roasteries",
     "3.6 percent",
     "present",
     "johnson",
     "2008",
     "april 3",
     "microsoft",
     "markets",
     "capital",
     "u.s.",
     "rbc",
     "starbucks",
     "september",
     "ted",
     "clinton",
     "more than 30 years ago",
     "schultz"
    ],
    "id": 28,
    "text": "December 1, 20166:34 PM ET The Associated Press Howard Schultz, who is stepping down as CEO of Starbucks, speaks at the coffee company's annual shareholders meeting in Seattle in March. Ted S. Warren/AP hide caption toggle caption Ted S. Warren/AP Howard Schultz, who is stepping down as CEO of Starbucks, speaks at the coffee company's annual shareholders meeting in Seattle in March. Ted S. Warren/AP Starbucks Chairman Howard Schultz is stepping down as CEO of the coffee chain he joined more than 30 years ago and transformed into a global brand. Schultz will become executive chairman in April to focus on innovation and social impact activities, the Seattle-based chain announced Thursday. Kevin Johnson, who was named president and chief operating officer last year, will be chief executive as of April 3. Schultz, 63, is credited with turning around Starbucks' fortunes since returning as its CEO in 2008. He has overseen the expansion of the chain's food and beverage offerings and the growth of its popular loyalty program and mobile app. Starbucks CEO: Can You 'Get Big And Stay Small'? Starbucks has credited the rewards program and app for helping consistently increase sales in the U.S., although growth has slowed more recently and traffic slipped in the latest quarter. Schultz has said such technology adaptions will become increasingly critical for brick-and-mortar retail businesses to thrive as shopping habits change. Shares of Starbucks slid 3.6 percent to $56.44 in after-hours trading. During a conference call to discuss the announcement, an analyst called Schultz a \"master merchant\" who has been able to determine and even stimulate \"what the Starbucks customer wants and needs\" and asked if that \"merchant gene\" would still be present in those leading the company. Another noted that Starbucks struggled after Schultz stepped away as CEO in 2000, and asked what was different this time. Schultz said the company has built a strong leadership team in recent years. He also noted that he is not leaving the company, and would be working on developing the Starbucks Reserve Roasteries, which are high-end retail concepts featuring coffee beans and drinks like \"cold brew\" coffee. Schultz called it the \"next wave of retail innovation.\" Article continues after sponsorship \"But Kevin and the team are in charge,\" Schultz said. In a note issued before Starbucks announced the change, RBC Capital Markets analyst David Palmer said he believed the company can regain its domestic sales momentum by focusing on expanding its rewards program and the changes it is making to its food menu. Over the years, Schultz has said that people expect more from public companies, and has aligned himself and Starbucks with social issues like race and jobs for underprivileged youth. In September, he publicly endorsed Democratic presidential nominee Hillary Clinton in an interview with CNN, and did not rule out running for office at some point. Schultz said during the call that he has been working closely with Johnson, who joined the Starbucks board in 2009. Johnson, 56, will take charge of the company's global business and operations. He spent years at technology companies including 16 years with Microsoft and five as Juniper Networks CEO. ",
    "title": "Howard Schultz Steps Down As Starbucks CEO : NPR"
   },
   {
    "entities": [
     "cps",
     "n.",
     "middle",
     "last year",
     "marshall",
     "high",
     "ogden",
     "1135",
     "march",
     "academy",
     "college",
     "april",
     "st.",
     "3900",
     "ave.",
     "school",
     "wabash",
     "this year",
     "february",
     "chicago",
     "career",
     "cleaver",
     "lawndale",
     "jenner",
     "public",
     "schools",
     "early",
     "roosevelt"
    ],
    "id": 29,
    "text": "CPS proposes closing 3 schools that district says have no students enrolled this year Chicago Public Schools Chicago Public Schools wants to close three schools that the district says have no students enrolled this year. Public hearings are scheduled for the proposed closings before a school board vote in February. Two of the schools the district is proposing to close, Career Academy at 180 N. Wabash Ave., and Early College, 1135 N. Cleaver St., were formerly privately run contract schools that were put under district management this year. Marshall Middle School, at 3900 N. Lawndale Ave., had only 56 students enrolled last year, the district said. This year it had no students after Roosevelt High School opened to seventh- and eighth-graders. The district is also considering the merger of Jenner and Ogden elementary schools, but not before the 2018-19 school year. Public hearings on that issue are set for February, March and April. ",
    "title": "CPS proposes closing 3 schools that district says have no students enrolled this year - Chicago Tribune"
   }
  ]
 }
}