{
 "03": {
  "col-sim": {
   "cosine": 0.17519447922681317,
   "entity": 0.19178532059415368
  },
  "exec-time": 48.054444551467896,
  "links": [
   {
    "entities": [
     "stein",
     "veronica",
     "next week",
     "great",
     "this morning",
     "trump",
     "party",
     "aides",
     "thursday",
     "donald",
     "lake",
     "state",
     "monday",
     "of",
     "board",
     "at",
     "angrily",
     "johnson",
     "canvassers",
     "next wednesday",
     "j.",
     "green",
     "jill",
     "michigan",
     "stracqualursi",
     "clash",
     "election",
     "currently",
     "today",
     "dec",
     "forum",
     "wisconsin",
     "ruth",
     "pennsylvania",
     "2, 2016, 5:31 pm",
     "clinton"
    ],
    "id": 0,
    "text": "Michigan Recount Process to Resume Next Week After Brief Halt By VERONICA STRACQUALURSI Dec 2, 2016, 5:31 PM ET 0 Shares WATCH Clinton, Trump Aides Angrily Clash at Election Forum 0 Shares Email After a brief halt, the vote recount in Michigan will continue next week despite the efforts of Donald Trump 's representatives to prevent it, officials announced today. \"The State Board of Canvassers today did not accept an objection from representatives of Donald J. Trump regarding the presidential election recount that was requested by Green Party nominee Jill Stein ,\" a statement released by Michigan Secretary of State Ruth Johnson's office read. Recount activity in Michigan was halted on Thursday when the state's election board \"received an objection from representatives of Donald J. Trump,\" the Michigan Secretary of State's office said Thursday. According to the secretary of state's office, the recount will resume next Wednesday. According to MLive , the board voted 2-2 in a meeting this morning and because a majority was not reached, the recount can continue as planned. On Monday, the Michigan Board of State Canvassers certified Trump as the winner of presidential election in Michigan. The Great Lake State was the last to be called in the election. Stein has raised millions to request vote recounts in Wisconsin and Pennsylvania as well, and she has already paid for a recount in Wisconsin, which is currently underway. ",
    "title": "Michigan Recount Process to Resume Next Week After Brief Halt - ABC News"
   },
   {
    "entities": [
     "n.",
     "texas",
     "cleveland",
     "may 2016",
     "press",
     "january",
     "manziel",
     "earlier this week",
     "news",
     "charge",
     "colleen",
     "austin",
     "university",
     "rehabilitation",
     "nfl",
     "morning",
     "district",
     "april",
     "county",
     "court",
     "at",
     "associated",
     "a&m",
     "alcohol",
     "former",
     "assault",
     "smiley",
     "crowley",
     "dallas",
     "attorney's",
     "$4,000",
     "travis",
     "pool/ap",
     "office",
     "johnny",
     "browns"
    ],
    "id": 1,
    "text": "Former Cleveland Browns quarterback Johnny Manziel sits while his defense attorneys confer with the prosecution during his initial hearing in May 2016 in Dallas. Smiley N. Pool/AP hide caption toggle caption Smiley N. Pool/AP Former Cleveland Browns quarterback Johnny Manziel sits while his defense attorneys confer with the prosecution during his initial hearing in May 2016 in Dallas. Smiley N. Pool/AP The Dallas County District Attorney has reached an agreement to drop assault charges against former Cleveland Browns quarterback Johnny Manziel, as long he as meets conditions such as attending an anger management course and a substance abuse program. Former Cleveland Browns QB Johnny Manziel Is Indicted On Assault Charge Manziel's former girlfriend Colleen Crowley \"has accused him of hitting her and rupturing her eardrum in January,\" as The Two-Way reported . He was indicted in April on a misdemeanor charge of assault that caused bodily injury, a charge that \"carried a penalty of up to a year in jail and a $4,000 fine,\" according to The Associated Press. These are the conditions that Manziel must meet for a year in order for the case to be dismissed, according to the text of the agreement: \"Complete Anger Management Course Approved By Court\" \"Attend Domestic Violence Victim Impact Panel\" \"Participate fully in the NFL's Policy and Program for Substance of Abuse, or if program is unavailable, Drug and Alcohol Rehabilitation at Court Approved Location.\" \"No Contact with Complainant Colleen Crowley.\" \"The Defendant's progress will be monitored by the Dallas County District Attorney's Office and upon successful completion of these new conditions within the next 12 months, and if the defendant commits no new offenses, the District Attorney agrees to dismiss the case,\" the agreement states. \"The judge overseeing the case will still have to approve the dismissal agreement,\" according to The Dallas Morning News . Prosecutors tell The Associated Press that the process is not over. \"A conditional dismissal is only the beginning of the process of educating an individual on how to make better choices when facing conflict,\" prosecutors tell the wire service. \"It is an important first step for a defendant. Success or failure will depend upon one's commitment to the treatment programs included.\" Article continues after sponsorship Manziel is under investigation for a separate incident, the Morning News reports: \"Earlier this week, a bar employee in Austin sued Manziel in a Travis County court and accused him of punching him and breaking his nose. Austin police are investigating the alleged incident. It is unclear if Manziel will face any charges in that case.\" Manziel won the Heisman Trophy while playing at Texas A&M; University, and as we reported, \"his career has been marked by reports of substance abuse and time at a rehab facility.\" ",
    "title": "Prosecutors Agree To Drop Assault Charges Against Former Cleveland QB Johnny Manziel : The Two-Way : NPR"
   },
   {
    "entities": [
     "gallup",
     "walden",
     "lucrative",
     "october",
     "forever",
     "last year",
     "phelan",
     "higher",
     "work",
     "minnesota",
     "trump",
     "$756 million",
     "ohio",
     "$6.1 billion",
     "thursday",
     "news",
     "schecter",
     "university",
     "paul",
     "r.",
     "senate",
     "education",
     "lesko",
     "california",
     "american",
     "wright",
     "district",
     "state",
     "for",
     "6.7 percent",
     "2014",
     "of",
     "latonya",
     "bill",
     "2015",
     "thornhill",
     "3:54",
     "animal",
     "for-profit",
     "2011",
     "department",
     "progress",
     "southern",
     "u.s.",
     "anna",
     "70 percent",
     "nbc",
     "rescue",
     "jennifer",
     "center",
     "2012",
     "cook",
     "office",
     "to",
     "wild",
     "company",
     "clinton",
     "with"
    ],
    "id": 2,
    "text": "Inside Bill Clinton's Lucrative Work With For-Profit Education Company 3:54 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161203024320if_/http://www.nbcnews.com/widget/video-embed/749450307861\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A 2015 Brookings Institution study found that by 2014, students who last borrowed at Walden had racked up $6.1 billion while at Walden, the fifth largest amount of debt of the more than 3,000 schools in the report. A 2015 study by the Center for American Progress found that Walden students received the most federal graduate loans in the 2013-2014 academic year, with over $756 million. The 2012 Senate investigation found that over 70 percent of the school's revenue came from federal financial aid programs. In October, two law firms filed a suit against Walden in the Southern District of Ohio on behalf of lead plaintiff LaTonya Thornhill, a former graduate student at Walden. Attorney Paul Lesko said Thornhill, who was a doctoral student in management from 2011 to 2015, reached out after the NBC News report aired. That same month, the state Office of Higher Education in Minnesota, where Walden is based, launched a review of online Ph.D programs at the school. Lesko is also representing Wright, and filed suit of her behalf Thursday in Minnesota. \"After filing LaTonya Thornhill's suit in Ohio, we were contacted by many other Walden doctoral students who shared their experiences with us. Those conversations were the impetus for this lawsuit,\" said Lesko. \"Do they think we are suckers? I guess I had that sign on my forehead.\" \"At its heart, this lawsuit is not complex; it's really a consumer fraud claim. We allege Walden promised X, knowing it would not deliver X. We think the fact that the Trump University litigation was settled supports our case. Like our case, the Trump University case alleged promises were made, but not delivered.\" Walden University logo. In a statement, a Walden spokesperson said, \"We are sorry to hear about [Wright's] experience as we take the concerns and experiences of our students very seriously. \"While we can't comment on pending legal matters, our top priority at Walden University is the success of our students. As demonstrated by a recent Gallup survey , our graduates fare well comparatively, and are more likely to cite their degree as a factor in both promotion and salary increase than a nationally representative sample of graduate degree-level holders. \"Walden also takes its financial aid responsibilities very seriously and has worked hard over many years to be good stewards of federal financial aid. Our three-year cohort default rate of 6.7 percent is well below the national average.\" Asked why Walden had recruited graduate students in Wright's hometown, the spokesperson said \"Walden is interested in advancing the careers of teachers in higher-need areas. We are filling an important national educational gap to prepare qualified educators who can make a positive impact on student achievement.\" Jennifer Wright next to a black leopard’s cage at Forever Wild Animal Rescue in Phelan, California, where she often takes her students on field trips. Jennifer Wright The Minnesota Office of Higher Education declined to comment on the suits filed against Walden. Last year, Wright sought relief through a different avenue — she sent a letter to her local congressman, Rep. Paul Cook (R.-California), describing her situation and requesting \"any type of help you and your office can provide.\" Cook's office contacted the Department of Education, and got a response. \"Unfortunately,\" said the agency, \"our staff has reviewed Ms. Wright's concerns and determined that the U.S. Department of Education does not have jurisdiction over matters of this sort.\" After that answer from the federal government, Wright decided to join the lawsuit. \"I can't sit idly by,\" she said. \"This is total injustice.\" Anna R. Schecter ",
    "title": "Student Sues Walden University: 'I Wasted Six Years of My Life' - NBC News"
   },
   {
    "entities": [
     "michael",
     "joanna",
     "set",
     "the next several minutes",
     "once",
     "last week",
     "scott",
     "blumenthal",
     "functional",
     "images",
     "ecology",
     "klein",
     "roston",
     "getty",
     "today",
     "sporck/eyeem",
     "dec. 2, 2016",
     "dagmar"
    ],
    "id": 3,
    "text": "You’re a Bee. This Is What It Feels Like. By JOANNA KLEIN DEC. 2, 2016 A honey bee gathering pollen on a white flower. Dagmar Sporck/EyeEm, via Getty Images Set your meetings, phone calls and emails aside, at least for the next several minutes. That’s because today you’re a bee. It's time to leave your hive, or your underground burrow, and forage for pollen. Pollen is the stuff that flowers use to reproduce. But it’s also essential grub for you, other bees in your hive and your larvae. Once you’ve gathered pollen to take home, you or another bee will mix it with water and flower nectar that other bees have gathered and stored in the hive. But how do you decide which flowers to approach? What draws you in? In a review published last week in the journal Functional Ecology , researchers asked: What is a flower like from a bee’s perspective, and what does the pollinator experience as it gathers pollen? And that's why we're talking to you in the second person: to help you understand how bees like you, while hunting for pollen, use all of your senses — taste, touch, smell and more — to decide what to pick up and bring home. Maybe you're ready to go find some pollen. But do you even know where to look? Good question. How about an answer? No, I’m an expert bee. Get me out of this hive. Start over Produced by Scott Blumenthal and Michael Roston More on NYTimes.com ",
    "title": "You’re a Bee. This Is What It Feels Like. - The New York Times"
   },
   {
    "entities": [
     "1998",
     "d.",
     "czech",
     "economics",
     "s.",
     "california",
     "suppliers",
     "for",
     "24 percent",
     "china",
     "pietra",
     "navarro",
     "2011",
     "once",
     "banana",
     "michigan",
     "department",
     "this year",
     "today",
     "neil",
     "emily",
     "christian",
     "switzerland",
     "dozen years ago",
     "80 percent",
     "40 percent",
     "cu",
     "ernesto",
     "gough",
     "december 3, 2016",
     "bangladesh",
     "group",
     "tech",
     "ssm",
     "las",
     "peter",
     "$1.1 billion",
     "trade",
     "friday",
     "julie",
     "australia",
     "rivoli",
     "tiantian",
     "$365 billion",
     "development",
     "united",
     "proctor",
     "mexico",
     "indiana",
     "reid",
     "lake",
     "dan",
     "of",
     "maurer",
     "georgetown",
     "guangzhou",
     "vegas",
     "greg",
     "southern",
     "u.s.",
     "economic",
     "jack",
     "shuqee",
     "and",
     "york",
     "sean",
     "southeast",
     "horgen",
     "zhang",
     "busch",
     "chuck",
     "september",
     "holland",
     "world",
     "cambodia",
     "marc",
     "mora",
     "peterson",
     "lee",
     "poland",
     "mgm",
     "brooks",
     "leblanc",
     "industries",
     "italy",
     "tal",
     "mich.",
     "international",
     "dimicco",
     "back",
     "asia",
     "organization",
     "wooden",
     "hirschfeld",
     "chi",
     "commerce",
     "new",
     "obama",
     "jiacheng",
     "massachusetts",
     "nucor",
     "feng",
     "berg",
     "digital",
     "grand",
     "company",
     "ho",
     "city",
     "jiang",
     "35 percent",
     "brothers",
     "colombia",
     "indonesia",
     "times",
     "last year",
     "electronics",
     "states",
     "cooperation",
     "trump",
     "malaysia",
     "2000",
     "minnesota",
     "vietcong",
     "europe",
     "$72",
     "university",
     "mandalay",
     "the",
     "m.",
     "ebw",
     "philippines",
     "pascal",
     "davis",
     "autry",
     "seven years ago",
     "lawrence",
     "zurich",
     "$5,940",
     "vietnam",
     "pat",
     "ewing",
     "l.",
     "future",
     "34 percent",
     "$116",
     "2006",
     "20 percent",
     "republic",
     "africa",
     "$290",
     "supplying",
     "institute",
     "yen",
     "washington",
     "bay",
     "u.s.a.",
     "roger",
     "45 percent",
     "now",
     "woodworth",
     "goodman",
     "minh",
     "india"
    ],
    "id": 4,
    "text": "OPEN Graphic Tariffs would give his factory an edge against American competitors that import even more from China. But his company would be vulnerable to competitors in Mexico, Colombia and Australia. They would be free to draw on China’s supply chain and sell their wares into the American market unhindered. “Our chair would be priced out of the market,” Mr. Reid said. “If it impacts our sales, that puts jobs at risk.” Trade experts dismiss Mr. Trump’s threat of tariffs as campaign bluster that will soon give way to pragmatic concerns about growth and employment. Between 1998 and 2006, the imported share of components folded into American manufacturing rose to 34 percent from 24 percent, according to one widely cited study . International law also limits the scope of what the Trump administration can do. Under the rules of the World Trade Organization , the United States cannot willy-nilly apply tariffs. It must develop cases industry by industry, proving that China is damaging American rivals through unfair practices. Talk of across-the-board tariffs is “pure theater,” said Marc L. Busch, an expert on international trade policy at Georgetown University in Washington. “It’s impossible to do. It violates the rule of law.” Photo Chuck Reid of First Class Seating estimated that a 45 percent tariff on Chinese goods would raise the costs of making a recliner at his factory in Michigan by 20 percent Credit Sean Proctor for The New York Times But Mr. Trump has suggested taking the extraordinary step of abandoning the W.T.O. to gain authority to dictate terms. His successful strong-arming of Carrier, the air-conditioner company, which agreed to keep 1,000 jobs at a plant in Indiana rather than move them to Mexico, attests to his priorities in delivering on his trade promises. Advertisement Continue reading the main story The people advising Mr. Trump on trade have records of advocating a pugnacious response to what they portray as Chinese predations. There is Dan DiMicco , the former chief executive of the American steel giant Nucor, who has long advocated punitive tariffs on Chinese goods . There is Peter Navarro, a senior policy adviser and co-author of a book titled “ Death b y China: Confronting t he Dragon — A Global Call to Action .” In an email on Friday, Mr. Navarro, the Trump transition team’s economic adviser, said that imposing steep tariffs on China was an essential step to begin to address the American trade deficit with China, which reached $365 billion last year. He blamed Chinese trade practices for “destroying entire industries, hollowing out entire communities” and “putting millions out of work.” But Mr. Navarro also cast the threat of tariffs as an opening gambit in a refashioning of trade positions. Photo First Class Seating draws on American suppliers for many of the parts in its theater seats, but others, such as the electronic controls. come from China. Credit Sean Proctor for The New York Times “Tariffs are not an end game but merely one of several negotiating tools to bring our trade back into balance,” he said, adding that Mr. Trump’s administration would do so “in a measured way.” Mr. Navarro’s co-author, Greg Autry, a professor at the University of Southern California, said he assumed the Trump camp was dead serious about its threats to impose tariffs on China. The goal is to force manufacturers to come back to the United States as a condition of selling into the American market. A full-on trade war between the world’s two largest economies would cost American jobs in the immediate term, Mr. Autry said, but eventually millions of new ones would be created as the United States again hummed with factory work. Advertisement Continue reading the main story “We moved our supply chain to Asia in about two decades,” he said. “You certainly can do it in the U.S. a whole lot faster. It’s going to take a few years, but it’s going to be a much better America.” Even if factory work does return to the United States, though, that is unlikely to translate into many paychecks. As automation spreads, robots are primed to secure most of the jobs. Photo Woodworth Wooden Industries opened a factory in Vietnam after the United States imposed tariffs on Chinese-made furniture. Credit Christian Berg for The New York Times At Mr. Reid’s factory, talk of a bountiful future through trade barriers resonates as dangerous nonsense. Mr. Reid has a business to run in the here and now. His customers are waiting for product. He must be able to tap the supply chain. “You can’t just turn your ship around and bring that stuff back,” he said. In threatening tariffs, Mr. Trump is wielding a blunt instrument whose impacts are increasingly easy to evade by sophisticated businesses with operations across multiple borders. The geography of global trade is perpetually being redrawn. In China, factory owners, casting a wary eye on Mr. Trump, are accelerating their exploration of alternative locales with lower-wage workers across Southeast Asia and even as far away as Africa. In Vietnam, entrepreneurs are preparing for a potential surge of incoming investment from China should Mr. Trump take action. In Europe, factories that sell manufacturing equipment to China are watching to see if Mr. Trump will unleash trade hostilities that will damage global growth. Photo A worker stitched leather at a Woodworth Wooden Industries plant in Cu Chi. This year, Woodworth opened a second factory in Vietnam. Credit Christian Berg for The New York Times “Money and goods will always find their way, regardless of what barriers you put up,” said Ernesto Maurer, chairman of SSM, a Swiss maker of textile machinery that operates a factory in China. “You just make it more difficult and more expensive.” Advertisement Continue reading the main story The China Supply In the southern Chinese city of Guangzhou, Jiang Jiacheng exudes confidence that China will continue to serve as the factory floor for the world — with tariffs or otherwise. His company, the Guangzhou Shuqee Digital Tech Company, makes movie chairs, exporting about 20 percent of its wares to the United States. It is an exemplar both of China’s manufacturing prowess and of the conditions that make it a competitive threat. Mr. Jiang pays his factory workers $290 a month. They work six days a week. Lax environmental rules allow him to dispose of pollutants cheaply. The total cost of making one of his best-selling products, a cloth-lined movie chair, runs $72. He sells it for $116 to wholesalers who export to the United States. Photo A worker carved details into wood at a Woodworth Wooden Industries plant in Vietnam. Credit Christian Berg for The New York Times Back in September, Mr. Jiang gathered with other Chinese movie chair manufacturers to discuss the alarming statements coming from Mr. Trump. The consensus view was not to worry. “Once he takes up the post, he will certainly return things to the normal state,” Mr. Jiang said. Still, he has a backup plan. Even before President Trump entered the lexicon, Mr. Jiang was exploring a transfer of some of his work to lower-cost places like Vietnam. His company would not be the first to make the journey. A dozen years ago, the United States Commerce Department accused China of dumping wooden bedroom furniture at below cost. It imposed protective tariffs. Advertisement For Lawrence M. D. Yen, who had a furniture factory in southern China, that was the impetus to move to Vietnam. Labor costs were cheaper. Photo SSM makes the most sophisticated components for its textile machines at a plant in Switzerland and in Italy, while lower-grade machines are made in China. Credit Pascal Mora for The New York Times Today, Mr. Yen’s company, Woodworth Wooden Industries, operates a factory in Cu Chi, on the outskirts of Ho Chi Minh City, a district best known for the elaborate tunnels used by Vietcong guerrillas in their battles against American forces. This former hive of combat is now the workplace for 5,000 people making sofa beds, recliner chairs and bedroom furniture. Three-fourths of the products are destined for the United States, including Las Vegas casino resorts like Mandalay Bay and the MGM Grand. Woodworth’s plant churns out more than 10,000 three-seater sofas each month. This year, the company opened a second Vietnam factory. Arithmetic gives Mr. Yen confidence that Mr. Trump’s talk will be muted by the realities of the marketplace. Brands that deliver factory-made goods to American retailers have leaned heavily on Asian suppliers to secure low prices. In pledging to bring manufacturing back, Mr. Trump is effectively pitting the interests of a relatively small group of people — those who work in factories — against hundreds of millions of consumers. Photo Assembled textile machines at SSM in Horgen, Switzerland. Credit Pascal Mora for The New York Times “The retail industry now employs an awful lot more people than apparel industries ever did,” said Pietra Rivoli, a trade expert at Georgetown. Seven years ago, the Obama administration accused China of unfairly subsidizing tires. It imposed tariffs reaching 35 percent. A subsequent analysis by the Peterson Institute for International Economics , a nonpartisan think tank, calculated the effect: Some 1,200 American tire-making jobs were preserved, but American consumers paid $1.1 billion extra for tires. That prompted households to cut spending at retailers, resulting in more than 2,500 net jobs lost. Advertisement Continue reading the main story The TAL Group claims to make one of every six dress shirts sold in the United States. It produces finished goods for Brooks Brothers, Banana Republic and J. Crew, operating 11 factories worldwide. If Mr. Trump places tariffs on China, the company will accelerate its shift to Vietnam, said TAL’s chief executive, Roger Lee. If that trade is disrupted, the work would flow to other low-cost countries like Bangladesh, India and Indonesia. Mr. Lee can envision no situation in which the physically taxing, monotonous work of making garments will go to the United States. “Where are you going to find the work force in the U.S. that is willing to work at factories?” Mr. Lee said. Photo EBW Electronics in Holland, Mich., produces circuit boards for automobile lighting systems. Credit Sean Proctor for The New York Times Supplying the Suppliers Horgen, a Swiss village on the shores of Lake Zurich, seems far removed from the gritty industrial zones of Asia. With its gingerbread homes and mountain views, it looks more like a resort. But Horgen is home to SSM, a company that has become an important supplier to Asia. Its machines turn polyester and other synthetic fibers into custom-designed threads. If the rise of textiles in Asia has been a gold rush, this Swiss company has been among those cashing in by making the picks and shovels. Workers at the factory earn roughly 6,000 Swiss francs ($5,940) a month — some 10 times what SSM pays its workers at its Chinese factory. It makes its most sophisticated components in Switzerland and at another plant in Italy. It uses China for lower-grade machines. The company sells virtually all of its products abroad, chiefly in Asia. It buys metal parts from the Czech Republic and Poland, electronic components from Malaysia, and electric motors from an American company that makes them at a factory in India. Another American company supplies software. “There is not a single machine that we have that we are able to build with materials from one country,” said Mr. Maurer, the SSM chairman. Photo A piece of equipment being inspected at EBW Electronics. The Michigan company uses integrated circuits made in China and the Philippines. Credit Sean Proctor for The New York Times If the United States were to impose trade barriers on China, that might slow Chinese demand for Swiss-made textile machinery. That would potentially reduce Swiss purchases of American goods and services. Advertisement But Mr. Maurer struggles to see how this would create any jobs in the United States. The American textile industry is small and increasingly dominated by robots. The rest of the world holds billions of hands willing to work cheaply. “Someone else will pick up the business,” Mr. Maurer said. “These markets are very fast.” But the textile and apparel trades are relatively simple businesses. If the cost of making trousers becomes less appealing in China, a room full of sewing machines in Cambodia can quickly be filled with low-wage seamstresses. Industries involving precision machinery are not so easily reassembled somewhere else. An abrupt change to the economics would devastate factories that could not quickly line up alternative suppliers. American automakers are especially dependent on the global supply chain. Between 2000 and 2011, the percentage of imported components that went into exported American-made vehicles grew to 35 percent, from 24 percent, according to the Organization for Economic Cooperation and Development. At EBW Electronics in Holland, Mich., workers in lab coats tend boxy soldering machines as they make circuitry for LED lights that go into cars. It buys tiny parts and slots them into circuit boards, which are sold to major automakers. Some 80 percent of the components are imported from China. Even that number fails to capture the degree to which the company — and its 240 workers — depend on unfettered trade. Pat LeBlanc, the chairman, pointed to a nib of metal on a circuit board. The silicon was extracted at a plant in Minnesota, then processed into a thin wafer at another factory in Massachusetts. The wafer was shipped to China for testing, cut into pieces at another Chinese factory, and then delivered to the Philippines for a chemical process. Then it went back to China to be put onto a reel that can be inserted into soldering machines here in Michigan. Advertisement Continue reading the main story “It literally is a global supply chain,” Mr. LeBlanc said. Mr. Reid, the owner of the theater seating company, could not imagine having to buy everything from American suppliers. Buying upholstery domestically would raise his fabric costs as much as 40 percent. “All the componentry, all the cords, it all comes from China,” he said. “I don’t know that you could ever get all of that made in the United States. Some of these industries have just been abandoned.” He wandered into the paint shop, where a worker was spraying chair backs. He picked up a can of paint and read the label: “Made in the U.S.A., with Global Materials.” Peter S. Goodman reported from Holland, Mich.; Neil Gough from Ho Chi Minh City, Vietnam; Sui-Lee Wee from Guangzhou, China; and Jack Ewing from Horgen, Switzerland. Julie Hirschfeld Davis, Zhang Tiantian and Emily Feng contributed reporting. A version of this article appears in print on December 3, 2016, on page A1 of the New York edition with the headline: Tough Talk on Global Trade Hits Close to Home. Order Reprints | Today's Paper | Subscribe ",
    "title": "Trump’s Tough Trade Talk Could Damage American Factories - The New York Times"
   },
   {
    "entities": [
     "ecclesia",
     "beckley",
     "christian",
     "fellowship",
     "bernardino",
     "the day",
     "a year later",
     "san",
     "church",
     "2015",
     "one year later",
     "joshua"
    ],
    "id": 5,
    "text": "Pastor Joshua Beckley of San Bernardino one year later Pastor Joshua Beckley of San Bernardino one year later Pastor Joshua Beckley of the Ecclesia Christian Fellowship Church spoke at a candlelight vigil the day after a terrorist attack killed 14 people and 22 were seriously injured in 2015. A year later, he reflects on the city and how it has changed. Pastor Joshua Beckley of the Ecclesia Christian Fellowship Church spoke at a candlelight vigil the day after a terrorist attack killed 14 people and 22 were seriously injured in 2015. A year later, he reflects on the city and how it has changed. See more videos Pastor Joshua Beckley of the Ecclesia Christian Fellowship Church spoke at a candlelight vigil the day after a terrorist attack killed 14 people and 22 were seriously injured in 2015. A year later, he reflects on the city and how it has changed. ",
    "title": "Pastor Joshua Beckley of San Bernardino one year later - LA Times"
   },
   {
    "entities": [],
    "id": 6,
    "text": "Enter City, State or Zip Cancel ",
    "title": "For blacks, police pursuits far more deadly - USA TODAY"
   },
   {
    "entities": [
     "council",
     "1979",
     "ying-wen",
     "interactive",
     "times",
     "cbs",
     "chiang",
     "earlier this year",
     "friday",
     "south",
     "trump",
     "house",
     "sea",
     "beijing",
     "richard",
     "news",
     "inc.",
     "--",
     "donald",
     "of",
     "financial",
     "china",
     "security",
     "white",
     "2016",
     "taiwan",
     "dec 2,",
     "december 2, 2016",
     "j.",
     "asia",
     "night",
     "medeiros",
     "current",
     "1972",
     "u.s.",
     "republic",
     "national",
     "today",
     "10:29 pm est",
     "union",
     "afternoon",
     "nixon",
     "evan",
     "december 3, 2016",
     "soviet",
     "now",
     ", 5:49 pm",
     "1949",
     "kai-shek",
     "tsai"
    ],
    "id": 7,
    "text": "CBS News December 2, 2016, 5:49 PM Trump talks to Taiwanese leader, in break with precedent Email Last Updated Dec 2, 2016 10:29 PM EST President-elect Donald Trump spoke on the phone with Taiwanese leader Tsai Ying-wen on Friday, the Trump transition team announced Friday afternoon, in a break with precedent. President-elect Donald Trump broke precedent on the U.S.'s long-standing policy when he spoke to the president of Taiwan. Former U.S. Ambassador ... Mr. Trump is the first president-elect to talk to the Taiwanese president since the U.S. cut formal diplomatic ties with Taiwan in 1979. China regards the island as a renegade province, although Taiwan has operated as an independent state since the conclusion of the Chinese civil war.  The transition team said that during their conversation, Tsai congratulated Mr. Trump, and the two “noted the close economic, political and security ties” between Taiwan and the U.S. Mr. Trump also congratulated Tsai on her victory earlier this year. President-elect Donald Trump has made some controversial political choices since the election-and then on Friday night, he broke precedent by spe... The modern Taiwanese state was founded by anti-communist Chinese general Chiang Kai-shek in 1949, and formally styles itself the Republic of China. Since then, war between the two nations has nearly broken out on several occasions, and the current Taiwanese government favors formal independence from China. It is unclear whether Mr. Trump’s conversation with the Taiwanese president reflects a change of policy towards China. Nevertheless, experts say the phone call threatens to inflame U.S. relations with Beijing, which have been particularly rocky in recent years due to expansionist Chinese policies, particularly with regard to the South China Sea.  A White House spokesman told CBS News there is “no change to our longstanding policy on cross-Strait issues.” “We remain firmly committed to our ‘one China’ policy based on the three Joint Communiques and the Taiwan Relations Act.  Our fundamental interest is in peaceful and stable cross-Strait relations,” the White House said.  After the news broke, Mr. Trump responded with two tweets about the phone call and a comment on U.S. policy on Taiwan.  The President of Taiwan CALLED ME today to wish me congratulations on winning the Presidency. Thank you! — Donald J. Trump (@realDonaldTrump) December 3, 2016 Interesting how the U.S. sells Taiwan billions of dollars of military equipment but I should not accept a congratulatory call. — Donald J. Trump (@realDonaldTrump) December 3, 2016 “The Chinese leadership will see this as a highly provocative action, of historic proportions,” Evan Medeiros, a former Asia director at the White House national security council, told the Financial Times, which first reported the call. “Regardless if it was deliberate or accidental, this phone call will fundamentally change China’s perceptions of Trump’s strategic intentions for the negative.” The U.S. adopted a “one China” policy after Richard Nixon visited the communist-controlled mainland in 1972. China then became a de facto American ally in the Cold War with the Soviet Union, and is now a major trading partner. Trade with China became a major issue in the 2016 presidential campaign, with Trump repeatedly threatening to install a major tariff on Chinese goods in order to protect American manufacturing. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump talks to Taiwanese leader, in break with precedent - CBS News"
   },
   {
    "entities": [
     "1979",
     "earlier this year",
     "states",
     "trump",
     "beijing",
     "tribune",
     "united",
     "ing-wen",
     "donald",
     "hong",
     "saturday",
     "ying-ying",
     "yi",
     "wang",
     "china",
     "tv",
     "taiwan",
     "asia",
     "photo/evan",
     "chinag",
     "u.s.",
     "today",
     "tsai",
     "washington",
     "phoenix",
     "kong",
     "early saturday",
     "the future",
     "ap",
     "vucci"
    ],
    "id": 8,
    "text": "China hopes Trump call with Taiwan's president won't lead to 'damaged' ties Donald Trump, Tsai Ing-wen AP Photo/Evan Vucci, Chinag Ying-ying, File U.S. President-elect Donald Trump, left, and Taiwan's President Tsai Ing-wen. U.S. President-elect Donald Trump, left, and Taiwan's President Tsai Ing-wen. (AP Photo/Evan Vucci, Chinag Ying-ying, File) Tribune news services Contact Reporter China's foreign minister said Saturday he hopes Beijing's relations with the U.S. would not be \"interfered with or damaged\" after President-elect Donald Trump broke with decadeslong diplomatic tradition and spoke directly with Taiwan's leader. It is highly unusual, probably unprecedented, for a U.S. president or president-elect to speak directly with a leader of Taiwan, a self-governing island the U.S. broke diplomatic ties with in 1979. Chinese Foreign Minister Wang Yi said the call between Taiwan's president and Trump was \"just a small trick by Taiwan\" that he believed would not change U.S. policy toward China, according to Hong Kong's Phoenix TV. \"The one-China policy is the cornerstone of the healthy development of China-U.S. relations and we hope this political foundation will not be interfered with or damaged,\" Wang was quoted as saying. Washington has pursued a so-called \"one China\" policy since 1979, when it shifted diplomatic recognition of China from the government in Taiwan to the communist government on the mainland. Under that policy, the U.S. recognizes Beijing as representing China but retains unofficial ties with Taiwan. A statement from Trump's transition team said he spoke with Taiwanese President Tsai Ing-wen, who offered her congratulations. \"During the discussion, they noted the close economic, political, and security ties ... between Taiwan and the United States. President-elect Trump also congratulated President Tsai on becoming President of Taiwan earlier this year,\" the statement said. Trump tweeted later: \"The President of Taiwan CALLED ME today to wish me congratulations on winning the Presidency. Thank you!\" The Taiwanese presidential office issued a statement early Saturday saying Trump and Tsai discussed issues affecting Asia and the future of U.S. relations with Taiwan. \"The (Taiwanese) president is looking forward to strengthening bilateral interactions and contacts as well as setting up closer cooperative relations,\" the statement said. \"The president also told U.S. President-elect Trump that she hopes the U.S. will continue to support Taiwan's efforts in having more opportunities to participate in and contribute to international affairs in the future,\" Tsai's office said. ",
    "title": "China hopes Trump call with Taiwan&apos;s president won&apos;t lead to &apos;damaged&apos; ties - Chicago Tribune"
   },
   {
    "entities": [
     "november",
     "boback",
     "facebook",
     "13 percent",
     "college",
     "suzanne",
     "peurach",
     "2016",
     "asia",
     "scott",
     "twitter",
     "records",
     "the 1990s",
     "hsu",
     "dickinson",
     "institution",
     "southeast",
     "bioinvasions",
     "pennsylvania",
     "december 02, 2016",
     "teresa",
     "june 3, 2013",
     "smithsonian",
     "everglades"
    ],
    "id": 9,
    "text": "Ravenous 14-foot python caught with 3 deer in its gut Published               December 02, 2016 Facebook 0 Twitter 0 livefyre Email Print Officials caught and euthanized the 15.6-foot-long female snake in the Everglades on June 3, 2013.  (Boback, S.M. et al. BioInvasions Records. 2016) A Burmese python in the Everglades with a penchant for venison gulped down three whole deer — one doe and two fawns — before wildlife officials captured and euthanized it, a new study reveals. The gustatory feat sets a record: It's the first invasive Burmese python (Python molurus bivittatus) caught with three deer in its gut, said study co-lead author Scott Boback, an associate professor of biology at Dickinson College in Pennsylvania. The python probably attacked and ate the deer at different times over a 90-day period, Boback said. That time span may seem long, but it's actually quite surprising that a snake would eat three enormous meals in a relatively short window, Boback told Live Science. [Photos: This Invasive Python Ate Three Wild Deer ] \"If a python is capable of eating three deer in three months,\" what else are they eating that we don't know about, he asked. \"We don't even know how many of them are out there [in the Everglades].\" More From LiveScience Photos: Giant Pythons Invade Everglades Burmese pythons are native to Southeast Asia, but for reasons still shrouded in mystery, they became established in the Everglades during the 1990s. The snakes can grow to be up to 18 feet long in the Everglades (and up to 26 feet long in Southeast Asia). They use their strong muscles to wrap around prey, obstructing their victims' blood flow until circulation stops. Deer trio It's unclear how the python attacked the deer, but the snake may have hid in the water, waiting for the deer to stop for a drink. That would have left the deer within striking distance of the snake, Boback said. The 15.6-foot-long female snake was almost done digesting its three massive meals when officials caught and euthanized it on June 3, 2013. A necropsy, or animal autopsy, revealed an empty stomach but intestines packed with poop. The fecal matter was immense: more than 14 lbs., or 13 percent of the snake's body mass , Boback said. Study co-researchers Teresa Hsu and Suzanne Peurach, scientists at the Smithsonian Institution, sieved through the excrement and found mats of fur and several undigested hooves, bones and teeth, indicating that the python had eaten white-tailed deer (Odocoileus virginianus) — and not just one, Boback said. It's no surprise that the fur, hooves and teeth were undigested, as pythons can't break down keratin or enamel, Boback said. However, they can digest bone, which would explain why the researchers found only fragments of bone in the dung, he said. The size and shape of the hooves — as well as the presence of a deciduous, or baby, tooth — indicated that the adult doe was at least 1 year old and about 99 lbs., one fawn was about 1 month old and 37 lbs. and the other fawn was about 2 weeks old and 29 lbs., the researchers wrote in the study. [In Images: Hungry Python Eats Porcupine Whole ] Python invasion Pythons are ravenous eaters, and they've been wreaking havoc on the Everglades ecosystem, Boback said. The hungry snakes hunt the region's native animals, including birds, mammals and at least one reptile — the American alligator (Alligator mississippiensis), the researchers wrote in the study. Although other Everglades studies have shown correlations between the presence of pythons and a drop in mammals — such as raccoons, opossums, bobcats and rabbits — the new report shows concrete evidence that pythons can eat more than one deer within a short period of time, Boback said. \"It just begs the question, 'How often are they eating these things?'\" he said. The study was published in the November issue of the journal BioInvasions Records. Original article on Live Science . Trending in Science ",
    "title": "Ravenous 14-foot python caught with 3 deer in its gut  | Fox News"
   },
   {
    "entities": [
     "december 2nd",
     "regional",
     "middle",
     "bernardino",
     "times",
     "last year",
     "l.a.",
     "friday",
     "madden",
     "rizwan",
     "christmas",
     "trump",
     "richard",
     "10 minutes later",
     "thursday",
     "tashfeen",
     "facebook",
     "gardens",
     "r.",
     "garcetti",
     "donald",
     "irc",
     "morning",
     "davis",
     "state",
     "2014",
     "county",
     "burguan",
     "a year ago today",
     "farook",
     "crutcher",
     "lyvette",
     "mike",
     "daniel",
     "night",
     "cal",
     "10:56 a.m.",
     "coussoulis",
     "bell",
     "arena",
     "department",
     "eric",
     "syed",
     "8:37 a.m.",
     "fbi",
     "u.s.",
     "today",
     "san",
     "benjamin",
     "malik",
     "a year later",
     "east",
     "center",
     "islamic",
     "los",
     "dec. 2",
     "saudi",
     "at 6:30 p.m.",
     "carey",
     "usc",
     "crespo",
     "illinois",
     "pakistan",
     "now",
     "fire",
     "winton",
     "jarrod",
     "redlands",
     "angeles",
     "william",
     "inland",
     "arabia"
    ],
    "id": 10,
    "text": "We may never know why the San Bernardino terrorists targeted a Christmas party. Here's what we do know Victims of the San Bernardino shooting rampage Courtesy of family / Los Angeles Times A composite photo of the 14 victims of the San Bernardino shooting rampage. A composite photo of the 14 victims of the San Bernardino shooting rampage. (Courtesy of family / Los Angeles Times) Richard Winton Contact Reporter A year ago today,  Syed Rizwan Farook  and  Tashfeen Malik  killed 14 people in a  terrorist attack  at the Inland Regional Center in San Bernardino. Since then, federal authorities have said the couple was “self-radicalized” in part by reading radical Islamic literature online. But why did they pick the Christmas gathering held by colleagues of Farook, who worked as a health inspector for San Bernardino County? Here is we know: Why was the IRC targeted? Officials said they don’t know for sure. San Bernardino Police Lt. Mike Madden noted that in 2014, Farook attended another work event in that room, which was decorated for Christmas. Malik later stated in an online account that she felt Muslims should not have to attend Christian events, Madden said. Madden added that she did not specifically mention the event in her posting and that it’s far from clear that it played any role in last year’s attack. “It is open to speculation why they chose the party,” he said. “I don’t know if we can say with any certainty why the party was chosen apart from it was a soft target.” San Bernardino Police Chief Jarrod Burguan agreed. “There are a lot of questions, and we don’t have all the answers,” he said Thursday. “We never established the motive. The best we can do is theorize.” What was the timeline of events? Farook left his Redlands home at 8:37 a.m. Dec. 2 and arrived at the Inland Regional Center 10 minutes later. His co-workers were gathered for a holiday event and training session there. He carried with him a bag containing a bomb, authorities say. He stuck around the center for about two hours before leaving. He returned to the event at 10:56 a.m. with his wife. They were armed with AR-15s, and their faces were covered. They sprayed the room with bullets before fleeing. They left behind an explosive device made of several pipe bombs. They later were killed by police at the end of a high-speed chase. How extensively did they plan an attack? Officials believe they planned for months, gathering weapons and building bombs in their garage. Farook traveled to the Middle East before the attack and came back with his wife. Farook was born in Illinois, but Malik was raised in Pakistan and lived in Saudi Arabia before marrying him. From the beginning, one of the biggest questions was whether the attack was part of a larger international plot hatched by Islamic State or some other Islamic terror group. Malik posted a note on Facebook pledging allegiance to Islamic State shortly after the attack, authorities said. The FBI concluded fairly quickly that the two were “self-radicalized.” They were inspired by terrorist groups, officials said, but did not receive financial support from any foreign or domestic organizations. A year later, the investigation continues. What are memorial plans today? San Bernardino will sponsor a “Night of Remembrance” Friday at 6:30 p.m. at Cal State San Bernardino’s Coussoulis Arena. “Our community continues to stand together united in solidarity and support for the victims, survivors, and families of those affected by the December 2nd terrorist attack,” Mayor R. Carey Davis said in a statement. A memorial bicycle ride is planned to the IRC Friday morning. A special lighting formation in the hills above San Bernardino to memorialize the victims is also planned.   Caption 90 seconds: 4 stories you can't miss Donald Trump is set to preside over the most affluent Cabinet in U.S. History , the mountain lion known as P-45 has been given a second chance , before election day, L.A. Mayor Eric Garcetti didn't hold back when it came to Donald Trump but now has a more civil tone , and  USC is a lock for the Rose Bowl, right? Not so fast. Caption 90 seconds: 4 stories you can't miss Donald Trump is set to preside over the most affluent Cabinet in U.S. History , the mountain lion known as P-45 has been given a second chance , before election day, L.A. Mayor Eric Garcetti didn't hold back when it came to Donald Trump but now has a more civil tone , and  USC is a lock for the Rose Bowl, right? Not so fast. Caption William Crespo reacts to the sentence William Crespo cries as he talks about his brother, slain Bell Gardens Mayor Daniel Crespo, and the sentence given to Lyvette Crespo. William Crespo cries as he talks about his brother, slain Bell Gardens Mayor Daniel Crespo, and the sentence given to Lyvette Crespo. Caption Kanye West 911 Call The original version of this 911 call provided to the Times by the L.A. Fire Department included redacted portions to prevent the release of confidential health information. This condenses audible portions of the publicly released recording to remove silence. The original version of this 911 call provided to the Times by the L.A. Fire Department included redacted portions to prevent the release of confidential health information. This condenses audible portions of the publicly released recording to remove silence. Caption Curiosity Correspondent: What does it take to be a zookeeper? The gorillas are majestic creatures and are well taken care of by the experts at the Los Angeles Zoo. But what goes into keeping the animals healthy and happy? Benjamin Crutcher, our Curiosity Correspondent, went to the zoo to find out. The gorillas are majestic creatures and are well taken care of by the experts at the Los Angeles Zoo. But what goes into keeping the animals healthy and happy? Benjamin Crutcher, our Curiosity Correspondent, went to the zoo to find out. Caption 90 seconds: 4 stories you can't miss ",
    "title": "We may never know why the San Bernardino terrorists targeted a Christmas party. Here&apos;s what we do know - LA Times"
   },
   {
    "entities": [
     "et",
     "violet",
     "jim",
     "the next several days",
     "right now",
     "the next day",
     "andrew",
     "high",
     "wednesday, nov. 2",
     "that",
     "lynn",
     "news",
     "shasta",
     "tyler",
     "cameron",
     "california",
     "morning",
     "the day",
     "tonight at",
     "abc",
     "dubreuil",
     "present",
     "rodrigues",
     "astrid",
     "$50,000",
     "mount",
     "night",
     "sherri",
     "past",
     "sutton",
     "gamble",
     "alison",
     "10 p.m.",
     "today",
     "koester",
     "100 percent",
     "bosenko",
     "gutman",
     "matt",
     "papini",
     "keith",
     "marines",
     "nights",
     "sheila",
     "15 percent",
     "evening",
     "about 6:50 a.m.",
     "tom",
     "thanksgiving",
     "nov. 23, the day before thanksgiving",
     "patrol",
     "now",
     "paparella",
     "redmond",
     "time"
    ],
    "id": 11,
    "text": "WATCH New Details in Sherri Papini's Alleged Kidnapping 0 Shares Email On Wednesday, Nov. 2, Sherri Papini, a 34-year-old mother of two, went out for a jog in the family’s Redding, California, neighborhood, and mysteriously vanished. “I remember everything about that day,” her husband, Keith Papini, told ABC News' “20/20” in an exclusive interview. That day began like any other for the Papini family. It was about 6:50 a.m. when Keith said he was on his way out the door to head to his job as an audio-video specialist. Sherri was checking on their 2-year-old daughter, Violet, when Keith said he met her at the door, gave her a hug and kiss, and left for work. That was the last time he saw Sherri before she would be allegedly kidnapped and held captive for the next 22 days. Watch the full story on ABC News' \"20/20\" TONIGHT at 10 p.m. ET. The Moment Keith Knew Something Was Wrong When Keith returned home from work that evening, he said he was expecting to have his wife, daughter and 4-year-old son, Tyler, greet him at the door, but only found unsettling silence inside the house. “I looked in different rooms and couldn’t find anyone,” he said. “So I thought, ‘Maybe they’re outside,’ and I looked around outside ... but at the time I thought, ‘Huh, I’m sure they’re all together.’ I had no reason to believe otherwise.” ABC News Keith Papini spoke to ABC News' Matt Gutman about the ordeal his wife Sherri Papini went through. Keith said he opened up the “Find My iPhone ” feature on his iPhone to search for Sherri’s iPhone and see if he could find her location. It showed Sherri’s phone was near their mailbox, about a mile away from the house. At first, Keith said he thought maybe she had taken the kids for a walk to get the mail. Keith said he called his mother and asked her if she had spoken to Sherri. When she told him no, he called the kids’ day care. “The first thing I said was, ‘What time did Sherri pick up the kids today?’” Keith said. “And she said, ‘The kids are here.’ It was like, ‘Something is wrong, there is something wrong right now.’” “I got in the car and immediately drove down the end of our mailbox, and was anticipating I would see her walking,” he said. But his wife nowhere to be seen. Frantic, Keith started driving around, scouring their area around their property. He went back to the mailbox where the “Find My iPhone” feature had first pinpointed Sherri’s phone. “It did not take me long [to find it]. It was right off the road,” he said. Next to her phone, Keith found Sherri’s headphones, which he said were tangled with strands of her blond hair. “If she would have lost her phone driving home one day and she had put it on the roof of her car one day and drove off, you know OK, I could see that happening,” he said. “But her car was at home and the kids were at school. I knew something was wrong.” Keith went into full crisis mode and dialed 911. Within hours, deputies launched a search for Sherri, and over the next several days, more than 100 people volunteered to help. “People would see me and start crying and give me hugs ... total strangers,” Keith said. Telling The Children That Their Mom Was Missing Keith said he spent many sleepless nights caring for his family and searching for his wife. “I was just worried about her health,” he said. “Are they feeding her? Is she hot? Is she cold? Just little horrible things that I would go through.” Courtesy of Keith Papini Keith and Sherri Papini are pictured together in this undated photo. In searching for his wife, he admits there were times of immense despair. “There was a moment where we were heading back after we did a few mile search and we look up and we start to see birds circling,” Keith said. “And I went to my knees and I thought, ‘Am I really hiking out here to look for my wife and I don’t want to find her right now, but I do want to find her' ... that was a tough one for me that day.” As he was dealing with the agony of losing his wife, Keith said he still had to care for their two kids, and his family and friends came to the rescue to help keep them entertained and happy. But after a couple of days, Keith couldn’t hide the fact that Sherri was missing from Tyler. “I told him I had something important to tell him and he jumped on the couch and he knew something was up and said, ‘Dad, you can tell me anything,’” Keith said, through tears. “For a little 4-year-old to say that I wasn’t prepared for that. “And I just said, ‘Son, mommy went running and she didn’t come home and we’re all looking for her right now,” he continued. “And we just held each other ... and I said, ‘We’re going to find her and we’re going to get her back.’” One day, Keith said he found Tyler standing in front of Sherri’s picture. “He was just standing there and he had his left hand on her face,” he said. “He was just staring at her ... and he just, you know, tears in his eyes with his hands on her face.” At this time, Keith, his family and friends were growing increasingly frustrated with the lack of progress in his wife’s missing persons case. “I was very upset. I wanted more involvement with everybody ... I wanted every law enforcement agency out there,” he said. “I wanted Marines, the Army ... I wanted everything of course. I’m going to do everything I can to find my wife.” Sherri’s older sister, Sheila Koester, who is seven months pregnant, says she focused on protecting Keith, and making sure he ate and was taking care of himself. “I think Keith and I supported each other,” she said. “He made sure that I stayed in the house and wasn’t traipsing through fields, going through places, because he knows I probably would have been doing that.” The Search for Sherri and Suspects Although any husband would be a suspect in his wife’s disappearance, Koester said she knew he had nothing to do with it. The family knew Sherri as “super mom” and Keith was a wonderful husband, she said. “You would hope that your child or your daughter would find someone so loving, so dedicated to their spouse,” she said. To ease any doubt, Keith consented to taking an hours-long polygraph test. “They asked me multiple questions. He said, ‘These things you have to pass with a 100 percent. You can’t get 99.’ To me, I was like, ‘No, problem. Let’s hurry this up and get this over with,’” recalled Keith. It took at least nine days before police cleared Keith of any suspicion. “We were going through investigating hundreds of tips, looking at cell phone data,” Shasta County Sheriff Tom Bosenko told “20/20.” Bosenko said they followed up on more than 400 tips, none of which led them to Sherri. “The investigators had basically been working three weeks straight, nonstop -- pouring their heart and souls into this investigation. But so far, no viable leads,” said Bosenko. “I don’t think I ever lost hope, but it was eating away at me big time,” Keith said. “Did I do everything I could? Yes or no? I just wanted to make sure I checked 'yeah' on every single thing.” The Papini family started a GoFundMe account, and they raised nearly $50,000 in donations. Then, Keith took a chance with a man named Cameron Gamble, who said he represented an anonymous donor. Gamble, who calls himself an international kidnapping ransom consultant, and the anonymous donor set up a website and offered a large cash ransom. “One of the big things was finding a creative way to get her story out there bigger,” Gamble told “20/20.” Like Keith, Gamble was convinced that Sherri had been abducted. He was also confident that Keith wasn’t involved, and that Sherri didn’t walk way voluntarily. Though investigators did not support Gamble’s involvement, Keith said he was willing to do anything to get Sherri home. “For me, I was going to do everything I could to get my wife back, and if this was going to work, I was going to try it,” Keith said. On Nov. 23, the day before Thanksgiving, Gamble posted a video online informing Sherri’s alleged captors that the ransom was “off the table” and calling for the public to find Sherri in exchange for a hefty reward. “I wanted to make it so tempting that the abductor’s own mother would have turned him in,” Gamble said. The Day Keith Learned His Wife Had Been Found Alive The next day, before dawn, Keith missed a phone call on his cell phone from a number he didn’t recognize. “Immediately after that, my home phone rang,” Keith said. “It was my wife screaming in the background, yelling my name, and a CHP [California High Patrol] officer that seemed somewhat confused at the moment, like, ‘What is going on?’… [the officer] said, ‘I need you to be calm. I need you to be calm.’ … I already know it’s her. I can tell her voice.” At first, Keith said he didn’t know what happening, whether his wife was hurt or not. He could only hear her screaming. “I get the phone and, [I said], ‘Oh my God, honey.’ And of course she's screaming,” Keith said. “It's very emotional. And, ‘I love you, I love you, I love you, Oh my God, you're here. You're back. Where are you?’ And then the phone gets taken away from her. Like, super quick.” Getting that phone call and hearing his wife screaming made him feel “very mixed emotion[s],” Keith said. “I'm panicked but I'm happy because at this point this is the first time I've heard her voice,” he added. “I know she's alive.” Soon after getting the call, Keith said he told the couple’s two children their mother had been found. He said he told their 4-year-old son first. “I sat him down, and I was on my knees and he was standing up,” Keith said. “And I said, ‘You know what, buddy? I found mom,’ and he got the biggest grin.’” He then told their 2-year-old daughter. “I wanted to do it one by one,” Keith said. After learning that his wife was found alive, Keith raced to the hospital where she was taken over two hours away. He said at first he was not allowed into the hospital, but when he was, he raced to see her. “I just wanted to hold her. And we just had her. We just embraced each other and cried together. And I mean, I was so happy, though. I mean -- how do you explain it? You're upset and everything at what happened, but you're happy. She's here,” Keith said. Keith said Sherri’s face was very badly beaten and that her long, blond hair had been chopped off to above her shoulders. Sherri also lost almost 15 percent of her body weight. “The bruises were just intense. The bumps from, you know, being hit and kicked and whatever else. Her nose, so dark and yellow,” Keith said. “It made me sick that there [are] people out there that could do something like this.” When Sheila saw her sister for the first time at the hospital, she said she was as battered as Keith described. \"It was amazing to see her but it was hard to see her in the condition that she was in,\" she said. \"But it was just amazing to see her alive and talking and saying our names. It was the best present that I could have ever received from anyone.\" Sherri hasn’t spoken publicly yet about how she got to the highway where she was found or how she was freed from her captors. The story of her release comes solely from her account to police and to her husband. According to Keith, Sherri was bound with a chain around her waist inside a vehicle with her alleged captors. Keith said his wife told him that at some point her alleged captors stopped the vehicle on a road. “They opened the door. She doesn't know because she had a bag over her head. They cut something to free her of her restraint that was holding her into the vehicle and then pushed her out of the vehicle,” Keith said. According to Keith, Sherri said her captors then drove away. “Sherri obviously has one free hand that still has some kind of, something like a hose clamp if you will, and then took obviously the bag off of her head,” Keith said. “She, at this point, has no idea where she's at, and gets up and basically tries to find help, runs to a house that didn't have any lights on, and didn't look what she said was very inviting, looked scary, and obviously if you could imagine her state of mind at this point.” Keith continued, “There was a junkyard or some kind of yard or something like that that she tried to get into and a big dog started barking and scared her, and then she went and familiarized herself with where she was at by standing in the overpass and noticed I-5 symbols and she knew that I-5 North is where we live. Anything past our house, you're up in Mount Shasta area.” Keith said Sherri saw lights and ran to another building. When she could not get into that building, Keith said, Sherri then ran to the freeway. Stranded in the middle of nowhere, Keith said Sherri attempted to flag passing motorists on the highway. Alison Sutton happened to be driving down I-5 North when she saw Sherri. “I saw a woman frantically waving what looked like a shirt up and down, trying to flag somebody down. I was started to see her. It was dark and she pretty much just came out of nowhere,” Sutton told “20/20.” “If I had swerved to the right at least a little bit, I would have hit her with my car. She had, like, a wide-eyed, panicked kind of look. I figured if she was willing to risk being hit by a car trying to get somebody’s attention that she must really need some help.” Sutton said she pulled off the highway and called 911. Dozens of other drivers also called 911 on Sherri’s behalf. Keith said that Sherri was trying to flag people down for an extended amount of time and that several people drove past her without stopping. “She screams so much. She said she was coughing up blood from the screaming, trying to get somebody to stop,” Keith said. “Again, just another sign of how my wife is: She’s saying, ‘Well, maybe people aren’t stopping because I have a chain. It looks like I broke out of prison.’ So she tried to tuck in her chain under her clothes.” Rescue workers raced to the scene, which was 150 miles away from the Papinis' Redding home. Sherri was disoriented from 22 days in captivity and didn’t know what time or what day it was, Keith said. “She thought it was late that night, so when the paramedics finally were talking to her, they were the first people to tell her, 'Happy Thanksgiving.' It just blew her mind and then she's like, 'Oh, it's Thanksgiving night?' And they said, ‘No, it’s Thanksgiving morning,’” Keith said. Where the Case Stands Today and How the Papini Family Is Healing Authorities are still hunting for the alleged kidnappers. Based on Sherri's description of her alleged captors, Sheriff Bosenko told ABC News that authorities are searching for two Hispanic female adults armed with a gun and driving a dark SUV. One suspect, the younger of the two, was described as having long curly hair and a thick accent, pierced ears and thin eyebrows, Bosenko said, while the other woman, the older one, was described as having straight black hair with some grays and thick eyebrows. Police artists are now working on a composite sketch. Keith said he is focused on what is next for his family’s healing. “You would expect that I want to get these people ... and then your mind goes into a place that it shouldn’t and I think most people are doing that,” Keith said. “Clearly, I want justice but right now I’m just happy that my wife is back. I don’t have to raise my kids without her.” Even in the midst of the gratitude he feels, Keith said he knows his wife’s road to recovery won’t be easy. “When lights are off, when doors shut, when she hears certain sounds, I mean it’s something that I don’t know how to deal with and we’ll need somebody who can help her through that from a professional standpoint,” Keith said. “I’m sure I’m going to have to reach out for something for some of my feelings as well. It’s not just a long road. It’s something we’re never going to forget.” ABC News' Jim DuBreuil, Lynn Redmond, Andrew Paparella and Astrid Rodrigues contributed to this report. 0 Shares ",
    "title": "Sherri Papini: Inside the California Mom's Mysterious Disappearance and the Search for Her Alleged Abductors - ABC News"
   },
   {
    "entities": [
     "goran",
     "a few years ago",
     "vardar",
     "satter",
     "times",
     "society",
     "michelle",
     "$160k",
     "britain",
     "robyn",
     "press",
     "pro-donald",
     "trump",
     ", 6:27 pm",
     "$383",
     "news",
     "photo/raphael",
     "facebook",
     "petar",
     "fox",
     "caplan",
     "elizabeth",
     "river",
     "daily",
     "buzzfeed",
     "associated",
     "2016",
     "data",
     "december 2, 2016",
     "analytics",
     "trajkov",
     "usa",
     "u.s.",
     "obama",
     "last 12 months",
     "new",
     "macedonia",
     "invited",
     "zuckerberg",
     "tools",
     "email",
     "york",
     "veles",
     "&",
     "now",
     "360 euros",
     "peckov",
     "barack",
     "mark",
     "24",
     "google",
     "ap",
     "domain"
    ],
    "id": 12,
    "text": "AP December 2, 2016, 6:27 PM In Macedonia's fake news hub, this teen shows how it's done Computer screens display stories from USA Daily News 24, a fake news site registered in Veles, Macedonia.  AP Photo/Raphael Satter Email VELES, Macedonia -- On the second floor of a noisy sports center in the Macedonian town of Veles, a teenage purveyor of fake news cracked open his laptop and laid out his case for why lying is more lucrative than the truth. Real news gets reported everywhere, he argued. Made-up stories are unique. “The fake news is the good news,” the 18-year-old said, pointing to a graph showing his audience figures, which reached into the hundreds of thousands, a bling watch clasped firmly around his wrist. “A fake news article is way more opened than any other.” As President Barack Obama, Facebook founder Mark Zuckerberg , journalists and academics argue over the impact of social media-driven propaganda on the latest American election, this sleepy former manufacturing town overlooking the Vardar River in central Macedonia has found itself increasingly drawn into the debate. Fake news websites and stories are flooding the internet. Be careful out there. Here are some to keep an eye out for. BuzzFeed News identified Veles as a hub of the fake news industry seeding sensationalized or falsified information across Facebook . A reporter from Britain’s Channel 4 News chased the industry’s adolescent kingpins across town, cornering one 16-year-old fake news baron who said he had no plans to stop — even though he acknowledged it was wrong. But there were no such qualms from the teenager who spoke to The Associated Press at Veles’ Gemdidzii Sports Hall. Retreating from a spirited indoor soccer game into an empty office, he walked an AP journalist through the ins-and-outs of his fake news operation on condition that neither he nor his stable of bogus news sites would be identified, because otherwise that would hurt his business. He showed the AP how he ripped much of his material off The Political Insider, a right-wing news site that produces a steady drumbeat of pro-Donald Trump pieces. He then flipped over to Google Analytics , an audience tracking tool, to show that he’d managed to gather more than 685,000 page views a week. Facebook is promising changes to fight the spread of misinformation and fake news on the social network. Founder and CEO Mark Zuckerberg is layin... The teen said his monthly revenue was in the four figures, a considerable sum in a country where the average monthly pay is 360 euros ($383). As he navigated his site’s statistics, he dropped nuggets of journalism advice. “You have to write what people want to see, not what you want to show,” he said, scrolling through The Political Insider’s stories as a large banner read “ARREST HILLARY NOW.” Using the web intelligence service Domain Tools, the AP confirmed that the teen is behind more than a dozen different websites, including knockoffs of well-known U.S. media outlets. Typical headlines include “Wow! Queen Elizabeth Invited Trump - This Is A Game Changer” or “BREAKING: What George Soros Just Did Will Leave You SICK!” Both pieces carried untrue or questionable assertions. A simple Domain Tools search revealed roughly 200 U.S.-oriented news websites registered in Veles, most created within the last 12 months. These sites tend to follow one of two patterns: Some masquerade as well-known outlets like The New York Times or Fox News, while others operate under made-in-America-sounding names like USA Daily News 24. That latter site’s lead story — “ Michelle Obama DEMANDS Americans PAY UP To Give Her Mom A Cushy $160k Pension” — is entirely false. A message seeking comment from USA Daily News 24’s administrator, Goran Trajkov, was not immediately returned. Most of the sites appear fueled by plagiarism. Stories are cribbed from blogs, conspiracy sites and fake news outlets, and reposted across social media. For the residents of Veles, a Macedonian rust belt town of 50,000 people with shuttered factories and high unemployment, the thousands of dollars brought in by fake news operations aren’t necessarily unwelcome. “They see it in a positive way,” said local journalist Petar Peckov. “They say, ‘The boys are working. There is money and we will benefit from it.’” For everyone else on Facebook, Veles’ new cottage industry means a bewildering assault of misinformation and propaganda. “Telling real from fake is difficult when people are intentionally trying to mask this from you,” said Robyn Caplan, a researcher at Data & Society, a New York-based institute that studies the cultural impact of technological change. “The headlines that this Macedonian guy was using would have, could have been found a few years ago on something like — not in the same political sentiment — on Upworthy or on Elite Daily” she said in a telephone interview, referring to two websites that pioneered the viral news phenomenon. “They’re building off of practices that people have become really used to.” The Macedonian teenager says he’s indifferent to politics. He sees it all as a money-making scheme, as well as a preparation for his career after high school, where he has been studying marketing and politics. Shrugging off the handwringing over the ethics of fake news , he said the onus was on readers. “They can read it if they want to,” he said. “I’m not the one pushing them to click on the article.” © 2016 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. ",
    "title": "In Macedonia's fake news hub, this teen shows how it's done - CBS News"
   },
   {
    "entities": [
     "fellowship",
     "bernardino",
     "the late morning",
     "ferazzi",
     ", 8:00 p.m.",
     "rizwan",
     ", 12:49 p.m.",
     "esquivel",
     "next year",
     ", 12:44 p.m.",
     "irc",
     "morning",
     "state",
     "the day",
     "denise",
     "10:58 a.m.",
     "associated",
     "lavinia",
     "because",
     ", 7:30 p.m.",
     "decker",
     "department",
     "eileen",
     "today",
     "san",
     ", 8:15 p.m.",
     "carey",
     "center",
     "one year ago",
     "christian",
     "first",
     "public",
     "winton",
     "december 2nd",
     ", 3:41 p.m.",
     "amanios",
     "aurora",
     "larry",
     "friday",
     "swann-paez",
     "florida",
     "sandy",
     "julie",
     "late",
     "paloma",
     "karlamangla",
     "a year ago",
     "of",
     ", 6:28 p.m.",
     "farook",
     "einstein",
     "night",
     "health",
     "shannon",
     "police",
     "kokesh",
     "u.s.",
     ", 6:57 p.m.",
     "beckley",
     "blume",
     "flores",
     "kaufman",
     "betbadal",
     "albert",
     "martinsen",
     "bennetta",
     "press",
     "garcia",
     "orr",
     "richard",
     "club",
     ", 1:13 p.m.",
     "tashfeen",
     "dec. 2, 2015",
     "alex",
     "st.",
     "church",
     "isaac",
     "carrasco",
     "2015",
     ", 2:24 p.m.",
     "hours friday",
     "john",
     "ecclesia",
     "daniel",
     "cal",
     "students",
     "arena",
     ", 5:09 p.m.",
     ", 12:40 p.m.",
     "wednesday",
     "francine",
     "daytime",
     "america",
     "jarrod",
     "inland",
     "mermilliod",
     "one year later",
     "lennon",
     "regional",
     "6:30 p.m.",
     "howard",
     "last year",
     "times",
     ", 7:15 p.m.",
     "emil",
     "presbyterian",
     "paula",
     "riverside",
     "irene",
     "the",
     "r.",
     "golf",
     ", 12:06 p.m.",
     "godoy",
     "davis",
     "gina",
     "county",
     "this day",
     "burguan",
     "dec. 2, 2016",
     "johnson",
     "zen",
     "coussoulis",
     "syed",
     "soumya",
     "starbucks",
     "malik",
     "three",
     "joshua",
     "tice",
     "dec. 2",
     "eva",
     ", 5:31 p.m.",
     "evening",
     "gutierrez",
     "now",
     "yucaipa",
     "robert"
    ],
    "id": 13,
    "text": "Mourning and memories one year after San Bernardino terrorist attack Dec. 2, 2016, 8:15 p.m. San Bernardino on Friday marked the first anniversary of a terrorist attack that left 14 dead with a variety of services and remembrances. The city is sponsoring a “Night of Remembrance” at 6:30 p.m. at Cal State San Bernardino’s Coussoulis Arena. “Our community continues to stand together united in solidarity and support for the victims, survivors, and families of those affected by the December 2nd terrorist attack,” Mayor R. Carey Davis said in a statement. A memorial bicycle ride is planned to the IRC Friday morning. A special lighting formation in the hills above San Bernardino to memorialize the victims is also planned. Dec. 2, 2016, 8:15 p.m. 'God Bless America' concludes San Bernardino memorial A night of remembrance Friday  at Cal State San Bernardino for the 14 people killed on Dec. 2, 2015, concludes with \"God Bless America.\"   Dec. 2, 2016, 8:00 p.m. Survivor talks of her friends killed in terrorist attack as San Bernardino remembers Richard Winton Speakers at a night of remembrance at Cal State San Bernardino on Friday evening expressed a profound sense of loss for the 14 people killed on Dec. 2, 2015 and offered their thanks to the community that rallied together after the attack to do whatever they could to help. Pastor Sandy Tice, of First Presbyterian Church in San Bernardino, opened the ceremony with an invocation. “In this moment we say thank you for those who came running to help,” she said, “for those who remembered us, who reached out in love, who prayed. Thank you.” Julie Swann-Paez, who was shot in the attack and spent a month in the hospital, paid tribute to each of the victims, all but one of whom were her co-workers in San Bernardino County’s Department of Public Health. Of Aurora Godoy, 26, the mother of a young son, she said “She was a mom who loved being a mommy.” Bennetta Betbadal, 46, Swann-Paez said, “radiated warmth and a loving spirit.” Isaac Amanios, 60, “always had a warm smile for everyone. He was always kind.\" And Shannon Johnson ended his life “as a hero, when he protected my friend Denise and told her ‘I got you,’\" she said. “Kindness, compassion, love and gratitude. To me those are the basic threads  of humanity. All of my friends, who I just spoke about, embodied these traits,” she said. Swann-Paez was followed by San Bernardino Police Chief Jarrod Burguan, who urged those gathered not “to let the evil of that day define us.” “There’s two evil people that started the narrative of that day, a story about San Bernardino, a chapter in our lives,” he said. “They do not get to finish that story. We do. This is our city. This is our story.” Speaking to victims and their families, U.S. Atty. Eileen Decker said: \"Your strength, your courage and your heart has been inspiring.\" Dec. 2, 2016, 7:30 p.m. San Bernardino police chief says city won't let two 'evil people' finish the story Richard Winton San Bernardino Police Chief Jarrod Burguan told people gathered at a memorial that the city will write its story and not the terrorists. “Two evil people started the narrative of Dec. 2, but we can finish the story,\" the chief said. \"Let love win the day. Let’s show the world – the world that is still watching us that terror will not win,” Burguan said. \"We can be stronger than ever and we can win… this is our city. This city is our story,\" he said.   Dec. 2, 2016, 7:15 p.m. 'Imagine' echoes through the auditorium as San Bernardino remembers its loss The memorial service at  Cal State San Bernardino  began Friday with a rendition of \"Imagine\" by John Lennon with thousands on hand to remember the 14 shot to death by terrorists a year ago. Dec. 2, 2016, 6:57 p.m. 'You hear of these things happening elsewhere, in other countries, and here it hit home' Paloma Esquivel On Friday evening, hundreds of people gathered under heavy security at Cal State San Bernardino for the largest memorial gathering of the day. City residents, local politicians, school representatives and many others filled the seats of the school’s basketball arena. The service began with John Lennon's Imagine. A number of locals said they had been deeply affected by the attack and its aftermath. “You hear of these things happening elsewhere, in other countries, and here it hit home, where you thought you would be safe,” said Eva Flores Mermilliod, who was born and raised in San Bernardino. “A year has passed and these families have suffered so much and our community has suffered so much.” Irene Carrasco, 56, of San Bernardino said she had felt sadness through the day. It’s “still sad,” she said. “Sad about the families of the ones killed and also the ones that survived.” But she was proud, she said, of the way the city united after the attack, with residents donating blood, gathering at memorials and offering whatever help they could.   “I think the community came together on that day and since that day,” she said. Dec. 2, 2016, 6:28 p.m. San Bernardino memorial getting underway soon; candles bear victims' names Soumya Karlamangla Hundreds of people are beginning to filter into the arena at Cal State San Bernardino, where a memorial event for those killed in the 2015 terrorist attack is set to begin at 6:30 p.m.  Guests are being handed electric candles with the names of the 14 victims of last year's attack, as well as paper cranes. A middle school class in Florida made 1,000 origami cranes after the attack and mailed them to the city of San Bernardino, which is distributing them Friday.  There's also a heavy security presence. All guests had to go through metal detectors, and officers were stationed throughout the arena. Dec. 2, 2016, 5:31 p.m. First Times photographer at San Bernardino mass shooting recalls a mad dash with police Howard Blume Because Times photographer Gina Ferazzi likes golf, she captured an important moment during last year’s terrorist attack in San Bernardino. The site of the bloodshed, the Inland Regional Center, is across the street from San Bernardino Golf Club, where Ferazzi has played, and which she thought could allow her closer access to the crime scene. She navigated stealthily through familiar greens and traps — and came upon employees from the IRC. They were huddled together, praying, on the fairway of the second hole. That image was among the first of several memorable ones Ferazzi caught on Dec. 2, 2015, the Wednesday that  Syed Rizwan Farook and Tashfeen Malik , a married couple, killed 14 and wounded 22. Ferazzi had been scheduled for the night shift, and, in the late morning, was gradually getting into gear. Then she saw the message from photo editor Robert St. John: mass shooting, San Bernardino.  She was on her way. Dec. 2, 2016, 5:09 p.m. San Bernardino Paloma Esquivel Three hours before a community memorial for the Dec. 2 attack was expected to bring thousands to Cal State San Bernardino, a smaller group, including several family members of the victims, gathered on the opposite end of campus to inaugurate a peace garden in memory of the five victims of the attack who were Cal State alumni. \"A year ago the unimaginable happened in our very own city,\" said Alex Gutierrez, president of the school's Associated Students group. \"Today we convene for comfort and healing.\" A bell with the names of the five alumni stood at the center of the garden, and a quote attributed to Albert Einstein was etched on a wall: \"Peace cannot be kept by force,\" it said. \"It can only be achieved by understanding.\" An official rang the bell 14 times at the start of the ceremony and 14 times at its end. It will remain silent until next year when it will again ring 14 times, officials said.   Dec. 2, 2016, 3:41 p.m. San Bernardino The Inland Regional Center, where 14 people lost their lives in a terrorist attack one year ago, is the focal point of daytime prayers, flowers and tears. Times photographer Francine Orr documents a tough day for the Inland Empire city. Dec. 2, 2016, 2:24 p.m. San Bernardino pastor reflects on a year of change in Inland Empire city Richard Winton Pastor Joshua Beckley of the Ecclesia Christian Fellowship Church spoke at a candlelight vigil the day after a terrorist attack killed 14 people and 22 were seriously injured in 2015. One year later, he reflects on the city and how it has changed. A year ago, he told a massive gathering that San Bernardino was a \"city full of hopeful optimists.\" In those days and months since, he has become a symbolic leader of the community dealing with the best of days and the worst of days. Dec. 2, 2016, 1:13 p.m. Hugs and signs of remembrance in San Bernardino Soumya Karlamangla From the earliest hours Friday, people touched by the attack one year ago in San Bernardino began gathering to remember the victims and honor those who offered their help in a moment of terror. Several gatherings were set to take place in the city throughout the day, each one reflecting the profound impact of the violence on the lives of victims’ families, first responders, county employees and many others throughout the region.   Fourteen people were killed and 22 wounded on Dec. 2, 2015, when a county employee and his wife entered an office holiday celebration in a conference center at the Inland Regional Center and opened fire. Friday morning, members of law enforcement and their supporters met at San Bernardino Police Department headquarters for a 14-mile bike ride — each mile representing a victim of the attack. The ride concluded at the Inland Regional Center, where employees and others had gathered in front of the conference center for a moment of silence and memorial ceremony. A large memorial gathering for the community is scheduled Friday evening at Cal State San Bernardino. “We’re here to remember those who lost their lives and remember those who were injured,” said San Bernardino police Sgt. Emil Kokesh, who helped organize the bike ride and was among the first responders on Dec. 2. “It was one of the most tragic things our department has ever had to respond to,” he said. “It’s something that the first responders who were there … are never going to forget.” At the Inland Regional Center, dozens of employees were among those who participated in a moment of silence, which began just before 10:58 a.m. — the time dispatchers received the first 911 call. A bell rang 14 times for each of the victims. “A year has passed and we continue to heal,” said Lavinia Johnson, executive director of the regional center, which coordinates services for more than 30,000 people with developmental disabilities in San Bernardino and Riverside counties. Larry Daniel Kaufman, 42, who ran a coffee shop at the regional center, was killed in the attack. One year later, the conference center remains closed for repairs but there are plans to reopen it sometime next year, officials said. County employees Paula Garcia and Zen Martinsen, said they took time off work to attend the ceremony. They were working at a county office in Yucaipa when the attack took place. Garcia remembered listening to broadcast coverage and feeling helpless. “You can’t do anything to help but pray,” she said. One year on, the attack continues to have a deep impact on county employees, both women said. “The thoughts never stop,” Garcia said. They made a point of attending Friday morning’s memorial, she said, “to show support, and to grieve for our family.” Dec. 2, 2016, 12:49 p.m. Starbucks that became a hub of activity after terror attack marks anniversary Richard Winton In the wake of last year's terror attack, a San Bernardino Starbucks near the Inland Regional Center because a central meeting place. Police and first responders took breaks there, and many journalists wrote stories and transmitted photos and information from there. Employees had a special message for the first responders on Friday, written on a board at the coffee house. \"Let us remember the loved ones lost too soon and the first responders of the attack,\" the message said. \"San Bernardino Strong, Always.\"  Dec. 2, 2016, 12:44 p.m. Cyclists mark San Bernardino terror anniversary with bike ride One of the memorials to the one-year anniversary of the San Bernardino shootings involved hundreds of people riding their bicycles to the Inland Regional Center, the site of the terror attack. Here's a dispatch from the Associated Press: Since the attack, San Bernardino Police Sgt. Emil Kokesh said he also has been reminded of the need to stay fit. Kokesh arrived at the scene of the onslaught minutes after the shooting and was there for more than a day. He said he was sore for two weeks, which prompted him to take up cycling to get in shape with some fellow officers. That led to the memorial bike ride held Friday. \"On that day, it pushed a lot of us to our limits — physically, mentally, and emotionally,\" he said. Now, Kokesh said he often reminds his fellow officers: \"You may work in an office, you may do investigations, and not do much field work anymore, but you are going to be the ones who respond to something like this, so stay fit, stay prepared.\" Dec. 2, 2016, 12:40 p.m. SAN BERNARDINO 'We will never forget this day' Associated Press  At the moment when shooters unleashed terror on San Bernardino a year ago, county employees remembered their fallen colleagues with a moment of silence late Friday morning. A bell rang 14 times in memory of each person slain in the terror attack that also wounded 22 others at the Inland Regional Center. \"We will never forget that day or the victims of this senseless act of violence. We strive to move forward and search for the good that is in us all,\" said Lavinia Johnson, executive director of the center. Earlier, cyclists conducted a 14-mile bike ride -- one mile for each person who was killed.   Dec. 2, 2016, 12:06 p.m. SAN BERNARDINO ",
    "title": "Mourning and memories one year after San Bernardino terrorist attack - LA Times"
   },
   {
    "entities": [
     "everson",
     "oakland",
     "texas",
     "carr",
     "alfred",
     "thursday, dec. 1, 2016",
     "derek",
     "4:29 p.m. est",
     "friday",
     "dak",
     "association",
     "salvation",
     "ezekiel",
     "following a year",
     "minnesota",
     "vikings",
     "minneapolis",
     "thielen",
     "clayton-king",
     "prescott",
     "facebook",
     "raiders",
     "nfl",
     "adam",
     "2014",
     "rempel",
     "church",
     "2015",
     "griffen",
     "reyes",
     "december 2, 2016",
     "arlington",
     "brad",
     "alabama",
     "sports",
     "this weekend",
     "jones",
     "usa",
     "barry",
     "mcclain",
     "dallas",
     "sport",
     "diggs",
     "today",
     "army",
     "lorenzo",
     "spca",
     "thanksgiving",
     "jerry",
     "2010",
     "andy",
     "cowboys",
     "morris",
     "matthew",
     "hemmelgarn",
     "heart",
     "stefon",
     "brace",
     "emmons",
     "rolando",
     "ap",
     "elliott"
    ],
    "id": 14,
    "text": "Dallas Cowboys LB Rolando McClain indefinitely suspended by NFL McClain's suspension is his third since the end of the 2014 season. Post to Facebook Dallas Cowboys LB Rolando McClain indefinitely suspended by NFL McClain's suspension is his third since the end of the 2014 season. Check out this story on USATODAY.com: http://usat.ly/2gWfnXb CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 17 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Dallas Cowboys LB Rolando McClain indefinitely suspended by NFL AP 4:29 p.m. EST December 2, 2016 x Share USA TODAY Sports' Lorenzo Reyes makes his picks for three of this weekend's best NFL matchups. USA TODAY Sports Dallas Cowboys linebacker Rolando McClain. (Photo: Matthew Emmons, USA TODAY Sports) ARLINGTON, Texas (AP) — Dallas Cowboys linebacker Rolando McClain has been suspended indefinitely for violating the NFL's substance-abuse policy. The suspension announced Friday likely ends McClain's career in Dallas and is his third since the end of the 2014 season, his only full season with the Cowboys after reviving his career following a year away from the game. He had a one-year contract this season. NFL MVP tracker: Raiders' Derek Carr leads for first time The 27-year-old McClain was suspended the first 10 games this season for a substance-abuse violation after sitting the first four games in 2015. McClain was eligible to return for the Thanksgiving game this season, but owner and general manager Jerry Jones said he wouldn't report to the team. Jones declined to be more specific. Oakland took McClain as the eighth overall pick in 2010 out of Alabama. Posted! A link has been posted to your Facebook feed. The shoes of Dallas Cowboys running back Ezekiel Elliott, who is promoting the SPCA of Texas.  Brace Hemmelgarn, USA TODAY Sports The shoes of Dallas Cowboys running back Alfred Morris, who is promoting awareness of the Salvation Army.  Brace Hemmelgarn, Brace Hemmelgarn-USA TODAY Sport Dallas Cowboys defensive back Barry Church (42) shows off his shoes, which are promoting the NFL's Play 60 campaign.  Brad Rempel, USA TODAY Sports Minnesota Vikings wide receiver Adam Thielen (19) shows off his shoes, which are promoting Bolder Options.  Brad Rempel, USA TODAY Sports The shoes of Minnesota Vikings wide receiver Stefon Diggs, who is promoting the American Heart Association.  Brace Hemmelgarn, USA TODAY Sports Minnesota Vikings defensive end Everson Griffen's cleats, supporting breast cancer awareness, are seen during the first half of an NFL football game against Dallas Cowboys Thursday, Dec. 1, 2016, in Minneapolis.  Andy Clayton-King, AP Dallas Cowboys quarterback Dak Prescott's cleats, honoring his late mother and colon cancer awareness, are seen during the first half of an NFL football game against Minnesota Vikings Thursday, Dec. 1, 2016, in Minneapolis.  Andy Clayton-King, AP Like this topic? You may also like these photo galleries: Replay ",
    "title": "Dallas Cowboys LB Rolando McClain indefinitely suspended by NFL"
   },
   {
    "entities": [
     "kaepernick",
     "us",
     "jesse",
     "kendall",
     "friday",
     "hampshire",
     "press",
     "watters",
     "domenic",
     "news",
     "dogg",
     "facebook",
     "fox",
     "college",
     "colin",
     "jonathan",
     "gastelu",
     "springfield",
     "associated",
     "amherst",
     "a week later",
     "twitter",
     "current",
     "election",
     "u.s.",
     "print",
     "day",
     "sarno",
     "lash",
     "massachusetts",
     "email",
     "wednesday",
     "u.s.a.",
     "december 02, 2016",
     "last weekend"
    ],
    "id": 15,
    "text": "Hampshire College returns US flag to full staff; president denies playing politics Published               December 02, 2016 Facebook 0 Twitter 0 livefyre Email Print   Hampshire College in Massachusetts raised the American flag back to full staff Friday after outraged veterans protested the school's decision to stop flying all flags across campus. The college in Amherst had lowered the U.S. flag to half-staff after Election Day. The flag was found burned on Veterans Day, and the school chose to stop flying it – and any other flags – a week later. \"We understand that many who hold the flag as a powerful symbol of national ideals and their highest aspirations for the country -- including members of our own community -- felt hurt by our decisions, and that we deeply regret,\" the college's president, Jonathan Lash, stated Friday. He added, \"We did not lower the flag to make a political statement. ... We acted solely to facilitate much-needed dialogue on our campus about how to dismantle the bigotry that is prevalent in our society.\" SNOOP DOGG SLAMS COLIN KAEPERNICK FOR CASTRO PRAISE The school's choice to stop flying the flag triggered widespread condemnation and a protest by veterans groups and their supporters outside campus. Last weekend, dozens of vets and other activists held American flags and chanted, \"U.S.A.,\" in a rally that organizers called a \"peaceful demonstration of freedom.\" Mayor Domenic Sarno of nearby Springfield and others at the rally said the school's decision disrespected veterans and current military members. In video that aired Wednesday on \" The O'Reilly Factor ,\" Fox News' Jesse Watters confronted Lash, who refused to comment on the controversy at that time. \"Hampshire staff and faculty have led facilitated discussions, I have held multiple focus group sessions, and all of our students, faculty, and staff have been invited to contribute their opinions, questions, and perspectives about the U.S. flag. This is what free speech looks like,\" Lash said Friday.    Fox News' Kendall Gastelu and The Associated Press contributed to this report. Advertisement ",
    "title": "Hampshire College returns US flag to full staff; president denies playing politics | Fox News"
   },
   {
    "entities": [],
    "id": 16,
    "text": "",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "stein",
     "peterson",
     "schimel",
     "great",
     "friday",
     "supreme",
     "press",
     "trump",
     "2000",
     "hillary",
     "party",
     "thursday",
     "r.",
     "late thursday",
     "pac",
     "1 percentage point",
     "donald",
     "dec. 9",
     "tuesday",
     "of",
     "monday",
     "court",
     "congress",
     "johnson",
     "gore",
     "associated",
     "justice",
     "green",
     "jill",
     "michigan",
     "brad",
     "department",
     "stop",
     "republican",
     "u.s.",
     "0.5 percent",
     "0.8 percent",
     "cincinnati",
     "james",
     "wednesday",
     "previously",
     "koremenos",
     "america",
     "wisconsin",
     "ronald",
     "december 2",
     "1 percent",
     "pennsylvania",
     "bush",
     "johnny",
     "clinton"
    ],
    "id": 17,
    "text": "December 2, 20166:01 PM ET The Associated Press President-elect Donald Trump and his supporters went to court Friday to prevent or halt election recounts in Michigan, Pennsylvania and Wisconsin, less than two weeks before the states would have to complete the tasks to meet a federal deadline to certify their election results. 5 Fact Checks From Trump's Cincinnati 'Thank-You Tour' Kickoff The legal actions seeking to block or halt the recounts in three states Trump narrowly won could cause delays that would make them extremely difficult or impossible to complete on time. Even if the recounts happen, though, none would be expected to give Democrat Hillary Clinton enough votes to emerge as the winner. The recounts were requested by Green Party candidate Jill Stein, who says they're necessary to ensure that voting machines weren't hacked, even though there's no evidence that they were. Critics say Stein is simply trying to raise money and her political profile while building a donor database. Wisconsin Agrees To Presidential Vote Recount At Third-Party Candidates' Requests \"In an election already tainted by suspicion, previously expressed by Donald Trump himself, verifying the vote is a common-sense procedure that would address concerns around voter disenfranchisement,\" Stein said in a statement. \"Trump's desperate attempts to silence voter demands raise a simple question: why is Donald Trump afraid of these recounts?\" Wisconsin is the only state where a recount is underway. It began Thursday, and one of the state's 72 counties had already completed its task by Friday, with Clinton gaining a single a vote on Trump. Clinton lost to Trump in Wisconsin by about 22,000 votes, or less than 1 percentage point. Two pro-Trump groups, the Great America PAC and the Stop Hillary PAC, along with Wisconsin voter Ronald R. Johnson went to federal court late Thursday to try and stop the recount. U.S. District Judge James Peterson on Friday rejected their request for a temporary restraining order to immediately halt the recount, saying there was no harm in allowing it to continue while the court considers their lawsuit. A hearing on the lawsuit is scheduled for Dec. 9. The lawsuit says Wisconsin is violating the U.S. Supreme Court's 2000 Bush v. Gore ruling because it doesn't have uniform standards to determine which votes should be counted in a recount. They also argue that it threatens due process rights because it may not get done by the federal deadline to certify the vote, putting Wisconsin's electoral votes in jeopardy. Article continues after sponsorship Clinton Campaign Says It Will Participate In Recount Efforts If states miss the deadline, Congress would allot their electoral votes. The Wisconsin Department of Justice was reviewing the lawsuit, said Johnny Koremenos, spokesman for Attorney General Brad Schimel. Michigan's elections board deadlocked Friday on a Trump campaign request to deny Stein's recount request and on how a recount would be conducted. Both Republican members voted to prevent the recount while both Democrats voted to allow it, meaning it likely would begin Wednesday unless the courts intervene. It also would be conducted by hand, as Stein requested. In separate lawsuits against the state, Michigan's Republican attorney general and Trump asked state courts to prevent the recount, saying Stein should not be allowed to seek one because she finished so far behind Trump and Clinton that she couldn't have won, even if some votes were miscounted. Stein got about 1 percent of the vote in all three states. The Michigan courts appeared unlikely to rule immediately, with one asking for a response from state elections officials by Tuesday. In Pennsylvania, a hearing is scheduled for Monday on Stein's push to secure a court-ordered statewide recount there. Republican lawyers filed a motion that was posted on the court's website Friday accusing Stein of engaging in legal antics and saying her recount request endangers Pennsylvania's ability to certify its electors by the federal deadline. Stein has argued, without evidence, that irregularities in the votes in all three states suggest that there could have been tampering with the vote, perhaps through a well-coordinated, highly complex cyberattack. Elections officials in the three states have expressed confidence in their results. Trump defeated Clinton in Wisconsin by about 22,000 votes, or less than 1 percentage point. His margin of victory in Michigan was even slimmer, at about 10,700 votes out of 4.8 million cast. An updated count Friday by Pennsylvania election officials showed Trump's lead over Clinton in that state had shrunk to 49,000 from 71,000, as more counties wrap up final tallies. That put Trump's lead at 0.8 percent, down from over 1 percent, out of 6 million votes cast. It's still shy of Pennsylvania's 0.5 percent trigger for an automatic statewide recount. ",
    "title": "Trump And His Supporters Challenge Recount Efforts In 3 States : NPR"
   },
   {
    "entities": [
     "council",
     "1979",
     "pacific",
     "this week",
     "times",
     "price",
     "earlier this year",
     "friday",
     "great",
     "connecticut",
     "britain",
     "fleischer",
     "states",
     "trump",
     "eliza",
     "house",
     "sam",
     "beijing",
     "mackler",
     "earlier this week",
     "fleisher",
     "drezner",
     "united",
     "--",
     "university",
     "rim",
     "taoyuan",
     "ing-wen",
     "pac",
     "donald",
     "ned",
     "chris",
     "american",
     "murphy",
     "1947",
     "state",
     "of",
     "george",
     "financial",
     "china",
     "school",
     "later",
     "security",
     "white",
     "taiwan",
     "daniel",
     "december 2, 2016",
     "j.",
     "8:48 p.m. est",
     "medeiros",
     "last 48 hours",
     "jessica",
     "jimmy",
     "department",
     "usa",
     "carter",
     "u.s.",
     "ari",
     "republic",
     "obama",
     "today",
     "national",
     "sharif",
     "w.",
     "wednesday",
     "nawaz",
     "collins",
     "washington",
     "evening",
     "tufts",
     "law",
     "bridge",
     "evan",
     "december 3, 2016",
     "pakistan",
     "people's",
     "fletcher",
     "now",
     "yeh",
     "bush",
     "india",
     "tsai"
    ],
    "id": 18,
    "text": "Trump talks to Taiwan's leader, breaking precedent Eliza Collins , USA TODAY 8:48 p.m. EST December 2, 2016 2.8k Shares x Share The two discussed close economic, political and security ties between Taiwan and the United States. USA TODAY WASHINGTON — By calling Taiwan's president Friday, President-elect Donald Trump broke a 37-year precedent that limited direct talks with a U.S. president or president-elect and the leader of the island nation off the coast of China. Taiwan President Tsai Ing-wen, center.  (Photo: SAM YEH, AFP/Getty Images) “President-elect Trump spoke with President Tsai Ing-wen of Taiwan, who offered her congratulations,\" a Trump transition team statement released Friday said. \"During the discussion, they noted the close economic, political, and security ties exists between Taiwan and the United States. President-elect Trump also congratulated President Tsai on becoming President of Taiwan earlier this year.” No U.S. president has spoken directly to a Taiwanese leaders since 1979, when President Jimmy Carter announced full diplomatic relations with the People's Republic of China and ended relations with Taiwan. Later Friday evening Trump tweeted about the call in an attempt to clarify who made the call. The President of Taiwan CALLED ME today to wish me congratulations on winning the Presidency. Thank you! — Donald J. Trump (@realDonaldTrump) December 3, 2016 The White House immediately responded to the Trump phone call, emphasizing that there has been no change to the longstanding, bipartisan U.S. policy. “We remain firmly committed to our ‘one China’ policy,” said Ned Price, a spokesman for President Obama’s National Security Council. “Our fundamental interest is in peaceful and stable cross-Strait relations.” It is the second call this week in which Trump risked a diplomatic rift by talking to a foreign leader. On Wednesday, he spoke with Pakistani Prime Minister Nawaz Sharif, whom he praised as a great leader. A longtime U.S. ally, Pakistan has also been the source of frustration for U.S. leaders because of its nuclear weapons program and long rivalry with India, with which it has fought three major wars since 1947. Details of Trump's call were first reported by the Financial Times of Great Britain, which quoted former White House official Evan Medeiros: “The Chinese leadership will see this as a highly provocative action, of historic proportions.\" Criticism was swift. Ari Fleisher, who was press secretary under George W. Bush and has been critical of Trump, reflected on his time in the administration following the news. Uh-oh. I wasn't even allowed to refer to the gvt \"of\" Taiwan. (I could say gvt \"on\" Taiwan.) China will go nuts. https://t.co/vJcBD2rika — Ari Fleischer (@AriFleischer) December 2, 2016 Connecticut Sen. Chris Murphy went on a tweetstorm over the news, calling for Trump to nominate a secretary of State, \"like really really soon\" to try and get a strategy together. (1) Foreign policy consistency is a means, not an end. It's not sacred. Thus, it's Trump's right to shift policy, alliances, strategy. — Chris Murphy (@ChrisMurphyCT) December 2, 2016 (2) What has happened in the last 48 hours is not a shift. These are major pivots in foreign policy w/out any plan. That's how wars start. — Chris Murphy (@ChrisMurphyCT) December 2, 2016 (3) And if they aren't pivots - just radical temporary deviations - allies will walk if they have no clue what we stand for. Just as bad. — Chris Murphy (@ChrisMurphyCT) December 2, 2016 (4) It's probably time we get a Secretary of State nominee on board. Preferably w experience. Like, really really soon. — Chris Murphy (@ChrisMurphyCT) December 2, 2016 \"I'm shocked, shocked, that ignoring the State Department and winging conversations with foreign leaders has triggered an international incident! \" Daniel W. Drezner, who is a professor of international politics at the Fletcher School of Law and Diplomacy at Tufts University, said in an email to USA TODAY.  \"Now Americans have to hope that Beijing responds by retaliating against Trump's business interests rather than American interests in the Pacific Rim.\" And some linked the call to Trump's business interests in Taiwan. \"Everything we feared about Donald Trump wreaking havoc is coming true,\" said Jessica Mackler, president of the Democratic super PAC American Bridge..\" A report that Trump risks a major rift with China by speaking with the Taiwanese leader proves that Trump is dangerously incapable of keeping the United States safe — and this is still nearly two months before his inauguration. Was Donald Trump interested in breaking with more than forty years of U.S. policy because he wants to make money by building a hotel in Taiwan? Or is Trump simply threatening our precarious relationship with China because he is naive?\" American Bridge pointed to a Shangaiist article that said  mayor of Taoyuan confirmed earlier this week that Trump was considering building hotels and resorts in the Taiwanese city. Read or Share this story: http://usat.ly/2gwzeiu Most Popular ",
    "title": "Trump talks to Taiwan's leader, breaking precedent"
   },
   {
    "entities": [
     "newell",
     "interactive",
     "mcknight",
     "about 3 p.m.",
     "cbs",
     "wwltv",
     "friday",
     "la.",
     "joe",
     "gasser",
     "normand",
     "press",
     "orleans",
     "cvitanovich",
     "behrman",
     "thursday",
     "inc.",
     "2009",
     "the",
     "highway",
     "nfl",
     "early friday",
     "wwl",
     "river",
     "gerald",
     "coroner",
     "associated",
     "2016",
     "new",
     "usc",
     "ronald",
     "trojans",
     "barbara",
     "now",
     "terrytown",
     "mississippi",
     "jr.",
     "franklin"
    ],
    "id": 19,
    "text": "Email TERRYTOWN, La. -- The sheriff investigating the death of a former NFL player told reporters Friday that the man who shot Joe McKnight was in his vehicle when he fired the fatal shots. “Mr. Gasser did not stand over Mr. McKnight and fire shots into him,” said Jefferson Parish Sheriff Newell Normand. Joe McKnight while playing for the USC Trojans in 2009. WWL Normand said he was revealing these details to address reports that witnesses saw Gasser standing over McKnight with a gun as the 28-year-old tried to apologize. The shooting happened about 3 p.m. Thursday in Terrytown, a suburb of New Orleans just across the Mississippi River. Police say Ronald Gasser, 54, has admitted to shooting McKnight. Gasser was released from custody early Friday and has not been charged with any crime. “Mr. Gasser isn’t going anywhere,” said Normand. “He has been completely cooperative.” Sheriff Normand told reporters the investigation into the fatal shooting is ongoing: “We will leave no stone unturned.” Ronald Gasser, the suspect in the fatal shooting of Joe McKnight WWLTV Jefferson Parish Coroner Gerald Cvitanovich said that McKnight sustained three gunshot wounds and Sheriff Normand said three bullet casings were found inside Gasser’s vehicle. Normand said they know of no video of the incident. McKnight’s grandmother said family members are still seeking information on his death and why Gasser was released. Barbara Franklin told The Associated Press by phone Friday that relatives are “trying to find out our own selves” more about what happened. She said family members haven’t had any communication with the sheriff’s office about Gasser’s release, saying she learned of it through a radio broadcast Friday. “He might be released now, but God is going to bring about justice in it,” Franklin said of the release. At the Friday news conference, Coroner Cvitanovich said that McKnight sustained three gunshot wounds: one in his hand; one which entered through his shoulder and punctured his lung; and one which entered his chest and went through his liver and kidney. “The wounds are not consistent with being shot from above,” said Cvitanovich. CBS affiliate WWLTV reports that a news release from the sheriff’s office stated that prior to the shooting, both vehicles were on Behrman Highway, parallel to one another. Preliminary accounts from witnesses and the shooter suggested that the events were the culmination of a road rage incident. The witnesses told the sheriff’s office that the two men were in a heated verbal exchange followed by the sounds of gunfire. After the shooting, witnesses told investigators that Gasser was at the rear of the vehicles with a gun in his hand. McKnight was on the pavement between both vehicles. Eventually he was moved to the back of the vehicles where a civilian performed CPR. Gasser stayed on the scene and waited for responding deputies.  Normand said he wouldn’t be influenced by “outside forces” and noted the racial angle to the incident. McKnight is black and Gasser is white. “This isn’t about race,” Normand emphasized. “In fact, the man who raised Joe McKnight Jr. used to work for this office.” Normand said that out of an “abundance of caution” he would not share more details of the case, nor what Gasser told investigators, so as not to taint other potential witnesses. “A rush to judgment does not equal anything,” Normand said. “In fact, in the criminal justice process, if you don’t dot every ‘i’ and cross every ‘t’ and there are deficiencies, it has dire consequences. Out of respect to the decedent and the individual who shot and killed Mr. McKnight, that’s the way it has to be.” © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Joe McKnight shooting: Suspect Ronald Gasser was in car when he fired shots, Sheriff Newell Normand says - CBS News"
   },
   {
    "entities": [
     "friday",
     "slager",
     "south",
     "trial",
     "newman",
     "s.c.",
     "michael",
     "grace",
     "beahm",
     "elizabeth",
     "monday",
     "tuesday",
     "county",
     "north",
     "charleston",
     "wednesday, nov. 30, 2016",
     "earlier",
     "scott",
     "/",
     "post",
     "1 p.m.",
     "carolina",
     "wednesday",
     "chuck",
     "clifton",
     "1:50",
     "walter",
     "ap",
     "9 a.m."
    ],
    "id": 20,
    "text": "Jury Deadlocked in Trial Against S.C. Cop, Deliberations Continue 1:50 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161203024050if_/http://www.nbcnews.com/widget/video-embed/823370307996\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A lone juror said Friday he can't convict a white former police officer who fatally shot a black man in South Carolina, and the jury said they want to continue deliberating. The juror in a letter to the court said \"I cannot in good conscience consider a guilty verdict\" against Michael Slager, a former patrolman who pulled over Walter Scott in North Charleston, and ended up shooting him as a bystander recorded the incident on video. The jury foreperson said in a separate note to the court that it was only one juror who was \"having issues,\" Circuit Judge Clifton Newman said. The juror opposed to conviction said in the letter, \"I cannot and will not change my mind,\" Newman said. But the jury said it wanted to continue deliberating, and requested to return at 9 a.m. Monday. The jury said it would have questions at that time. Slager was charged with murder in Scott's killing, although the jury was allowed to consider a lesser charge of manslaughter in addition to murder. Former North Charleston police officer Michael Slager, center, sits in the courtroom during his murder trial at the Charleston County court in Charleston, S.C., Wednesday, Nov. 30, 2016. Grace Beahm / Post and Courier via AP Earlier, the jury said at around 1 p.m. Friday that it had been unable to come to a conclusion, and Newman ordered them to resume deliberations. The jury at that time sent a message to Newman asking to see a transcript of the testimony from the man who took cellphone video of Slager shooting Scott. Newman offered to let jurors listen to audio of the testimony, but they declined, saying they didn't believe it would change anything and said they couldn't reach a verdict. \"If you do not agree on a verdict, I must declare a mistrial,\" Newman said. \"The same participants will come, and the same lawyers will likely ask basically the same questions, and get basically the same answers and we will go through this whole process again.\" Related: Judge Allows Jury to Consider Manslaughter in Walter Scott Trial Slager, 35, has been charged with murder in the death of Scott, 50, who was not armed. Scott was shot five times in the back while running from Slager during the traffic stop. On Wednesday, Newman said he would grant a request from the prosecution to let jurors consider a lesser charge of manslaughter in addition to murder. Murder carries a penalty of 30 years to life, while manslaughter is punishable by 2 to 30 years behind bars. Related: Michael Slager Testifies About Killing Walter Scott: 'It's Been a Nightmare' Slager testified for the first time in the trial on Tuesday and told the court that life has been a \"nightmare\" since the fatal shooting. He is free on bond. \"My family's been destroyed by this. Scott's family has been destroyed by this,\" he told the defense, holding back emotion. Elizabeth Chuck ",
    "title": "Lone Juror Says He Can't Convict Ex-Cop in Walter Scott Killing - NBC News"
   },
   {
    "entities": [
     "10,",
     "council",
     "1979",
     "price",
     "earlier this year",
     "friday",
     "states",
     "trump",
     "taipei",
     "house",
     "january",
     "beijing",
     "united",
     "facebook",
     "may",
     "ing-wen",
     "presidential",
     "donald",
     "ned",
     "american",
     "paal",
     "state",
     "strait",
     "george",
     "china",
     "security",
     "white",
     "taiwan",
     "2016",
     "nov. 8",
     "twitter",
     "nsc",
     "department",
     "u.s.",
     "new",
     "obama",
     "today",
     "building",
     "national",
     "w.",
     "institute",
     "this oct.",
     "york",
     "washington",
     "douglas",
     "december 02, 2016",
     "bush",
     "1949",
     "tsai"
    ],
    "id": 21,
    "text": "Trump speaks with Taiwan's president, risking China tensions Published               December 02, 2016 Facebook 0 Twitter 0 livefyre Email Print FILE - In this Oct. 10, 2016, file photo, Taiwan's President Tsai Ing-wen delivers a speech during National Day celebrations in front of the Presidential Building in Taipei, Taiwan.  (AP Photo/Chiang Ying-ying, File) NEW YORK –  President-elect Donald Trump spoke Friday with the president of Taiwan, a move that will be sure to anger China. It is highly unusual, probably unprecedented, for a U.S. president or president-elect to speak directly with a leader of Taiwan, a self-governing island the U.S. broke diplomatic ties with in 1979. Washington has pursued a so-called \"one China\" policy since 1979, when it shifted diplomatic recognition of China from the government in Taiwan to the communist government on the mainland. Under that policy, the U.S. recognizes Beijing as representing China but retains unofficial ties with Taiwan. A statement from Trump's transition team said he spoke with Taiwanese President Tsai Ing-wen, who offered her congratulations. \"During the discussion, they noted the close economic, political, and security ties ... between Taiwan and the United States. President-elect Trump also congratulated President Tsai on becoming President of Taiwan earlier this year,\" the statement said. Trump tweeted later: \"The President of Taiwan CALLED ME today to wish me congratulations on winning the Presidency. Thank you!\" A Taiwanese source with direct knowledge of the call confirmed it had taken place. The source requested anonymity to speak about it before an official statement was issued on it from Taipei. The White House learned of the conversation after it had taken place, said a senior Obama administration official, who requested anonymity because of the sensitive diplomatic relations involved. China's embassy in Washington did not immediately respond to a request for comment. Friday's call is the starkest example yet of how Trump has flouted diplomatic conventions since he won the Nov. 8 election. He has apparently undertaken calls with foreign leaders without guidance customarily lent by the State Department, which oversees U.S. diplomacy. TRUMP'S EARLY CONGRESSIONAL SUPPORTERS FIND THEIR LOYALTY REWARDED Tsai was democratically elected in January and took office in May. The traditional independence-leaning policies of her party have strained relations with Beijing. Over the decades, the status of Taiwan has been one of the most sensitive issues in U.S.-China relations. China regards Taiwan as part of its territory to be retaken by force, if necessary, if it seeks independence. It would regard any recognition of a Taiwanese leader as a head of state as unacceptable. Taiwan split from the Chinese mainland amid civil war in 1949. The U.S. policy acknowledges the Chinese view over sovereignty, but considers Taiwan's status as unsettled. Although the U.S. does not have formal diplomatic ties with Taiwan, it has close unofficial ties. Taiwan's government has a representative office in Washington and other U.S. cities. The U.S. also has legal commitments to help Taiwan maintain the ability to defend itself. Taiwan is separated from China by the 110-mile-wide Taiwan Strait. The island counts the U.S. as its most important security partner and source of arms, but it is increasingly outgunned by China. Ned Price, a spokesman for the White House National Security Council, said Trump's conversation does not signal any change to long-standing U.S. policy on \"cross-strait\" issues. \"We remain firmly committed to our 'one China' policy,\" Price said. \"Our fundamental interest is in peaceful and stable cross-strait relations.\" The NSC stressed that every president has benefited from the \"expertise and counsel\" of the State Department on matters like this, which suggested that the White House was frustrated by Trump's conversation with the Taiwanese leader. Still, the White House said Obama remains committed to a smooth transition to the new administration. Diplomatic protocol dictates that Taiwanese presidents can transit through the U.S. but not visit Washington. Douglas Paal, who served as head of the American Institute in Taiwan during the George W. Bush administration, said that to his knowledge the call was unprecedented. He said he expected Beijing to issue a verbal warning that there's no space to change the rules over Taiwan relations. Advertisement ",
    "title": "Trump speaks with Taiwan's president, risking China tensions | Fox News"
   },
   {
    "entities": [
     "johnson/the",
     "harwell",
     "2001",
     "cabinet",
     "billions of dollars",
     "tens of millions of dollars",
     "timothy",
     "last month",
     "equilar",
     "ethics",
     "a billion dollars",
     "department",
     "2634",
     "akhtar",
     "amway",
     "group",
     "bush",
     "$5 billion",
     "steven",
     "sachs",
     "white",
     "mitt",
     "$1 billion",
     "bloomberg",
     "2009",
     "may",
     "$200 million",
     "donald",
     "of",
     "drew",
     "osman",
     "romney",
     "ken",
     "election",
     "u.s.",
     "agency",
     "w.",
     "monica",
     "economist",
     "york",
     "$40 million",
     "office",
     "betsy",
     "$100 million",
     "thomas",
     "gross",
     "goldman",
     "at 9:11 pm",
     "henry",
     "devos",
     "commission",
     "paulson",
     "wilbur",
     "environmental",
     "obama",
     "new",
     "lenhard",
     "the coming weeks",
     "wednesday",
     "2012",
     "december 2",
     "f.",
     "protection",
     "fec",
     "this week",
     "times",
     "cit",
     "treasury",
     "government",
     "trump",
     "house",
     "millions of dollars",
     "mnuchin",
     "george",
     "federal",
     "norm",
     "post",
     "geithner",
     "malik",
     "1989",
     "15 percent",
     "washington",
     "eisen",
     "ross",
     "robert"
    ],
    "id": 22,
    "text": "By Drew Harwell December 2 at 9:11 PM Follow @drewharwell President-elect Donald Trump’s ultra-wealthy Cabinet nominees will be able to avoid paying millions of dollars in taxes in the coming weeks when they sell some of their holdings to avoid conflicts of interest in their new positions. The tax advantage will allow Trump officials, forced by ethics laws to sell certain assets, to defer the weighty tax bills they would otherwise owe on the profits from selling stock and other holdings. The benefit is one of the more subtle ways that the millionaires and billionaires of Trump’s White House, which already will be the wealthiest administration in modern American history, could benefit financially from their transition into the nation’s halls of power. The legal tax maneuver, offered for years to executive-branch appointees and employees, was designed to help ease the sting of being forced to suddenly sell investments. But the federal program, encoded in Section 2634 of federal ethics laws and known as a “certificate of divestiture,” has never been tested quite like this. Trump’s Cabinet picks have amassed assets worth billions of dollars from lifetimes in banking and investing, much of which they will be able to sell tax-free. President-elect Donald Trump named Wilbur Ross as his nominee for commerce secretary. Here's what you need to know about the billionaire investor. (Monica Akhtar,Osman Malik,Thomas Johnson/The Washington Post) [ Trump is assembling the richest administration in modern American history ] Trump has not committed to divesting his fortune. But if he does, federal ethics advisers said, the self-described billionaire could potentially reap the same tax advantage. The Office of Government Ethics, which leads the program, said this week that it was researching whether the ­president-elect could qualify. The benefit was used to great effect when Henry Paulson, then chief executive of Goldman Sachs, was nominated by President George W. Bush to serve as treasury secretary. Paulson sold roughly half a billion dollars’ worth of Goldman stock and used the benefit to avoid what the Economist estimated was $200 million in taxes. Some ethics advisers defend the tax benefits as a smart way to ensure new government officials can avoid heavy tax burdens on holdings they are required by law to sell. “You don’t want someone, just because they’ve done well in the private sector, to pay a penalty for taking a job in the government,” said Ken Gross, a former Federal Election Commission enforcement official who has advised candidates of both parties. “Some of these people are some of the most valuable public servants, who know how things are run on the private side,” Gross added. “To jeopardize their ability to serve by hitting them with a massive tax bill is not good public policy.” Trump transition and company representatives did not respond to requests for comment. Trump, in a New York Times interview last month, suggested divesting would be “a very hard thing to do” because of his broad holdings in real estate and other assets. Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet When new officials join the government, federal ethics advisers review their holdings and instruct them on how they should cut through entanglements, such as recusing themselves or divesting stocks and other assets in cases where potential conflicts could arise. People who sell company stock typically have to pay taxes on any profits, known as capital gains. But the divestiture benefit allows officials to skip that tax bill, as long as they reinvest the gains into assets where conflicts are less likely, such as U.S. Treasury bonds or diversified mutual funds. It is unclear what Trump officials will be asked to divest, but the tax savings on sold-off holdings could be monumental. Trump’s choice for education secretary, Betsy DeVos, is the heiress of a family Amway fortune worth roughly $5 billion. [ Trump picks Betsy DeVos, school voucher advocate, as education secretary ] The heads of financial divisions, including the Treasury Department, are traditionally advised to sell stocks, bonds and other instruments affected by the country’s fiscal policy. Upon his appointment in 2009 as treasury secretary, Timothy F. Geithner pledged to divest his holdings in several investment funds and college-savings accounts, an ethics letter from the time shows. That could mean big tax benefits for Trump’s financial leaders. Steven Mnuchin, Trump’s pick for treasury secretary, is a hedge-fund founder and former Goldman Sachs banker who has made tens of millions of dollars on Wall Street. His portfolio includes about $100 million of stock in banking giant CIT Group, according to compensation research firm Equilar. [ Video: Who is Steven Mnuchin? ] Trump’s nominee for commerce secretary, billionaire investor Wilbur Ross, has a net worth nearly 10 times that of all of Bush’s first Cabinet in 2001 combined, including tens of millions of dollars in stock and more than $1 billion in cash and assets, Bloomberg data show. Capital gains are taxed at a far lower rate, 15 percent, than the typical income most people make from working. Mitt Romney, the 2012 Republican presidential candidate, was criticized because his tax rate was so low, largely as a result of the capital gains from his investing career. The tax benefit has been offered since 1989 by the Office of Government Ethics. The federal agency said in a tweet Wednesday that the only way for Trump to fully avoid conflicts of interest is to divest his assets. Some ethics experts say the benefit has practical value for officials at all levels. Many agencies have their own conflict-of-interest rules prohibiting the ownership of certain stocks. For example, Environmental Protection Agency employees in the office that regulates toxic chemicals are banned from owning pesticide-company stock. “If you suddenly had to absorb the capital-gains taxes of substantial parts of your holdings, it would be a real body blow to some people financially,” said Robert Lenhard, a campaign-finance lawyer and former FEC chairman. “I just think of it as an act of fairness for those people entering public service.” The stock-selling demand could come at a fruitful time. The Dow Jones industrial average has in recent weeks hit all-time highs. But it could prove most lucrative for top officials with broad holdings in stocks and bonds. Trump’s tax plan has called for “across the board” cuts, which means administration officials could preside over the same ­capital-gains tax cuts from which they could later benefit. Whether Trump could qualify for the tax advantage if he divests his assets remains unclear. The law says it must be ruled “reasonably necessary” for an official to divest shares, but the president is exempt from conflict-of- interest laws that bind most other government officials. Trump said in a financial disclosure filing in May that he owned up to $40 million of stock, including in companies whose value could rise as a result of his policies. Divesting those shares, if he qualified for the benefit, could prove deeply lucrative. Whether Trump pays any federal income taxes is another question entirely. He has refused to release his tax returns and for many years used real estate and other deductions to drop his tax bill to zero. Some who have criticized Trump’s stance on conflicts of interest would be happy if he reaped the tax advantage. At least then, they said, they would know he had agreed to divest the assets that could create conflicts down the road. “I’d be the first to stand up and applaud if the president-elect” divested, said Norm Eisen, a former chief White House ethics lawyer for President Obama. “And I’d be the first to defend his right to the certificate of divestiture.” business ",
    "title": "Trump, Cabinet could avoid millions in taxes thanks to this little-known law - The Washington Post"
   },
   {
    "entities": [
     "jim",
     "special",
     "2001",
     "reuters",
     "cody",
     "morning",
     "december 5, 2001",
     "cia",
     "operations",
     "2011",
     "eric",
     "hamid",
     "the golden hour",
     "afghanistan",
     "army",
     "iraq",
     "hill",
     "rhino",
     "dilanian",
     "et",
     "air",
     "capitol",
     "friday",
     "benghazi",
     "emmert",
     "hollander",
     "news",
     "facebook",
     "senate",
     "donald",
     "prosser",
     "petithory",
     "command",
     "manhattan",
     ", 4:46 pm",
     "ken",
     "2:57",
     "u.s.",
     "camp",
     "james",
     "york",
     "forces",
     "baghdad",
     "epa",
     "blehm",
     "the future",
     "pence",
     "amerine",
     "pentagon",
     "david",
     "14:50",
     "armed",
     "lee",
     "brian",
     "henry",
     "congress",
     "mike",
     "daniel",
     "jefferson",
     "dec 2",
     "new",
     "nbc",
     "obama",
     "committee",
     "july 27, 2010",
     "2012",
     "time",
     "times",
     "jason",
     "gripas",
     "karzai",
     "trump",
     "2013",
     "services",
     "m.",
     "berets",
     "davis",
     "monday",
     "force",
     "2016",
     "december 5th",
     "yuri",
     "green",
     "libya",
     "washington",
     "central",
     "mattis",
     "pakistan",
     "now",
     "don",
     "2003"
    ],
    "id": 23,
    "text": "Dec 2 2016, 4:46 pm ET Trump's Defense Pick Accused of Delaying Aid to Wounded Soldiers by Ken Dilanian Ex-officer: Mattis left 'my men to die' in Afghanistan 2:57 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161203002110if_/http://www.nbcnews.com/widget/video-embed/823199299715\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A former Army Special Forces officer is accusing retired Marine General James Mattis, President-elect Donald Trump's pick to be defense secretary, of \"leaving my men to die\" after they were hit by friendly fire in Afghanistan in 2001. Mattis has not commented publicly on the incident, which was chronicled in a 2011 New York Times bestselling book, \" The Only Thing Worth Dying For ,\" by Eric Blehm. The book portrays Mattis as stubbornly unwilling to help the Green Berets. His actions, which were not formally investigated at the time, are now likely to get far more scrutiny during the retired general's Senate confirmation process. Trump's transition team did not respond to request for comment from NBC News. Nor did Mattis, whose 2013 retirement from the military means he would need a waiver from Congress to serve as the civilian Pentagon chief. Mattis is a highly decorated former wartime commander who became famous for leading the 1st Marine Division's lightning fast movement into Baghdad during the U.S. invasion of Iraq in 2003. James M. Mattis (2R), U.S. Marine General, aboard the USS Peleliu in 2001. JIM HOLLANDER / EPA On December 5, 2001, as the wreckage of the twin towers still smoldered in lower Manhattan, a team of Army Green Berets accompanying Hamid Karzai, the future president of Afghanistan, was hit by a U.S. smart bomb in a case of friendly fire. Two American soldiers died instantly and a third was badly wounded. He would later die, thought it is unclear whether that soldier would have survived had a rescue team arrived more quickly. Dozens of Afghans also were killed, and the CIA officer who now runs the agency's spying arm protected Karzai with his body. Mattis , then a brigadier general commanding a nearby group of Marines, refused repeated requests to send helicopters to rescue the Green Berets, people involved in the operation tell NBC News. The helicopters under Mattis' command at Camp Rhino were about 45 minutes away, according to the book. And, as commander, Mattis had final approval for the decision not to dispatch a rescue mission from there. Play Who is Gen. James Mattis? 14:50 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161203002110if_/http://www.nbcnews.com/widget/video-embed/815090243624\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"He was indecisive and betrayed his duty to us, leaving my men to die during the golden hour when he could have reached us,\" Jason Amerine , who led the Army special forces operation as a captain, said in a Facebook post Friday morning. \"Every element in Afghanistan tried to help us except the closest friendly unit, commanded by Mattis,\" added Amerine, who retired as a lieutenant colonel and made news in recent years as a prominent critic of the Obama administration's hostage policies. The 15th anniversary of the Afghanistan friendly fire incident is Monday. Master Sgt. Jefferson Donald Davis, 39; Sgt. 1st Class Daniel Henry Petithory, 32; and Staff Sgt. Brian Cody Prosser, 28, were killed. Ultimately, an Air Force Special Forces unit based three hours away, in Pakistan, sent older helicopters to rescue Amerine and his men. Three more Afghans and a badly-wounded American, Brian Cody Prosser, died on the way to the hospital, according to the book. It is not known whether any of them could have been saved. FILE PICTURE: General James Mattis testifies before the Senate Armed Services Committee hearing on Capitol Hill in Washington July 27, 2010, on his nomination to be Commander of U.S. Central Command. YURI GRIPAS / Reuters Mattis declined to be interviewed for the book, Blehm, its author, told NBC News. Other witnesses quoted Mattis saying that he didn't want to send a rescue mission into an uncertain situation. According to witness accounts in the book, Mattis reportedly questioned why a rescue mission was needed and worried about whether the situation on the ground was secure. Later, when a special forces Sergeant, David Lee, protested his decision, Mattis threw him out of his office, Blehm wrote. The Obama administration was criticized for years by many Republicans—including Vice President-elect Mike Pence — for failing to mount a military rescue when a diplomatic post was attacked in 2012 in Benghazi, Libya, despite military officials saying no rescue was possible. In this case, another military unit had to act because Mattis did not, Blehm said. \"The Air Force Special Operations Command had the same exact information as Mattis. They launched immediately,\" he said. Mattis with President-elect Trump and Vice president-elect Pence. DON EMMERT / AFP - Getty Images Blehm spent three years researching the book, including a long interview with Karzai, he told NBC News. He interviewed six of the surviving eleven Green Berets involved in the operation. \"Every one of them said, when they were this mass casualty situation, either wounded tending to the wounded of their buddies, every one of them were thinking, where in the hell are the Marines?\" In his Facebook post, Amerine — who declined to speak on the record to NBC News — said it was ironic that Mattis later became famous for relieving a battalion commander for alleged indecisiveness during the invasion of Iraq in 2003. \"The delay of Mattis in launching MEDEVAC on December 5th was never in question, not even by him,\" Amerine said. \"The only debate was whether it was justified and how many died as a result.\" Ken Dilanian ",
    "title": "Trump's Defense Pick Accused of Delaying Aid to Wounded Soldiers - NBC News"
   },
   {
    "entities": [
     "mccain",
     "armed",
     "jason",
     "marshall",
     "1950",
     "trump",
     "2013",
     "house",
     "marine",
     "kirsten",
     "services",
     "thursday",
     "senate",
     "truman",
     "adam",
     "george",
     "of",
     "congress",
     "defense",
     "2008",
     "john",
     "once",
     "gillibrand",
     "arizona",
     "corps",
     "new",
     "army",
     "york",
     "washington",
     "committee",
     "mattis",
     "representatives",
     "smith",
     "miller",
     "the future"
    ],
    "id": 24,
    "text": "CHART: Who's Who In The Future Trump Administration The idea was to ensure that the nation's armed forces be controlled by a civilian. Congress almost immediately waived the rule, allowing President Truman to name revered Army Gen. George Marshall to serve as defense secretary in 1950. The law was changed in 2008, reducing from ten to seven the number of years that a nominee must be retired from the military. Still, Mattis does not qualify, because he retired from the Marine Corps in 2013. The question is, how big of a problem is this for Mattis' confirmation chances? A few Democrats have already weighed in. Sen. Kirsten Gillibrand of New York issued a statement Thursday , saying: \"While I deeply respect General Mattis's service, I will oppose a waiver. Civilian control of our military is a fundamental principle of American democracy, and I will not vote for an exception to this rule.\" The top Democrat on the House Armed Services Committee, Adam Smith of Washington, says hearings will be needed if he is to support a waiver: \"[While] I like and respect General Mattis a great deal, the House of Representatives would have to perform a full review, including hearings by the Armed Services Committee, if it were to consider overriding the statutory prohibition on recent military officers serving as the Secretary of Defense.\" Mattis' nomination seems to have strong support from Republicans, who control both chambers of Congress. Senate Armed Services Committee Chairman John McCain of Arizona says the nation \"will be fortunate to have General Mattis in its service once again\" and that he will move forward with the confirmation process as soon as possible. Article continues after sponsorship Jason Miller, a Trump spokesman, says McCain also committed to writing legislation granting Mattis a waiver. Gillibrand could require the Senate to come up with 60 votes to approve a waiver, meaning at least eight Democrats would have to join presumably unified Senate Republicans to move the nomination to the confirmation process. ",
    "title": "Former General James Mattis Will Need Congress To Waive Its Rules About Former Generals  : NPR"
   },
   {
    "entities": [
     "about 1 a.m.",
     "cbs",
     "aurora",
     "interstate",
     "friday",
     "chrysler",
     "wgn-tv",
     "malagon",
     "erhaima",
     "domenic",
     "sun",
     "tribune",
     "inampudi",
     "geneva",
     "early friday",
     "morning",
     "street",
     "state",
     "dec. 2, 2016",
     "andreoni",
     "suzanne",
     "eliva",
     "88",
     "police",
     "centimano",
     "department",
     "moran",
     "chicago",
     "silva",
     "naperville",
     "three",
     "30 seconds later",
     "ali",
     "7 a.m.",
     "2012",
     "mill",
     "tom",
     "illinois",
     "fire",
     "early",
     "baker",
     "shiva",
     "elgin",
     "2007"
    ],
    "id": 25,
    "text": "Three dead after driver hits car going wrong way on I-88: State Police 3 killed in I-88 crash in Naperville Three people were killed early Friday in a head-on crash on Interstate 88 in Naperville. Dec. 2, 2016. (CBS Chicago)  Three people were killed early Friday in a head-on crash on Interstate 88 in Naperville. Dec. 2, 2016. (CBS Chicago)  Privacy Policy Three people were killed early Friday morning after a driver going the wrong way on Interstate 88 plowed head on into an oncoming car near Mill Street in Naperville , Illinois State Police said. Domenic Andreoni, 30, of Elgin , was driving his 2012 Toyota Camry the wrong direction on westbound I-88 at about 1 a.m. when he crashed into a 2007 Chrysler 300 being driven by Ali Erhaima, 32, of Aurora , according to a news release from the state police. Both men were killed as was a passenger in Erhaima's car, Shiva Inampudi, 40, of Naperville, the report said. All three were pronounced dead at the scene. Silva Centimano witnessed the two cars colliding in her rearview mirror and said she can't get the image out of her head. \"I didn't get much sleep,\" said the single mother from Geneva. I-88 crash near Naperville Three people were killed in a two-vehicle crash on Interstate 88 on Dec. 2, 2016. Three people were killed in a two-vehicle crash on Interstate 88 on Dec. 2, 2016. (WGN-TV) Centimano was driving home on westbound on I-88 after staying late at work and going out to dinner with co-workers when something unusual captured her attention. \"I saw the headlights coming at me (about a quarter mile away). When I saw that, I thought, Is this for real?\" she said. Centimano said the was car driving really fast – \"like a police car driving to an accident\" – and was swerving all over the road, so she immediately moved to the far right lane to get out of the way. \"I saw (the car) hit the people in the car behind me. I didn't know what to do,\" she said. \"I just thought of my family and what if that was me,\" she said. \"I am grateful God was with me. If I would have left 30 seconds later, that could have been me.\" \"My prayers go to the families,\" she said. Westbound lanes of traffic were closed until 7 a.m., with vehicles diverted off the interstate as crews responded, state police said. The Naperville Fire Department sent 16 people to respond to the incident, according to Tom Moran, bureau chief of training for the department. I-88 crash near Naperville Three people were killed in a two-vehicle crash on Interstate 88 on Dec. 2, 2016. Three people were killed in a two-vehicle crash on Interstate 88 on Dec. 2, 2016. (WGN-TV) Suzanne Baker is a reporter for the Naperville Sun. Eliva Malagon is a reporter for the Chicago Tribune. ",
    "title": "Three dead after driver hits car going wrong way on I-88: State Police - Naperville Sun"
   },
   {
    "entities": [
     "stephen",
     "theresa",
     "dec. 1",
     "last summer",
     "taipei",
     "january",
     "next year",
     "beijing",
     "state",
     "b.",
     "cia",
     "last month",
     "carol",
     "financial",
     "china",
     "1972",
     "j.",
     "danvers",
     "cuba",
     "medeiros",
     "jimmy",
     "department",
     "today",
     "group",
     "bush",
     "william",
     "kremlin",
     "white",
     "earlier this year",
     "friday",
     "reagan",
     "michael",
     "united",
     "may",
     "donald",
     "north",
     "russia",
     "korea",
     "u.s.",
     "w.",
     "sharif",
     "1978",
     "a year later",
     "cheney",
     "nawaz",
     "josh",
     "xi",
     "september",
     "morello",
     "botsford/the",
     "pence",
     "pentagon",
     "at 5:38 pm",
     "david",
     "britain",
     "yates",
     "jinping",
     "richard",
     "taoyuan",
     "kirby",
     "ing-wen",
     "taiwan",
     "asia",
     "organization",
     "mike",
     "john",
     "earlier friday",
     "obama",
     "wednesday",
     "indianapolis",
     "iran",
     "ireland",
     "ronald",
     "december 2",
     "rodrigo",
     "putin",
     "f.",
     "miller",
     "jabin",
     "anne",
     "gearan",
     "1979",
     "kerry",
     "times",
     "jason",
     "wagner",
     "wan",
     "states",
     "trump",
     "house",
     "jong",
     "duterte",
     "philippines",
     "m.",
     "george",
     "kim",
     "vladimir",
     "nakamura",
     "green",
     "post",
     "carter",
     "un",
     "washington",
     "evening",
     "nixon",
     "earnest",
     "evan",
     "pakistan",
     "now",
     "eurasia",
     "india",
     "tsai"
    ],
    "id": 26,
    "text": "Trump speaks with Taiwanese president, a major break with decades of U.S. policy on China The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Anne Gearan December 2 at 5:38 PM Follow @agearan President-elect Donald Trump spoke Friday with Taiwan’s president, a major departure from decades of U.S. policy in Asia and a breach of diplomatic protocol with ramifications for the incoming president’s relations with China. The call is the first known contact between a U.S. president or president-elect with a Taiwanese leader since before the United States broke diplomatic relations with the island in 1979. China considers Taiwan a province, and news of the official outreach by Trump is likely to infuriate the regional military and economic power. The exchange is one of a string of unorthodox conversations with foreign leaders that Trump has held since his election. It comes at a particularly tense time between China and Taiwan, which earlier this year elected a president, Tsai Ing-wen, who has refused to accept the notion of a unified China under Beijing’s rule. Her election angered Beijing to the point of cutting off all official communication with the island government. It is not clear whether Trump intends a more formal shift in U.S. relations with Taiwan or China. On the call, Trump and Tsai congratulated each other on winning their elections, a statement from Trump’s transition office said. President-elect Donald Trump talks with workers during a visit to the Carrier factory on Dec. 1 in Indianapolis. (Jabin Botsford/The Washington Post) “During the discussion, they noted the close economic, political, and security ties . . . between Taiwan and the United States,” a statement from Trump’s transition office said. [ Taiwan’s leader wants to revitalize the economy. Don’t expect China’s help. ] A spokeswoman for Taiwan in the United States said she could not immediately confirm that the conversation took place and said she was seeking guidance from Taiwan. The conversation was first reported by the Financial Times and the Taipei Times. The president-elect tweeted out Friday evening, “The president of Taiwan CALLED ME today to wish me congratulations on winning the Presidency.” The United States has pursued what it calls a “One China” policy since 1972, when then-President Richard M. Nixon visited China. In 1978, President Jimmy Carter recognized Beijing as the only government of both mainland China and Taiwan, and Washington closed its embassy in Taiwan a year later. China guards the structures of its formal relationship with the United States very carefully — especially the founding document that established the One China policy. U.S. officials typically tiptoe around any mention of Taiwan or the Chinese goal of full reunification. “This phone call calls into question whether or not Trump adheres to the basic foundation of the U.S.-China relationship,” said Evan Medeiros, a former top China adviser to President Obama who is now an adviser at the ­Eurasia Group. “This action guarantees that U.S.-China relations under Trump will get off to a very rocky start.” Trump’s growing team of national-security and foreign-policy advisers includes several people who have been strong supporters of Taiwan in Republican administrations. They include Stephen Yates, deputy national security adviser under Vice President Richard B. Cheney, who was reported to be visiting Taiwan when the call occurred. Trump apparently considered hotel investments in Taiwan earlier this year. The mayor of Taoyuan said last month that a representative from the Trump Organization had visited and was interested in constructing hotels in the northwestern Taiwanese city, according to China Times. Trump has said he will separate himself from his businesses before he is inaugurated. In recent years, in the face of Taiwan’s waning economic power and decreasing international recognition as a separate entity from mainland China, Taiwanese diplomatic representatives in Washington have been trying to raise their stature. They have courted government officials and journalists with Taiwanese film screenings, expensive soirees and other cultural events around town. For years it has looked like a losing battle. But the Trump call could constitute a major and unexpected coup for Taiwan’s new administration by showing the island’s continued relevance. Michael J. Green, a senior Asia adviser to President George W. Bush, said the call will not necessarily lead to lasting bad blood with China. “Taiwan is a very good friend, and it is good to let the world know that,” Green said, adding, “The president-elect’s phone call may have been unconventional, but it’s not completely unprecedented.” President Ronald Reagan infuriated the Chinese by inviting a Taiwanese delegation to his inaugural ball, and his administration included a long-running tussle over whether to “re-prioritize ­Taiwan,” Green said. Bush caused a kerfuffle when he suggested the United States might defend Taiwan militarily, but that, too, blew over, Green noted. Earlier Friday, Trump reportedly extended an invitation for Philippine President Rodrigo Duterte to visit the United States next year. That what would mark a startling turnabout for a foreign leader who famously called Obama a “son of a whore.” Trump transition officials confirmed the Duterte call but did not say whether Trump had issued the invitation. Perhaps not surprisingly, the mold-breaking Republican has infused the usually banal routine of congratulatory calls from foreign leaders with drama. Most of the more than 50 calls held by Trump or Vice President-elect Mike Pence came without the knowledge or guidance of the State Department. That means no talking points about issues of particular importance — or land mines to avoid. “We stand by to assist and facilitate and support communication that the transition team is having with foreign leaders,” State Department spokesman John Kirby said Friday. The calls have appeared haphazard and out of order — Russia and Ireland before close ally Britain, for example — and the conversations have a casual tone that the British press sniffed is ­“un-presidential.” Some calls, as described by Trump aides or the other country, have elicited a raised eyebrow or two. There was Trump’s offhand suggestion to British Prime Minister Theresa May to “let me know” if she happened to be coming to town. A state visit typically takes months of planning and involves a numbing amount of diplomatic protocol of the who-sits-where variety. And there was the conversation with Russian President Vladimir Putin in which the two agreed, according to the Kremlin, “on the absolutely unsatisfactory state of bilateral relations” and committed to “normalize” the relationship. The United States and Russia maintain cordial official ties — Secretary of State John F. Kerry met with the Russian foreign minister Friday — but both countries have accused the other of meddling. Some Trump communications have yielded questions and worries among U.S. diplomats and foreign powers, most notably a call Wednesday between Trump and Pakistani Prime Minister Nawaz Sharif. A vivid account of the conversation released by Pakistan has Trump heaping praise on Sharif as “a terrific guy” and Pakistanis as “one of the most intelligent people.” The United States — and Trump when he was a candidate — have said Pakistan has not done enough to combat terrorism, and the majority-Muslim country would be heavily affected by Trump’s proposed restrictions on Muslim immigration. Nonetheless, when Sharif invited him to visit Pakistan, Trump replied that he would “love to come to a fantastic country, fantastic place of fantastic people,” the Pakistani statement said. A Trump statement came with no such color, but transition officials did not disavow the quotes. Most disturbing to diplomats in the United States and elsewhere was the Pakistani account of Trump pledging partnership that could suggest favoritism in Pakistan’s eternal — and nuclear armed — rivalry with India. Trump told Sharif he would “play any role you want me to play to address and find solutions to the country’s problems,” according to the Pakistani account. China, North Korea and Russia, as well as India, are likely to take note of that, diplomats said. “The one thing you learn is, you’ve got to be very careful what you say because everything you say or tweet matters,” said William Danvers, a former senior official in the Obama State Department, Pentagon and CIA. “You have a grace period when you’re president and you deserve it, but it’s mostly a domestic grace period,” Danvers said. “It’s not as if Kim Jong Un is going to say, ‘Oh you just became president, so I’ll hold off on my missile test.’ It kind of makes us look like we don’t know what we’re doing.” As for Duterte, who had announced a public “breakup” with the United States before the election, the State Department’s Kirby said little. “I don’t know of any specific support that was provided for that call,” he said. “Our job is to make sure they know we are a ready resource. How they make decisions and how they conduct dialogue and communication with foreign leaders is really for them to decide.” Trump communications director Jason Miller told reporters Friday that the calls are not off the cuff. Trump and Pence “are briefed in advance of their calls, obviously working with the teams that we have put together,” Miller said before news of the Duterte call had broken. White House press secretary Josh Earnest urged Trump to take advantage of diplomatic know-how as he contacts foreign leaders ahead of his inauguration in January. “I’m confident that as President-elect Trump takes office, those same State Department employees will stand ready to offer him advice as he conducts the business of the United States overseas,” Earnest said. “Hopefully he’ll take it.” Trump’s outreach to Duterte could echo Obama’s election pledge to try to talk to adversaries, although Trump has denounced Obama’s main claims to success in that effort — openings to Iran and Cuba. Obama presided over a reversal of the U.S. relationship with the Philippines and its new leader. Duterte’s denunciations of the longtime alliance between the two nations and personal insults of Obama prompted the president to cancel a planned meeting with Duterte in China in September. Duterte has said U.S. troops should leave his country within two years. He also cozied up to Chinese President Xi Jinping, alarming the Obama administration, which had backed the Philippines’ challenge at an international tribunal last summer over China’s maritime claims in waters used by Filipino fishermen. The tribunal ruled against China, but Duterte has signaled a willingness to negotiate a deal with Beijing that could allow the Chinese navy to remain in control of the region. Carol Morello, John Wagner, David Nakamura and William Wan contributed to this report. ",
    "title": "Trump speaks with Taiwanese president, a major break with decades of U.S. policy on China - The Washington Post"
   },
   {
    "entities": [
     "schuette",
     "d.",
     "supreme",
     "pac",
     "street",
     "last month",
     "alice",
     "michigan",
     "stop",
     "wall",
     "a day earlier",
     "jerry",
     "wisconsin",
     "gop",
     "ruth",
     "clinton",
     "white",
     "stein",
     "mitt",
     "relations",
     "friday",
     "jenny",
     "news",
     "united",
     "senate",
     "donald",
     "conway",
     "romney",
     "jill",
     "early next week",
     "manhattan",
     "kellyanne",
     "petraeus",
     "u.s.",
     "james",
     "york",
     "sean",
     "september",
     "n.",
     "david",
     "markon",
     "next week",
     "great",
     "dec. 13",
     "gates",
     "party",
     "thursday",
     "tower",
     "foreign",
     "bill",
     "nations",
     "john",
     "sullivan",
     "bolton",
     "obama",
     "new",
     "giuliani",
     "america",
     "2012",
     "committee",
     "december 2",
     "bob",
     "rudy",
     "corker",
     "city",
     "marine",
     "trump",
     "house",
     "hillary",
     "millions of dollars",
     "m.",
     "fox",
     "crites",
     "december 13",
     "court",
     "johnson",
     "last weeks",
     "green",
     "post",
     "brinckerhoff",
     "corps",
     "journal",
     "washington",
     "mattis",
     "matthew",
     "at 6:19 pm",
     "pennsylvania",
     "robert"
    ],
    "id": 27,
    "text": "Trump supporters aggressively challenge Stein recount efforts in three states The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Jerry Markon and Sean Sullivan December 2 at 6:19 PM Follow @JerryMarkon Follow @WaPoSean Supporters of President-elect Donald Trump are moving aggressively to challenge Green Party presidential candidate Jill Stein’s push for a recount in three states, filing legal challenges and criticizing the effort as quixotic and ill-conceived. Trump and his backers have filed challenges the past two days in Michigan, Wisconsin and Pennsylvania, which were critical to Trump’s surprise victory last month because they punctured the so-called blue wall of states expected to carry Democrat Hillary Clinton to victory. Trump narrowly won the trio of states. Michigan Attorney General Bill Schuette (R) on Friday tweeted that Stein’s request was “an expensive & a risky threat” as he announced he had filed an emergency motion with the Michigan Supreme Court to stop it. Stein, who has raised millions of dollars from supporters to help pay for the costly recount efforts, blasted back at what she called “a politically motivated attempt by Bill Schuette to side with Donald Trump in opposition to a fair and accountable voting system.’’ She added in a statement that “citizens in Michigan and across the country of every political party have expressed their concerns around our voting system and deserve to have their votes counted.’’ Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet Stein has raised concerns about possible hacking or other irregularities in the vote in the three states, but has presented no evidence of malfeasance. Election officials in all three states have expressed confidence in their results, and voting rights experts have said the effort is highly unlikely to overturn the results that are sending Trump to the White House. Clinton’s campaign has joined Stein’s recount effort, though her team has said it does not expect the outcome of the election to change. The Clinton campaign had no immediate comment on Friday. In Wisconsin, where Trump defeated Clinton by one percentage point, a recount is underway. But Great America PAC and Stop Hillary PAC, both pro-Trump groups, said Friday they had filed a legal challenge a day earlier in federal court in conjunction with a Wisconsin voter to stop the new count. Stein’s team said Friday that it will fight the challenge. “Citizens in Wisconsin and across the country have made it clear that they want a recount and deserve to see this process through to ensure integrity in the vote,” Stein attorney Matthew D. Brinckerhoff said in a statement. In Pennsylvania, where Stein has acknowledged the path to forcing a recount is more difficult but has initiated an effort to do so nonetheless, attorneys for Trump filed an objection to Stein’s request in state court on Thursday. “Even with the heroic efforts by state and local elections officials involved in the recounts, as well as expeditious review by this Court, Stein’s proposed process will last weeks, perhaps even months. Either way, her request puts Pennsylvania at grave risk of having not certified its Presidential electors by December 13, the deadline for doing so,” says the filing. On Friday, the focus of the escalating battle was in Michigan, as the Board of State Canvassers deadlocked 2-2 over an objection that attorneys for Trump filed Thursday against Stein’s recount request. Trump argued that Stein cannot, as the state’s fourth-place finisher, claim that she is “aggrieved” by the way the vote unfolded and that there isn’t enough time to complete the recount by the Dec. 13 deadline to certify Michigan’s election results. Retired U.S. Marine Corps General James Mattis has been chosen to be secretary of defense by President-elect Donald Trump, according to people familiar with the decision. (Jenny Starrs/The Washington Post) Because of the deadlock, the office of Michigan Secretary of State Ruth Johnson (R) said in a tweet that “the recount is expected to commence early next week, barring court action.” Schuette then filed his emergency motion with the Michigan Supreme Court. It was not immediately clear whether a hearing has been set. The earliest a Michigan recount could start would be next week. Meanwhile, the president-elect resumed his schedule of transition meetings at Manhattan’s Trump Tower on Friday, bringing in two well-known experts on foreign policy. The president-elect met with Robert M. Gates, who served as defense secretary under President Obama and had derided Trump as “unqualified and unfit to be commander-in-chief” in a September op-ed in the Wall Street Journal. Gates spoke briefly with reporters afterward, saying he had praised Trump’s selection of retired Marine Gen. James N. Mattis as defense secretary, which Trump announced Thursday. “I told him I thought his selection of General Mattis to be secretary of defense was terrific, very supportive,” said Gates, who declined to answer further questions. Trump also sat down with John Bolton, a former ambassador to the United Nations. He was at one point considered a candidate for secretary of state, but Kellyanne Conway, one of Trump’s top advisers, told Fox News on Friday that Trump has narrowed that search to four finalists. According to Conway, they are 2012 GOP presidential nominee Mitt Romney, former New York City mayor Rudy Giuliani, retired Army Gen. David Petraeus and Sen. Bob Corker (R-Tenn.), chairman of the Senate Foreign Relations Committee. Opponents of Romney have waged an extraordinary public campaign against his nomination for the post and urged Trump to reward Giuliani for his loyalty during the campaign. It is unclear when Trump will make a final decision. Alice Crites contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump supporters aggressively challenge Stein recount efforts in three states - The Washington Post"
   },
   {
    "entities": [
     "quarter last sunday",
     "this morning",
     "mitch",
     "orleans",
     "parish",
     "michael",
     "harrison",
     "landrieu",
     "morning",
     "street",
     "st.",
     ", 12:05 pm",
     "demontris",
     "toliver",
     "early sunday",
     "baton",
     "martin",
     "new",
     "today",
     "shapiro",
     "emily",
     "dec 2, 2016",
     "rouge",
     "bourbon",
     "clay",
     "ap",
     "jordan"
    ],
    "id": 28,
    "text": "1 Man Arrested in Fatal Bourbon Street Shooting, Police Looking for 2nd Suspect By EMILY SHAPIRO Dec 2, 2016, 12:05 PM ET 0 Shares Matthew Hinton/The Advocate via AP WATCH 1 Suspect Arrested in Fatal Bourbon Street Shooting 0 Shares Email A 20-year-old has been arrested in connection with the shooting in New Orleans' French Quarter last Sunday morning that killed one and injured nine, local officials announced this morning, as they urged the public to help them find a second suspect. At a press conference this morning, New Orleans Police Chief Michael Harrison and New Orleans Mayor Mitch Landrieu announced that 20-year-old Jordan Clay has been identified as one of two men allegedly involved in the deadly shooting. Police said today that they believe Clay and another man were in a dispute, then met on Bourbon Street, where the shooting happened. Clay has been arrested for second-degree murder , officials announced this morning. He is being held in St. Martin Parish and will be extradited to New Orleans, they said. It's unclear whether Clay has obtained a lawyer. Meanwhile, police are looking for the second suspect, the man that Clay met. That man's name has not been released. Authorities are urging anyone with information about what happened on Bourbon Street early Sunday to come forward. The deceased victim, who was caught in the crossfire, was 25-year-old Demontris Toliver, of Baton Rouge. His father spoke at this morning's news conference, saying his son was a triplet and urging his other children to stay strong through the family tragedy. ",
    "title": "1 Man Arrested in Fatal Bourbon Street Shooting, Police Looking for 2nd Suspect - ABC News"
   },
   {
    "entities": [
     "cps",
     "democratic",
     "rahm",
     "marriott",
     "the last scheduled day",
     "friday",
     "high",
     "association",
     "the week",
     "house",
     "tribune",
     "michael",
     "cullerton",
     "blagojevich",
     "june",
     "southwest",
     "senate",
     "emanuel",
     "bruce",
     "pointer/chicago",
     "mexico",
     "pointer",
     "heights",
     "school",
     "dec. 2, 2016",
     "king",
     "manufacturers'",
     "john",
     "metropolitan",
     "exelon",
     "the other day",
     "/",
     "lopez",
     "this weekend",
     "u.s.",
     "rod",
     "rafael",
     "chicago",
     "the weekend",
     "side",
     "velasquez",
     "$215 million",
     "rauner",
     "comed",
     "previously",
     "gop",
     "public",
     "illinois",
     "alyssa",
     "fall",
     "schools",
     "madigan",
     "phil",
     "jr.",
     "city",
     "jan. 1",
     "clinton",
     "curie",
     "friday, dec. 2, 2016",
     "archer"
    ],
    "id": 29,
    "text": "Mayor Emanuel: Gov. Rauner 'bailed out' power companies, bailed on CPS kids with pension veto Mayor Rahm Emanuel says Gov. Bruce Rauner 'bailed on' Chicago children Mayor Rahm Emanuel speaks to the media regarding a veto of $215 million in state pension funding for CPS by Gov. Bruce Rauner during a news conference at Curie Metropolitan High School on Dec. 2, 2016, in Archer Heights. (Alyssa Pointer/Chicago Tribune) Mayor Rahm Emanuel speaks to the media regarding a veto of $215 million in state pension funding for CPS by Gov. Bruce Rauner during a news conference at Curie Metropolitan High School on Dec. 2, 2016, in Archer Heights. (Alyssa Pointer/Chicago Tribune) Privacy Policy Mayor Rahm Emanuel lashed out at Gov. Bruce Rauner on Friday over a veto of $215 million in state pension funding for Chicago Public Schools , suggesting Rauner cared more about corporations like Exelon and ComEd than the city's students. \"The governor said he was going to sign a bill to bail out the utilities and then vetoed a bill that bailed on the children of the city of Chicago. That's the way I look at it,\" said Emanuel of a measure that raises electricity rates for consumers and keeps open two nuclear power plants. \"He made a decision that he was going to support a bill that, in my view, bailed out the utilities and then he said in a pique of anger that he was going to … bail on the children of the city of Chicago, and I just disagree with that fundamentally and I think it is the wrong choice,\" said the mayor at a Southwest Side high school, fresh off a trip to Mexico City for a climate change conference. Emanuel's comments came just hours after the Republican governor urged the mayor and Democratic legislative leaders to act \"mature.\" Gov. Bruce Rauner Phil Velasquez / Chicago Tribune Gov. Bruce Rauner was a speaker at the Illinois Manufacturers' Association's annual luncheon at the Marriott on Dec. 2, 2016. Gov. Bruce Rauner was a speaker at the Illinois Manufacturers' Association's annual luncheon at the Marriott on Dec. 2, 2016. (Phil Velasquez / Chicago Tribune) \"This is rhetoric — heated rhetoric doesn't help, getting emotional doesn't help, pointing fingers doesn't help. Let's stay mature. Let's stay thoughtful. Let's stay positive. Let's stay persistent,\" Rauner told reporters after addressing the Illinois Manufacturers' Association luncheon at a Loop hotel. Emanuel said his comments were \"no different than the parents whose kids are going to our universities\" and \"no different than the parents who saw their cuts in day-care assistance\" — shots at two areas where state spending has decreased as Rauner and Democratic state lawmakers have failed to agree on a permanent state budget. The back and forth came as Rauner and legislative leaders are scheduled to meet in Chicago this weekend for budget talks with a six-month spending plan for the state scheduled to expire Jan. 1. Democratic House Speaker Michael Madigan , Rauner's chief political nemesis, has agreed to participate in the negotiations but also wants the CPS funding issue to be part of the discussion. But underscoring the lack of trust — and respect — between the GOP governor and Democratic leaders, Madigan also wants Rauner to put in writing any spending agreements that are reached, something known as memorandums of understanding. Such memorandums were last used when the now-imprisoned Rod Blagojevich sat in the governor's chair. Curie Metropolitan High School Alyssa Pointer / Chicago Tribune Student Rafael Lopez, middle, shows Mayor Rahm Emanuel. left, and U.S. Secretary of Education, John King Jr., a project he completed in the International Baccalaureate program at Curie Metropolitan High School, Friday, Dec. 2, 2016, in Archer Heights. Student Rafael Lopez, middle, shows Mayor Rahm Emanuel. left, and U.S. Secretary of Education, John King Jr., a project he completed in the International Baccalaureate program at Curie Metropolitan High School, Friday, Dec. 2, 2016, in Archer Heights. (Alyssa Pointer / Chicago Tribune) Rauner defended his veto of the state funding for CPS pensions, saying the money was conditional on Democratic leaders advancing comprehensive changes to state and local public pension systems by year's end. \"We had a clear understanding in June that major statewide pension reform, that both state and local pensions, would be part of the final agreement and that the CPS pension arrangement would be part of that final deal,\" Rauner said. \"And again, I am not walking away. I'm not taking anything off the table. What I'm saying is, 'Let's honor our agreements with each other. Let's stay consistent and let's stay positive and keep negotiating.'\" Democratic Senate President John Cullerton said he had broached such comprehensive pension legislation with Rauner earlier in the week and was surprised by the governor's veto on the last scheduled day of the fall session. Madigan, in suggesting CPS pension money be part of the weekend discussions, said that in light of Cullerton's \"presentation just the other day on pension reform, it seems that this (veto) was simply a punitive move meant to harm the schoolchildren of CPS.\" Emanuel agreed, and added that Rauner's move to instead help Exelon was not \"by any stretch of the imagination … a turnaround\" — a dig at the governor's so-called \"turnaround agenda\" of economic reforms that would weaken unions and help businesses. For his part, Rauner said merely signing the CPS pension funding measure without also getting more comprehensive changes in public employee pensions across the state was \"not fair.\" Rauner also defended his intention to sign into law a measure raising rates for ComEd residential and commercial customers in exchange for keeping nuclear plants in Clinton and the Quad Cities operating for 10 years, saying all states are extensively involved in energy policy. \"It's not perfect. It was bipartisan. It has some flaws. But we're preserving jobs,\" he said. \"We're keeping Illinois competitive. We put very tight caps on how much energy costs are allowed to go up.\" But critics of the CPS funding veto contend the lack of the state money, which the city's schools had baked into its budget, also could lead to potential layoffs — including teachers. Asked how CPS would come up with $215 million it would lose as a result of the veto, Emanuel did not offer an answer. Instead, the mayor took another swing at Rauner, noting that lawmakers previously had to override a veto of a plan to solidify Chicago police and fire pensions. The governor's office has issued a threat to veto pending legislation involving the city's municipal and laborers' government worker pension funds. \"Not everything should be this hard when we're finally doing the right thing and getting our pensions paid for, getting our financial and fiscal house in order,\" Emanuel said. \"The state should be a partner rather than a roadblock.\" bruthhart@chicagotribune.com ",
    "title": "Mayor Emanuel: Gov. Rauner &apos;bailed out&apos; power companies, bailed on CPS kids with pension veto - Chicago Tribune"
   }
  ]
 }
}