{
 "04": {
  "col-sim": {
   "cosine": 0.21850080508361555,
   "entity": 0.19178532059415368
  },
  "exec-time": 26.62957453727722,
  "links": [
   {
    "entities": [
     "texas",
     "this week",
     "capitol",
     "gutmann",
     "community",
     "connecticut",
     "friday",
     "carruthers",
     "illinois'",
     "minnesota",
     "trump",
     "amy",
     "march",
     "michael",
     "thursday",
     "university",
     "facebook",
     "unlv",
     "georgia",
     "california",
     "penn",
     "donald",
     "mexico",
     "college",
     "recently",
     "state",
     "of",
     "last month",
     "wesleyan",
     "2011",
     "j.",
     "twitter",
     "frank",
     "nevada",
     "n.m.",
     "bergeron",
     "southern",
     "uic",
     "new",
     "santa",
     "chicago",
     "obama",
     "san",
     "roth",
     "eastern",
     "fe",
     "wednesday",
     "york",
     "garrey",
     "illinois",
     "now",
     "bob",
     "pennsylvania",
     "muslim",
     "diego",
     "funding",
     "december 03, 2016",
     "katherine",
     "nmsu",
     "barack",
     "albuquerque",
     "columbia",
     "ap"
    ],
    "id": 0,
    "text": "Universities exploring 'sanctuary' status for immigrants Published               December 03, 2016 Facebook 0 Twitter 0 livefyre Email Print   ALBUQUERQUE, N.M. –  Universities and colleges in several states are considering labeling themselves \"sanctuary campuses\" amid fears from immigrant students and pressure from activists following the election of Donald Trump. College administrators in New Mexico — the state with the highest percentage of Latino residents— are looking into proposals that would grant immigrant students living in the country illegally protections while they pursue their studies. Meanwhile, advocates in California, Georgia, Illinois, Minnesota and Texas are pressing their state and private universities to provide sanctuary to these immigrant students, known as DREAMers. \"We urge you to declare the University of San Diego a sanctuary campus for students, faculty, staff and community members now facing, among other things: the threat of deportation under President-elect Donald J. Trump's policy proposals, and the specter of hate speech and bigoted violence in our campus community,\" read a letter from alumni to administrators of the private Roman Catholic university. Related Image Expand / Contract Universities and colleges in several states are considering labeling themselves \"sanctuary campuses\" amid fears from immigrant students and pressure from activists following the election of Donald Trump. (AP) Trump's alma mater — the University of Pennsylvania — even has renewed its pledge to block federal agents without a warrant from removing students in the country illegally. \"Let us be unequivocally clear: We are and remain resolute in our commitment to Penn's undocumented students and will do all that we can to ensure their continued safety and success here at Penn,\" University of Pennsylvania President Amy Gutmann and other administrators wrote in a letter released Wednesday. Students and professors at University of Illinois campuses are circulating petitions to make their schools sanctuary campuses. One such group in Chicago gathered more than 1,700 signatures and turned them over to school leaders. A Nevada education philanthropist also is pushing for UNLV, College of Southern Nevada and Nevada State College.to declare themselves sanctuary campuses. The movement comes after Trump promised to end an executive order that granted temporary status to immigrant students living in the country illegally. During his campaign, he also promised to launch a \"deportation force\" and withhold federal funding from sanctuary cities. Trump has not said anything about sanctuary campuses. Still, New York's Columbia University recently announced plans to offer sanctuary and financial support to immigrant students. And last month, Wesleyan University President Michael Roth said the Connecticut school would be a sanctuary campus and would not voluntarily help the federal government deport students. On Thursday, Connecticut College President Katherine Bergeron announced that her institution also would be a sanctuary campus. The specifics of advocates' sanctuary demands vary. Some are asking colleges not to cooperate with federal authorities on immigrant issues, while others want administrators to block federal immigration authorities from searching campuses. University of New Mexico President Bob Frank said university lawyers were looking into sanctuary status after a group of professors came to his office last month to deliver a letter with more than 900 signatures. The Santa Fe Community College board of regents declared itself a \"sanctuary campus\" this week. GEORGIA LAWMAKER PUSHES TO BLOCK 'SANCTUARY SCHOOL' FUNDING University of Illinois leaders have tackled the issue at the flagship Urbana-Champaign location, about 150 miles from Chicago, saying a working group will review the legal ramifications of making the roughly 44,000-student campus a sanctuary. The University of Illinois at Chicago petition, which cites the presidential election, asks university leadership to \"ensure the safety and protection of undocumented , Muslim and all students, staff and their families who may be targeted or put under surveillance by formally declaring UIC as a sanctuary campus.\" While on the campaign trail in March, Trump abruptly canceled a scheduled campaign rally at the University of Illinois at Chicago amid spirited student protests. Not all schools are considering sanctuary campus status despite letters, petitions or even protests. New Mexico State University President Garrey Carruthers said Friday in a memo to employees and students that NMSU doesn't discriminate on the basis of immigration status or require proof of citizenship for admission. However, NMSU respects \"the diversity of opinion\" and won't declare itself a sanctuary or ban federal agents from campus because that would jeopardize federal funding, he said. Eastern New Mexico University officials also said they are not considering sanctuary proposals. The California State University system announced recently it won't use the \"sanctuary\" term at any of its 23 campuses, but it won't cooperate with any new federal policy that targets immigrant students living in the country illegally. This week, the University of California announced steps to protect students in the country illegally, saying it won't assist federal immigration agents or turn over confidential records without court orders. It also said it won't provide information for any national registry based on race, religion or national origin. If Trump ends the program launched by President Barack Obama called Deferred Action for Childhood Arrivals, or DACA, the status of immigrant students will vary by state. Some states do not allow students living in the country illegal to attend college at in-state tuition rates. SANTA FE MAYOR VOWS TO PROTECT UNDOCUMENTED IMMIGRANTS However, state colleges in New Mexico allow immigrants suspected of living in the country illegally to attend at the in-state tuition rate. The state also lets the same students access financial aid if they graduate from a New Mexico school and maintain a high grade-point average. Community colleges in Chicago, which offer free tuition to qualifying students regardless of immigration status, beefed up anti-discrimination policies this week to include immigration status. In 2011, Illinois established a privately backed scholarship fund for students living in the country illegally. Pending legislation at Illinois' Capitol would let immigrant students get financial aid regardless of their legal status. Advertisement ",
    "title": "Universities exploring 'sanctuary' status for immigrants | Fox News"
   },
   {
    "entities": [
     "reena",
     "rexnord",
     "interactive",
     "cbs",
     "friday",
     "carrier",
     "trump",
     "vermont",
     "bernie",
     "news",
     "inc.",
     "--",
     "donald",
     "mexico",
     "indiana",
     "april",
     "sanders",
     "palin",
     "2016",
     "j.",
     "post",
     "hvac",
     "$7 million",
     "mid-november",
     "sarah",
     ", 3:13 pm",
     "indianapolis",
     "washington",
     "america",
     "flores",
     "dec. 1, 2016",
     "december 3, 2016",
     "now",
     "june of next year"
    ],
    "id": 1,
    "text": "By Reena Flores CBS News December 3, 2016, 3:13 PM Donald Trump singles out another Indiana plant for moving to Mexico President-elect Donald Trump speaks at an event at Carrier HVAC plant in Indianapolis, Indiana, Dec. 1, 2016. REUTERS Email Fresh off a deal with air-conditioning company Carrier , President-elect Donald Trump is now singling out another company leaving its Indiana plant for Mexico: Rexnord, which plans to nix 300 union jobs from their factory in Indianapolis. Mr. Trump sent a tweet Friday about Rexnord, charging that it was “rather viciously firing” workers and vowing “No more!” Rexnord of Indiana is moving to Mexico and rather viciously firing all of its 300 workers. This is happening all over our country. No more! — Donald J. Trump (@realDonaldTrump) December 3, 2016 Rexnord Bearings announced the move to union officials in mid-November, saying it was going forward with plans to shift the plant’s 300 union jobs and dozens of supervisory jobs to Mexico, according to a report by CBS News’ local affiliate . The move is expected to begin in April and finish by June of next year. Rexnord did not immediately reply to a request for comment. The tweet came just one day after Mr. Trump announced the Carrier deal, which keeps about 800 manufacturing jobs in Indianapolis in exchange for massive tax subsidies amounting to $7 million over 10 years. Several hundred jobs will still be moving to Mexico. Backlash for the deal was swift, even as some Carrier workers called it a relief. Mr. Trump took heat from both sides of the aisle, with Vermont Sen. Bernie Sanders saying in a Washington Post op-ed that it “signaled to every corporation in America that they can threaten to offshore jobs in exchange for business-friendly tax benefits and incentives.” And Sarah Palin, the former vice presidential nominee-turned-conservative pundit, criticized the arrangement as a threat to free market principles. Writing an opinion piece for the Young Conservatives website Friday, Palin blasted the deal as “favoring one business over others” and setting “inconsistent, unfair, illogical precedent.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Donald Trump singles out another Indiana plant for moving to Mexico - CBS News"
   },
   {
    "entities": [
     "enrique",
     "jim",
     "yang",
     "at 9:33 am",
     "the 1970s",
     "times",
     "images",
     "friday",
     "december 3",
     "getty",
     "states",
     "trump",
     "august 31, 2016 a week later",
     "august",
     "reuters",
     "nieto",
     "lynn",
     "saul",
     "li",
     "news",
     "united",
     "--",
     "walker/the",
     "ing-wen",
     "donald",
     "loeb/agence",
     "mexico",
     "dalrymple",
     "alex",
     "blake",
     "yi",
     "abc",
     "china",
     "wang",
     "peña",
     "taiwan",
     "alice",
     "asia",
     "j.",
     "conway",
     "grenell",
     "night",
     "post",
     "kellyanne",
     "jia",
     "u.s.",
     "new",
     "today",
     "victoria",
     "emily",
     "ii",
     "york",
     "washington",
     "ric",
     "huang",
     "december 3, 2016",
     "now",
     "rauhala",
     "aaron",
     "tsai"
    ],
    "id": 2,
    "text": "Donald Trump keeps confirming fears about his diplomatic skills The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Aaron Blake December 3 at 9:33 AM Follow @aaronblake President-elect Donald Trump. (Saul Loeb/Agence France-Presse via Getty Images) One of the chief concerns of President-elect Donald Trump's detractors during the presidential campaign was that the brash and notoriously loose-lipped real estate executive wouldn't be able to handle the delicate balancing act that is diplomacy. It's one thing to make wild claims domestically; it's another to inflame a fellow world power with a careless word or two. Today, a fellow world power — China — is inflamed. And  Trump's controversial conversation with Taiwan's leader , which broke nearly four decades of protocol when it comes to U.S.-China relations, harks back to another controversial bit of diplomacy: Trump's first big foreign visit as the Republican nominee to Mexico. That visit erupted into a major political problem for Mexican President Enrique Peña Nieto, and by the end of it, the two sides were offering different versions of what had happened. Similarly, Trump and Taiwan seem to be at-odds about precisely what just occurred. Back in August, Trump claimed after a meeting with Peña Nieto that the they hadn't discussed Trump's plan to somehow force Mexico to pay for his proposed wall along the U.S.-Mexico border. Peña Nieto and his staff  quickly differed with that account , saying he had told Trump that Mexico wouldn't pay for the wall. \"At the beginning of the conversation with Donald Trump, I made clear that Mexico will not pay for the wall.\" https://t.co/0hXHfX4oH2 — Jim Dalrymple II (@JimDalrympleII) August 31, 2016 A week later, Trump doubled down on his version of events  and seemed to suggest Peña Nieto wasn't being truthful, telling ABC News: “He didn’t say that. He tweeted that long after the meeting was over. He didn't say that.” Much as with Mexico, Trump and Taiwan are now apparently differing about precisely what their call entailed. China considers Taiwan a province, and the United States has pursued a “One China” policy since the 1970s. To that end, the leaders of the United States and Taiwan haven't spoken, that we know of, in decades, given such a dialogue generally symbolizes government recognition. After news broke of the call with Taiwanese President Tsai Ing-wen and the backlash began, Trump explained that it was Taiwan who initiated the conversation, and he downplayed it as a “congratulatory call.” The President of Taiwan CALLED ME today to wish me congratulations on winning the Presidency. Thank you! — Donald J. Trump (@realDonaldTrump) December 3, 2016 Interesting how the U.S. sells Taiwan billions of dollars of military equipment but I should not accept a congratulatory call. But a spokesman in the Taiwanese president's office clarified to Reuters that the call was agreed to beforehand . “Of course both sides agreed ahead of time before making contact,” spokesman Alex Huang said in response to Trump's tweet. Taiwan's government also said the two sides discussed “strengthening bilateral relations” and talked about their “close economic, political and security ties\" -- all words likely to make China cringe and suggestive of a more in-depth conversation than just a congratulatory call. As with Mexico, we can quibble about just how at odds the two versions of events are. Perhaps Taiwan did reach out first but there was some coordination before Trump picked up the phone. And Taiwan certainly has an interest in making the call out to be a big deal. The Washington Post's Jia Lynn Yang explains the backstory on relations between the U.S., China, and Taiwan, and the ramifications of Friday's telephone call between president-elect Donald Trump and Taiwanese President Tsai Ing-wen. (Alice Li,Victoria Walker/The Washington Post) Trump senior adviser Kellyanne Conway and potential Trump foreign policy adviser Ric Grenell said Friday night that the flap was overblown . “It was totally planned,” Grenell said. “It was a simple courtesy call. People need to calm down. The ‘One China’ policy wasn’t changed. Washington, D.C.-types need to lighten up.” But the situation raises real questions about who is advising Trump when it comes to diplomacy with Asia, as The Washington Post's Emily Rauhala wrote . It also came just a day after the New York Times reported on building concerns about Trump's handling of other calls with world leaders  and his preparation level. And the stakes are considerably higher with China than with Mexico and many other countries. Even if it wasn't meant to be a big deal, it's clearly become a big deal to China. China has now lodged an official complaint with the United States over the matter, though it appears to be giving Trump the benefit of the doubt and blaming Taiwan. China's foreign minister, Wang Yi, called it a “petty” move by Tsai. “The One China principle is the foundation for healthy development of Sino-U. S. relations,” Wang said. “We don’t wish for anything to obstruct or ruin this foundation.” So the flap could just as soon blow over. But it's notable that yet another Trump diplomatic call has turned into a sort of he-said-they-said. And for those concerned that Trump doesn't have the discipline and knowledge to deal with the intricacies and very sensitive feelings involved in foreign policy and diplomacy, Trump is yet again proving their point by creating a needless headache over a “congratulatory call.” politics ",
    "title": "Donald Trump keeps confirming fears about his diplomatic skills - The Washington Post"
   },
   {
    "entities": [
     "foster",
     "thursday, dec. 1, 2016",
     "island",
     "usatoday",
     "sunday",
     "thursday",
     "months of the year",
     "facebook",
     "kauai",
     "elizabeth",
     "linkedin",
     "weather",
     "saturday",
     "mauna",
     "kea",
     "honolulu",
     "once",
     "big",
     "night",
     "loa",
     "usa",
     "national",
     "today",
     "currently",
     "3:26 p.m. est",
     "2250",
     "service",
     "maui",
     "evening",
     "december 3, 2016",
     "now",
     "matthew",
     "winter",
     "weise",
     "hawaii",
     "ap"
    ],
    "id": 3,
    "text": "Hawaii expected to get 3 feet of snow. You read that right. Mauna Loa on the Big Island has gotten two feet of snow since Thursday. Post to Facebook Hawaii expected to get 3 feet of snow. You read that right. Mauna Loa on the Big Island has gotten two feet of snow since Thursday. Check out this story on USATODAY.com: http://usat.ly/2gzVpVj CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 31 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Hawaii expected to get 3 feet of snow. You read that right. Elizabeth Weise , USATODAY 3:26 p.m. EST December 3, 2016 x Share With a winter storm warning in effect through Saturday, the summits of Hawaii's Big Island could get more than two feet of snow. USA TODAY NETWORK In this image made from webcam video provided by Canada-France-Hawaii Telescope, the CFHT telescope on the summit of Mauna Kea on Hawaii's Big Island is covered in snow on Thursday, Dec. 1, 2016. The National Weather Service in Honolulu has issued a winter storm warning for the summits of Hawaii's Big Island as wind and snow engulf the high peaks. (Photo: Canada-France-Hawaii Telescope, AP) Hawaii's highest peak could get up to another foot of snow Sunday, on top of the 2 feet that have fallen since Thursday, the National Weather Service says. A winter storm warning is in effect for the summits of Mauna Loa and Mauna Kea through Saturday evening. “Then we’re expecting another round on Sunday and Sunday night,” said Matthew Foster, a staff meteorologist with the National Weather Service in Honolulu. The initial storm started on Thursday and was slowing down Saturday, “though some freezing drizzle is still possible,” Foster said. The next storm is currently about 400 miles west of the island of Kauai and should arrive over the islands sometime on Sunday, Foster said. “This one won’t be quite as strong when it moves over the Big Island, so we’re putting it as possibly 12 more inches of snow,” he said. The rest of the island, and all of Hawaii, remains warm if somewhat wet, with heavy rains in some areas that have caused flash flooding. “The grounds are already saturated now, so it doesn’t take much,” Foster said. The snow at the peak of Mauna Loa is not uncommon because it is so high, nearly 14,000 feet. “As long as we have deep enough clouds to support ice crystals, and when you have cold enough temperatures at the summit level, you can get snowfall,” said Foster. Mauna Loa and its sister peak of Mauna Kea are both volcanos. Mauna Kea is the highest point in the state of Hawaii. Snow on the peaks is not uncommon in the colder months of the year, though deep snow is rare. “We’ll probably see three to five snow events a year during the cold season. Some years we might not get any, some years we might get more,” said Foster. The only other area of Hawaii that gets snow with any regularity is the Haleakalā volcano on Maui, which at about 10,000 feet gets snow once every five years or so, he said. 2250 CONNECT TWEET 1 LINKEDIN 31 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2gzVpVj ",
    "title": "Hawaii expected to get 3 feet of snow. You read that right."
   },
   {
    "entities": [
     "iii",
     "hundreds of millions of dollars",
     "charlie",
     "this week",
     "times",
     "price",
     "west",
     "credit",
     "friday",
     "joe",
     "manchin",
     "gupte",
     "36 percent",
     "trump",
     "al",
     "house",
     "january",
     "jon",
     "montana",
     "hillary",
     "ryan",
     "university",
     "ana",
     "facebook",
     "georgia",
     "california",
     "senate",
     "kevin",
     "morning",
     "of",
     "leerink",
     "tester",
     "drago/the",
     "partners",
     "once",
     "health",
     "georgetown",
     "virginia",
     "dent",
     "twitter",
     "sabrina",
     "mccarthy",
     "policy",
     "february",
     "new",
     "schumer",
     "today",
     "institute",
     "york",
     "washington",
     "corlette",
     "obamacare",
     "tom",
     "chuck",
     "december 3, 2016",
     "now",
     "pennsylvania",
     "medicaid",
     "clinton",
     "pence"
    ],
    "id": 4,
    "text": "OPEN Graphic “The idea that you can repeal the Affordable Care Act with a two- or three-year transition period and not create market chaos is a total fantasy,” said Sabrina Corlette, a professor at the Health Policy Institute of Georgetown University. “Insurers need to know the rules of the road in order to develop plans and set premiums.” Details of the strategy are in flux, and there are disagreements among Republicans about how to proceed. In the House, the emerging plan, tightly coordinated between Mr. Ryan and Mr. Pence, is meant to give Mr. Trump’s supporters the repeal of the health law that he repeatedly promised at rallies. It would also give Republicans time to try to assure consumers and the health industry that they will not instantly upend the health insurance market, and to pressure some Democrats to support a Republican alternative. “I don’t think you have to wait,” Representative Kevin McCarthy of California, the majority leader, told reporters this week. “I would move through and repeal and then go to work on replacing. I think once it’s repealed, you will have hopefully fewer people playing politics, and everybody coming to the table to find the best policy.” Under the plan discussed this week, Republicans said, repeal will be on a fast track. They hope to move forward in January or February with a budget blueprint using so-called reconciliation instructions, which would allow parts of the health care law to be dismembered with a simple majority vote, denying Senate Democrats the chance to filibuster . They would follow up with legislation similar to a bill vetoed in January, which would have repealed the tax penalties for people who go without insurance and the penalties for larger employers who fail to offer coverage. That bill would also have eliminated federal insurance subsidies, ended federal spending for the expansion of Medicaid , and barred federal payments to Planned Parenthood clinics. Advertisement Continue reading the main story But in the Senate, Republicans would need support from some Democrats if they are to replace the Affordable Care Act. The budget reconciliation rules that would allow Republicans to dismantle the Affordable Care Act have strict limits. The rules are primarily intended to protect legislation that affects spending or revenues. The health law includes insurance market standards and other policies that do not directly affect the budget, and Senate Republicans would, in many cases, need 60 votes to change such provisions. Repealing the funding mechanisms but leaving in place the regulations risks a meltdown of the individual insurance market. Insurers could not deny coverage, but they would not get as many healthy new customers as they were expecting. Hospitals would again face many uninsured patients in their emergency rooms, without the extra Medicaid money they have been expecting. Even a delay of two to three years could be damaging. Health policy experts said the uncertainty could destabilize markets, unnerving insurers that have already lost hundreds of millions of dollars on policies sold in insurance exchanges under the Affordable Care Act. Photo Republicans hope to pressure vulnerable Democrats like Senator Joe Manchin III of West Virginia to support a replacement of the health care law. Credit Al Drago/The New York Times “Insurers would like clarity on the shape of the replacement plan to continue participating on exchanges if Obamacare is repealed,” Ana Gupte, an analyst at Leerink Partners who follows the insurance industry, said Friday. Republicans are hoping that Mr. Trump will be able to use his bully pulpit to lean on vulnerable Democrats up for re-election in states Mr. Trump won, such as Senators Joe Manchin III of West Virginia and Jon Tester of Montana. “When that date came and you did nothing, if you want to play politics, I think the blame would go to people who didn’t want to do anything,” Mr. McCarthy said. But Democrats may not be so quick to break. “If they are looking at fixing what’s there, I’ve been wanting to work with Republicans for years now,” said Mr. Tester, whose state cast just 36 percent of its vote for Hillary Clinton. “But if they are going to take away provisions like pre-existing conditions, lifetime caps, 26-year-olds, I think they are barking up the wrong tree.” Advertisement Continue reading the main story And some moderate Republicans see peril in repealing first and replacing later, favoring instead a simultaneous replacement to ensure a smooth transition. “We are firing live rounds this time,” Representative Charlie Dent, Republican of Pennsylvania, said. “If we repeal under reconciliation, we have to replace it under normal processes, and does anyone believe that the Senate Democrats, with their gentle tender mercies will help us?” Republicans said they would work with the Trump administration on replacement legislation that would draw on comprehensive plans drafted by Mr. Ryan and Representative Tom Price, the Georgia Republican picked by Mr. Trump to be his secretary of health and human services. Any legislation is likely to include elements on which Republicans generally agree: tax credits for health insurance; new incentives for health savings accounts; subsidies for state high-risk pools, to help people who could not otherwise obtain insurance; authority for sales of insurance across state lines; and some protection for people with pre-existing conditions who have maintained continuous coverage. Republicans said they hoped that the certainty of repeal would increase pressure on Democrats to sign on to some of these ideas. Democratic leaders, for now, feel no such pressure. Republicans “are going to have an awfully hard time” if they try to repeal the health law without proposing a replacement, said Senator Chuck Schumer of New York, the next Democratic leader. “There would be consequences for so many millions of people.” Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on December 3, 2016, on page A1 of the New York edition with the headline: A G.O.P. Plan on Health Act: Rescind Slowly. Order Reprints | Today's Paper | Subscribe ",
    "title": "G.O.P. Plans Immediate Repeal of Health Law, Then a Delay - The New York Times"
   },
   {
    "entities": [
     "oakland",
     "wisc.",
     "times",
     "55",
     "loma",
     "friday",
     "december 3",
     "fruitvale",
     "firefighters",
     "press",
     "donna",
     "local time",
     "ktvu",
     "facebook",
     "11:30 p.m.",
     "morning",
     "francisco",
     "saturday",
     "golden",
     "mule",
     "chronicle",
     "calif.",
     "early saturday, dec. 3, 2016",
     "associated",
     "local",
     "prieta",
     "nelson",
     "san",
     "james",
     "reed",
     "east",
     "1989",
     "bay",
     "j.d.",
     "doubek",
     "madison",
     "bob",
     "teresa",
     "google",
     "deloach",
     "ap"
    ],
    "id": 5,
    "text": "December 3, 201612:36 PM ET James Doubek This photo taken from video provided by @OaklandFireLive shows the scene of a fire in Oakland, early Saturday, Dec. 3, 2016. @OaklandFireLive via AP hide caption toggle caption @OaklandFireLive via AP This photo taken from video provided by @OaklandFireLive shows the scene of a fire in Oakland, early Saturday, Dec. 3, 2016. @OaklandFireLive via AP At least nine people were killed after a fire broke out at a party in a warehouse space in Oakland, Calif., according to the city's fire chief. There are at least another 25 people unaccounted for, Oakland Fire Chief Teresa Deloach Reed said Saturday morning, according to The Associated Press. From television station KTVU : \"Alameda County Sheriffs Office Sergeant J.D. Nelson says the building is not safe enough to enter. He also says the coroner's office is preparing for 40 or more bodies. No bodies have been removed from the building. Nelson says this is the largest mass casualty they have prepared for since the 1989 Loma Prieta earthquake.\" The fire started around 11:30 p.m. Friday, in a two-story warehouse in Oakland's Fruitvale neighborhood, according to the East Bay Times , during an electronic music show headlined by Golden Donna of Madison, Wisc. Friends posted on the event's Facebook page , searching for information about people still missing. More than 190 people had RSVP'd for the Facebook event as of Saturday. A Google document compiled for friends and family members to gather updates listed 28 people as missing, two people safe in the hospital and one safe as of Saturday morning local time. Article continues after sponsorship Fire Chief Reed described the space as a \"makeshift warehouse\" that people had converted into a \"live-work type facility.\" Most of those killed by the fire were on the second floor and there was no evidence of sprinklers, the fire chief said, as reported by the San Francisco Chronicle . Video from the Oakland Firefighters Local 55 shows a massive blaze with plumes of smoke visible blocks away. \"We still have to do a more thorough search of the building and we don't know the potential number of other victims,\" Reed said, according to the East Bay Times, which added that no firefighters were injured. About 50 people lived in the building, the Times said, describing it as an \"artists' collective.\" \"It was too hot, too much smoke, I had to get out of there,\" photographer Bob Mule, who lives in the building, told the newspaper. \"I literally felt my skin peeling and my lungs being suffocated by smoke. I couldn't get the fire extinguisher to work.\" The roof of the building collapsed and firefighters were still waiting for the building to be safe enough to enter, KTVU reports as of Saturday morning. ",
    "title": "At Least 9 Killed In Oakland Fire During Warehouse Party : The Two-Way : NPR"
   },
   {
    "entities": [
     "trump",
     "standing",
     "transfer",
     "news",
     "late october",
     "sioux",
     "warren",
     "missouri",
     "rock",
     "of",
     "county",
     "last month",
     "engineers",
     "nations",
     "partners",
     "scott",
     "kilian",
     "night",
     "1806",
     "kelcy",
     "morton",
     "u.s.",
     "corps",
     "obama",
     "army",
     "nbc",
     "100 percent",
     "1:45",
     "america",
     "now",
     "energy",
     "90 percent",
     "indian"
    ],
    "id": 6,
    "text": "Dakota Pipeline Protesters Face Critical Moment as Deadline Approaches 1:45 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161204020643if_/http://www.nbcnews.com/widget/video-embed/823378499834\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Less than a half-mile from his teepee sits a blockade manned by an expansive force of law enforcement officers from Morton County and surrounding states who've blocked the Backwater Bridge going north on Highway 1806. It was the site of clashes in late October that resulted in over 140 arrests. Moving further east alongside the signless border where the U.S. Army Corps of Engineers' land meets private property, there are dozens of floodlights that shine down on pipeline workers who work through the night and bitter cold to finish a pipeline that is now more than 90 percent complete. \"We're here and we're not going anywhere.\" Their goal is to reach the banks of the Missouri where they then will have to cap the pipeline, pending an easement review being conducted by the Army Corps. Related: Standing Rock Protest: Veterans Pledge to Protect Protesters The flags of America's Indian Nations fly at the camp. More than 350 are represented at the protest site. Scott Kilian The Obama administration has on multiple occasions asked that Energy Transfer Partners, the company behind the project, voluntarily stop construction. The installation of hyper-beam lights here last month shows that request has been ignored. Energy Transfer Partners CEO Kelcy Warren, who remained publicly silent on the pipeline for months as protests forced a halt in the pipeline's construction, told NBC News in an interview last month that he was \"100 percent sure that the pipeline will be approved by a Trump administration,\" regardless of what the Army Corps ultimately decides. Warren labeled most of the protesters near the Standing Rock Sioux reservation, who call themselves water protectors, as \"violent mobs.\" Play ",
    "title": "'Water Is Life': A Look Inside the Dakota Access Pipeline Protesters' Camp - NBC News"
   },
   {
    "entities": [
     "democratic",
     "oct. 20, 2016",
     "michelle",
     "phelps",
     "elections",
     "house",
     "hillary",
     "party",
     "friends",
     "news",
     "vote",
     "pac",
     "donald",
     "recently",
     "the day",
     "for",
     "of",
     "2020",
     "commission",
     "ready",
     "abc",
     "the last month",
     "nov. 9",
     "shares",
     "federal",
     "oct. 31",
     "stone",
     "election",
     "arizona",
     "obama",
     "currently",
     "day",
     "jordyn",
     "dec",
     "and",
     "star",
     "garrett",
     "$1000",
     "rolling",
     "phoenix",
     "3, 2016, 12:42 pm",
     "early",
     "clinton",
     "ralph",
     "fec",
     "white"
    ],
    "id": 7,
    "text": "Ready for Michelle? Political Committees Form In Support of Political Run by First Lady By Jordyn Phelps Dec 3, 2016, 12:42 PM ET 0 Shares Star Ralph Freso/Getty Images Michelle Obama waves to the crowd as she speaks at an Arizona Democratic Party Early Vote rally in support of Democratic presidential nominee Hillary Clinton, Oct. 20, 2016, in Phoenix, Arizona. 0 Shares Email While First Lady Michelle Obama and the president have repeatedly shot down the notion that the first lady would ever consider running for political office -- let alone the presidency -- that hasn't stopped political committees from filing with the Federal Elections Commission to support a potential candidacy. One of the groups, Ready for Michelle PAC, filed with the elections commission on Oct. 31 and says on its website that its goal is to \"get the ball rolling by identifying a network of supporters, volunteers, and donors\" to support the first lady should she seek public office. Donald Garrett, who leads the group, told ABC News that the group has currently collected about 1,000 signatures though an online petition, in addition to just under $1000. The only catch, as the group itself acknowledges, is that the first lady would have to be convinced to run. \"If she can be convinced to run, we can provide her with an early advantage against any opponents,\" the website says. But that could be a tall order. As recently as the day after Election Day , President Obama ruled out the possibility that his wife would ever enter the political arena. \"Michelle will never run for office,\" President Obama told Rolling Stone magazine in an interview Nov. 9. \"You can see the incredible resonance she has with the American people. But I joke that she's too sensible to want to be in politics.” The name of the group, Ready for Michelle, harks back to the early calls for Hillary Clinton to seek the presidency. The super PAC Ready for Hillary formed shortly after Clinton stepped down as secretary of state. Two other groups, Ready for Michelle 2020 and Friends of Michelle 2020, have also filed with the elections commission within the last month. \"Let’s put an Obama back in the White House in 2020,\" says the Ready for Michelle 2020 website. The web address listed on Friends of Michelle 2020’s FEC filing isn’t currently operable. 0 Shares ",
    "title": "Ready for Michelle? Political Committees Form In Support of Political Run by First Lady - ABC News"
   },
   {
    "entities": [
     "s&p",
     "$10,000",
     "2:42 p.m. est",
     "3%",
     "right now",
     "max",
     "$10,000 $10,000",
     "facebook",
     "ira",
     "wealthfront",
     "$5,500",
     "arielle",
     "$1,000",
     "0.25%",
     "the year",
     "100%",
     "10%",
     "$50",
     "6%",
     "december 3, 2016",
     "0.35%",
     "50%",
     "o'shea"
    ],
    "id": 8,
    "text": "The 5 best ways to invest $10,000 $10,000 is enough to meet most online broker minimums so there are plenty of options. Post to Facebook The 5 best ways to invest $10,000 $10,000 is enough to meet most online broker minimums so there are plenty of options. Check out this story on USATODAY.com: http://usat.ly/2gzKWJd CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 4 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs The 5 best ways to invest $10,000 Arielle O’Shea, NerdWallet 2:42 p.m. EST December 3, 2016 Stacks of money wrapped in $10,000 bundles (Photo: Landon_S, Getty Images/iStockphoto) Your definition of windfall may vary, but there’s little argument that $10,000 is a healthy chunk of cash — certainly enough to give you cold feet when deciding how to invest it. The good news is there are a lot of options: $10,000 is enough to more than meet most online broker minimums. We’ve slimmed things down to five of the best ways to invest $10,000. Feel free to mix and match; there’s no rule that says you have to throw it all into one pot. 1. Get your 401(k) match A guaranteed investment return is as rare as free money, and a 401(k) match gives you both: When you put dollars into the account, your employer puts dollars in, too. How many dollars depends on your plan’s matching arrangement, but 50% to 100% of your contributions up to a limit of 3% to 6% of your salary is a pretty common range. (If you want to do the math to see how much your match could be worth, try our 401(k) calculator .) This $10,000 windfall may give your budget the room it needs to finally start meeting that match, if you’re not already. The hitch: You typically can’t just make a lump-sum deposit to a 401(k), so you have to get a little creative if you want to get this cash into your plan and capture matching dollars while you do it. Put the $10,000 into a savings account, then set your 401(k) contribution to the level your employer matches. When that contribution is swiped out of your paycheck, repay yourself from the money in savings. 2. Max out an IRA An IRA is like a 401(k) you open on your own, which means no match. But it has other benefits, including a wide investment selection, and if you don’t have a 401(k) at work, an IRA is far and away the next best thing. That $10,000 is more than enough to max out an IRA for the year. The annual contribution limit is $5,500 right now (with an extra $1,000 allowed for those 50 or older). Max out and then select one of these other options for the rest of your cash. » MORE: How to invest your IRA 3. Get guidance from a robo-adviser Robo-advisors are what they sound like: robots — or specifically, computer algorithms — that manage your money. A $10,000 investment is enough to open an account at the majority of these companies, including Wealthfront, which manages the first $10,000 for free. » MORE: The best robo-advisers At other advisors, you’ll pay a fee of around 0.25% to 0.35% (Wealthfront’s fee on assets above $10,000 is 0.25%). That fee includes the cost of management, but it doesn’t include investment expenses. Robo-advisors typically use exchange-traded funds and index funds, which are fairly low-cost passive investments that track sections of the market, like the S&P 500. 4. Invest in commission-free ETFs and low-cost mutual funds If you grimaced at the mention of that robo-adviser management fee, you might be the DIY type. You can pretty easily piece together a diversified portfolio of funds yourself with $10,000. Index funds, a type of mutual fund, typically have an investment minimum, but $10,000 is more than enough to buy into several. ETFs are a kind of index fund that trades like a stock. You buy them for a share price — that’s the minimum investment — and it could be as low as $50. If you also have a 401(k), you might want to use these individual funds to fill holes in the investment choices offered by the plan — 401(k)s have a scaled-down mutual fund selection, and the ones that make the list can be high-fee. 5. Try your hand at investing in stocks This is kind of DIY turned up a notch — index funds and ETFs are baskets full of stocks (or bonds, depending on the type of fund you’ve selected). When you use them, you get exposure to stocks without actually having to pick individual stocks. But maybe you want to invest in stocks. Go for it, with one caveat: For a long-term goal like retirement, it’s best to stick to the options above and limit stock trading to 10% of your portfolio or less. If $10,000 takes a bigger bite, maybe you trade stocks with the portion that overflows your IRA contribution limit or set aside just a small chunk of this money to play the market. » MORE: How to invest in stocks Stock buying requires researching stocks — if you’re going to own a piece of a company, you want to know what you’re getting into. So make sure you’re up to the task and choose a broker that has low commissions, so trading fees don’t eat into your investment. Arielle O’Shea is a staff writer at NerdWallet, a personal finance website. Email: aoshea@nerdwallet.com . Twitter: @arioshea . ",
    "title": "The 5 best ways to invest $10,000"
   },
   {
    "entities": [
     "shen",
     "yang",
     "ashraf",
     "beijing",
     "paul",
     "denyer",
     "california",
     "saturday",
     "state",
     "for",
     "congcong",
     "china",
     "wang",
     "dingli",
     "defense",
     "alice",
     "1972",
     "department",
     "late friday",
     "san",
     "victoria",
     "emily",
     "center",
     "european",
     "bush",
     "rauhala",
     "mindanao",
     "1970s",
     "simon",
     "relations",
     "friday",
     "inauguration day",
     "united",
     "donald",
     "criminal",
     "of",
     "russia",
     "zhu",
     "ghani",
     "u.s.",
     "w.",
     "parliament",
     "1978",
     "and",
     "program",
     "zhang",
     "xi",
     "september",
     "diego",
     "studies",
     "council",
     "kissinger",
     "lin",
     "jinping",
     "richard",
     "henry",
     "walker/the",
     "ministry",
     "ing-wen",
     "century",
     "shanghai",
     "international",
     "yi",
     "at 10:13 am",
     "haenle",
     "foreign",
     "security",
     "taiwan",
     "asia",
     "jia",
     "obama",
     "national",
     "susan",
     "feng",
     "rodrigo",
     "glaser",
     "carnegie-tsinghua",
     "nanjing",
     "1979",
     "bonnie",
     "fudan",
     "december 3",
     "states",
     "trump",
     "luna",
     "duterte",
     "lynn",
     "li",
     "university",
     "philippines",
     "the",
     "m.",
     "george",
     "court",
     "affairs",
     "21st",
     "post",
     "past",
     "shirk",
     "the weekend",
     "institute",
     "last spring",
     "washington",
     "nixon",
     "now",
     "strategic",
     "tsai"
    ],
    "id": 9,
    "text": "China blasts ‘petty’ Taiwan call with Trump The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Emily Rauhala December 3 at 10:13 AM Follow emilyrauhala The Washington Post’s Jia Lynn Yang explains the backstory of relations between the United States, China and Taiwan and the ramifications of Friday’s telephone call between President-elect Donald Trump and Taiwanese President Tsai Ing-wen. (Alice Li,Victoria Walker/The Washington Post) BEIJING — On Friday, President Xi Jinping  told  Henry Kissinger that he hoped for “stability” in U.S.-China ties under the new administration. Nobody told Donald Trump. The president-elect broke with four decades of diplomatic practice by talking on the phone Friday with Taiwanese President Tsai Ing-wen, a breach of protocol that could disrupt U.S.-China ties before the inauguration.  The 10-minute phone call is believed to be the first time that a U.S. president or president-elect and a Taiwanese leader have spoken since the late 1970s. [ Trump speaks with Taiwanese president, a major break with decades of U.S. policy on China ] It left Beijing fuming and China-watchers the world over wondering, “Is this a slip-up or a major shift?” The United States formally recognized the government in Beijing as representing China in 1978 and has pursued a “One China” policy since 1972, when then-President Richard M. Nixon visited China. But although the U.S. government ended official relations with Taiwan in 1979, U.S. presidential administrations have maintained unofficial ties with Taiwan, which has become a thriving democracy in recent decades. Beijing remains hypersensitive to questions of Taiwan’s status and is apt to treat any change in protocol or policy as a provocation — even if it’s just a phone call. A spokesman for China’s Foreign Ministry said Saturday that Beijing had lodged an official complaint with the United States. Asked about the incident, Foreign Minister Wang Yi described the call as a “petty” move by Tsai. “The One China principle is the foundation for heathy development of Sino-U.S. relations. We don’t wish for anything to obstruct or ruin this foundation,” Wang said. Experts predicted continuing anger as Beijing takes stock over the weekend. “This is a heavy blow,” said Zhu Feng, dean of the Institute of International Relations at Nanjing University. Many questions remain about the conversation between Trump and Tsai. The president-elect tweeted Friday that Tsai called him, rather than the other way around. But Tsai’s office later  said  the call was arranged in advance by both sides.  Analysts are divided on whether it represented a mix-up between the two governments or a more significant signal about the type of foreign policy that can be expected from the U.S. president-elect. “My guess is that Trump himself doesn’t have clue,” said Bonnie Glaser, a senior adviser for Asia at the Center for Strategic and International Studies. “That he had no idea about Beijing’s neuralgia on Taiwan.” Susan Shirk, chair of the 21st Century China Program at the University of California at San Diego, said it was an “impulsive” move and a “bad sign for Trump foreign policy.” The call and Trump’s subsequent tweets raised fresh questions about who is advising the president-elect on Asia policy — and how.  Paul Haenle, who was on the National Security Council staffs of former president George W. Bush and President Obama and is now director of the Carnegie-Tsinghua Center in Beijing, said the incident showed the importance of Trump taking daily intelligence briefings, consulting with experts at the State Department and Department of Defense and quickly assembling a China team. Past administrations took a “no surprises” approach to Beijing, Haenle said. “The alternative — catching China by surprise on some of the most sensitive and long-standing areas of disagreement in our relationship — presents enormous risks and potential detriment for this consequential relationship.” That means damage control before Inauguration Day, experts said. That Trump is the president-elect and not yet the president leaves Beijing some room to maneuver, said Shen Dingli, deputy dean of the Institute of International Affairs at Shanghai’s Fudan University.  “If he were president of the United States now, this could lead to a breaking-off of diplomatic relations between China and the U.S.” “Having this mishap occur before he is president is better than having it occur after he is president,” said Glaser of the Center for Strategic and International Studies. “Privately, I expect Beijing to find a way to give him an education on Taiwan.” In a separate development Saturday, the Philippines’ president, Rodrigo Duterte, shared details of a seven-minute conversation he held with Trump late Friday. According to Duterte, his plan to “kill all” the country’s suspected drug users and dealers — a plan that has been condemned by the United States, the European Parliament and the International Criminal Court, among others — now has the backing of the U.S. president-elect. The campaign has left at least 4,500 Filipinos dead over about five months. During the call, Duterte said, Trump told him he was doing it the “right way.” “I could sense a good rapport, an animated President-elect Trump,” he added. “And he was wishing me success in my campaign against the drug problem.” The comments, which have not been confirmed by Trump’s team, could signal another significant twist in U.S.-Philippine ties. The Philippines is a former U.S. colony that has been a close partner of Washington for decades. Since sweeping to power last spring, Duterte has repeatedly lashed out at his longtime ally, threatening to ditch the United States for China and Russia. In September, when Obama raised questions about the bloody anti-drug crusade, Duterte lectured him on colonialism, referring to him with a slang term that translates, roughly, as “son of a whore.” In the weeks that followed, he made several surprise announcements on U.S.-Philippine military ties, calling for the ouster of U.S. Special Forces from the southern island of Mindanao and the end of joint U.S.-Philippine military exercises — only to backtrack repeatedly. But Trump’s triumph in the U.S. presidential race saw Duterte switch direction again. Weeks after railing against “uncivilized” Americans, Duterte greeted the U.S. president-elect with an enthusiastic “long live” Trump. Duterte also mused that they might get along — because they both like to swear. The Afghan government said Saturday that Trump and Afghan President Ashraf Ghani had also spoken. Ghani’s office said that during their phone call Ghani congratulated Trump on his win and expressed the hope of further cooperation between their countries under Trump’s administration. Simon Denyer, Luna Lin and Congcong Zhang contributed to this report. Read more: ",
    "title": "China blasts ‘petty’ Taiwan call with Trump - The Washington Post"
   },
   {
    "entities": [
     "fruitavale",
     "mabanglo",
     "getty",
     "california",
     "saturday",
     "golden",
     "last month",
     "elijah",
     "department",
     "today",
     "late friday",
     "alameda",
     "san",
     "east",
     "european",
     "afternoon",
     "december 3, 2016",
     "hoffman",
     "early on dec. 3, 2016",
     "fall",
     "early dec. 3, 2016",
     "ap",
     "right now",
     "friday",
     "nov. 17",
     "--",
     "facebook",
     "g.",
     "pressphoto",
     "of",
     "100%",
     "kelly",
     "night",
     "ray",
     "agency",
     "and",
     "4:15",
     "josh",
     "reed",
     "office",
     "earlier saturday",
     "nouvelage",
     "about 3:30 p.m.",
     "boulevard",
     "images",
     "firefighters",
     "donna",
     "terry",
     "noel",
     "1:30 p.m.",
     "francisco",
     "mule",
     "international",
     "libby",
     "chronicle",
     "john",
     "sheriff's",
     "usa",
     "gallo",
     "authorities",
     "overnight",
     "america",
     "ranelletti",
     "bob",
     "fire",
     "city",
     "time",
     "oakland",
     "edelson",
     "times",
     "schaaf",
     "darin",
     "fruitvale",
     "south",
     "about 11:30 p.m. on",
     "like",
     "county",
     "calif.",
     "ewing",
     "dec. 3, 2016",
     "building",
     "bay",
     "central",
     "teresa",
     "planning",
     "mark",
     "deloach"
    ],
    "id": 10,
    "text": "Authorities: 2 dozen may be dead in Oakland warehouse fire Nine fatalities confirmed in fire that broke out at artists collective Post to Facebook Authorities: 2 dozen may be dead in Oakland warehouse fire Nine fatalities confirmed in fire that broke out at artists collective Check out this story on USATODAY.com: http://usat.ly/2gzuoBi CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 124 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Authorities: 2 dozen may be dead in Oakland warehouse fire x Share According to California authorities a fire has broken out at an Oakland warehouse where people were having a party. USA TODAY NETWORK Firefighters assess the scene where a fire tore through a warehouse party early Dec. 3, 2016 in Oakland. (Photo: Josh Edelson, AP) OAKLAND — At least nine people are dead and as many as two dozen others also may have perished in a massive fire that broke out late Friday in an Oakland warehouse and artists collective in what Mayor Libby Schaaf on Saturday called a \"terrible tragedy.'' Alameda County Sheriff's Office spokesman Ray Kelly said it could take at least 48 hours to tally the number of casualties because of the continuing danger posed to firefighters by the unstable and charred remains of the structure in the city's Fruitvale district. The fire broke out during an electronic music party at the warehouse, which had illegally been turned into artists studios and living spaces. At 4:15 local time Kelly said that firefighters had removed four of the nine bodies officials could see when they went into the entrance of the building. These were being fingerprinted, and Oakland officials were working quickly to identify them for the anxious families who are awaiting word of their loved ones. The Oakland Fire Department is bringing in tractors, bulldozers and a crane Saturday night to get into the ruined building in a search for the bodies of the dead. \"We're going to have to cut a hole through the building. It's blocked at the entrance so we have to gain access on the other side,\" Kelly said. \"It's very twisted debris in there. There are wires and beams and wood. It's all fallen in on itself. We're thinking about bringing in cadaver dogs and robots to get into all the crevices,\" he said. \"This is a devastating scene,'' the mayor said at a briefing Saturday afternoon at a makeshift podium within sight of the building, adding that the investigation and recovery effort would be a \"complex'' undertaking. Schaaf said she had met earlier Saturday with a roomful of people still searching for loved ones but could not say exactly how many may have perished in the blaze. \"It was painful to tell them that it will take a considerable amount of time'' to determine the number of victims, Schaaf said. \"Our focus right now is on the victims and their families and ensuring that we have a full accounting for everyone who was impacted by this tragedy.\" Oakland Fire Chief Teresa Deloach Reed told reporters that most of the dead were found on the second floor of the building. She said it took about five hours to put out the blaze in the building, which did not appear to have sprinklers. The building didn’t have a clear exit path, she said. Posted! A link has been posted to your Facebook feed. Firefighters investigate the scene of a overnight fire that claimed at least nine lives at a warehouse in Oakland on Dec. 3, 2016.  Elijah Nouvelage, Getty Images Firefighters work in the aftermath of the Oakland warehouse fire, where a party was going on Friday night.  John G. Mabanglo, European Pressphoto Agency Charred windows mark the face of a building that was the scene of an overnight fire that claimed the lives of multiple people  in the Fruitvale neighborhood of Oakland.  Elijah Nouvelage, Getty Images Oakland Fire Chief Teresa Deloach Reed speaks to the press following an overnight fire at a warehouse in Oakland, Calif.  Elijah Nouvelage, Getty Images Firefighters assess the scene where a fire tore through a warehouse party early on Dec. 3, 2016, in Oakland, killing at least nine people. The blaze began at about 11:30 p.m. on Friday during a party at a warehouse.  Josh Edelson, AP Firefighters assess the scene of the warehouse fire. About 25 people remained unaccounted for.  Josh Edelson, AP Firefighters work the scene of a warehouse fire in Oakland.  John G. Mabanglo, European Pressphoto Agency The warehouse is located  in the Fruitavale district of Oakland at the corner of 31st Avenue and International Boulevard. At least nine people died in the fire and about 25 people remained missing.  John G. Mabanglo, European Pressphoto Agency In this handout frame grab from video released via Twitter user @Oaklandfirelive,  fire crews arrive at the scene of a warehouse fire in Oakland on Dec. 3, 2016.  @Oaklandfirelive via European Pressphoto Agency Like this topic? You may also like these photo galleries: Replay Last Slide Next Slide Pre-fire investigation into safety The ground floor of the structure had been partitioned into several artist studios and was packed with furniture, mannequins and other objects, said Assistant Fire Chief Mark Hoffman “It was just a labyrinth of little areas,” he said. Firefighters were only able to get in about 20 yards before they had to pull back before the building itself was too unsafe. “The walls were moving,” Hoffman said. Firefighters worked to shore up the building so they could safely search for bodies. The search was able to get underway about 3:30 p.m. Saturday but will likely take days, Schaaf said. City officials confirmed Saturday that building authorities had opened an investigation just last month into complaints about the safety of the structure. That inquiry was ongoing when the fire struck. An inspector from Oakland’s Department of Planning had attempted to enter the building on Nov. 17 in response to complaints of illegal building and blight in the lot next door, but was unable to get in, Oakland's  Planning and Building Director Darin Ranelletti said Saturday. Whether the inspector couldn't get in because he was refused entrance or simply because no one was at home wasn’t immediately known. Fire officials said the search of the building was stymied when the roof collapsed. Because of the precarious state of the structure, officials with the coroner’s office was unable to begin recovering bodies until nearly seven hours after the fire struck. The scent of the smoldering building could be detected from blocks away Saturday afternoon. \"One of the issues was that leading up to the second floor there was only one way up and down,\" Reed told reporters. \"It was my understanding that the stairwell was kind of makeshift, that they put it together with pallets.\" Around 1:30 p.m., firefighters began unloading lumber to the building to shore up dangerously damaged walls and ceilings so crews could continue the gruesome task of searching for bodies in the charred remains of the two-story stucco structure. Drones launched to find victims Kelly said investigators had launched drones with thermal imaging capability over the gutted building to help officials find additional victims. \"Our focus right now is on the victims and their families and ensuring that we have a full accounting for everyone who was impacted by this tragedy.\" \" — Libby Schaaf (@LibbySchaaf) December 3, 2016 One witness who escaped the blaze, Bob Mule, told the East Bay Times that a friend hurt himself and asked for help getting out. Mule said he tried, but couldn’t do it. “It was too hot, too much smoke; I had to get out of there,” said Mule, a photographer and artist who lives in the building and suffered minor burns. “I literally felt my skin peeling and my lungs being suffocated by smoke. I couldn’t get the fire extinguisher to work.\" — Oakland Firefighters (@OaklandFireLive) December 3, 2016 About 50 people are believed to have been inside the building at the time of the blaze, according to fire department officials. Kelly said most of the victims were believed to be in their  20s and 30s, and some were thought to be visitors from other countries. Kelly said the investigation will be slow, because of the state of the scene. \"It's just a task to get through the front door with all the debris and wreckage that's there,\" Kelly said. \"We're slowly making our way in, and we have to go systematically because any misstep on the part of our people could mean they get injured or fall through a floor or have something fall on top of them.\" An electronic-music party dubbed Golden Donna 100% Silk was set for Friday night at the warehouse, called  \"The Ghost Ship” by the artists who used it. Oakland City Councilman Noel Gallo, whose district includes the warehouse, told the San Francisco Chronicle that the building “has been an issue for a number of years.” “People have been living inside, and the neighbors have complained about it,” he said. “Some of these young people that were in there were underage. They frequently had parties there.” Friends and family took to social media Saturday to post and seek information on loved ones who might have been there.The sheriff's office has set up a family notification and assistance center at the Alameda County Building. Authorities were asking family and friends who believe they have loved ones who may have been in the warehouse to contact the sheriff's department. \"We are hoping for the best,\" said Terry Ewing, whose girlfriend was planning on attending the party and was among the missing. The Fruitvale neighborhood, where the building is located, has long been a majority Latino area. The streets are lined with taco shops and Latin grocery stores and shops for sending money and goods to various countries in Central and South America. It also is home to increasing numbers of artists, musicians and others, of all races and ethnicities, many of whom have been priced out of San Francisco. Whether the people who lived in the units in the building’s second floor were new to the area or were long-time residents wasn’t known. Hushed groups of neighbors gathered at the area in front of the building where it was possible to see the soot-blackened front over the police tape, mostly speaking in Spanish. Blessed Vorgar, 23, has lived two blocks from the building since she was 12. \"God have mercy on them,\" she said of those who had died.  14919 CONNECT TWEET LINKEDIN 124 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2gzuoBi ",
    "title": "Authorities: 2 dozen may be dead in Oakland warehouse fire"
   },
   {
    "entities": [
     "trump",
     "press",
     "midwest",
     "facebook",
     "veterans",
     "donald",
     "mexico",
     "indiana",
     "$1 million",
     "palin",
     "affairs",
     "associated",
     "2008",
     "twitter",
     "u.s.",
     "obama",
     "sarah",
     "$6 million",
     "gop",
     "december 03, 2016",
     "alaska"
    ],
    "id": 11,
    "text": "Early Trump supporter Palin suggests Carrier deal is 'crony capitalism' Published               December 03, 2016 Facebook 0 Twitter 0 livefyre Email Print   Sarah Palin -- an early Donald Trump supporter and possible administration hire -- is questioning whether the president-elect’s Carrier jobs deal is a case of “crony capitalism.” The former Alaska governor and 2008 GOP vice-presidential nominee says she’s “ecstatic” for Carrier employees. However, she also wonders whether Trump’s successful bid to keep the manufacturer from moving 1,000 jobs from Indiana to Mexico is in fact a case of political influence on the free market, while acknowledging that the specifics of the deal remain unclear. Related Image Expand / Contract Sarah Palin “When government steps in arbitrarily with individual subsidies, favoring one business over others, it sets inconsistent, unfair, illogical precedent,” Palin wrote in an op-ed for the Young Conservative website. The deal purportedly involves the furnace and air conditioning manufacturer getting $6 million in tax subsidies and $1 million in training grants over 10 years. Fiscal conservatives repeatedly criticized outgoing Democratic President Obama of “picking winners and losers” for providing tax credits and other incentives to so-called green energies like solar and wind power while introducing more federal regulations on coal-firing plants. “Republicans oppose this, remember?” Palin wrote. “We support competition on a level playing field, remember? Because we know special interest crony capitalism is one big fail.” Palin is purportedly being considered for the post of Veterans Affairs secretary. Trump vowed on the campaign trail to help military veterans receive better health care through the agency and to keep the Carrier jobs from going to Mexico, part of his overarching promise to stop U.S. companies from moving operation from Midwest manufacturing states to countries with lower costs. The Associated Press contributed to this report.   ",
    "title": "Early Trump supporter Palin suggests Carrier deal is 'crony capitalism' | Fox News"
   },
   {
    "entities": [
     "tjan",
     "david",
     "kate",
     "earlier this year",
     "friday",
     "rosanna",
     "2001",
     "4:30 p.m.",
     "max",
     "brasby",
     "richard",
     "yesenia",
     "li",
     "university",
     "paul",
     "sarkar",
     "shanxi",
     "jonathan",
     "g.",
     "mather",
     "state",
     "seeley",
     "murad",
     "2014",
     "nikias",
     "watanabe",
     "dornsife",
     "china",
     "mainak",
     "brown",
     "meghan",
     "houry",
     "c.l.",
     "night",
     "hamilton",
     "ucla",
     "lapd",
     "zhongtang",
     "bosco",
     "building",
     "klug",
     "center",
     "matt",
     "usc",
     "los",
     "2012",
     "cognitive",
     "duginski",
     "now",
     "aguilar",
     "teresa",
     "xia",
     "winton",
     "william",
     "angeles",
     "ohio",
     "neuroimaging",
     "mudd"
    ],
    "id": 12,
    "text": "Police identify USC student accused of fatally stabbing professor Rosanna Xia, Teresa Watanabe, Richard Winton A USC psychology professor was stabbed to death inside a campus building Friday, allegedly by a 28-year-old student who was taken into custody, Los Angeles police said. Bosco Tjan , a co-director of the Dornsife Cognitive Neuroimaging Center who joined the faculty in 2001, was identified as the victim by USC President C.L. Max Nikias. “As the Trojan family mourns professor Tjan’s untimely passing, we will keep his family in our thoughts,” Nikias said in a prepared statement. He said counseling would be available for students. Authorities said they arrested Jonathan David Brown, a Los Angeles resident, and booked him in jail. Police received a 911 call from USC around 4:30 p.m. about a victim with multiple stab wounds, said LAPD Det. Meghan Aguilar. Responding firefighters found Tjan’s body inside the Seeley G. Mudd building in the southwest corner of the campus. Richard Winton Bosco Tjan , the USC professor fatally stabbed Friday on campus, was an expert in the adaptations people make when suffering central vision loss.  He worked at the university for 15 years and served as co-director of the Dornsife Cognitive Neuroimaging Center. Tjan was a professor of psychology... Bosco Tjan , the USC professor fatally stabbed Friday on campus, was an expert in the adaptations people make when suffering central vision loss.  He worked at the university for 15 years and served as co-director of the Dornsife Cognitive Neuroimaging Center. Tjan was a professor of psychology... (Richard Winton) Tjan was stabbed in the chest, authorities said. Brown was apprehended at the scene and was taken into custody without resistance, they said.  “We want to make clear this was not a random act,” Aguilar said. “This victim was targeted by the suspect.” Aguilar said police were interviewing possible witnesses at the campus police station across the street from the Mudd building, which houses the psychology department and classrooms used for biology, chemistry and other science courses. Clusters of students passed by the building, but walkways through the area were cordoned off.    Paul Duginski Paul Duginski Earlier, in immediate response to the stabbing, USC issued a campuswide alert about the police activity on campus. “No danger to USC or the community,” the text said. “Stay away from area.” There were no signs that the slaying had rekindled the widespread concerns about campus safety that flared after high-profile slayings of students from China in 2012 and 2014 prompted USC to adopt more extensive security measures. Murad Houry, a senior pre-med student, said the attack did not  make him feel less safe. He said it only made him more aware of how violence can occur anywhere and saddened that some students could be driven to such unimaginable acts. Mainak Sarkar , a former doctoral student, had killed himself after storming through a UCLA building and fatally shooting a highly regarded professor inside a small fourth-floor office. But the note Sarkar... The gunman was dead. Beside him, two semiautomatic pistols, extra magazines and a backpack. Mainak Sarkar , a former doctoral student, had killed himself after storming through a UCLA building and fatally shooting a highly regarded professor inside a small fourth-floor office. But the note Sarkar... (Matt Hamilton, Teresa Watanabe, Kate Mather and Richard Winton) When he heard the news, he said he immediately thought of the slaying of a UCLA professor earlier this year by one of his students. William Klug, a popular engineering professor, was shot and killed by Mainak Sarkar, 38, a former doctoral student who accused him of stealing his research and giving it to someone else.  “UCLA immediately came to mind,” he said. “Another stressed-out student, another professor.” Houry, a resident assistant for many pre-med freshmen who took classes in the Mudd Building, texted all of them to check on their safety. They were fine, he said, but he was preparing to offer support and a listening ear to them Friday night.  Yesenia Brasby, a freshman pre-med student who had a chemistry class this semester in the building where the stabbing occurred, said he was surprised that it happened right next door to the police station. “We feel safe in our little bubble, but that's just not the case. Anything can happen anywhere,” she said. With the recent stabbings at Ohio State University and the UCLA shooting, she said, “I feel like I always try to be aware of my surroundings now. Just because there's a gate [on campus] doesn't mean something won't happen inside, on campus.” Zhongtang Li, a teaching assistant and fourth-year doctoral student in chemical engineering from Shanxi, China, said he was stunned when he learned of the slaying after encountering a campus police barricade and had to turn around and walk home. He said the stabbing seemed more frightening than a shooting because it was up close and personal. Li said he does not feel as safe as before and is second-guessing how he interacts with his own students.  “I think I’m good with my students, but even so, I will be even more careful now on whether I'm going too hard on them,” he said.  “I’m worried. It seems like more and more people are losing self-control ... USC is a good school, the students here work hard to come here, they have a good education — how can anyone act like this?” he said. “I’ve been here for so long; this is the worst thing to have happened on campus, the hardest to understand.” He said he thinks about the other senseless violence that has occurred in the area. “Random killings off campus, now a stabbing on campus,” he said, shaking his head. “I’m just trying to graduate as soon as possible,” he said, walking quickly away. ",
    "title": "Police identify USC student accused of fatally stabbing professor - LA Times"
   },
   {
    "entities": [
     "cbs",
     "mass.",
     "cambridge",
     "wakefield",
     "newton",
     "jeremy",
     "6:11 pm est",
     "saturday",
     "tatum",
     "about 30 minutes later",
     "boston",
     "police",
     "brad",
     "dec. 3, 2016",
     "3 p.m.",
     "massachusetts",
     "waltham",
     "dec 3, 2016",
     "afternoon",
     "december 3, 2016",
     "warnick",
     "eversource"
    ],
    "id": 13,
    "text": "Last Updated Dec 3, 2016 6:11 PM EST CAMBRIDGE, Mass. -- Firefighters battled a massive fire on Saturday in Cambridge, Massachusetts, CBS Boston reported . The fire was initially reported as a 9-alarm blaze, but a 10th alarm went out on Saturday afternoon, the Cambridge Police tweeted.  According to CBS Boston, two police officers and one firefighter were injured in the fire.  Fire Marshal says 2 police officers and one firefighter have been injured at Cambridge fire. Haven't said how badly. #WBZ pic.twitter.com/NfDXkSV69g — Brad Tatum (@BradTatum) December 3, 2016 Cambridge police spokesman Jeremy Warnick says there have been some injuries reported but none of them are serious. He says the city has opened up a nearby youth center for families displaced from their homes.  A plume of smoke could be seen for miles. Fire crews were called in from surrounding cities and towns.  Firefighters responded to a 9-alarm blaze in Cambridge, Massachusetts on Dec. 3, 2016. CBS Boston/@KatieBraceWBZ Flames have extended to as many as seven buildings in the area. The building where the fire is believed to have started has collapsed. According to the fire chief, there was construction happening near that building. One of the buildings engulfed in flames is an old church that has been converted to apartment buildings. Fire was shooting through the roofs of multiple structures. 10th Alarm struck; 7-8 buildings involved — Cambridge Local 30 (@CFD_Local30) December 3, 2016 The fire was reported just before 3 p.m. and reached nine alarms about 30 minutes later. It is not clear exactly where the fire began, but smoke could be seen throughout Boston billowing from the Cambridge buildings. Firefighters have been called in from Newton, Waltham, Wakefield, and multiple other towns. Eversource said 782 customers are without power due to the fire. ",
    "title": "Firefighters battle 10-alarm blaze in Cambridge, Massachusetts - CBS News"
   },
   {
    "entities": [
     "naftali",
     "stephen",
     "dec. 1",
     "joe",
     "cabinet",
     "rudolph",
     "timothy",
     "street",
     "two weeks ago",
     "gingrich",
     "defense",
     "michigan",
     "wall",
     "hill",
     "institution",
     "heitkamp",
     "gop",
     "flake",
     "tom",
     "douglas",
     "bush",
     "steven",
     "lindsey",
     "sachs",
     "clinton",
     "white",
     "mitt",
     "democratic",
     "right now",
     "capitol",
     "elaine",
     "friday",
     "manchin",
     "mitch",
     "august",
     "chao",
     "mcconnell",
     "michael",
     "news",
     "united",
     "newt",
     "senate",
     "donald",
     "recently",
     "indiana",
     "breitbart",
     "haley",
     "heidi",
     "romney",
     "twitter",
     "current",
     "e.",
     "k.",
     "w.",
     "carolina",
     "james",
     "york",
     "sean",
     "90-plus percent",
     "kasich",
     "betsy",
     "nov. 30",
     "thomas",
     "pence",
     "iii",
     "mann",
     "goldman",
     "$1 trillion",
     "graham",
     "party",
     "richard",
     "club",
     "t.",
     "thursday",
     "jeff",
     "at 4:15 pm",
     "devos",
     "chris",
     "tower",
     "congress",
     "nations",
     "nikki",
     "taiwan",
     "john",
     "mike",
     "u.n.",
     "wilbur",
     "republican",
     "sullivan",
     "va.",
     "new",
     "national",
     "obama",
     "rice",
     "susan",
     "cincinnati",
     "giuliani",
     "iran",
     "2012",
     "jeb",
     "bannon",
     "price",
     "december 3",
     "wagner",
     "brookings",
     "marine",
     "trump",
     "south",
     "house",
     "hillary",
     "o.",
     "university",
     "golf",
     "mnuchin",
     "monday",
     "george",
     "viguerie",
     "flynn",
     "post",
     "corps",
     "bedminster",
     "hollywood",
     "n.j.",
     "medicare",
     "washington",
     "2010",
     "sessions",
     "mattis",
     "collins",
     "brinkley",
     "ross"
    ],
    "id": 14,
    "text": "Trump’s emerging Cabinet is looking less Trumpian than expected The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Here’s a look at Trump’s administration so far View Photos President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Caption President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration.  Marine Corps Gen. James Mattis President-elect Donald Trump shakes hands with retired Marine Corps Gen. James Mattis at Trump National Golf Club in Bedminster, N.J. Trump said at a rally on Dec. 1, that he will nominate Mattis as defense secretary. Carolyn Kaster/AP By John Wagner and Sean Sullivan December 3 at 4:15 PM Follow @WPJohnWagner Follow @WaPoSean Just two weeks ago, President-elect Donald Trump appeared poised to assemble a Cabinet as unconventional as he is, drawing heavily from a band of quirky loyalists that included several from the fringes of the Republican Party. But as he moves rapidly toward assembling his roster of top advisers, Trump instead is pulling together a more orthodox GOP team than many expected, including a defense secretary nominee, retired Marine Gen. James Mattis, who has received solid marks from the party establishment ahead of his formal unveiling Monday. The emerging Cabinet has gone a long way toward mollifying some of Trump’s Republican critics, and several of the picks — including the wife of the Senate majority leader as transportation secretary — are tailor-made to encourage cooperation between the administration and GOP leaders on Capitol Hill. The incoming team is preparing not only to implement longtime Republicans goals — such as repealing the Affordable Care Act and cutting taxes — but also to push for Trump’s iconoclastic and controversial campaign promises on issues such as a border wall and trade. But the group and the president-elect are also fraught with conflicting views over key issues including Iran policy, Medicare and immigration, raising the risk of infighting and fractiousness both within the administration and with Congress. Several of Trump’s early personnel picks were “more directly in your face, while others that have come forward since then are decidedly less so,” said Thomas E. Mann, a senior fellow at the Brookings Institution think tank in Washington. “At this point, I would say the Republican establishment that was so attacked by Trump during the campaign is doing pretty well in shaping his administration.” Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet Trump, who cast himself as a hard-edged populist during the campaign, is also moving faster in the pace of announcing his picks compared with recent predecessors. The biggest test of Trump’s interest in broadening his inner circle still looms, with his choice of a secretary of state, one of the most important posts in any administration. Aides have publicly identified four finalists for the job, including 2012 Republican presidential nominee Mitt Romney. If Trump gives the nod to Romney, long one of his fiercest Republican critics, it would send a reassuring signal to the party’s moderate wing and to the nation’s foreign policy establishment — a need seen as all the more urgent after Trump caused a diplomatic uproar when he broke decades of precedent Friday by speaking directly with the president of Taiwan. But the prospect of picking Romney — who called Trump a “con man” and a “phony” during the campaign — has already sparked strong objections from some of Trump’s die-hard supporters. Richard Viguerie, a longtime conservative activist, said that he, like many others, considers a potential Romney appointment a mistake but can understand Trump’s thinking. “He knows he cannot fight two wars at the same time,” Viguerie said. “He can’t fight the Democrats and the establishment Republicans. They’re still a big presence in Congress, and he probably wants to make nice with them.” Several of Trump’s more recent choices appear to have the imprint of Mike Pence, the vice president-elect. The Indiana governor and former House member is well-regarded by the party’s conservative wing but has also served as a bridge to the party establishment. Steven Mnuchin, a former Goldman Sachs banker and Hollywood financier, is President-elect Donald Trump's nominee for treasury secretary. He spoke at Trump Tower Nov. 30. (The Washington Post) Trump turned to some of his staunchest and most controversial allies for his earliest White House picks, including former campaign chief executive Stephen K. Bannon, the former Breitbart News executive, as his senior counselor. Retired Lt. Gen. Michael T. Flynn, who during the campaign led “lock her up” chants directed at Democratic nominee Hillary Clinton, was named national security adviser. Trump’s choice of Sen. Jeff Sessions (R-Ala.) as attorney general also seemed in no small part a reward for his loyalty during the tumultuous campaign. Since then, however, Trump has shown a willingness to put rivals and others outside his orbit in key slots. South Carolina Gov. Nikki Haley (R), who endorsed two of Trump’s rivals at various points in the Republican primaries, was named as his choice to become the ambassador to the United Nations. And on Friday, Trump met in New York with Sen. Heidi Heitkamp (D-N.D.), who left the door open to joining the Republican administration. Another Democrat, Sen. Joe Manchin III (D-W.Va.) is also being eyed by the Trump team for a possible job. Other recent picks by Trump may be unconventional in some respects — they would be hard to imagine in the Cabinet of Jeb Bush or John Kasich, two of his primary rivals — but bring familiar credentials to the posts they have been asked to fill. For treasury secretary, Trump tapped Steven Mnuchin, a loyalist who served as finance chairman of his campaign. Mnuchin comes from a conventional place for recent treasury secretaries of both parties: He spent 17 years at the Wall Street firm Goldman Sachs. Likewise, Trump rewarded campaign booster Wilbur Ross with his nod to be commerce secretary. Like many others before him, Ross is a successful businessman; in his case, though, he is known for his investments in distressed industries. For transportation secretary, Trump tapped someone as establishment as they come in Washington: Elaine Chao, who served as labor secretary under President George W. Bush and held other posts in previous Republican administrations. She also happens to be the wife of Senate Majority Leader Mitch McConnell (R-Ky.), a relationship that certainly cannot hurt Trump’s promised effort to push a $1 trillion infrastructure plan through Congress early in his tenure. Many of Trump’s choices will arrive with a history of toiling toward long-held Republican objectives that Trump embraced during his campaign. Rep. Tom Price (R-Ga.), whom Trump reached outside of his immediate orbit to tap as health and human services secretary, is among the leading critics of the Affordable Care Act, the signature achievement of President Obama that Republicans have been seeking to dismantle since its enactment in 2010. Betsy DeVos, the Michigan billionaire and conservative activist who Trump nominated for education secretary, has spent years pushing to expand voucher programs in several states that give families taxpayer dollars to pay for private and religious schools — objectives simpatico with Trump’s call on the campaign trail to expand school choice. And Sessions has established himself as one of the harshest critics of illegal immigration on Capitol Hill, a credential that should bolster the work of a candidate who advocated deporting millions of undocumented workers and building an extensive wall along the U.S.-Mexico border. Rep. Chris Collins (R-N.Y.), an early Trump supporter who is serving as the transition team’s liaison to Congress, said the Cabinet that Trump is building “absolutely” signals that the president-elect will try to move swiftly on the agenda that he talked about on the campaign trail. “The people being picked to run the departments with jurisdiction over those issues, I think, are in 90-plus percent lockstep with his positions,” Collins said. Still, taken as a whole, Trump’s emerging team is far more diverse — in Republican terms — than many speculated in the immediate aftermath of a campaign in which he surrounded himself with GOP has-beens such as former New York mayor Rudolph W. Giuliani and former House speaker Newt Gingrich. While Giuliani remains a finalist for secretary of state, the prospects for both men to hold sway in Trump’s Cabinet seem to have faded. “I think Giuliani and Gingrich are just loose fruits right now,” said Douglas Brinkley, a presidential historian at Rice University. “No one knows where to put them.” With the choices he has made so far, Trump has pleased or at least calmed some of his chief Republican critics during the campaign. Sen. Jeff Flake (R-Ariz.), who was a vocal critic of Trump during the campaign, noted positively that Trump has added former detractors to his team, including Haley for the U.N. post. “We’re still not done. Still got some to go. But I’ve been pleased with some of them,” Flake said. That view was echoed by Sen. Susan Collins (R-Maine), who announced in August that she would not vote for Trump or Clinton. “I think he’s made some good appointments,” she said. And Sen. Lindsey O. Graham (R-S.C.), who continued to criticize Trump after ending his own GOP presidential bid, took to Twitter to praise the choice of Mattis as defense secretary, saying he would “provide great leadership.” None of which is to say that governing will be easy for Trump — even with his party holding both the White House and Congress. Several stress points seem certain to surface between the populist president and more traditional Republican members of Congress, assuming Trump keeps his word on some key promises. The GOP takeover of the White House, for instance, has emboldened House Republicans to pursue an agenda that includes privatizing parts of Medicare, the popular program for seniors. It is uncertain how that will square with Trump’s rhetoric as a candidate who sought to distinguish himself from other Republicans by pledging to leave Medicare and some other safety-net programs untouched. While Trump and congressional Republicans share a goal of repealing Obamacare, there has been less agreement over what exactly to replace it with. Trump has only promised something better. Trump could also face resistance on his immigration plans from some Republicans who argue that overreaching will prove costly at the ballot box among Latinos, a rapidly growing segment of the electorate that the party cannot afford to write off. And there are bound to be tensions on trade, where Trump’s views are far more isolationist than what his party has long advocated. In some cases, Trump’s nominees hold positions directly contrary to his. Mattis, for example, recently told Trump that he does not believe in the effectiveness of waterboarding, one of the “tough” interrogation techniques the president-elect has vowed to reinstate. Mattis favors working with allies to enforce the Iran nuclear deal, which Trump has vowed to tear up. The defense secretary nominee also reportedly has told colleagues that he understands the relationship between global security and climate change, a phenomenon Trump has said he wants to address far less aggressively than the current administration. Timothy Naftali, a presidential historian, said that he sees numerous tension points ahead, spawned from what he called “a marriage of convenience” between the president-elect and other leaders of the Republican Party. “It’s not clear what kind of arrangement this marriage is going to need to keep going,” Naftali said, arguing that making campaign promises a reality will be much tougher for Trump than continuing to tout them at campaign-style rallies, such as the one he held in Cincinnati on Thursday. “He can go out on the hustings and have great big rallies, and then he still has to come back to Washington and make sausage,” Naftali said. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump’s emerging Cabinet is looking less Trumpian than expected - The Washington Post"
   },
   {
    "entities": [
     "d.",
     "getty",
     "alexander",
     "ryan",
     "paul",
     "education",
     "kevin",
     "charles",
     "associated",
     "advantage",
     "once",
     "ways",
     "this year",
     "d.c.",
     "schumer",
     "gop",
     "tom",
     "better",
     "budget",
     "bierman",
     "white",
     "right now",
     "capitol",
     "the following november",
     "labor",
     "news",
     "senate",
     "donald",
     "tuesday",
     "of",
     "december 1, 2016",
     "health",
     "current",
     "e.",
     "levey",
     "and",
     "obamacare",
     "means",
     "the past",
     "debonisthe",
     "lisa",
     "pensions",
     "n.",
     "brady",
     "next week",
     "images",
     "hampshire",
     "press",
     "thursday",
     "r-texas",
     "lamar",
     "checker",
     "alex",
     "congress",
     "security",
     "on",
     "mike",
     "human",
     "republican",
     "obama",
     "new",
     "april 2015",
     "committee",
     "way",
     "channel",
     "wong",
     "speaker",
     "r-tennessee",
     "this week",
     "price",
     "trump",
     "blunt",
     "house",
     "services",
     "mascaro",
     "the",
     "fox",
     "noah",
     "noam",
     "post",
     "future",
     "images-rrb-",
     "fact",
     "roy",
     "medicare",
     "d-n.y.",
     "washington",
     "social"
    ],
    "id": 15,
    "text": "Paul Ryan isn't ruling out Medicare privatization, and it isn't just Democrats who are wary Paul Ryan Alex Wong / Getty Images Speaker of the House Rep. Paul Ryan speaks during a weekly news briefing December 1, 2016 at the Capitol in Washington, D.C. During the briefing, Ryan repeated comments indicating that changes to Medicare would have to accompany any effort to repeal and replace President Obama's Patient Protection and Affordable Care Act. Speaker of the House Rep. Paul Ryan speaks during a weekly news briefing December 1, 2016 at the Capitol in Washington, D.C. During the briefing, Ryan repeated comments indicating that changes to Medicare would have to accompany any effort to repeal and replace President Obama's Patient Protection and Affordable Care Act. (Alex Wong / Getty Images) Mike DeBonisThe Washington Post House Speaker Paul D. Ryan made clear Thursday that he is willing to pursue a major overhaul of Medicare , including changes that could eventually put private companies in charge of the health care for tens of millions of American seniors. But talk of wholesale changes to the popular federal programs has key GOP lawmakers nervous about overshooting their electoral mandate. \"Save Medicare for another day,\" said Sen. Lamar Alexander , R-Tennessee, chairman of the Senate Committee on Health, Education, Labor and Pensions. \"We want to begin immediately to repeal Obamacare . . . . Trying to deal with the solvency issues with Medicare at the same time falls into the category of biting off more than you can chew. It's an important issue, it's one I'm ready to address, but a little humility here would be in order. We can't do everything at once, and we shouldn't try.\" Ryan has long advocated for a major Medicare overhaul, one that would convert the 50-year-old public health insurance program for seniors and the disabled into a system that would help beneficiaries purchase private insurance. Republicans tend to call such a model \"premium support,\" saying it is the best way to control Medicare's long-term costs, while Democrats refer to it as \"voucherization\" or privatization and argue that it would mean less comprehensive coverage for vulnerable Americans. President-elect Donald Trump reassured voters during his insurgent political campaign that he would protect Medicare , Social Security and other popular federal assistance programs. But in tapping Rep. Tom Price (R-Ga.) to be his Health and Human Services secretary, he has elevated one of the most... President-elect Donald Trump reassured voters during his insurgent political campaign that he would protect Medicare , Social Security and other popular federal assistance programs. But in tapping Rep. Tom Price (R-Ga.) to be his Health and Human Services secretary, he has elevated one of the most... (Noam N. Levey and Noah Bierman) On Thursday, Ryan repeated comments he made shortly after the election indicating that changes to Medicare would have to accompany any effort to repeal and replace President Obama's Patient Protection and Affordable Care Act. He spoke carefully about how far those efforts might go, but he did not rule out pursuing a premium support model for future retirees -- a stance Ryan has held for years, dating back to his days chairing the House Budget Committee, and one that was included in his recent \"Better Way\" policy agenda. \"We are going to have to do things to preserve and shore up this program,\" he said Thursday. \"The reforms that we've been talking about here in the House Republicans for many years are reforms that do not affect the benefits for anyone in or near retirement. But for those of us who are in the younger generations, the X Generation on down, it won't be there for us if we stay on the current path. So we have to do things to fix this program so we can guarantee that it's there intact for current seniors but also that there's something there for us when we retire.\" Those fixes, he said, \"are nothing different than what federal employees have: You get to choose among plans that are comprehensive and guaranteed to meet your benefits. Or if you want to stick with the current traditional program, you can do that as well.\" Ryan compared his plan to Medicare Advantage -- an option for seniors where the federal government pays a private insurer a flat rate for each beneficiary rather than directly paying a health care provider for services rendered -- calling that a program that \"works pretty darn well right now, that seniors like.\" Ryan also repeated a frequent talking point, that \"Medicare itself is on a path to going bankrupt\" though he did not specifically blame the Affordable Care Act as he has in the past. The Washington Post Fact Checker has concluded it is misleading to say that Medicare would go bankrupt and flat-out incorrect to blame Obamacare, which has extended the solvency of the key Medicare Part A trust fund by nine years. Noam N. Levey Donald Trump and his congressional allies are making big plans to repeal the Affordable Care Act and overhaul other government health programs. But the president-elect appears to have downgraded plans to act aggressively to control rising drug prices, handing the pharmaceutical industry an early... Donald Trump and his congressional allies are making big plans to repeal the Affordable Care Act and overhaul other government health programs. But the president-elect appears to have downgraded plans to act aggressively to control rising drug prices, handing the pharmaceutical industry an early... (Noam N. Levey) What also has Medicare's defenders nervous about a push for premium support is President-elect Donald Trump 's intention to nominate Rep. Tom Price , R-Georgia, as his secretary of health and human services. Price succeeded Ryan as chairman of the House Budget Committee, and, like Ryan, he has embraced premium support as a way to roll back federal entitlement spending over the long term. Also on Thursday, Rep. Kevin Brady , R-Texas, chairman of the tax-writing Ways and Means Committee and a Ryan ally, also told the Associated Press that premium support remained on the GOP agenda, though he said the more immediate priority would be \"taking steps, small, in preparing for larger steps to save Medicare for the long term.\" Democrats, eager to seize on an issue important to voters that swung toward Donald Trump this year, have quickly mounted a fierce response to any suggestion that Medicare might be privatized. Sen. Charles E. Schumer, D-N.Y., the incoming Senate minority leader, accused Republicans of \"plotting a war on seniors\" this week after Trump announced his intention to nominate Price to his cabinet. \"We say to our Republicans that want to privatize Medicare: Go try it. Make our day,\" he said. \"We're going to fight tooth and nail any attempt to privatize, voucherize or any other-ize you can think of when it comes to Medicare. To Republicans considering going down this path, my advice is simple, turn back.\" The treacherous politics of entitlement reform is one reason several Senate Republican polled this week said that they were not eager to pursue major Medicare changes -- at least not right away, as part of an Affordable Care Act repeal. Lisa Mascaro Republicans became known as the “party of no” during the Obama years because of their frequent efforts to block the president’s initiatives. As congressional Democrats prepare to deal with a Republican White House , they appear ready to take the opposite approach, effectively challenging President-elect... Republicans became known as the “party of no” during the Obama years because of their frequent efforts to block the president’s initiatives. As congressional Democrats prepare to deal with a Republican White House , they appear ready to take the opposite approach, effectively challenging President-elect... (Lisa Mascaro) \"My guess is, we'll have our hands full doing what we need to do with Obamacare,\" said Sen. Roy Blunt , R-Missouri, a member of the Senate GOP leadership team. \"It's fair to say that Obamacare's done a lot of damage to Medicare. And because of that, it will necessarily become part of that discussion. But . . . I think it'd be a mistake to talk about specifics right now. We've got enough to do focused on first steps on Obamacare and we need to stay focused on that until we get that bill passed, and then we need to start looking at how you repair the damage done by Obamacare.\" Ryan on Thursday accused Democrats of trying to \"play Medi-scare politics, which is what they typically do every other Tuesday.\" That prompted Schumer to speak up again: \"The people who are genuinely and rightly scared are millions of American seniors who don't believe privatization of Medicare will be in their interest.\" Schumer and other Democrats are set next week to deliver a petition signed by more than a million activists urging Ryan and Republicans to keep their \"hands off Medicare.\" Could Republicans, with control of the White House and both houses of Congress, privatize Medicare? They might have to in order to enact a Trump agenda that includes a major tax cut and increased military and infrastructure spending without exploding the national debt. One major hurdle would be in the Senate, where the are likely to be 52 Republican senators and it typically takes 60 senators to pass legislation of any consequence. However, major parts of a Medicare overhaul -- perhaps the entirety of one -- could be passed through the budget reconciliation process which reduces the threshold to a simple majority of 50. Compare that to Social Security, the other major driver of long-term federal budget deficits, which is specifically exempted from reconciliation and thus must garner 60 votes. The other major hurdle is Trump, who on numerous occasions during the campaign said he would not cut Medicare, Social Security or Medicaid , the federal health care program for the poor. Ryan and many congressional Republicans favor significant reforms to all three. \"Every Republican wants to do a big number of Social Security,\" he said during an April 2015 speech in New Hampshire. \"They want to do it on Medicare. They want to do it on Medicaid. And we can't do that.\" \"I'll save Medicare,\" he said in a Fox News Channel interview the following November. \"You don't get rid of Medicare. You can't do that. People love Medicare, and it's unfair to them.\" But while Trump has never endorsed any specific Medicare reforms beyond eliminating waste, fraud and abuse, the health care agenda posted on his transition website includes this cryptic item: \"Modernize Medicare, so that it will be ready for the challenges with the coming retirement of the baby boom generation -- and beyond.\" Ryan said Thursday he has not discussed Medicare with Trump, but he left the door open to use budget reconciliation to aggressively pursue GOP policies. \"This is our intention -- to use every tool we've got to make progress for the American people, to make good on the promises that were made,\" he said. ",
    "title": "Paul Ryan isn&apos;t ruling out Medicare privatization, and it isn&apos;t just Democrats who are wary - Chicago Tribune"
   },
   {
    "entities": [
     "burr",
     "jaap",
     "civil",
     "cyrus",
     "bernardino",
     "images",
     "freedom",
     "trump",
     "comey",
     "house",
     "intelligence",
     "hillary",
     "vance",
     "reuters",
     "richard",
     "earlier this week",
     "may",
     "dec. 2, 2015",
     "donald",
     "american",
     "the early months of this year",
     "arriens/nurphoto/getty",
     "china",
     "calif.",
     "congress",
     "russia",
     "soghoian",
     "manhattan",
     "this year",
     "u.s.",
     "fbi",
     "apple",
     "san",
     "union",
     "october 2014",
     "james",
     "christopher",
     "a few weeks ago",
     "committee",
     "liberties",
     "now",
     "the following months",
     "jr.",
     "clinton",
     "google"
    ],
    "id": 16,
    "text": "Jaap Arriens/NurPhoto/Getty Images Jaap Arriens/NurPhoto/Getty Images The debate over encryption and government access to secured communications dates decades back. But for many Americans, it grabbed their attention in the early months of this year, in the aftermath of the Dec. 2, 2015, mass shooting in San Bernardino, Calif. It was a saga that unraveled over weeks . Looking for leads on the terrorist's iPhone, the FBI wanted to crack the PIN code on the device. The bureau got a court order and demanded that Apple write special software to thwart security measures that otherwise threatened to erase its content if muscled through. Apple refused to help and took its case public. The two sides battled it out in court , in Congress and in the media . Apple argued such software amounted to a master key and would encourage other countries, like China or Russia, to make similar demands for other iPhones. The law enforcement community said that increasingly secure encryption was making devices \"warrant-proof.\" FULL COVERAGE: The Apple-FBI Debate Over Encryption The conversation about encrypted devices quickly merged with that about encrypted communications. Ultimately, the FBI paid a mysterious third party and unlocked the phone without Apple's help. Over the following months, several bills appeared and faded in the outgoing Congress. The heat has subsided. The conversation moved on. Or so you might think. Article continues after sponsorship A few weeks ago, Manhattan District Attorney Cyrus Vance Jr. — a vocal opponent of insurmountable encryption — renewed his call for new laws to make sure that law enforcement has a way to extract the content of locked iPhones. \"In (Manhattan) alone, 423 Apple iPhones and iPads lawfully seized since October 2014 remain inaccessible due to default device encryption,\" the report from Vance's office says, arguing later: \"There is an urgent need for federal legislation that would compel software and hardware companies that design or build mobile devices or operating systems to make such devices amenable to appropriate searches.\" From a technical perspective, it's essentially a plea to turn back time. Judges Have More Power In Granting Warrants To Hack Digital Devices During and since the Apple-FBI standoff, the push for stronger encryption has been marching on. On the newer devices, Apple says it's just not technically feasible for the company to unlock passcodes or otherwise extract data, warrant or no warrant. Google, despite its struggle to push updated software to the fragmented market of various Android devices, is also promoting default encryption. WhatsApp, the most popular messaging platform, has doubled-down on encryption and has even introduced secured video chat. The list goes on. \"I don't see a situation where the government ... is going to force Apple to roll back encryption of the iPhone. I think that ship's sailed,\" says Christopher Soghoian, principal technologist at the American Civil Liberties Union. \"Law enforcement has to deal with the fact that we live in the world of encryption. And the way the feds are dealing with it is embracing the hacking.\" Soghoian explains that encryption doesn't completely shut down surveillance but pushes it further out from the networks that deliver the communications — where they are scrambled — to the devices where it gets unscrambled for the user. Internet Freedom Wanes As Governments Target Messaging, Social Apps That's one of the reasons why internationally instant messaging apps and communications platforms have, for the first time, emerged as \"the most routinely targeted tools\" by governments. That's according to this year's Freedom of the Net report by the Freedom House, which found WhatsApp being the most restricted app around the world. Earlier this week, judges in the U.S. gained wider power to authorize government hacking of digital devices well beyond their districts. Reuters has reported that the newly re-elected Republican Sen. Richard Burr, who chairs the Intelligence Committee, is likely to reintroduce his encryption legislation requiring companies to build \"back doors\" into their products for the government — but this time, with the support of the incoming Trump administration. So far, none of Donald Trump's picks for security posts are experts on cyber, and details of his stance are relatively hard to surmise. During the Apple-FBI debate, Trump called for a boycott of Apple to pressure its compliance with the FBI's demand. But he hasn't voiced a specific position on encryption. Cyber Aggression Takes A Back Seat To Other Presidential Campaign Issues Also unclear is Trump's plan for the post of FBI director, occupied now by James Comey, who led the bureau's fight against Apple but also played a prominent role during the campaign-season controversy about Hillary Clinton's use of a private email server. One likely possibility, Soghoian says, is a behind-the-scenes push for the right of government authorities to compel app or device makers to deliver specially created software to particular phones. Also possible is an effort to make companies retain more data they collect about their users — including, for instance, unencrypted metadata, such as time and length of a conversation, rather than its content. This becomes even more relevant in the era when more and more things get connected to the Internet without being particularly secure. Encryption May Hurt Surveillance, But Internet Of Things Could Open New Doors And finally, there's the matter of state and local law enforcement. Investigations across the country have struggled with the lack of technical expertise and budget to tackle crimes involving tech devices. Soghoian worries that when the surveillance or hacking tools begin to trickle down, abuses will be particularly visible. For now, he expects prominent voices like Manhattan's Cyrus Vance to continue making their case. ",
    "title": "Encryption: Where Are We A Year After The San Bernardino Shooting That Started The Apple-FBI Debate? : All Tech Considered : NPR"
   },
   {
    "entities": [
     "recount",
     "bid",
     "harrisburg",
     "et",
     "stein",
     "objection",
     "fails",
     "democratic",
     "next week",
     "5 p.m.",
     "trump",
     "press",
     "house",
     "hillary",
     "party",
     "thursday",
     "pa.",
     "nov. 28",
     "donald",
     "saturday",
     "$1 million",
     "tower",
     "for",
     "monday",
     "russia",
     "6:54",
     "dec 3",
     "2016",
     "associated",
     "nov. 8",
     "night",
     "green",
     "jill",
     "michigan",
     ", 7:39 pm",
     "republican",
     "drops",
     "1988",
     "u.s.",
     "new",
     "national",
     "york",
     "statewide",
     "wisconsin",
     "committee",
     "pennsylvania",
     "party-backed",
     "clinton",
     "white"
    ],
    "id": 17,
    "text": "Dec 3 2016, 7:39 pm ET Green Party Drops Bid for Statewide Pennsylvania Recount by The Associated Press advertisement HARRISBURG, Pa. — Green Party-backed voters dropped a court case Saturday night that had sought to force a statewide recount of Pennsylvania's Nov. 8 presidential election, won by Republican Donald Trump, in what Green Party presidential candidate Jill Stein had framed as an effort to explore whether voting machines and systems had been hacked and the election result manipulated. The decision came two days before a court hearing was scheduled in the case. Saturday's court filing to withdraw the case said the Green Party-backed voters who filed the case \"are regular citizens of ordinary means\" and cannot afford the $1 million bond ordered by the court by 5 p.m. Monday. However, Green Party-backed efforts to force recounts and analyze election software in scattered precincts were continuing. Stein planned to make an announcement about the Pennsylvania recount Monday outside the Trump Tower in New York. Play NOV. 28: Jill Stein: This is about the American people 6:54 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161204020448if_/http://www.nbcnews.com/widget/video-embed/819163715716\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The court case had been part of an effort spearheaded by Stein to force recounts in Michigan, Pennsylvania and Wisconsin, three states with a history of backing Democrats for president that were narrowly and unexpectedly won by Trump over Democrat Hillary Clinton. Related: After Trump Objection Fails, Michigan Heads Toward Presidential Recount A recount began Thursday in Wisconsin, while a recount could begin next week in Michigan. Trump's victory in Pennsylvania was particularly stunning: the state's fifth-most electoral votes are a key stepping stone to the White House, and no Republican presidential candidate had captured the state since 1988. Stein had said the purpose of Pennsylvania's recount was to ensure \"our votes are safe and secure,\" considering hackers' probing of election targets in other states and hackers' accessing of the emails of the Democratic National Committee and several Clinton staffers. U.S. security officials have said they believe Russian hackers orchestrated the email hacks, something Russia has denied. Stein's lawyers, however, had offered no evidence of hacking in Pennsylvania's election. They sought unsuccessfully in recent days to get various counties to allow a forensic examination of their election system software. Lawyers for Trump and the state Republican Party argued there was no evidence, or even an allegation, that tampering with Pennsylvania's voting systems had occurred. Further, Pennsylvania law does not allow a court-ordered recount, they argued, and a lawyer for the Green Party had acknowledged that the effort was without precedent in Pennsylvania. Play ",
    "title": "Green Party Drops Bid for Statewide Pennsylvania Recount - NBC News"
   },
   {
    "entities": [
     "stephen",
     "orthodox",
     "czech",
     "right",
     "workers'",
     "$11 million",
     "november",
     "taylor",
     "sam",
     "nation",
     "montana",
     "rt",
     "atlanta",
     "this past week",
     "golden",
     "b.",
     "christendom",
     "last month",
     "communist",
     "j.",
     "udo",
     "hana",
     "policy",
     "mcnew/agence",
     "100 percent",
     "today",
     "merkel",
     "christian",
     "motherland",
     "european",
     "comintern",
     "tom",
     "rodina",
     "dawn",
     "al",
     "hungary",
     "angeles",
     "clinton",
     "kremlin",
     "white",
     "peter",
     "democratic",
     "west",
     "vlaams",
     "ocean",
     "news",
     "united",
     "angela",
     "donald",
     "romania",
     "breitbart",
     "2014",
     "of",
     "atlantic",
     "russia",
     "justice",
     "podesta",
     "k.",
     "u.s.",
     "biryukov",
     "v.",
     "union",
     "nato",
     "york",
     "voigt",
     "budapest",
     "september",
     "de",
     "world",
     "france",
     "pacific",
     "baltic",
     "ukraine",
     "greece",
     "david",
     "dickson",
     "ku",
     "this summer",
     "front",
     "britain",
     "national-conservative",
     "party",
     "richard",
     "british",
     "moscow",
     "heimbach",
     "crimea",
     "movement",
     "international",
     "st.",
     "church",
     "john",
     "capital",
     "obama",
     "national",
     "new",
     "goeij",
     "los",
     "america",
     "committee",
     "petersburg",
     "prague",
     "putin",
     "bannon",
     "germany",
     "fyodor",
     "last three years",
     "worker",
     "last year",
     "times",
     "klan",
     "spencer",
     "credit",
     "states",
     "trump",
     "house",
     "hillary",
     "sea",
     "syria",
     "flanders",
     "europe",
     "jobbik",
     "the",
     "klux",
     "american",
     "december 4, 2016",
     "traditionalist",
     "drago/the",
     "renaissance",
     "republic",
     "grieken",
     "vanas",
     "institute",
     "washington",
     "van",
     "kreko",
     "early 2012",
     "tomas",
     "now",
     "belang",
     "political",
     "social",
     "ohio",
     "jared"
    ],
    "id": 18,
    "text": "Continue reading the main story “I’ve always seen Russia as the guardian at the gate, as the easternmost outpost of our people,” said Sam Dickson , a white supremacist and former Ku Klux Klan lawyer who frequently speaks at gatherings of the so-called alt-right, a far-right fringe movement that embraces white nationalism and a range of racist and anti-immigrant positions. “They are our barrier to the Oriental invasion of our homeland and the great protector of Christendom. I admire the Russian people. They are the strongest white people on earth.” Advertisement Continue reading the main story Fascination with and, in many cases, adoration of Mr. Putin — or at least a distorted image of him — first took hold among far-right politicians in Europe, many of whom have since developed close relations with their brethren in the United States. Such ties across the Atlantic have helped spread the view of Mr. Putin’s Russia as an ideal model. “We need a chancellor like Putin, someone who is working for Germany and Europe like Putin works for Russia,” said Udo Voigt , leader of Germany’s National Democratic Party. That far-right group views Chancellor Angela Merkel as a traitor because she opened the door to nearly a million migrants from Syria and elsewhere last year. “Putin is a symbol for us of what is possible,” Mr. Voigt said. The Obama administration has accused Russian interests of meddling in the presidential campaign by spreading fake news and hacking into the computers of the Democratic National Committee and the emails of John Podesta, a leading figure in Hillary Clinton’s presidential campaign. But efforts by Russia, which has jailed some of its own white supremacist agitators, to organize and inspire extreme right-wing groups in the United States and Europe may ultimately prove more influential. His voice amplified by Russian-funded think tanks, the Orthodox Church and state-controlled news media, like RT and Sputnik, that are aimed at foreign audiences, Mr. Putin has in recent years reached out to conservative and nationalist groups abroad with the message that he stands with them against gay rights activists and other forces of moral decay. He first embraced this theme when, campaigning for his third term as president in early 2012, he presented Russia not only as a military power deserving of international respect, but also as a “civilizational model” that could rally all those in Russia and beyond who were fed up with the erosion of traditional values. The Kremlin has also provided financial and logistical support to far-right forces in the West, said Peter Kreko, an analyst at Political Capital , a research group in Budapest. Though Jobbik, a neo-Nazi party in Hungary and other groups have been accused of receiving money from Moscow, the only proven case so far involves the National Front in France, which got loans worth more than $11 million from Russian banks. Russia also shares with far-right groups across the world a deeply held belief that, regardless of their party, traditional elites should be deposed because of their support for globalism and transnational institutions like NATO and the European Union. But this means different things to different groups and people. Mr. Putin, for example, has “a natural interest in making a mess in Europe and the U.S.,” Mr. Kreko said. Photo Richard B. Spencer of the National Policy Institute moderating a panel discussion in Washington last month. Credit Al Drago/The New York Times But for Mr. Heimbach, whose Traditionalist Worker Party uses the slogan “Globalism is the poison, nationalism is the antidote,” the term “international elites” is often an anti-Semitic code for Jews, though he denied any racist intent. Advertisement Continue reading the main story Mr. Putin has never personally promoted white supremacist ideas, and has repeatedly insisted that Russia, while predominantly white and Christian, is a vast territory of diverse religions and ethnic groups stretching from the Baltic Sea to the Pacific Ocean. Nor has he displayed any sign of hostility toward Jews, a fact that has infuriated some of Russia’s more extremist nationalist groups. In fact, Mr. Putin’s agenda is not purely ideological. It is as much about accomplishing strategic goals like destabilizing Europe and NATO, or forcing the European Union to rescind the sanctions it applied after his forays into Crimea and eastern Ukraine. This has not stopped people like Richard B. Spencer , who runs the website AlternativeRight.com and directs the National Policy Institute , an alt-right group based in Montana, from hailing Mr. Putin as a protector of the white race. Not all of the alt-right has fully embraced the Russian leader. Stephen K. Bannon, Mr. Trump’s new chief strategist, who until he entered the White House ran Breitbart News, which he has called a platform for the alt-right, has a complicated view of Mr. Putin. In a speech in 2014, he said that Mr. Putin ran a “kleptocracy,” but also that “we, the Judeo-Christian West, really have to look at what he’s talking about as far as traditionalism goes.” Mr. Spencer, who held a much-discussed conference in Washington in November, produced a video last year in which he claimed that “an understanding” between Mr. Trump and Mr. Putin might bring together Slavic and American Caucasians and eventually “foretell a unified white world.” This summer, he echoed those remarks when he told The Nation magazine, “I think we should be pro-Russia because Russia is the great white power that exists in the world.” In an interview this past week, Mr. Spencer — he made headlines at his conference by shouting “Hail Trump!” — offered a more measured version of this sentiment, referring to Mr. Putin as “a normal leader in an abnormal world.” “He wants to conserve his nation and his people,” Mr. Spencer said. “He recognizes certain enemies and certain traditions that should remain, like the church and the state. These are very normal conservative ends.” Advertisement Continue reading the main story Mr. Spencer acknowledged that Mr. Putin did not share his ideology, but played that down, saying, “We can look to Putin as someone we can admire and understand.” Mr. Putin’s fans in Europe generally avoid white supremacist ideas, at least in public, but have also praised him for his nationalistic pride and his views on Islamic extremism, immigration and traditional sexual mores. When ordinary people see that “a man can kiss a man in the street in Germany, they look to the east and Russia and see that this kind of a new life has been stopped there,” said Mr. Voigt, the German far-right leader. “For us, this is hope.” Mr. Voigt added that he and his party “agree 100 percent with Putin’s position” on homosexuality: “We are absolutely against gender politics for my country and for Europe.” Not all of Europe’s right-wing populists are smitten with Mr. Putin, though most tend to see him much more favorably than their own entrenched elites. “I’m more a fan than not,” said Tom Van Grieken, the leader of Vlaams Belang, a Belgian group that champions independence for the Dutch-speaking region of Flanders. “He does a good job for Russian interests. But I’m not sure he is good for the rest of the world.” Photo Donald J. Trump’s appointment of Stephen K. Bannon as chief strategist was protested last month in Los Angeles. Mr. Bannon ran Breitbart News, which he has called a platform for the alt-right. Credit David Mcnew/Agence France-Presse — Getty Images In Mr. Putin’s favor, Mr. Van Grieken insisted that Russia had been demonized by a Belgian establishment that “is a slave to America,” adding, “Putin is not black or white, but 50 shades of gray.” Last year, in an effort to unite disparate and occasionally feuding far-right groups and to place Russia squarely at the center of the expanding movement against liberal elites, a Russian political party, Rodina, organized a gathering of nationalist figures from Europe, the United States and elsewhere in a cramped conference room at St. Petersburg’s Holiday Inn. Fyodor V. Biryukov, a leader of the Rodina, or Motherland, party, said it was the first time that activists in the vanguard of “a new global revolution” had gotten together to rail against same-sex marriage , political correctness, radical Islamists and New York financiers. He said the Kremlin had not supported the event, “but “did not bother us, either.” Advertisement Continue reading the main story Among the Europeans at the conference were representatives from Britain First, a far-right nationalist party, and Golden Dawn, the Greek neo-fascist group. At least two Americans were also there. One of them was Mr. Dickson, the former Klan lawyer, who flew in from Atlanta and gave a speech that ended with a cry in halting Russian: “God save the czar!” The other was Jared Taylor , the founder of the white supremacist think tank American Renaissance, who said that the descendants of white Europeans risked being swept away by a wave of Africans, Central Americans and Asians. In recent years, Mr. Taylor has struck up ties with European groups, inviting officials from the National Front, Vlaams Belang and the British National Party to speak at his American Renaissance events. “There is a worldwide awakening of nationalism among European countries — and I include the United States in that,” Mr. Taylor said. “All across Europe, we are seeing the rise of parties expressing the idea that Europe, in order to remain Europe, must remain European. I have a feeling of intense kinship for those that wish to preserve their nation and their culture.” Mr. Heimbach has made three trips to Europe in the last three years, meeting with officials from the Golden Dawn in Greece, the New Right in Romania and Mr. Voigt’s National Democratic Party in Germany to discuss fund-raising and organizing strategies. In Prague in September, he addressed members of the Workers’ Party of Social Justice, which opposes NATO and the European Union, has sought to criminalize homosexuality and has called for the Czech Republic to restore relations with Russia. “We white Americans can never be truly separated from our European brothers and sisters,” Mr. Heimbach told the crowd, “because we are all bonded together by shared blood, heritage and destiny.” Tomas Vanas, the Czech party’s chairman, said in a telephone interview this past week that he stood together with Mr. Putin and others to resist “the perverse liberal values of the Western world.” Advertisement Continue reading the main story From home in Ohio last month, Mr. Heimbach described his visits to Europe as field trips that help him learn how to make the white nationalist movement in the United States a “real political force.” He also spoke about creating a broader, worldwide network, which he called, with a nod to Comintern, the old Communist International, “the Traditionalist International.” In this, as in many things, Mr. Putin’s Russia, now the home of a new global alliance of far-right groups called the World National-Conservative Movement, was the template. “Russia has already taken its place on the global stage by organizing national movements as counterparts to Atlanticist elites,” Mr. Heimbach said. “Intellectually, they’ve shown us how it works.” Hana de Goeij contributed reporting. A version of this article appears in print on December 4, 2016, on page A1 of the New York edition with the headline: Extremists Turn to One Leader To Protect West’s Values: Putin. Order Reprints | Today's Paper | Subscribe ",
    "title": "Extremists Turn to a Leader to Protect Western Values: Vladimir Putin - The New York Times"
   },
   {
    "entities": [
     "2:01",
     "november",
     "mabanglo",
     "watson",
     "reuters",
     "california",
     "morning",
     "estrella",
     "saturday",
     "wittenauer",
     "operations",
     "2:24 a.m.",
     "department",
     "erin",
     "alameda",
     "san",
     "ali",
     "vega",
     "afternoon",
     "hoffman",
     "ap",
     "danica",
     "et",
     "right now",
     "less than a month ago",
     "friday",
     "gostanian",
     "2:03",
     "seung",
     "nov. 17",
     "sunday",
     "news",
     "facebook",
     "elizabeth",
     "$30,000",
     "g.",
     "dan",
     "of",
     "dec 3",
     "feral",
     "kelly",
     "night",
     "ray",
     "brandon",
     "athletics",
     "reed",
     "and",
     "josh",
     "dec. 3",
     "chuck",
     "epa",
     "jose",
     "mulè",
     "sai",
     "mercury",
     "lee",
     "party",
     "$20,000",
     "libby",
     "nov. 13",
     "john",
     "nbc",
     "about 11:24 p.m.",
     "ranelletti",
     "bob",
     "fire",
     "warehouse",
     "area",
     "rebecca",
     "oakland",
     "edelson",
     "chase",
     "schaaf",
     "darin",
     "pines",
     "calabrese",
     "december 4, 2016",
     "monday",
     "county",
     "2016",
     ", 8:06 pm",
     "building",
     "johnna",
     "bay",
     "now",
     "teresa",
     "planning",
     "mark",
     "deloach"
    ],
    "id": 19,
    "text": "Dec 3 2016, 8:06 pm ET At Least 9 Dead, More Missing After Fire During California Warehouse Party by Elizabeth Chuck, Ali Gostanian, Rebecca Sai and Erin Calabrese Share Deadly Inferno: 40 Feared Dead in California Warehouse Fire 2:01 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161204013844if_/http://www.nbcnews.com/widget/video-embed/824148547877\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Anxious families were awaiting word Saturday on whether their loved ones had escaped a raging inferno in Oakland, California, after at least nine people were killed during a late-night party at a converted warehouse. Officials said at an afternoon news conference that they remain focused on the recovery effort although they have been preparing for up to 40 deaths. \"We expect the number of deceased to go up,\" said Alameda County sheriff's Sgt. Ray Kelly. \"This is a very, very sensitive time.\" Emergency responders have had to delicately trudge through the rubble in the search for more victims, Kelly said. During the fire at the building — known as the Oakland Ghost Ship — the roof collapsed onto the second floor where the party was held, and parts of the second floor collapsed onto the first floor, officials said. Firefighters work at the scene the morning after a fire at a warehouse in Oakland on Dec. 3. John G. Mabanglo / EPA Fire Department Operations Chief Mark Hoffman said he saw no evidence of sprinklers. The first floor was an artists' collective made up of divided workspaces that Hoffman described as a \"labyrinth.\" Recovery crews were pulled out after the structure began to shift and became unsafe but later resumed. \"The building is very, very tricky to work,\" Kelly said, who expected crews to continue to work for the next 48 hours. \"We have water that's still coming down on top of our people. There's beams, there's all sorts of wreckage and debris that we have to maneuver through.\" The blaze happened at about 11:24 p.m. PT Friday (2:24 a.m. ET Saturday), while a party was being held in the \"warehouse-type structure,\" Oakland Fire Department Chief Teresa Deloach Reed said. At least 25 people were unaccounted for, she added. Hospitals received very few injured victims, Kelly said. \"It appears that people either made it out, or they didn't make it out,\" he told reporters. By Saturday afternoon, emergency personnel were in the \"recovery and identification process,\" Kelly said. He would only add that he expected \"a couple of dozen\" more bodies would need to be identified. Most of those who attended the party were in their 20s and 30s, and some were visiting from other countries, officials said, complicating identification efforts. Bob Mulè, a witness, told NBC News the building is a 24-hour artist collective. He said people started to smell smoke during Friday night's party. Play Sheriff: This is a tragedy, no easy answers 2:03 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161204013844if_/http://www.nbcnews.com/widget/video-embed/824084035757\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"We were trying to figure out where the smoke was coming from and we saw where the fire was, it was on the back left corner of the space,\" he said. \"It all happened really quickly. The fire went up really really quickly.\" Mulè suffered burns and was still waiting to hear whether his roommate escaped the blaze. The building was last designated as a warehouse and did not have permits to serve as either a residence or an event space, Darin Ranelletti, the interim director of Oakland's Planning and Building Department, said. Ranelletti confirmed his department had opened an investigation into the building Nov. 13 because of reports of blight and illegal construction inside the building. They were able to confirm the reports of blight, but they had not ascertained whether the reports of construction there were credible. \"We had an inspector attempt to enter the building,\" he said, adding that the inspector had made a visit Nov. 17. \"The inspection had not concluded, and it was still underway.\" Brandon Chase Wittenauer is missing after a fire at a warehouse in Oakland, California. via Facebook Danica Estrella told NBC News her 32-year-old brother, Brandon Chase Wittenauer, had been at the event and was still missing as of Saturday. The family was calling local hospitals trying to find Wittenauer, who is a full-time musician. Also among the missing was Feral Pines, an immediate family member confirmed to NBC News. Pines had also been at the event. Feral Pines is among those missing after a warehouse fire in Oakland, California. Courtesy of family Other relatives and friends were posting about their loved ones on Facebook, listing them as either safe or missing to spread the word. Distraught families gathered at an assistance center set up at the sheriff's substation. Dan Vega, whose brother is missing, told the San Jose Mercury News from the assistance center that the wait for answers was agonizing. \"I have my work boots, I have gloves, I just want to find him,\" he said. No smoke alarms went off after the fire, officials said. There were two known exits from the building, Kelly said. The owner of the building told NBC Bay Area through a family member that they rented the building for the last couple of years but did not regularly communicate with the tenants. The owner said they were \"so sorry to hear about the tragedy and those injured and killed,\" and were trying to figure out what happened, but declined to comment further for legal reasons. A task force was assembled to investigate the cause of the blaze. \"There's no reason yet to suspect arson, however you have to work these investigations at the worst-case scenario, and then downgrade from there,\" Kelly said. \"Something as simple as a cigarette could cause a fire that could lead to something like this.\" People place flowers near the scene of a warehouse fire on Dec. 3 in Oakland, California. Josh Edelson / AP Oakland police were looking into the history of the building and its occupancy. \"We're not going to find out all those answers right now. We're very much focused on identifying those who are still missing, locating those who have suffered loss inside who are deceased,\" said police spokeswoman Johnna Watson. According to records obtained by NBC Bay Area , the building was already under investigation for structural deficiencies before Friday's fire. The Oakland Planning and Building Department launched an investigation into the habitability of the warehouse less than a month ago, citing an \"illegal interior building structure.\" Also in November, a \"housing habitability complaint\" was filed describing how trash piles up in front of the building, creating a blight in the neighborhood, a search of enforcement records on the Oakland Department of Planning and Building website shows. Firefighters said \"some victims may have been trapped in Friday's fire since they couldn't escape down a makeshift, one-way stairwell leading to the second floor that was built out of wooden pallets,\" NBC Bay Area reported. Authorities said the pallet stairwell caught fire and was instantly incinerated. Flames rise from the top of a warehouse, which caught fire during a dance party in Oakland, California, on Dec. 3. Seung Lee / via Reuters Oakland Mayor Libby Schaaf called the fire an \"immense tragedy.\" She met with a roomful of people who have loved ones who are missing and said she was unable to give them much comfort. \"It is painful to tell them that it will be a considerable amount of time before we can give them the information and the closure that they deserve,\" she said. \"But because of the devastating nature of this incident, we have been extremely limited in our ability to get access inside the structure,\" Schaaf said. Four bodies were recovered as of Saturday afternoon, Kelly said, but it is expected more bodies will be found as firefighters access a \"maze\" of twisted metal, wires and wood falling on top of each other. Fingerprints of those found were being rushed for identification, and officials are discussing bringing in cadaver dogs and robots to aid in the search, Kelly said. Fire crews are expected to be on the scene through Sunday and possibly into Monday morning, he said. Excavators will be punching holes into walls to allow access. The Oakland Athletics tweeted a link for donations for those affected and said it would match donations up to $20,000. The amount was later increased to $30,000. THANK YOU to every Oakland A's fan for helping us support our community. We will now match to $30,000. #OaklandBound https://t.co/xYHSzfb3Lz — Oakland A's ️ (@Athletics) December 4, 2016 Elizabeth Chuck ",
    "title": "At Least 9 Dead, More Missing After Fire During California Warehouse Party - NBC News"
   },
   {
    "entities": [
     "stephen",
     "orville",
     "maggie",
     "crowley/the",
     "arkansas",
     "taipei",
     "shambaugh",
     "beijing",
     "paris",
     "anne-marie",
     "saturday",
     "last month",
     "china",
     "wang",
     "associated",
     "1972",
     "march 1996",
     "eric",
     "today",
     "lipton",
     "hangzhou",
     "tom",
     "bush",
     "clinton",
     "white",
     "democratic",
     "society",
     "mao",
     "friday",
     "reagan",
     "progressive",
     "united",
     "cotton",
     "recently",
     "haberman",
     "strait",
     "of",
     "deng",
     "twitter",
     "u.s.",
     "w.",
     "xiaoping",
     "donoghue",
     "york",
     "xi",
     "september",
     "council",
     "david",
     "amanda",
     "jinping",
     "press",
     "hours later",
     "party",
     "richard",
     "ministry",
     "huntsman",
     "taoyuan",
     "ing-wen",
     "yi",
     "foreign",
     "bill",
     "security",
     "taiwan",
     "asia",
     "organization",
     "twohey",
     "megan",
     "obama",
     "national",
     "new",
     "ronald",
     "cheng",
     "people's",
     "miller",
     "sept. 11",
     "zedong",
     "1979",
     "october",
     "times",
     "credit",
     "states",
     "south",
     "trump",
     "wen-tsan",
     "house",
     "sea",
     "university",
     "philippines",
     "m.",
     "schell",
     "hotels",
     "december 4, 2016",
     "george",
     "vietnam",
     "chinese",
     "republic",
     "washington",
     "evening",
     "nixon",
     "45 percent",
     "now",
     "tsai"
    ],
    "id": 20,
    "text": "Continue reading the main story In the longer term, officials in the Obama administration worry that the episode could not just ignite tensions across the Taiwan Strait but also inflame trade relations and embolden China in the South China Sea, where it has clashed with the Philippines, Vietnam and other neighbors over competing claims to reefs and shoals. Advertisement Continue reading the main story Mr. Trump expressed no misgivings about taking the call from President Tsai Ing-wen, which was arranged beforehand. He bridled at suggestions that he had committed a faux pas, writing on Twitter on Friday evening that it was “interesting how the U.S. sells Taiwan billions of dollars of military equipment but I should not accept a congratulatory call.” Nor did Mr. Trump or his aides make a gesture to reaffirm the One China policy, much to the chagrin of the White House. It fell to a spokesman for the National Security Council to affirm that the United States was not changing the policy. Under that policy, the United States formally recognized the People’s Republic of China in 1979, abrogating its ties with Taiwan, as the Chinese leader, Deng Xiaoping , sought to bolster China’s economy and create closer ties to the West. Photo President Richard M. Nixon greeted Chairman Mao Zedong in Beijing in 1972 during Mr. Nixon’s trip to China. Credit Associated Press Whether Mr. Trump views the call as the beginning of a change in approach toward Taiwan is not clear. A person close to him insisted that he was just being polite in taking Ms. Tsai’s call. Among hard-line Republicans, there has always been a push to confront China by reaching out to Taiwan. In a statement on Friday, Senator Tom Cotton, the Arkansas Republican who was briefly believed to be a candidate for Mr. Trump’s defense secretary, praised him for taking the call, saying it “reaffirms our commitment to the only democracy on Chinese soil.” President Ronald Reagan antagonized China by inviting a delegation from Taiwan to his inauguration. Aides to President George W. Bush pressed him to take a more confrontational approach with China until the attacks of Sept. 11 reordered his priorities, increasing the need for him to cultivate China on counterterrorism and other issues. Tensions over Taiwan peaked under a Democratic president, Bill Clinton, who in March 1996 ordered two aircraft carrier battle groups into the Taiwan Strait after China conducted missile tests to intimidate the island. For some China experts, shaking up the cross-strait relationship would not be the worst thing in the world. “We have had a status quo of sorts in the Taiwan Strait that has kept the peace, but it recently has not looked all that durable, nor was it very agreeable to most citizens of democratic Taiwan,” said Orville Schell, the director of the Center on U.S.-China Relations at the Asia Society. “Whether a new kind of Trumpian brinkmanship will now cause China to reconsider its hard-line position towards Taiwan, or to respond in a dangerous and militant way, remains to be seen,” he said. Advertisement Continue reading the main story Mr. Trump spoke harshly about China before and during the campaign, accusing it of concocting climate change as a hoax to undercut American manufacturers, branding it a currency manipulator (when it in fact is trying to prop its currency up), and threatening to impose a 45 percent tariff on Chinese goods. And Mr. Trump’s trade advisers have also advocated punitive responses to what they portray as unfair Chinese actions. A few days after he was elected, however, Mr. Trump spoke with China’s president, Mr. Xi, and released a statement afterward that said the two men had a “clear sense of mutual respect.” Photo President Xi Jinping of China and President Obama at a ceremony in Hangzhou in September announcing the formal adoption of the Paris climate agreement. Credit Stephen Crowley/The New York Times Taiwan is also likely to seek a closer relationship with the United States. After many years under a Kuomintang government, which pursued closer ties with China, Taiwan elected Ms. Tsai as its second president from the pro-independence Democratic Progressive Party. Analysts said that Ms. Tsai, though not a firebrand, was seeking to diversify Taiwan’s economic partners and carve out more space for it in international affairs. “Tsai Ing-wen was pretty shrewd in making the call in the first place,” Mr. Huntsman said. There are also lingering questions about Mr. Trump’s business dealings in Taiwan. The news media there has reported that the Trump Organization sent a representative to Taiwan to explore building a luxury hotel in a government-backed development near Taipei’s airport. The Trump Organization does not dispute that one of its employees — assigned to promote hotel sales related to Asia — was in Taipei, the capital, in October for a work-related visit. The duties of the executive, Anne-Marie Donoghue, include trying to find guests for the company’s hotels worldwide, and she is not involved in developing new real estate projects for Trump Hotels. Separately, the mayor of Taoyuan, where Taiwan’s main airport is, told reporters in Taiwan last month that he had spoken in September with what appears to have been a different woman who suggested that she was associated with the Trump Organization and that the group was interested in discussing a hotel project. The mayor, Cheng Wen-tsan, did not respond Saturday to a request for comment. In a statement on Friday, Amanda Miller, the vice president for marketing at the Trump Organization, disputed that the company was pursuing any real estate deals in Taiwan. “There have been no authorized visits to Taiwan on behalf of Trump Hotels for the purposes of development, nor are there any active conversations,” she said. “We are not planning any expansion into Taiwan.” For the Chinese government, as for many other governments around the world, Mr. Trump’s freewheeling diplomacy poses a challenge. At first, China’s foreign minister, Wang Yi, played down the episode, saying it was a “petty action by the Taiwan side” that would not upset the longstanding policy of One China. But hours later, the Chinese Foreign Ministry lodged a formal complaint with the Obama administration. It urged the United States to “handle issues related to Taiwan carefully and properly to avoid causing unnecessary interference to the overall U.S.-China relationship.” Advertisement Continue reading the main story David Shambaugh, the director of the China policy program at George Washington University, said Beijing’s measured response made sense. But he said that if the Trump administration took more concrete steps to change time-tested ways of dealing with Taiwan, “they can expect additional pushback from China.” Eric Lipton contributed reporting from Washington, and Maggie Haberman and Megan Twohey from New York. A version of this article appears in print on December 4, 2016, on page A1 of the New York edition with the headline: Trump Thrusts Taiwan  Into Glare, Rattling Asia. Order Reprints | Today's Paper | Subscribe ",
    "title": "Donald Trump Thrusts Taiwan Back on the Table, Rattling a Region - The New York Times"
   },
   {
    "entities": [
     "ghassan",
     "oakland",
     "cbs",
     "schaaf",
     "bruno",
     "friday",
     "fruitvale",
     "alcohol,",
     "paula",
     "donna",
     "news",
     "facebook",
     ", 6:06 pm",
     "co.",
     "california",
     "recently",
     "about 11:30 p.m.",
     "reid",
     "francisco",
     "saturday",
     "alex",
     "firearms",
     "sf",
     "libby",
     "kpix",
     "county",
     "bureau",
     "of",
     "calif.",
     "10:32 pm est",
     "dec. 2, 2016",
     "dan",
     "2016",
     "100%",
     "kelly",
     "night",
     "sheriff",
     "ray",
     "golden",
     "dec. 3, 2016",
     "richardine",
     "new",
     "jersey",
     "alameda",
     "san",
     "dec 3,",
     "and",
     "3:30 p.m. pst",
     "york",
     "deloche-reed",
     "night before",
     "afternoon",
     "bay",
     "explosives",
     "vega",
     "december 3, 2016",
     "teresa",
     "bartee",
     "tobacco,",
     "city",
     "area"
    ],
    "id": 21,
    "text": "CBS/AP December 3, 2016, 6:06 PM Oakland fire's death toll to rise as slow recovery process begins Email Last Updated Dec 3, 2016 10:32 PM EST OAKLAND, Calif. -- It will be a slow recovery process and investigation into the deadly Oakland fire that killed at least nine people, city and fire officials said on Saturday. “We know there are bodies in there that we cannot get to,” said Alameda County Sheriff’s office spokesman Ray Kelly. Kelly said that they have located a “couple dozen people” who were believed to be missing, but they still believe there will be about two dozen more victims.  “We still have a lot of families who are in that unknown stage,” Kelly said.  Investigators are still trying to piece together exactly what happened when a fire broke out during a party at a renovated Oakland warehouse. But... There are nine confirmed fatalities in the fire, which broke out at a warehouse that was being used as a residential artist colony, but officials said there are “a couple dozen” victims they have to identify. These nine bodies were “easily accessible,” said Kelly. Based on the difficulty to getting inside the building, officials can only identify nine fatalities so far. According to fire officials, the roof collapsed onto the second story, which then collapsed onto the first story.  Fire officials said Saturday afternoon that they had to halt the recovery process because parts of the building had been deemed too unsafe, but by 3:30 p.m. PST, the Alameda County Sheriff’s office tweeted it had begun the recovery process again. Recovery operations have started again. — Alameda Co. Sheriff (@ACSOSheriffs) December 3, 2016 “This is a devastating scene,” Oakland Mayor Libby Schaaf said at a news conference Saturday afternoon. “This is complicated and it is going to take us time to do the methodical, thorough investigation that these families deserve.” Officials said people either escaped from the cluttered building or died inside, where the only way down from the second story was via a stairwell constructed entirely of wooden pallets.  “It appears that either you got out or you got trapped inside,” Kelly said.  #breaking :  Very few injuries: \"People either made it out ok...or they didn't make it out\" #oaklandfire @oaklandfiremissing — KPIX 5 (@CBSSF) December 3, 2016 While fire officials continue to search for survivors of a deadly warehouse fire in Oakland, California, family and friends are concerned for a New Jersey man who is among the missing, CBS New York reports .  Alex Ghassan recently moved from Jersey City to Oakland, and it is believed he attended a party at the warehouse Friday night before the fire broke out. “I want to send love to his family, from my family to his family. And for them to hopefully get good news and have peace as soon as possible,” his friend Richardine Bartee told CBS2. Firefighters used chain saws and axes Saturday to cut through the debris of the cluttered building in a gritty neighborhood of the San Francisco Bay Area city, where the fire broke out about 11:30 p.m. Friday.  CBS News justice reporter Paula Reid reports that the Bureau of Alcohol, Tobacco, Firearms and Explosives has joined local firefighters to investigate. Police say many victims in the Oakland, California, warehouse fire were in their 20s. The deadly fire broke out during a party. CBS San Francisco... There were numerous violations against the building, and there were no permits issued for people to live in the building, officials said on Saturday. Fire officials said there were no evidence of sprinklers.  Oakland Fire Chief Teresa Deloche-Reed said at least another 25 people were unaccounted for in what authorities were calling the most deadly building fire in the city in recent memory. The victims were believed to be young people in their 20s, Kelly said. He earlier said as many as 40 may have perished and that the coroner was preparing for a “mass casualty event” that could include victims from other countries.  The warehouse was known as the “Oakland Ghost Ship.” Its website showed pictures of a bohemian, loft-like interior made of wood and cluttered with rugs, old sofas and a garage-sale like collection of pianos, paintings, turntables, statues and other items. A fire broke out on Dec. 2, 2016 at a warehouse in Oakland, California. CBS SF Bay Area The website included advertisements for various electronic music parties. On Friday night, there was an event featuring musician Golden Donna’s 100% Silk West Coast tour. Panicked friends and family posted messages on the group’s Facebook page trying to find out if their loved ones were among the dead. Those searching for the missing were sent to a local sheriff’s office, where Dan Vega was anxiously awaiting news. He had been unable to find his younger brother or his brother’s girlfriend. Vega said he was not sure if the two were at the party Friday night but that his brother likes to go to raves and he had not been able to reach him Saturday. His girlfriend’s car was still parked at a transit station in San Bruno, south of San Francisco. Fighting tears, Dan Vega said he’s frustrated authorities hadn’t been able to tell him anything about his 22-year-old brother. A charred wall is seen outside a warehouse after a fire broke out during an electronic dance party, resulting in at least nine deaths and many unaccounted for in the Fruitvale district of Oakland, California, Dec. 3, 2016. REUTERS “I just want to go over there. I have my work boots on, I’m ready to go,” Vega said. “Just give me some gloves. I’ll help out any way, shape or form, I don’t care. This is infuriating. I don’t know where my brother’s at. I just want to find him.” It was not immediately clear what started the fire, Deloche-Reed said. She said 50 to 100 people were believed to have been at the party when the fire started and that clutter “made it difficult for people to escape.” The warehouse was partitioned into artist studios and was packed with furniture, mannequins, statues, lamps, and other objects and did not have a clear entry or exit path, the fire chief said. ",
    "title": "Oakland fire's death toll to rise as slow recovery process begins - CBS News"
   },
   {
    "entities": [
     "oakland",
     "times",
     "friday",
     "fruitvale",
     "firefighters",
     "press",
     "donna",
     "noon",
     "northern",
     "local time",
     "facebook",
     "ktvu",
     "11:30 p.m.",
     "california",
     "morning",
     "golden",
     "mule",
     "county",
     "100%",
     "associated",
     "kelly",
     "twitter",
     "ray",
     "alameda",
     "east",
     "deloach-reed",
     "bay",
     "december 3, 2016",
     "bob",
     "teresa",
     "december 03, 2016",
     "early saturday"
    ],
    "id": 22,
    "text": "Officials say 9 dead in Oakland warehouse party fire, death toll could rise to 40 Published               December 03, 2016 Facebook 0 Twitter 0 livefyre Email Print   At least nine people died when a fire tore through a warehouse in Northern California during a rave party and officials fear the death toll from the tragedy could rise to 40. — Oakland Firefighters (@OaklandFireLive) December 3, 2016 KTVU  reported that 25 people are unaccounted for. Firefighters responded to the three-alarm fire at the warehouse in Oakland around 11:30 p.m. local time Friday. They fought the fire for hours before putting it out. Officials said there may have been as many as 100 people inside the two-story building in Oakland's Fruitvale district when the fire broke out. People either got out unscathed or were trapped inside the structure which had no sprinkers. — Oakland Firefighters (@OaklandFireLive) December 3, 2016 Police told KTVU the building houses a group of artists and their studios. Just before noon local time officials said they were beginning \"a recovery and identification process.\" \"This is just a tragedy,\" Sgt. Ray Kelly, a spokesman for the sheriff in Alameda County said. The warehouse party featured musician Golden Donna’s 100% Silk West Coast tour. Most of those who were killed were found on the second floor, the East Bay Times reported. Fire Chief Teresa Deloach-Reed said firefighters saw no evidence that smoke detectors were activated during the fire and there was no sprinkler system in the building, according to the paper. The blaze is already being called one of the deadliest single-structure fires in Oakland’s history, if not the deadliest, the paper reported. “This is a true loss for the city, for the firefighters who responded, and the people who lost family and friend. It’s just tragic, a real tragedy,” the paper quoted the fire chief as saying. At a morning news conference, Deloach-Reed said the warehouse space was divided by partitions and the only staircase to the second floor was made of wood pallets. “The way the building is situated, it made it difficult to escape,” she said. She said the cause of the fire was under investigation. Friends and family of those unaccounted for were on social media early Saturday looking to confirm the whereabouts of their loved ones, according to the paper. Some people have posted images and messages on Facebook of people they believe are missing, while other have posted that they had escaped safely, the paper reported. A photographer who lives in the building told reporters the flames forced him to leave behind a friend who broke his ankle. “It was too hot, too much smoke, I had to get out of there,” Bob Mule said, according to the East Bay Times. “I literally felt my skin peeling and my lungs being suffocated by smoke. I couldn’t get the fire extinguisher to work.” Mule, who suffered minor burns, told KTVU he hoped his friend was alright. The Associated Press contributed to this report.   ",
    "title": "Officials say 9 dead in Oakland warehouse party fire, death toll could rise to 40 | Fox News"
   },
   {
    "entities": [
     "oakland",
     "edelson",
     "times",
     "friday",
     "late",
     "hours later",
     "donna",
     "about 11:30 p.m. on",
     "facebook",
     "morning",
     "saturday",
     "mule",
     "international",
     "golden",
     "early saturday, dec. 3, 2016",
     "100%",
     "2016",
     "ktvu-tv",
     "night",
     "dec. 3, 2016",
     "currently",
     "reed",
     "east",
     "josh",
     "deloach-reed",
     "bay",
     "bob",
     "epa",
     "teresa",
     "deloach",
     "ap",
     "boulevard"
    ],
    "id": 23,
    "text": "9 dead, more missing after fire races through Oakland warehouse during party Warehouse fire @OaklandFireLive / EPA Crews arrive on the scene of a warehouse fire in Oakland on Dec. 3, 2016. Crews arrive on the scene of a warehouse fire in Oakland on Dec. 3, 2016. (@OaklandFireLive / EPA) Shelby Grad At least nine people died when a fire raced through an Oakland warehouse crowded with people attending a Friday night concert, officials said. Oakland fire officials said that there were at least 13 other people still unaccounted for and that a search of the building was continuing. “We are up to nine known fatalities,” Oakland Fire Chief Teresa Deloach Reed told reporters from the scene on 31th Avenue and International Boulevard on Saturday morning. “There is still a lot of the building that needs to be searched.” Officials believe scores of people were inside the warehouse when the fire broke out late Friday night.  Witnesses said the warehouse was a collective where artists live. Artist Bob Mule told KTVU-TV that he tried to help a friend with a broken ankle get out of the burning building but was unable to rescue him. Hours later, he was still searching for his friend. “I hope he’s OK,” Mule said. Fire officials are asking people who were able to escape to contact them so they can get a better sense of how many people are still missing. The building was the site of a rave Friday night called the  Golden Donna 100% Silk 2016 West Coast Tour , according to a concert Facebook page. Oakland warehouse fire Josh Edelson / AP Firefighters assess the scene where a fire tore through a warehouse party early Saturday, Dec. 3, 2016, in Oakland. The blaze began at about 11:30 p.m. on Friday. Firefighters assess the scene where a fire tore through a warehouse party early Saturday, Dec. 3, 2016, in Oakland. The blaze began at about 11:30 p.m. on Friday. (Josh Edelson / AP) Through the early-morning hours, people used the page to seek information about friends and loved ones who attended the concert. Some frantically listed the names of missing people and posted their photos, hoping to learn their fates. “Making a new post with the names we currently have missing at the Sheriff's office. PLEASE comment if you know 100% if any of these people are safe,” one person wrote. “The police have asked for missing people’s photos and identifying features. Piercings, tattoos, clothing they were wearing, weight, birthday, hair color etc. they asked to post on this Facebook event. Please post info here,” wrote another. Deloach-Reed told the East Bay Times that it appears  there were no smoke detectors or fire sprinklers in the building. She said the fire may have started near a makeshift stairwell, which might have made it more difficult for people to escape. “This is a true loss for the city, for the firefighters who responded and the people who lost family and friends. It’s just tragic, a real tragedy,” she said. ",
    "title": "9 dead, more missing after fire races through Oakland warehouse during party - Chicago Tribune"
   },
   {
    "entities": [
     "harvey",
     "newell",
     "fortunato",
     "la.",
     "joe",
     "california",
     "nfl",
     "associated",
     "dec 2,",
     "sheriff",
     "this year",
     "saints",
     "late friday",
     "a.",
     "afternoon",
     "file",
     ",",
     "mississippi",
     "mcknight",
     "friday",
     "gasser",
     "normand",
     "lemmann",
     "jets",
     "park",
     "river",
     "of",
     "florham",
     "shares",
     "louisiana",
     "southern",
     "will",
     "jersey",
     "york",
     "barbara",
     "orleans-based",
     "danno",
     "jr.",
     "franklin",
     "knight",
     "league",
     "waszak",
     ", 10:36 pm",
     "press",
     "amy",
     "cvitanovich",
     "thursday",
     "jeff",
     "last april",
     "february 2006",
     "john",
     "jefferson",
     "santana",
     "earlier friday",
     "new",
     "gerry",
     "about 2:43 p.m.",
     "overnight",
     "second year",
     "ronald",
     "dec. 1, 2016",
     "darrelle",
     "terrytown",
     "city",
     "jackson",
     "rebecca",
     "hawaii",
     "parish",
     "2013",
     "orleans",
     "university",
     "the",
     "revis",
     "kansas",
     "geno",
     "chiefs",
     "2016",
     "2006",
     "star",
     "dennis",
     "a decade ago",
     "football",
     "2010",
     "now",
     "smith",
     "arthur"
    ],
    "id": 24,
    "text": "Sheriff: McKnight Shooting Was 'Road Rage'; Defends Case By rebecca santana, associated press HARVEY, La. \u0097 Dec 2, 2016, 10:36 PM ET 0 Shares Star The Associated Press FILE - This is a 2013 file photo showing New York Jets running back Joe McKnight. Former NFL player McKnight has been shot to death following an argument at an intersection with another motorist. Jefferson Parish (La.) Sheriff Newell Normand says it happened about 2:43 p.m. Thursday, Dec. 1, 2016, in Terrytown, a suburb of New Orleans. (AP Photo/File) 0 Shares Email The shooting death of an ex-NFL player in a New Orleans suburb was a \"road rage\" incident that began on a nearby bridge, a sheriff said Friday, as he urged against a rush to judgment and defended his handling of the case. Joe McKnight was shot Thursday afternoon in Terrytown, across the Mississippi River from New Orleans. Authorities identified 54-year-old Ronald Gasser, who stayed at the scene, as the shooter and released him overnight, sparking criticism. At a news conference Friday, Jefferson Parish Sheriff Newell Normand said the altercation that ended with McKnight's death started on a nearby bridge — possibly when one of the two men cut the other off — and then proceeded into streets of the New Orleans suburb. He didn't say which driver cut off the other. Authorities said Gasser shot McKnight three times from inside his car with a semi-automatic handgun while McKnight was standing outside. Witnesses reported the two had been in a heated argument, the sheriff said. Normand defended his handling of the case, saying the investigation was ongoing. No charges have been filed. Some protesters upset at Gasser's release gathered outside the sheriff's office earlier Friday. Speaking of Gasser's release, the sheriff said the state has certain \"statutes\" that provide a defense to certain crimes but did not go into further detail. \"The easiest thing for me would have been 'Book him, Danno.' Right?\" Normand said, referring to the police saying made popular on \"Hawaii Five-0.\" But Normand urged caution. \"Mr. Gasser is not going anywhere. He has been completely cooperative with us in every request we have made,\" he said. \"We will do a very through and deliberate investigation.\" But news late Friday that Gasser was involved in a similar altercation with a driver a decade ago will likely raise further questions about who was the aggressor. Normand said in a press release late Friday that in February 2006, Gasser chased down and beat another driver in what appeared to be the same intersection where McKnight was shot and killed Thursday. In the 2006 incident, a man observed a truck driving erratically and called a number on the truck, speaking to a man later identified as Gasser. Gasser and the man got into a fight on the phone and then Gasser followed the man to a service station, confronted him and hit him several times. Gasser drove away and the victim called 911. Investigators found Gasser and issued a misdemeanor summons for simple battery, which was later dismissed. Authorities said they are trying to determine why it was dismissed. Normand earlier Friday didn't go into details from the investigation, saying he didn't want to taint any prospective witnesses that might still come forward. But he did reject a number of accounts in local media speculating about the shooting. In particular, Normand said there was no video of the incident and that Gasser did not stand over McKnight and fire shots into him. Coroner Gerry Cvitanovich backed that up, saying Knight's three wounds were not consistent with being shot from above. McKnight's grandmother said family members are still seeking information about the player's death and why Gasser was released. Barbara Franklin told The Associated Press relatives are \"trying to find out our own selves\" just what happened. Of Gasser, she said by phone, \"He might be released now, but God is going to bring about justice in it.\" McKnight is the second former NFL player this year to die in the New Orleans area in an apparent road rage incident. Former New Orleans Saints player Will Smith was killed in a shooting last April sparked by a traffic altercation. Normand said no gun was found outside either vehicle. A sheriff's office spokesman, Col. John Fortunato, said authorities are searching both vehicles. Fortunato said McKnight didn't have a weapon on his person or near his body when found. Gasser couldn't immediately be reached by The Associated Press. His release raised questions about what exactly led to the shooting. Arthur A. Lemmann, a New Orleans-based attorney not connected to the case, cautioned that it was too early to tell but it could indicate Gasser says he acted in self-defense. \"It's not the end of the matter ... but what it indicates to me is that there was some basis to believe that the homicide was justified. And the most typical justification of a homicide is self-defense,\" Lemmann said. McKnight played three seasons for the New York Jets and one with the Kansas City Chiefs . He spent this season in the Canadian Football League . McKnight was considered the nation's No. 1 running back recruit when he came out of Louisiana in 2006 and signed with the University of Southern California. He was drafted by the Jets in the fourth round in 2010. In a mostly somber New York Jets locker room, former teammates remembered McKnight. Only a handful of players remain from those New York teams, but the impact McKnight left was clear. \"In my rookie year, he was like the first guy who actually talked to me here,\" said quarterback Geno Smith, who was drafted in 2013. \"Joe was cool, man. He was funny. Just a real laid-back guy, always kept you laughing and always a smile on his face.\" A few veteran players declined to comment in the locker room because they were so upset by the news, but later issued statements through the team. \"My memories from him are working hard,\" cornerback Darrelle Revis said. \"He came in his rookie year and it was a little rocky for him trying to learn the system. And then his second year, he took off as an explosive kick returner and he won us numerous games.\" ——— Associated Press reporters Jeff Amy in Jackson, Mississippi, and Dennis Waszak Jr. in Florham Park, New Jersey contributed to this report. ——— Follow Rebecca Santana on Twitter @ruskygal. 0 Shares ",
    "title": "Sheriff: McKnight Shooting Was 'Road Rage'; Defends Case - ABC News"
   },
   {
    "entities": [
     "yiu",
     "taipei",
     "beijing",
     "ryan",
     "presidential",
     "hong",
     "delkic",
     "state",
     "3, 2016, 2:47 pm",
     "for",
     "liu",
     "china",
     "wang",
     "associated",
     "j.",
     "department",
     "this year",
     "today",
     "november 18, 2011",
     "benjamin",
     "center",
     "ali",
     "december 3, 2016",
     "jianxi",
     "dwyer",
     "kirit",
     "white",
     "december 3, 2016 earlier saturday",
     "friday",
     "joseph",
     "rakisits",
     "devin",
     "ta-wei",
     "siegel",
     "shuang",
     "news",
     "united",
     "--",
     "donald",
     "melina",
     "university's",
     "of",
     "twitter",
     "night",
     "georgetown",
     "u.s.",
     "and",
     "phoenix",
     "office",
     "yan",
     "the past",
     "studies",
     "1949",
     "the future",
     "rogin",
     "council",
     "wu",
     "david",
     "lee",
     "press",
     "ing-wen",
     "caplan",
     "radia",
     "international",
     "yi",
     "foreign",
     "geng",
     "tv",
     "security",
     "taiwan",
     "john",
     "chao-hsieh",
     "republican",
     "national",
     "2,",
     "dec",
     "service",
     "huang",
     "people's",
     "kong",
     "glaser",
     "1979",
     "bonnie",
     "struyk",
     "this dec.",
     "states",
     "trump",
     "house",
     "li",
     "murray",
     "abc",
     "school",
     "2016",
     "chinese",
     "karson",
     "republic",
     "claude",
     "chad",
     "strategic",
     "tsai"
    ],
    "id": 25,
    "text": "China Lodges Diplomatic Protest After Trump's Call With Taiwan's President By Melina Delkic Dec 3, 2016, 2:47 PM ET 0 Shares Ashley Pon/Getty Images; John Minchillo/AP Photo WATCH Donald Trump Speaks With Taiwan's Leader Sparking Potential Rift With China 0 Shares Email China has lodged \"solemn representations\" with the United States over a phone conversation Friday between President-elect Donald Trump and the president of Taiwan, the Chinese foreign ministry said. Chinese foreign ministry spokesman Geng Shuang told reporters in Beijing that China urged the relevant parties in the United States to handle Taiwan-related issues \"cautiously and properly\" to avoid \"unnecessary interference\" in the China-U.S. relationship. He did not describe details of China's complaint to the U.S., or say with whom it was lodged. \"There is only one China in the world, and Taiwan is an inseparable part of Chinese territory,” Shuang said. “The government of the People's Republic of China is the sole legitimate government representing China. This is a fact that is generally recognized by the international community.\" The president-elect's call with Taiwanese President Tsai Ing-wen broke with decades of delicate U.S. policy on China and Taiwan. Taiwan has held that it is an independent nation since it split from the Chinese mainland in a 1949 civil war. But the United States has maintained a \"one China\" policy since establishing diplomatic relations with Beijing in 1979, meaning that it has not recognized Taiwan as its own country and rather as a part of China. Since then, no phone calls between a U.S. president-elect and a Taiwanese leader have been publicly reported, according to Center for Strategic and International Studies China expert Bonnie Glaser. The U.S. does have a \"robust unofficial relationship\" with Taiwan and commits to defending it in the event of a Chinese attack, according to the U.S. Department of State's website . The Associated Press In this Dec. 2, 2016 photo released by Taiwan Presidential Office, President Tsai Ing-wen, center, flanked by National Security Council Secretary-General Joseph Wu, left, and Foreign Minister David Lee, speaks with Donald Trump via speakerphone in Taipei. According to a press release from the Trump transition team about the phone call, the Taiwanese president offered Trump her congratulations and he offered the same to her for her election victory this year. They discussed the \"close economic, political, and security ties between Taiwan and the United States,\" the Trump transition team said. The Taiwan president's office said in a statement that the telephone call lasted 10 minutes and that Tsai and Trump were joined by Taiwan's National Security Council secretary general Joseph Wu Chao-hsieh, foreign minister David Li Ta-wei, acting secretary general Liu Jianxi and spokesman Huang Yan. \"During the conversation, President Tsai and President Trump also exchanged views and ideas on the future governance, especially the promotion of domestic economic development and the longterm strengthening of national defense, so as to enable the people to enjoy a secure and better life,\" the statement from Tsai's office read. Meanwhile, Trump defended the move on Twitter on Friday night. The President of Taiwan CALLED ME today to wish me congratulations on winning the Presidency. Thank you! — Donald J. Trump (@realDonaldTrump) December 3, 2016 Interesting how the U.S. sells Taiwan billions of dollars of military equipment but I should not accept a congratulatory call. — Donald J. Trump (@realDonaldTrump) December 3, 2016 Earlier Saturday, Chinese Foreign Minister Wang Yi initially downplayed the telephone call, describing it as \"just a small trick by Taiwan\" that he believed would not change U.S. policy toward China, according to Hong Kong's Phoenix TV. \"The one-China policy is the cornerstone of the healthy development of China-U.S. relations, and we hope this political foundation will not be interfered with or damaged,\" Wang was quoted as saying. A spokesperson for the White House National Security Council said there is \"no change to our longstanding policy on cross-Strait issues. We remain firmly committed to our 'one China' policy based on the three Joint Communiques and the Taiwan Relations Act.\" But the fact that the conversation took place at all is \"highly unusual\" and \"significant,\" said Dr. Claude Rakisits, of Georgetown University's School of Foreign Service, an expert in U.S.-South Asian affairs. \"The fact that Trump actually spoke with Taiwan [president] would irritate the communist leaders in China, in Beijing, because they would wonder, 'Is this an indication of the sort of relationship that one could expect between the U.S. and China during his presidency?'\" Rakisits told ABC News. \"I can’t remember the last time a president in the U.S. actually called the president of Taiwan.\" A former Republican White House national security official said Trump's conversation with the Taiwanese leader \"will upset an apple cart that has needed upsetting for a long time.\" \"I've lived with this policy area my entire adult life and I've lived with the arguments around this for more than 25 years,\" the former national security official told ABC News. \"To me, I am thrilled that this call took place ... No one should be telling the U.S. president who he can and cannot talk to ... Especially if a very powerful competitor in the world is saying there's a risk of conflict over this territory, it's even more important for our leader to have communication with that leader.\" In the past, Trump has voiced support for a weapons deal with Taiwan, advocating a tough stance against China. Why is @BarackObama delaying the sale of F-16 aircraft to Taiwan? Wrong message to send to China. #TimeToGetTough — Donald J. Trump (@realDonaldTrump) November 18, 2011 ABC News' David Caplan, Devin Dwyer, Chad Murray, Kirit Radia, Ali Rogin, Benjamin Siegel, Ryan Struyk and Karson Yiu contributed to this report. The Associated Press also contributed to this report 0 Shares ",
    "title": "China Lodges Diplomatic Protest After Trump's Call With Taiwan's President - ABC News"
   },
   {
    "entities": [
     "peter",
     "n.",
     "oakland",
     "times",
     "l.a.",
     "friday",
     "contact",
     "h.",
     "lien",
     "$10",
     "reporters",
     "garcia",
     "donna",
     "longton",
     "facebook",
     "paul",
     "noel",
     "the",
     "about a year ago",
     "kevin",
     "chor",
     "2:20 p.m.",
     "saturday",
     "golden",
     "st.",
     "county",
     "ng",
     "king",
     "100%",
     "john",
     "2016",
     "kelly",
     "night",
     "ray",
     "/",
     "tracey",
     "city",
     "this year",
     "currently",
     "alameda",
     "russ",
     "gallo",
     "dillon",
     "ship",
     "authorities",
     "ghost",
     "los",
     "eva",
     "afternoon",
     "mitchell",
     "now",
     "liam",
     "duginski",
     "paige",
     "al",
     "angeles"
    ],
    "id": 26,
    "text": "LOCAL L.A. Now Officials fear up to 40 dead in fire during concert at Oakland warehouse At least nine people died when a fire raced through an Oakland warehouse crowded with people attending a Friday night concert, officials said. Russ Mitchell , Peter H. King , Liam Dillon , Tracey Lien and Paige St. John Contact Reporters Authorities said they were preparing to deal with dozens of fatalities after a fire raced through a converted warehouse crowded with people attending a Friday night concert, officials said. Nine bodies have been recovered, but Alameda County sheriff’s Sgt. Ray Kelly said officials were prepared for up to 40 fatalities. He said many of those inside the warehouse were young, some from foreign countries.  Firefighters were beginning to move through the burned-out remains of the building looking for victims. The building’s roof caved in, and debris will make the search effort difficult, Kelly said. As of 2:20 p.m., officials said the number of fatalities remained at nine but that the search was continuing. Kelly stressed that the death toll was likely to rise — but by how much remains unclear. Officials said there were at least 12 survivors, one of whom went to a hospital for treatment. There is no known cause of the fire. While arson is not suspected, Kelly said investigators are on scene and nothing has been ruled out. Officials said the warehouse isn’t currently considered a crime scene.  Officials believe there likely are more fatalities because there are friends and family who still have not heard from some people who attended the concert. Kelly said there were relatively few injuries among those who escaped. “This is just a tragedy, and there are no easy answers,” Kelly said. “This is not an easy task.” He said it could take two days to complete to search for victims. Officials are bringing in cranes, bulldozers and excavating equipment to access the west side of the building. Cadaver dogs may also be used. Officials are fingerprinting people, and four of the nine bodies have been removed. Witnesses described a horrific fight for survival as people tried to flee the flames. Al Garcia, who owns a store next to the warehouse, said he talked to two people who said they were 17 and 18 years old who got out of the building. “They said that black, billowing smoke was coming down the stairs,” said Garcia, 62. “They couldn’t see anything in front of them, anything behind them. The only reason they got out was they heard voices outside. The voices directed them to where they were going.” The teens said they paid $10 to get into the warehouse party, which they found online, Garcia said.   Paul Duginski / Los Angeles Times Paul Duginski / Los Angeles Times City records cited allegations of at least three code violations at the building this year. In one complaint, city inspectors said there was complaint of an illegal building on the property as well as piles of trash. “This property is a storage [facility], but the owner turned it into a trash recycling center. The yard became a trash collection site, and the main building was [remodeled] for residential,” according to city records. City building and safety officials said Saturday afternoon that there was an open investigation into the warehouse and that inspectors had found evidence of blight. The building was permitted for use as a warehouse, not for housing. They said that a party or concert at the property would have required a permit, which had not been granted. They also said there was no evidence of fire sprinklers or alarms in the building. Oakland City Councilman Noel Gallo, who represents the district where the fire broke out, said neighbors have regularly complained about the building — particularly the fact that it had piles of trash and debris outside. “We would complain to the manager that they had all that nonsense outside of his building, blocking sidewalks, blocking streets. And …  he always had an attitude,” he said. Gallo said he did not know whether people were living inside the warehouse. Asked whether the building had residential permits, he said: “Absolutely not.” “The reality is, there are many facilities being occupied without permits,” he said. “They’re occurring on Oakland’s streets, especially in neighborhoods like mine.” The property is one of several owned by Chor N. Ng, according to her daughter, Eva Ng, 36. She said the warehouse was leased as studio space for an art collective and not used as a dwelling. “Nobody lived there,” she told The Times, adding, “It was an art collective.” She said she had asked her leaseholders about the issue and had been reassured that nobody lived in the building. “They confirmed multiple times. They said sometimes some people worked through the night, but that is all,” she said. The second floor had two exits, both wooden stairs, she said, adding that she believes the building also had smoke detectors. She was not familiar with comments by fire officials that the makeshift stairs consisted of packing crates. Ng added that her mother felt terrible about the tragedy. Kevin Longton, who lives at the Vulcan Lofts, less than a mile from where the fire took place, said the warehouse was well-known for holding rave-style dance parties. He went to one about a year ago, never saw any sprinklers and felt the place was an accident waiting to happen. “It was a tinderbox,” Longton said. Inside, he said, were two floors with a huge open space on the first floor with lots of nooks and crannies. People had cordoned off loft-style sections on the first floor and decorated them with fabrics and curtains. More than a two dozen old pianos were strewn about the floor.  “There were people living there,” Longton said. “I’m sure of that.\" The building was the site of a concert Friday night called the  Golden Donna 100% Silk 2016 West Coast Tour , according to a concert Facebook page. Organizers of the concert posted a statement describing the fire as an “unbelievable tragedy, a nightmare scenario. ... We are a very tight community of artists and we are all praying, sending love and condolences to everyone involved and their families.” Witnesses said the warehouse, known locally as the Oakland Ghost Ship, was a collective where artists lived and worked. Through the early-morning hours, people used the Facebook page to seek information about friends and loved ones who attended the concert. Some frantically listed the names of missing people and posted their photos, hoping to learn their fates. ",
    "title": "Officials fear up to 40 dead in fire during concert at Oakland warehouse - LA Times"
   },
   {
    "entities": [
     "wells",
     "hine/chicago",
     "crawford",
     "fargo",
     "ommen",
     "temple",
     "last december",
     "blackhawks",
     "tribune",
     "pa.",
     "$200",
     "chris",
     "darling",
     "tony",
     "bloomsburg",
     "semborski",
     "2016",
     "scott",
     "corey",
     "hine",
     "eric",
     "chicago",
     "today",
     "center",
     "philadelphia",
     "dec.",
     "2010",
     "hawks",
     "hours before saturday",
     "flyers",
     "now"
    ],
    "id": 27,
    "text": "Blackhawks came out for warmups at the Wells Fargo Center , one of their key players, goaltender Corey Crawford wasn't with them on the ice. Instead, he was under the knife, and now he will be on the shelf. Crawford developed appendicitis hours before Saturday's 3-1 loss to the Flyers and... When the Blackhawks came out for warmups at the Wells Fargo Center , one of their key players, goaltender Corey Crawford wasn't with them on the ice. Instead, he was under the knife, and now he will be on the shelf. Crawford developed appendicitis hours before Saturday's 3-1 loss to the Flyers and... (Chris Hine) They needed an amateur who would cost nothing and with the Flyers' help they found Semborski, who was pressed into duty. When Semborski saw a Chicago area code pop up on his phone, he said, he knew this was for real. \"Someone named Tony\" had called him — Hawks' senior director of team services Tony Ommen. \"I seriously had to take my skates off from coaching and just come (Wells Fargo Center) as fast as I could,\" said Semborski, who said he got the call only two hours before the game. \"I still couldn't believe it was happening as I was walking in. Disbelief can't quite quantify what Semborski felt. The Bloomsburg, Pa., native who graduated from Temple last December barely had time to call his family to let them know what was happening. His parents couldn't make it from about 135 miles away in Bloomsburg in time. \"This was a dream come true,\" Semborski said. \"It was so cool just hanging out with those guys. They made me feel welcome right away, started joking around. \"The Flyers asked around and people threw my name out I guess. I really don't know how it happened. I'll have to get to the bottom of that and thank some people.\" Eric Semborski on being the Blackhawks emergency backup goaltender Eric Semborski talks about being the Blackhawks emergency backup goaltender. (Chris Hine/Chicago Tribune) Eric Semborski talks about being the Blackhawks emergency backup goaltender. (Chris Hine/Chicago Tribune) See more videos The Hawks embraced the chance to razz their new teammate. They called him out for showing up late and for not wearing a suit to the game. They put his number on the board and told him he had to contribute $200 to the team's holiday party. \"I told them you better take credit, because that's all I have,\" Semborski said. Soon after arriving, it was time for warmups. Semborski came out in a No. 50 jersey that had Crawford's name removed and his name on it. Semborski looked a little slow as pucks zoomed by him during his time in net as he was comprehending what was happening. \"That was the best 20 minutes of my life skating with them,\" Semborski said. \"It was pretty cool. … I was a bit rusty. No matter how much I play I'm not going to be ready for them. It was fast. I couldn't even catch my breath because I was trying to take it all in.\" Photos from the game on Dec.. 3, 2016, in Philadelphia. Late in the game, the Hawks were trailing 3-1 and had pulled starter Scott Darling for an extra attacker. If the Flyers had scored an empty netter, Semborski said the Hawks were going to put him in the game. But it never came to be. Semborski said he has been a lifelong Flyers fan and called their 2010 Stanley Cup Final loss to the Hawks \"one of the hardest things I ever watched.\" He added: \"But today, that's all forgotten. I'm a Hawks fan.\" Because he signed an amateur tryout agreement, Semborski did not make any money for his appearance, but he got pucks, hats and he will get a jersey from the Hawks. If the Hawks win the Stanley Cup, he doesn't want his name on the Cup. \"I want a ring,\" he said with a laugh. If nothing else, at least he will have one heck of a memory. ",
    "title": "Blackhawk for a day: The story behind emergency goalie Eric Semborski - Chicago Tribune"
   },
   {
    "entities": [
     "paulikas",
     "fellowship",
     "bernardino",
     "u.s",
     "harbor",
     "cabinet",
     "garcetti",
     "ned",
     "saturday",
     "tongo",
     "state",
     "b.",
     "the day",
     "wang",
     "china",
     "lyvette",
     "bell",
     "department",
     "eric",
     "today",
     "san",
     "christian",
     "institution",
     "crespo",
     "bader",
     "weekend",
     "william",
     "$14 billion",
     "white",
     "us",
     "buenos",
     "friday",
     "mauricio",
     "united",
     "donald",
     "mexico",
     "islam",
     "conway",
     "night",
     "current",
     "kellyanne",
     "u.s.",
     "sharif",
     "a year later",
     "nawaz",
     "pearl",
     "usc",
     "beckley",
     "argentina",
     "lacma",
     "council",
     "parsons",
     "armand",
     "edwin",
     "macri",
     "cnn",
     "ing-wen",
     "yi",
     "church",
     "security",
     "2015",
     "taiwan",
     "asia",
     "ecclesia",
     "daniel",
     "aires",
     "obama",
     "national",
     "oct. 15",
     "nancy",
     "fire",
     "jeffrey",
     "one year later",
     "times",
     "price",
     "l.a.",
     "brookings",
     "states",
     "trump",
     "house",
     "dec. 15",
     "gardens",
     "ritchie",
     "christi",
     "joshua",
     "emamdjomeh",
     "pakistan",
     "now",
     "hopkins",
     "india",
     "tsai"
    ],
    "id": 28,
    "text": "Trump's call with the Taiwanese president was his latest break from diplomatic norms Tsai Ing-wen Ritchie B. Tongo / European Pressphoto Agency Taiwan President Tsai Ing-wen spoke Friday night with President-elect Donald Trump; no U.S. leader had spoken to the Taiwanese president in nearly 40 years. Taiwan President Tsai Ing-wen spoke Friday night with President-elect Donald Trump; no U.S. leader had spoken to the Taiwanese president in nearly 40 years. (Ritchie B. Tongo / European Pressphoto Agency) He praises enemies, he ignores allies, he upends decades of policy. And Donald Trump hasn’t even been sworn in as president. In a series of telephone calls with foreign leaders apparently eager to congratulate the president-elect, Trump has broken many of the rules that govern delicate matters of international relations, leaving State Department diplomats shocked and confused. The latest was Trump’s decision Friday night to speak to the president of Taiwan , which no U.S. president or president-elect has done in nearly 40 years. The U.S. has no formal diplomatic relations with Taiwan, which China considers a rogue state and part of its national territory. Already, China has lodged a formal complaint about Trump’s call with Taiwanese President Tsai Ing-wen, though given the stakes of relations between the world’s two superpowers, it tempered its reaction by emphasizing that Trump was not yet setting U.S. policy. \"The one-China policy” that does not recognize an independent Taiwan “is the cornerstone of the healthy development of China-U.S. relations, and we hope this political foundation will not be interfered with or damaged,\" Chinese Foreign Minister Wang Yi said Saturday, blaming Tsai for playing a “small trick” on Trump. The conversation had several of the hallmarks of Trump’s most notable discussions with foreign leaders since being elected: unorthodox, out of step with current U.S policy and prompted by opaque motives. \"We've been taken by surprise at every turn,\" one baffled national security staffer said of the calls to foreign leaders. Trump offered no apologies, nor did his transition team make any comments. Instead, he defended the discussion amid reams of criticism for having broken U.S. protocol by saying Tsai initiated it. “The President of taiwan CALLED ME today to wish me congratulations on winning the Presidency. Thank you!” Trump  tweeted . Later, Trump added : “Interesting how the US sells Taiwan billions of dollars of military equipment but I should not accept a congratulatory call.” Under the Obama administration, the U.S. has sold $14 billion in weapons to Taiwan. The administration’s Asia policy has centered on an effort to rebalance military and diplomatic resources toward the continent to counter the growing influence of China, though it has had limited success. Armand Emamdjomeh China was also one of Trump’s frequent targets during the campaign, and the call could have been a first salvo in changing U.S. policy under the Trump administration. He wants to increase tariffs on China, has threatened to label the country a currency manipulator and blames it in part for the loss of jobs in the U.S.  But the sudden nature of the call with Tsai, without informing other interested parties such as China or the White House, unsettled foreign policy experts. Trump's propensity to make and receive phone calls \"heightens concerns about Trump’s foreign policy deftness,” said Jeffrey Bader, a senior fellow at the Brookings Institution . \"There are serious risks posed by his failure to take briefings by government professionals,\" Bader wrote in a blog post, \"and he appears to have little respect for the potential damage of actions taken without understanding long-standing U.S. national security concerns.\" Trump’s call with Tsai also prompted concern because his business empire is hoping to build in Taiwan. Similarly, after Trump’s conversation with  President Mauricio Macri of Argentina, a journalist there suggested Trump might have asked for help with a permit to build a tower in Buenos Aires. Trump’s people denied it. In conversations with British politicians, Trump asked about getting wind farms banned from land near one of his British golf courses. Trump has acknowledged that had happened. Trump has sought to put to rest questions about conflicts of interest between his business and the business of government by saying he’ll step aside from operating the businesses during his presidency and will detail his plans in a Dec. 15 news conference. He has not addressed whether he will maintain ownership of his real estate and development holdings. Beyond the conflicts of interest, however, Trump is ignoring  U.S. policy. In a telephone conversation with Pakistani Prime Minister Nawaz Sharif , Trump said Pakistanis were “exceptional people” and “one of the most intelligent people.” \"Please convey to the Pakistani people that they are amazing and all Pakistanis I have known are exceptional people,\" Trump said, according to a summary provided by the Pakistani government. The overtures were consistent with Trump’s blustery language, but they belied his attacks during the campaign on Pakistan as an evil sponsor of terrorism. Additionally, most Pakistanis practice Islam, and Trump has proposed banning Muslims from entering the United States. \"You are a terrific guy,\" Trump told Sharif, whom the U.S. regards as corrupt. “You are doing amazing work which is visible in every way.\" The U.S. has diplomatic relations with Pakistan, but considers India, Pakistan’s archenemy, as a closer friend. Indians were among many shocked by Trump’s blithely friendly tone with Pakistan’s Sharif. Trump has declined to receive most of the intelligence briefings that he is entitled to as president-elect and that might better prepare him for his dealings with foreign leaders. Trump aides are in place at the State Department to ready the agency for his administration. And Trump does get information from the State Department, briefing books and other sources, senior advisor Kellyanne Conway told CNN after his phone call with Tsai. The gap has left veteran government diplomats aghast at Trump’s handling of foreign affairs. In the case of the Taiwan call, the White House scrambled to emphasize that Trump’s conversation with Tsai does not signal any change to long-standing U.S. policy, said Ned Price, a spokesman for the White House National Security Council. \"We remain firmly committed to our ‘one China’ policy….  Our fundamental interest is in peaceful and stable” relations. Caption Weekend Roundup: 7 stories you can't miss An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. Caption Weekend Roundup: 7 stories you can't miss An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. Caption Pastor Joshua Beckley of San Bernardino one year later Pastor Joshua Beckley of the Ecclesia Christian Fellowship Church spoke at a candlelight vigil the day after a terrorist attack killed 14 people and 22 were seriously injured in 2015. A year later, he reflects on the city and how it has changed. Pastor Joshua Beckley of the Ecclesia Christian Fellowship Church spoke at a candlelight vigil the day after a terrorist attack killed 14 people and 22 were seriously injured in 2015. A year later, he reflects on the city and how it has changed. Caption 90 seconds: 4 stories you can't miss Donald Trump is set to preside over the most affluent Cabinet in U.S. History , the mountain lion known as P-45 has been given a second chance , before election day, L.A. Mayor Eric Garcetti didn't hold back when it came to Donald Trump but now has a more civil tone , and  USC is a lock for the Rose Bowl, right? Not so fast. Caption William Crespo reacts to the sentence William Crespo cries as he talks about his brother, slain Bell Gardens Mayor Daniel Crespo, and the sentence given to Lyvette Crespo. William Crespo cries as he talks about his brother, slain Bell Gardens Mayor Daniel Crespo, and the sentence given to Lyvette Crespo. Caption Kanye West 911 Call The original version of this 911 call provided to the Times by the L.A. Fire Department included redacted portions to prevent the release of confidential health information. This condenses audible portions of the publicly released recording to remove silence. The original version of this 911 call provided to the Times by the L.A. Fire Department included redacted portions to prevent the release of confidential health information. This condenses audible portions of the publicly released recording to remove silence. Times staff writer Christi Parsons contributed to this report. For more on international affairs, follow @TracyKWilkinson on Twitter ALSO ",
    "title": "Trump&apos;s call with the Taiwanese president was his latest break from diplomatic norms - LA Times"
   },
   {
    "entities": [
     "stein",
     "elias",
     "december 4, 2016 last month",
     "next week",
     "friday",
     "press",
     "trump",
     "august",
     "hillary",
     "party",
     "club",
     "millions of dollars",
     "last week",
     "m.",
     "free",
     "donald",
     "saturday",
     "street",
     "state",
     "monday",
     "of",
     "board",
     "court",
     "otter",
     "lawrence",
     "associated",
     "canvassers",
     "erik",
     "twitter",
     "jill",
     "green",
     "michigan",
     "$7 million",
     "d.c.",
     "national",
     "commonwealth",
     "journal",
     "wall",
     "detroit",
     "less than one week ago",
     "$1,000,000",
     "washington",
     "wisconsin",
     "evening",
     "pennsylvania",
     "early",
     "clinton",
     "marc"
    ],
    "id": 29,
    "text": "Jill Stein, at a press conference at the National Press Club in Washington, D.C., in August. Win McNamee/Getty Images hide caption toggle caption Win McNamee/Getty Images Jill Stein, at a press conference at the National Press Club in Washington, D.C., in August. Win McNamee/Getty Images Jill Stein has ended her statewide ballot recount effort in Pennsylvania. Lawrence M. Otter, a lawyer for the former Green Party presidential candidate, withdrew the lawsuit filed with the Commonwealth Court of Pennsylvania early Saturday evening. \"Petitioners are regular citizens of ordinary means,\" the filing states. \"They cannot afford to post the $1,000,000 bond required by the Court.\" Stein elaborated on Twitter, asking: \"How odd is it that we must jump through bureaucratic hoops and raise millions of dollars so we can trust our election results?\" How odd is it that we must jump through bureaucratic hoops and raise millions of dollars so we can trust our election results? #Recount2016 — Dr. Jill Stein (@DrJillStein) December 4, 2016 Last month, Stein launched a fundraising campaign to pursue a recount in Pennsylvania, as well as in Michigan and Wisconsin — three states President-elect Donald Trump narrowly won en route to his electoral college victory. That campaign — which sought to \"ensure the integrity of our elections,\" according to her website — proved wildly successful, raking in nearly $7 million in donations to fund the former candidate's efforts. Stein subsequently filed her request for a statewide recount in Pennsylvania on Monday, just days after she officially requested a recount in Wisconsin. In Michigan, where Trump was certified the winner only last week , the situation proved to be a bit more complicated: Stein requested a recount there — only to have her request tangled by an objection from the Trump campaign. After the state's Board of State Canvassers deadlocked on the issue Friday, the Detroit Free Press reports a hand recount in Michigan appears set to proceed next week. Article continues after sponsorship Hillary Clinton's campaign reluctantly said it would participate in the proceedings, \"to ensure our campaign is legally represented,\" according to campaign lawyer Marc Erik Elias. In Pennsylvania, though, Stein's withdrawal brings an abrupt conclusion to a statewide effort that began there less than one week ago. Though \"Recounts will still proceed in a handful of Pennsylvania precincts, but it is far from the statewide recount that Ms. Stein was hoping for,\" The Wall Street Journal reports . At this time, there is no indication that Stein's campaign plans to drop its efforts in Wisconsin — where The Associated Press reports a recount is already underway — or in Michigan. ",
    "title": "Jill Stein Campaign Drops Statewide Recount Effort In Pennsylvania : The Two-Way : NPR"
   }
  ]
 }
}