{
 "05": {
  "col-sim": {
   "cosine": 0.20841258583341288,
   "entity": 0.2712254014483242
  },
  "exec-time": 26.57878041267395,
  "links": [
   {
    "entities": [
     "ben",
     "kaepernick",
     "howard",
     "barkley",
     "draughn",
     "loggains",
     "bryce",
     "tribune",
     "sunday",
     "nfl",
     "bellamy",
     "shaun",
     "callahan",
     "timu",
     "chip",
     "halas",
     "pop",
     "john",
     "kelly",
     "chicago",
     "hall",
     "matt",
     "josh",
     "cowboys",
     "warner",
     "now",
     "braunecker",
     "jordan"
    ],
    "id": 0,
    "text": "An ugly first half morphed into a picturesque victory for the Bears. Jordan Howard ran for three touchdowns as the Bears overcame snowy conditions and the 49ers to record a 26-6 win and improve to 3-9 on the season before 46,622 at Soldier Field on Sunday. Neither team completed a pass in the first... (Chicago Tribune staff) Bryce Callahan fair-caught a punt at his 5. Seriously, dude? Like the offense doesn’t stink enough, and now the punt returner can’t let the ball perhaps bounce into the end zone for a touchback? That’s something they teach in Pop Warner, but apparently not at Halas Hall. The Bears took a delay-of-game penalty on a punt because Ben Braunecker didn’t know he was on that unit. Do they practice? And then Braunecker was beaten to the inside to allow the punt to be blocked. Do they practice? But wait. There’s more. That play ended with the returner stepping out of bounds short of the goal line followed by former Bear Shaun Draughn drawing a penalty for unsportsmanlike conduct for celebrating a TD that wasn’t a TD. I’m telling you, this game had to be challenging the NFL record for combined stupid. Good for Jordan Howard, but isn’t that what a tough running back is expected to do against the worst rushing defense in the NFL? Even a running back from the second-worst scoring offense in the NFL? So, there you go: Josh Bellamy can’t catch passes while wide open in good weather and bad. No, look, Bellamy caught a pass down the left sideline. It was a pass that highlighted Matt Barkley ’s lack of arm strength, but still, Bellamy caught a pass. And look at that: Loggains went back to the shovel pass at the goal line, only this time it worked. I guess there’s at least something the Bears practice. Hold it. Bellamy dropped a potential 61-yard TD pass. Barkley should know better by now. John Timu got credit for a pass defended when the ball hit him in the helmet as he was beaten badly on a play that Kaepernick badly underthrew. It’s insulting to the Patriots and Cowboys to call this football. Has it always taken Barkley a half to get into playing a game? The Bears defense was excellent in exposing Kaepernick. Either the defense or the snow. Or Chip Kelly's death-spiral leadership. The 49ers proved to be a joke, so before you think the Bears accomplished something, remember this: They leave the game with just two wins more than that joke. ",
    "title": "Congrats, Bears and 49ers: You delivered the promised bad and stupid football - Chicago Tribune"
   },
   {
    "entities": [
     "dec 4",
     "a.c.",
     "states",
     "trump",
     "bernie",
     "35%",
     "united",
     "donald",
     "mexico",
     "indiana",
     "december 4, 2016",
     "sanders",
     "alexandra",
     "2016",
     "j.",
     "twitter",
     "post",
     "$7 million",
     "u.s.",
     "technologies",
     "7 a.m.",
     "washington",
     "jaffe",
     ", 12:45 pm",
     "35 percent"
    ],
    "id": 1,
    "text": "Dec 4 2016, 12:45 pm ET Donald Trump Threatens U.S. Companies in Latest Twitter Diatribe by Alexandra Jaffe advertisement In a six-tweet diatribe sent just before 7 a.m., President-elect Donald Trump proposed a 35 percent tariff on goods imported to the United States by American companies that took their factories and jobs abroad. The U.S. is going to substantialy reduce taxes and regulations on businesses, but any business that leaves our country for another country, — Donald J. Trump (@realDonaldTrump) December 4, 2016 fires its employees, builds a new factory or plant in the other country, and then thinks it will sell its product back into the U.S. ...... — Donald J. Trump (@realDonaldTrump) December 4, 2016 without retribution or consequence, is WRONG! There will be a tax on our soon to be strong border of 35% for these companies ...... — Donald J. Trump (@realDonaldTrump) December 4, 2016 wanting to sell their product, cars, A.C. units etc., back across the border. This tax will make leaving financially difficult, but..... — Donald J. Trump (@realDonaldTrump) December 4, 2016 these companies are able to move between all 50 states, with no tax or tariff being charged. Please be forewarned prior to making a very ... — Donald J. Trump (@realDonaldTrump) December 4, 2016 Trump concludes: — Donald J. Trump (@realDonaldTrump) December 4, 2016 It's unclear what prompted Trump's latest Twitter screed outlining economic policy, but it comes less than a week after the president-elect announced a deal with Carrier, a heating and cooling systems manufacturing company, to prevent the company from moving a major factory to Mexico, keeping 1,100 jobs in Indiana. However, 300 of those positions were never scheduled to leave. The Carrier deal included no tax penalty. Instead, it offered instead a mix of tax breaks and other \"financial incentives\" for Carrier's parent company, United Technologies, amounting to $7 million over 10 years. The absence of a tax penalty prompted former Democratic presidential candidate Sen. Bernie Sanders to attack the deal in a Washington Post op-ed as effectively rewarding the company. Play ",
    "title": "Donald Trump Threatens U.S. Companies in Latest Twitter Diatribe - NBC News"
   },
   {
    "entities": [
     "friday",
     "states",
     "sunday",
     "united",
     "facebook",
     "ghana",
     "this past summer",
     "morning",
     "state",
     "accra",
     "monday",
     "tuesday",
     "embassy",
     "security",
     "$6,000",
     "twitter",
     "department",
     "this weekend",
     "u.s.",
     "obama",
     "service",
     "nov. 2",
     "netherlands",
     "diplomatic",
     "india"
    ],
    "id": 2,
    "text": "Facebook 0 Twitter 0 livefyre Email Print UNDATED: The exterior of the fake embassy in Accra, Ghana. (picture courtesy of the State Department) An organized crime ring operated a “sham” U.S. embassy in Ghana that issued illegally obtained visas for about a decade, the State Department confirmed Sunday. The building in Accra, Ghana, flew a U.S. flag every Monday, Tuesday and Friday morning. And inside the building was a picture of President Obama and signs suggesting visitors were indeed inside a real U.S. embassy, the agency said. The purported organizers obtained blank documents to doctor and forge. The fake embassy was staffed by imposter consular officers who were in fact Turkish citizens who spoke English and Dutch. The operation even advertised its services through fliers and billboards and charged customers as much as $6,000 -- with options to buy fake supporting documents such as phony birth certificates and bank records. The fake embassy remained opened so long because “the criminals running the operation were able to pay off corrupt officials,” according to the State Department. The report states the elaborate scheme was run by Ghanaian and Turkish organized crime rings and a Ghanaian attorney who practices immigration and criminal law.  The State Department reported about the operation Nov. 2 on its website and wrote, \"This embassy was a sham.\" Two State Department officials confirmed to FoxNews.com on Sunday that the report was real, amid a proliferation of so-called “fake news.” However, the officials declined to provide additional information including details about how many bogus passports might have been issued or on how many people from the West African nation could be living illegally in other countries. They also declined to discuss why news outlets first started reporting the story this weekend, saying more details could be made available Monday. The operation was broken up this past summer by a team of law enforcement agencies that included the U.S. Diplomatic Security Service, Canadian Embassy officials and local police. The embassy sting by the joint task force uncovered 150 passports from 10 countries as well as real and counterfeit visas from India, and the United States. A fake Netherlands embassy also was discovered in the sting. The operation also had two satellite locations -- an apartment building and a dress shop in which an industrial sewing machine could re-create the binding on fake passports. The operatives drove to remote parts of the country to find customers, instead of accepting walk-in visa appointments, the agency said. They next step would be to take customers to a hotel in Accra, then to the fake embassy. The U.S. maintains an official, fortified embassy in Ghana. The State Department said several Ghanaian suspects connected to the operation remain at large. Advertisement ",
    "title": "'Sham' US embassy in Ghana issued fake visas for a decade | Fox News"
   },
   {
    "entities": [
     "tomorrow",
     "civil",
     "theresa",
     "jo-ellen",
     "times",
     "pipeline",
     "darcy",
     "sunday",
     "standing",
     "the",
     "sioux",
     "mexico",
     "morning",
     "missouri",
     "river",
     "rock",
     "of",
     "north",
     "sandoval",
     "federal",
     "department",
     "access",
     "new",
     "army",
     "works",
     "york",
     "alyssa",
     "early",
     "dakota",
     "schukar",
     "dec. 4, 2016"
    ],
    "id": 3,
    "text": "Federal Officials to Explore Different Route for Dakota Pipeline By THE NEW YORK TIMES DEC. 4, 2016 Continue reading the main story Photo Theresa Sandoval, of the Red Willow Tribe in northern New Mexico, bringing firewood back to her North Dakota camp early Sunday morning. Credit Alyssa Schukar for The New York Times Federal officials announced on Sunday that they would not approve permits for construction of the Dakota Access Pipeline beneath a dammed section of the Missouri River that tribes say sits near sacred burial sites. The decision is a victory for hundreds, perhaps thousands, of protesters camped near the construction site who have opposed the project because they said would it threaten a water source and cultural sites. Federal officials had given the protesters until tomorrow to leave a campsite near the construction site. In a statement on Sunday, the Department of the Army’s assistant secretary for Civil Works, Jo-Ellen Darcy, said that the decision was based on a need to explore alternate routes for the pipeline crossing. “Although we have had continuing discussion and exchanges of new information with the Standing Rock Sioux and Dakota Access, it’s clear that there’s more work to do,” Ms. Darcy said. “The best way to complete that work responsibly and expeditiously is to explore alternate routes for the pipeline crossing.” ",
    "title": "Federal Officials to Explore Different Route for Dakota Pipeline - The New York Times"
   },
   {
    "entities": [
     "oakland",
     "edelson",
     "the early morning of",
     "schaaf",
     "larry",
     "friday",
     "images",
     "fruitavale",
     "fruitvale",
     "saturday, dec. 3, 2016",
     "rosie",
     "getty",
     "20%",
     "mabanglo",
     "firefighters",
     "sunday",
     "facebookemail",
     "griseau",
     "facebook",
     "drayton",
     "lidia",
     "about 11:30 p.m. on",
     "late night",
     "like",
     "chris",
     "reid",
     "g.",
     "richmond",
     "international",
     "otto",
     "pressphoto",
     "libby",
     "last month",
     "county",
     "landeza",
     "calif.",
     "elijah",
     "marquez",
     "jayson",
     "flowers",
     "battalion",
     "john",
     "nechodom",
     "kelly",
     "barich",
     "twitter",
     "marcio",
     "ray",
     "sheriff's",
     "night",
     "police",
     "department",
     "sunday, dec. 4, 2016",
     "dec. 3, 2016",
     "usa",
     "past",
     "agency",
     "today",
     "alameda",
     "melinda",
     "deloach",
     "reed",
     "josh",
     "dec. 3",
     "sanchez",
     "overnight",
     "death",
     "constance",
     "nick",
     "european",
     "weekend",
     "office",
     "fire",
     "genevieve",
     "teresa",
     "nouvelage",
     "city",
     "jose",
     "early on dec. 3, 2016",
     "google",
     "dec. 4, 2016",
     "ap",
     "boulevard"
    ],
    "id": 4,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Death toll rises to 30 in Oakland warehouse fire At least 30 people are dead and the death toll in a massive fire is expected to rise. Post to Facebook Death toll rises to 30 in Oakland warehouse fire At least 30 people are dead and the death toll in a massive fire is expected to rise. Check out this story on USATODAY.com: http://usat.ly/2gCIu4N CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 50 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Death toll rises to 30 in Oakland warehouse fire x Share Fire tore through an Oakland warehouse during a late night dance party, killing at least nine people, and officials say the death toll could rise as high as 40.  Last month, Oakland investigated the warehouse after complaints from neighbors. (Dec. 3) AP Genevieve Griseau cries as she attends a memorial for victims of a warehouse fire at Chapel of the Chimes Saturday, Dec. 3, 2016, in Oakland, Calif. (Photo: Marcio Jose Sanchez, AP) OAKLAND — The death toll rose to 30 Sunday and could still climb after a massive weekend fire roared through this city's \"Ghost Ship,\" a warehouse-turned-artist collective and popular party space. Alameda County Sheriff's Office spokesman Ray Kelly said only 20% of the building had been searched since Friday night's blaze, so a final death toll could be days away. \"The number will go up,\" Kelly said Sunday. \"Firefighters are tired, exhausted. This is very emotional.\" The fire broke out during an electronic music party at the warehouse, part of which had been converted to makeshift art studios and living areas. The party apparently took place in a large open space on the second floor accessible by a single wooden staircase. Melinda Drayton, Oakland Fire Department battalion chief, said firefighters breached a wall overnight and were attempting to systematically and safely remove debris \"bucket by bucket\" from the battered building. She said firefighters had not yet reached the location where the fire began, and investigators were far from determining the cause of the blaze. Oakland's 'Ghost Ship' warehouse had known safety concerns \"This will be a long and arduous process,\" she said. \"We want to make sure we are respecting the victims and their families and ensuring our firefighters' safety.\" The building sits in Fruitvale, a neighborhood with a large Latino population a few miles southeast of downtown. Yellow police tape a block from the building kept the public away. The charred remains of the top of the building were visible, and work crews could be seen dragging out debris. Chris Nechodom, 30, a photographer and filmmaker from Richmond, Calif., was visiting a friend on the first floor of the warehouse when the fire started. He told USA TODAY he thought at first it might be coming from a fog machine at the party above. But soon he was shouting so people fleeing the fire could follow his voice toward the exit. Finally, he had inhaled so much smoke he had to go outside. \"I'm just praying and thanking the higher power that I made it out,\" he said. Several therapy dogs and their handlers were in the area Sunday to comfort families and first responders. Constance Barich, 61, visited with Rosie, a 2-year-old English Labrador. Barich, an artist in the neighborhood for 30 years, said she has lived in some of the warehouses. \"There are hundreds and hundreds of artists in this neighborhood,\" she told USA TODAY. \"If it looks like someone is living there, they are.\" Posted! A link has been posted to your Facebook feed. A firefighter walks away from the scene of a warehouse fire that has claimed the lives of at least twenty-four people on Dec. 4, 2016 in Oakland, Calif. Officials said they are continuing to search the charred debris from the fatal fire that ripped through a late-night dance party in the converted warehouse.  Elijah Nouvelage, Getty Images Lidia Marquez prays near the site of a warehouse fire that has claimed the lives of at least twenty-four people on Dec. 4, 2016 in Oakland, Calif.  Elijah Nouvelage, Getty Images Oakland Battalion Chief Melinda Drayton talks about the investigation at the scene of a warehouse fire, Dec. 4, 2016, in Oakland, Calif.  Marcio Jose Sanchez, AP Flowers are placed at the scene of a warehouse fire, Sunday, Dec. 4, 2016, in Oakland, Calif.   Marcio Jose Sanchez, AP Police and firefighters continue work at the scene of a warehouse fire in Oakland, Calif., Dec. 4, 2016.  John G. Mabanglo, European Pressphoto Agency Fullscreen People gather near a warehouse after it was destroyed by a fire, Dec. 3, 2016, in Oakland. Up to 40 people are feared dead in a huge fire that tore through a party in a warehouse. Authorities warned of a prolonged search and recovery effort.  Nick Otto, AFP/Getty Images Flowers are hung on a sign post two blocks from the scene of a warehouse fire at the corner of 31st Avenue and International Boulevard in Oakland.  John G. Mabanglo, European Pressphoto Agency Firefighters work at the aftermath of  the  warehouse fire in Oakland, Dec. 3, 2016.   John G. Mabanglo, European Pressphoto Agency A unidentified man covers his face outside of a warehouse that was destroyed by a fire Dec. 3, 2016, in Oakland.  Marcio Jose Sanchez, AP Police officers review a map of the scene of a warehouse rave party in Oakland, where a fire may have killed dozens during the early morning of Dec. 3, 2016.  Josh Edelson, AP People place flowers near the scene of a warehouse fire, Dec. 3, 2016, in Oakland.   Josh Edelson, AP Firefighters work at the scene of  a warehouse fire as smoke continues to rise from the structure in Oakland.  John G. Mabanglo, European Pressphoto Agency Oakland Mayor Libby Schaaf, center, Oakland City councilman Larry Reid, right, and Oakland Fire Department Chaplan Father Jayson Landeza walk together past the scene of a warehouse fire that may have killed dozens.  John G. Mabanglo, European Pressphoto Agency Firefighters investigate the scene of a overnight fire that claimed at least nine lives at a warehouse in Oakland on Dec. 3, 2016.  Elijah Nouvelage, Getty Images Firefighters work in the aftermath of the Oakland warehouse fire, where a party was going on Friday night.  John G. Mabanglo, European Pressphoto Agency Charred windows mark the face of a building that was the scene of an overnight fire that claimed the lives of multiple people  in the Fruitvale neighborhood of Oakland.  Elijah Nouvelage, Getty Images Oakland Fire Chief Teresa Deloach Reed speaks to the press following an overnight fire at a warehouse in Oakland.  Elijah Nouvelage, Getty Images Firefighters assess the scene where a fire tore through a warehouse party early on Dec. 3, 2016, in Oakland, killing at least nine people. The blaze began at about 11:30 p.m. on Friday during a party at a warehouse.  Josh Edelson, AP Firefighters assess the scene of the warehouse fire. About 25 people remained unaccounted for.  Josh Edelson, AP Firefighters work the scene of a warehouse fire in Oakland.  John G. Mabanglo, European Pressphoto Agency The warehouse is located  in the Fruitavale district of Oakland at the corner of 31st Avenue and International Boulevard. At least nine people died in the fire and about 25 people remained missing.  John G. Mabanglo, European Pressphoto Agency In this handout frame grab from video released via Twitter user @Oaklandfirelive,  fire crews arrive at the scene of a warehouse fire in Oakland on Dec. 3, 2016.  @Oaklandfirelive via European Pressphoto Agency Like this topic? You may also like these photo galleries: Replay ",
    "title": "Death toll rises to 30 in Oakland warehouse fire"
   },
   {
    "entities": [
     "oakland",
     "feather",
     "cannonball",
     "sakowin",
     "network",
     "pipeline",
     "west",
     "kruse",
     "archambault",
     "brian",
     "bakken",
     "powers/the",
     "auburn",
     "seday",
     "wolansky",
     "dave",
     "montana",
     "register",
     "cornel",
     "sunday",
     "standing",
     "ball",
     "facebook",
     "duluth",
     "ashley",
     "sioux",
     "kevin",
     "ariel",
     "sharp",
     "morning",
     "december 4, 2016",
     "rock",
     "cannon",
     "lake",
     "missouri",
     "n.d.",
     "north",
     "of",
     "engineers",
     "river",
     "dec. 4",
     "tamara",
     "sunday, dec. 4, 2016",
     "oahe",
     "eric",
     "usa",
     "u.s.",
     "fanning",
     "access",
     "camp",
     "corps",
     "army",
     "today",
     "des",
     "ill.",
     "d.c.",
     "patoka",
     "ii",
     "5:31 p.m. est",
     "washington",
     "fullscreen",
     "oceti",
     "sherman",
     "dakota",
     "mark",
     "hardy",
     "moines",
     "ap"
    ],
    "id": 5,
    "text": "Standing Rock tribe says Army will halt Dakota Access pipeline U.S. Secretary of the Army Eric Fanning informed tribal leaders of the decision on Sunday. Post to Facebook Standing Rock tribe says Army will halt Dakota Access pipeline U.S. Secretary of the Army Eric Fanning informed tribal leaders of the decision on Sunday. Check out this story on USATODAY.com: http://usat.ly/2gDMPok CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 7 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Standing Rock tribe says Army will halt Dakota Access pipeline USA Today Network Kevin Hardy, Des Moines Register 5:31 p.m. EST December 4, 2016 x Share Authorities in North Dakota have said they'll move away from a key bridge near the main Dakota Access oil pipeline protest camp by Sunday if demonstrators agree to certain conditions. (Dec. 4) AP People gather as tribal and religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball. (Photo: Brian Powers/The Register)   OCETI SAKOWIN CAMP, N.D. — U.S. Secretary of the Army Eric Fanning has informed tribal leaders that the Army Corps of Engineers will halt construction on the controversial Dakota Access pipeline, the chairman of the Standing Rock Sioux tribe said here Sunday. Dave Archambault II said the Army has denied the permit to bore under Lake Oahe, the reservoir behind the Missouri River in North Dakota. Native Americans and environmentalists have camped out near the lake for weeks protesting the 1,172-mile pipeline, which is intended to carry crude oil from the Bakken oil region in North Dakota to a distribution hub in Patoka, Ill. \"I wanted you to hear it from me,\" the chairman said as people banged drums, danced and cheered in glee at the snowy camp. The Missouri River portion of the pipeline was the only remaining contested portion. A federal lawsuit in Washington, D.C. is still pending. Posted! A link has been posted to your Facebook feed. Tamara Sharp of Oakland, CA prays with other demonstrators at the Cannonball River during the morning prayer along the banks of the in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 in Cannon Ball.  Brian Powers/The Register Demonstrators gather at the Cannonball River during the morning prayer in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 in Cannon Ball.  Brian Powers/The Register Feather Sherman of Montana prays with other demonstrators at the Cannonball River during the morning prayer along the banks of the in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 in Cannon Ball.  Brian Powers/The Register Demonstrators gather at the Cannonball River during the morning prayer in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 in Cannon Ball.  Brian Powers/The Register Demonstrators gather at the Cannonball River during the morning prayer in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 in Cannon Ball.  Brian Powers/The Register Demonstrators gather at the Cannonball River during the morning prayer in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 in Cannon Ball.  Brian Powers/The Register Fullscreen Ariel Wolansky, left, and Ashley Seday, right, both of Auburn, CA, embrace as they gather at the Cannonball River during the morning prayer in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 in Cannon Ball.  Brian Powers/The Register Food donations sit ready to be taken in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Professor and speaker Cornel West waits to speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register People gather to listen as Tribal and Religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Tribal and Religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Cornel West speaks during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Cornel West speaks during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register A group of native veterans arrive to an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Tribal and Religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Cornel West listens during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Tribal and Religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Tribal and Religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Native veterans listen as other speak at an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Tribal and Religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Tribal and Religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register People gather as tribal and religious leaders speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Riders on horseback gather as people speak during an interfaith prayer circle in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball.  Brian Powers/The Register Fullscreen Mark Kruse of Duluth, MN helps load a truck with donations in the Oceti Sakowin Camp near the Standing Rock Reservation on Sunday, Dec. 4, 2016 near Cannon Ball. The donation tent where the items had been stored needs to be converted to housing so the donations had to be moved.  Brian Powers/The Register Like this topic? You may also like these photo galleries: Replay ",
    "title": "Standing Rock tribe says Army will halt Dakota Access pipeline"
   },
   {
    "entities": [
     "gulf",
     "navy",
     "ball",
     "paul",
     "kevin",
     "laney",
     "dalrymple",
     "for",
     "allard",
     "partners",
     "clark",
     "michigan",
     "department",
     "woodson",
     "morton",
     "backwater",
     "army",
     "meskwaki",
     "afternoon",
     "guard",
     "steven",
     "the late october",
     "grayson",
     "bismarck",
     "youngbear",
     "harvard",
     "cramer",
     "sunday",
     "united",
     "facebook",
     "seven",
     "fires",
     "cannon",
     "lake",
     "river",
     "of",
     "north",
     "justice",
     "odawa",
     "twitter",
     "u.s.",
     "jack",
     "email",
     "lynch",
     "$3.8 billion",
     "war",
     "kyle",
     "jr.",
     "n.d.",
     "the future",
     "council",
     "jo-ellen",
     "archambault",
     "cambridge",
     "perry",
     "dave",
     "darcy",
     "transfer",
     "loretta",
     "miles",
     "sioux",
     "potawatomi",
     "rock",
     "oahe",
     "december 04, 2016",
     "national",
     "massachusetts",
     "kirchmeier",
     "bridge",
     "little",
     "energy",
     "sally",
     "dakota",
     "dallas-based",
     "sakowin",
     "this week",
     "states",
     "jewell",
     "trump",
     "flint",
     "art",
     "standing",
     "veterans",
     "missouri",
     "$1 million",
     "kansas",
     "monday",
     "indians",
     "county",
     "engineers",
     "earlier sunday",
     "stand",
     "vietnam",
     "carla",
     "traverse",
     "corps",
     "print",
     "$1.2 million",
     "bay",
     "oceti",
     "now",
     "lakota",
     "wes",
     "wesley"
    ],
    "id": 6,
    "text": "Feds block controversial Dakota Access pipeline route Published               December 04, 2016 Facebook 0 Twitter 0 livefyre Email Print   CANNON BALL, N.D. –  The U.S. Army Corps of Engineers said Sunday that it won't grant an easement for the Dakota Access oil pipeline in southern North Dakota, handing a victory to the Standing Rock Sioux tribe and its supporters, who argued the project would threaten the tribe's water source and cultural sites. North Dakota's leaders criticized the decision, with Gov. Jack Dalrymple calling it a \"serious mistake\" that \"prolongs the dangerous situation\" of having several hundred protesters who are camped out on federal land during cold, wintry weather. U.S. Rep. Kevin Cramer said it's a \"very chilling signal\" for the future of infrastructure in the United States. The four-state, $3.8 billion project is largely complete except for the now-blocked segment underneath Lake Oahe, a Missouri River reservoir. Assistant Secretary for Civil Works Jo-Ellen Darcy said in a news release that her decision was based on the need to \"explore alternate routes\" for the pipeline's crossing. Her full decision doesn't rule out that it could cross under the reservoir or north of Bismarck. \"Although we have had continuing discussion and exchanges of new information with the Standing Rock Sioux and Dakota Access, it's clear that there's more work to do,\" Darcy said. \"The best way to complete that work responsibly and expeditiously is to explore alternate routes for the pipeline crossing.\" HUNDREDS OF VETERANS ARRIVE TO SUPPORT PIPELINE PROTESTERS The company constructing the pipeline, Dallas-based Energy Transfer Partners, had said it was unwilling to reroute the project. It had no immediate comment Sunday. The decision came a day before the government's deadline for the several hundred people at the Oceti Sakowin, or Seven Council Fires, encampment to leave the federal land. But demonstrators say they're prepared to stay, and authorities say they won't forcibly remove them. As the news spread Sunday, cheers and cheers and chants of \"mni wichoni\" — \"water is life\" in Lakota Sioux — broke out among the protesters. Some in the crowd banged drums. Miles Allard, a member of the Standing Rock Sioux, said he was pleased but remained cautious, saying, \"We don't know what Trump is going to do.\" \"The whole world is watching,\" Allard added. \"I'm telling all our people to stand up and not to leave until this is over.\" Attorney General Loretta Lynch said Sunday that the Department of Justice will \"continue to monitor the situation\" and stands \"ready to provide resources to help all those who can play a constructive role in easing tensions.\" \"The safety of everyone in the area - law enforcement officers, residents and protesters alike - continues to be our foremost concern,\" she added. Carla Youngbear of the Meskwaki Potawatomi tribe made her third trip from central Kansas to be at the protest site. \"I have grandchildren, and I'm going to have great grandchildren,\" she said. \"They need water. Water is why I'm here.\" Standing Rock Sioux tribal chairman Dave Archambault didn't immediately respond to messages left seeking comment. Morton County Sheriff Kyle Kirchmeier, whose department has done much of the policing for the protests, said that \"local law enforcement does not have an opinion\" on the easement and that his department will continue to \"enforce the law.\" U.S. Secretary for the Interior Sally Jewell said in a statement that the Corps' \"thoughtful approach ... ensures that there will be an in-depth evaluation of alternative routes for the pipeline and a closer look at potential impacts.\" Earlier Sunday, an organizer with Veterans Stand for Standing Rock said tribal elders had asked the military veterans not to have confrontations with law enforcement officials, adding the group is there to help out those who've dug in against the project. About 250 veterans gathered about a mile from the main camp for a meeting with organizer Wes Clark Jr., the son of former Democratic presidential candidate Gen. Wesley Clark. The group had said about 2,000 veterans were coming, but it wasn't clear how many actually arrived. \"We have been asked by the elders not to do direct action,\" Wes Clark Jr. said. He added that the National Guard and law enforcement have armored vehicles and are armed, warning: \"If we come forward, they will attack us.\" Instead, he told the veterans, \"If you see someone who needs help, help them out.\" Authorities moved a blockade from the north end of the Backwater Bridge with the conditions that protesters stay south of it and come there only if there is a prearranged meeting. Authorities also asked protesters not to remove barriers on the bridge, which they have said was damaged in the late October conflict that led to several people being hurt, including a serious arm injury. \"That heavy presence is gone now and I really hope in this de-escalation they'll see that, and in good faith . the leadership in those camps will start squashing the violent factions,\" Cass County Sheriff Paul Laney said in a statement, reiterating that any violation will \"will result in their arrest.\" Veterans Stand for Standing Rock's GoFundMe.com page had raised more than $1 million of its $1.2 million goal by Sunday — money due to go toward food, transportation and supplies. Cars waiting to get into the camp Sunday afternoon were backed up for more than a half-mile. \"People are fighting for something, and I thought they could use my help,\" said Navy veteran and Harvard graduate student Art Grayson. The 29-year-old from Cambridge, Massachusetts, flew the first leg of the journey, then rode from Bismarck in the back of a pickup truck. He has finals this week, but told professors, \"I'll see you when I get back.\" Steven Perry, a 66-year-old Vietnam veteran who's a member of the Little Traverse Bay band of Odawa Indians in Michigan, spoke of one of the protesters' main concerns: that the pipeline could pollute drinking water. \"This is not just a native issue,\" he said, \"This is an issue for everyone.\" Art Woodson and two other veterans drove 17 hours straight from Flint, Michigan, a city whose lead-tainted water crisis parallels with the tribe's fight over water, he said. \"We know in Flint that water is in dire need,\" the 49-year-old disabled Gulf War Army veteran said. \"In North Dakota, they're trying to force pipes on people. We're trying to get pipes in Flint for safe water.\" Some veterans will take part in a prayer ceremony Monday, during which they'll apologize for historical detrimental conduct by the military toward Native Americans and ask for forgiveness, Clark said. He also called the veterans' presence \"about right and wrong and peace and love.\" Advertisement ",
    "title": "Feds block controversial Dakota Access pipeline route | Fox News"
   },
   {
    "entities": [
     "paulikas",
     "fellowship",
     "bernardino",
     "joe",
     "harbor",
     "cabinet",
     "about a year ago",
     "california",
     "garcetti",
     "kevin",
     "chor",
     "rollo",
     "morning",
     "saturday",
     "golden",
     "the day",
     "king",
     "80%",
     "lyvette",
     "bell",
     "department",
     "this year",
     "eric",
     "alameda",
     "san",
     "christian",
     "afternoon",
     "crespo",
     "weekend",
     "william",
     "al",
     "peter",
     "ben",
     "friday",
     "seung",
     "--",
     "facebook",
     "donald",
     "karlamangla",
     "mexico",
     "1991",
     "100%",
     "kelly",
     "night",
     "ray",
     "tracey",
     "u.s.",
     "ship",
     "a year later",
     "pearl",
     "previously",
     "usc",
     "beckley",
     "lacma",
     "about 11:15 p.m. less than 10 minutes later",
     "n.",
     "lee",
     "brandrett",
     "lien",
     "$10",
     "garcia",
     "edwin",
     "donna",
     "10 minutes later",
     "longton",
     "noel",
     "francisco",
     "st.",
     "ng",
     "church",
     "2015",
     "john",
     "ecclesia",
     "daniel",
     "oct. 15",
     "hills",
     "mozingo",
     "gallo",
     "brooke",
     "ghost",
     "nancy",
     "fire",
     "last night",
     "paige",
     "city",
     "one year later",
     "oakland",
     "times",
     "l.a.",
     "about 11 p.m.",
     "h.",
     "trump",
     "the",
     "gardens",
     "county",
     "2016",
     "currently",
     "soumya",
     "joshua",
     "eva",
     "now",
     "hopkins"
    ],
    "id": 7,
    "text": "LOCAL L.A. Now 24 bodies recovered in Oakland warehouse fire; 80% of building still to be searched At least nine people died when a fire raced through an Oakland warehouse crowded with people attending a Friday night concert, officials said. Paige St. John , Peter H. King and Soumya Karlamangla Contact Reporters The death toll from the fire that raced through an Oakland warehouse during a music concert rose to 24 as searchers continued to sift through the ruin of one of the deadliest fires in modern California history. The search for victims could take another two days, leaving friends and family members frantic to learn the fate of their loved ones.  About 80% of the building remains to be searched, officials say.  At a morning news conference, Alameda County Sheriff Sgt. Ray Kelly said the death toll rose from nine last night to 24; he emphasized that the number will probably rise as the search continues. Searchers painstakingly sifted through the rubble of the building through the night. They described it as a horrific scene of destruction, with many concertgoers unable to flee when the fire broke out. Kelly said the vast majority of the victims found have not been identified. (Tracey Lien, Paige St. John, Peter H. King and Joe Mozingo) The rising death toll makes the blaze one of the worst in recent California history. It could eclipse the 1991 Oakland Hills fire, which killed 25 people. The fire’s cause is not known.  Arson is not suspected, but Kelly said nothing had been ruled out. The warehouse isn’t currently considered a crime scene.  City records cited allegations of at least three code violations at the building this year. In one complaint, city inspectors said there was complaint of an illegal building on the property as well as piles of trash. “This property is a storage [facility], but the owner turned it into a trash recycling center. The yard became a trash collection site, and the main building was [remodeled] for residential,” according to city records. City building and safety officials said Saturday afternoon that there was an open investigation into the warehouse and that inspectors had found evidence of blight. The building was permitted for use as a warehouse, not for housing. They said that a party or concert at the property would have required a permit, which had not been granted. They also said there was no evidence that the building had fire sprinklers or alarms. Oakland City Councilman Noel Gallo, who represents the district where the fire broke out, said neighbors have regularly complained about the building — particularly the fact that it had piles of trash and debris outside. “We would complain to the manager that they had all that nonsense outside of his building, blocking sidewalks, blocking streets. And …  he always had an attitude,” he said. Gallo said he did not know whether people were living inside the warehouse. Asked whether the building had residential permits, he said: “Absolutely not.” “The reality is, there are many facilities being occupied without permits,” he said. “They’re occurring on Oakland’s streets, especially in neighborhoods like mine.” The property is one of several owned by Chor N. Ng, according to her daughter, Eva Ng, 36. She said the warehouse was leased as studio space for an art collective and not used as a dwelling. “Nobody lived there,” she told The Times, adding, “It was an art collective.” She said she had asked her leaseholders about the issue and had been reassured that nobody lived in the building. “They confirmed multiple times. They said sometimes some people worked through the night, but that is all,” she said. It was a tinderbox. — Brooke Rollo The second floor had two exits, both wooden stairs, she said, adding that she believes the building also had smoke detectors. She was not familiar with comments by fire officials that the makeshift stairs consisted of packing crates. Ng added that her mother felt terrible about the tragedy. Kevin Longton, who lives at the Vulcan Lofts, less than a mile from the site,  said the warehouse was well-known for holding rave-style dance parties. He went to one about a year ago, never saw any sprinklers and felt the place was an accident waiting to happen. Inside, he said, were two floors with a huge open space on the first floor with lots of nooks and crannies. People had cordoned off loft-style sections on the first floor and decorated them with fabric and curtains. More than two dozen old pianos were strewn about the floor.  “There were people living there,” Longton said. “I’m sure of that.\" People who previously lived there recalled a building that lacked fire sprinklers and had a staircase partly made of wooden pallets. Partygoers recalled a rabbit warren of rooms crammed with belongings — pianos, organs, antique furniture, doors and half-finished sculptures. “It was a tinderbox,” said Brooke Rollo, 30, who lives less than a mile from the scene and had gone to parties there. Photos on the warehouse’s Tumblr page show a maze of rooms, with walls and dividers made from pianos, boxes, salvaged doors and other materials. Wooden rafters were adorned with hanging lanterns, holiday lights, bicycles, stereo equipment and exposed wiring. Ben Brandrett, a mental health researcher living in San Francisco, attended a performance at the warehouse and noticed that a staircase didn’t have a banister. “I remember thinking, ‘This seems sketchy.’” Firefighters who responded to Friday’s three-alarm blaze described the interior as a labyrinth. Officials said organizers of the warehouse concert never obtained a permit for the event, so  city workers did not inspect exits, fire extinguishers and other vital safety features. The concert Friday night was the  Golden Donna 100% Silk 2016 West Coast Tour , according to a concert Facebook page. Organizers of the concert posted a statement describing the fire as an “unbelievable tragedy, a nightmare scenario. ... We are a very tight community of artists and we are all praying, sending love and condolences to everyone involved and their families.” Read the story Witnesses said the warehouse, known locally as the Oakland Ghost Ship, was a collective where artists lived and worked. Through the early-morning hours, people used the Facebook page to seek information about friends and loved ones who attended the concert. Some frantically listed the names of missing people and posted their photos, hoping to learn their fates. Al Garcia, who owns a store next to the warehouse, said he talked to two people who said they were 17 and 18 years old who got out of the building. “They said that black, billowing smoke was coming down the stairs,” said Garcia, 62. “They couldn’t see anything in front of them, anything behind them. The only reason they got out was they heard voices outside. The voices directed them to where they were going.” The teens said they paid $10 to get into the warehouse party, which they found online, Garcia said. Seung Lee arrived to the warehouse about 11 p.m. to catch the concert with two friends. They walked through the building’s maze-like first floor before heading upstairs where as many as 30 concertgoers were listening to live music, Lee said. One suggested they get some alcohol, so they headed to a nearby liquor store at about 11:15 p.m. Less than 10 minutes later, they returned to find thick, black smoke pouring out of the first floor windows of the warehouse and flames shooting out of the back of the building, he said. “I froze in disbelief,” said Lee, who immediately called 911. “The hardest thing I’m having trouble processing are the people on the second floor. I saw them dancing and having a fun time, and 10 minutes later they are trapped in this inferno.” Lee, a freelance journalist, said the only way up to the second floor was by climbing a wooden staircase. He said he didn’t notice any other exits on the second floor. There were about 60 to 70 people in the warehouse, Lee said. Anyone with information about the missing  is urged to call the coroner’s office at (510) 382-3000. Caption Weekend Roundup: 7 stories you can't miss An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. Caption Weekend Roundup: 7 stories you can't miss An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. Caption Pastor Joshua Beckley of San Bernardino one year later Pastor Joshua Beckley of the Ecclesia Christian Fellowship Church spoke at a candlelight vigil the day after a terrorist attack killed 14 people and 22 were seriously injured in 2015. A year later, he reflects on the city and how it has changed. Pastor Joshua Beckley of the Ecclesia Christian Fellowship Church spoke at a candlelight vigil the day after a terrorist attack killed 14 people and 22 were seriously injured in 2015. A year later, he reflects on the city and how it has changed. Caption 90 seconds: 4 stories you can't miss Donald Trump is set to preside over the most affluent Cabinet in U.S. History , the mountain lion known as P-45 has been given a second chance , before election day, L.A. Mayor Eric Garcetti didn't hold back when it came to Donald Trump but now has a more civil tone , and  USC is a lock for the Rose Bowl, right? Not so fast. Caption William Crespo reacts to the sentence William Crespo cries as he talks about his brother, slain Bell Gardens Mayor Daniel Crespo, and the sentence given to Lyvette Crespo. William Crespo cries as he talks about his brother, slain Bell Gardens Mayor Daniel Crespo, and the sentence given to Lyvette Crespo. Caption Kanye West 911 Call The original version of this 911 call provided to the Times by the L.A. Fire Department included redacted portions to prevent the release of confidential health information. This condenses audible portions of the publicly released recording to remove silence. The original version of this 911 call provided to the Times by the L.A. Fire Department included redacted portions to prevent the release of confidential health information. This condenses audible portions of the publicly released recording to remove silence. ALSO ",
    "title": "24 bodies recovered in Oakland warehouse fire; 80% of building still to be searched - LA Times"
   },
   {
    "entities": [
     "wiederer",
     "robinson",
     "kaepernick",
     "blaine",
     "howard",
     "florida",
     "barkley",
     "joe",
     "2013",
     "2017",
     "the second quarter",
     "montana",
     "trent",
     "sunday",
     "the final minutes of sunday",
     "rashard",
     "leblanc",
     "1:43",
     "fox",
     "floyd",
     "california",
     "bellamy",
     "nfl",
     "colin",
     "chris",
     "francisco",
     "dan",
     "timu",
     "chip",
     "steve",
     "dec. 4",
     "oregon",
     "2016",
     "john",
     "brown",
     "bourbonnais",
     "kuc",
     "kelly",
     "next september",
     "oct. 31",
     "sports",
     "chicago",
     "the third quarter",
     "san",
     "eagles",
     "july",
     "gabbert",
     "one week earlier",
     "matt",
     "josh",
     "soldier",
     "rosenbloom",
     "field",
     "leonard",
     "jordan",
     "cre'von"
    ],
    "id": 8,
    "text": "Josh Bellamy, Matt Barkley combine to help Bears seize day against 49ers Photos from the Bears-49ers game at Soldier Field on Dec. 4. 2016. Perhaps only one guy in Chicago still believed in Bears wide receiver Josh Bellamy after the ball slipped through Bellamy's buttery fingers yet again Sunday in the Bears' 26-6 win over the 49ers . Fortunately for Bellamy, that one guy was his quarterback. \" Matt Barkley came up to me after that (drop) and said, 'Don't worry about it, I'm going to come back to you,' and I told him, 'Good, because I'm going to come through on the next one,' '' Bellamy said at his locker. You could understand why everyone else watching felt skeptical. It was Bellamy whose drop in the end zone on the final series one week earlier against the Titans helped the Bears snatch defeat out of the jaws of victory. As an NFL wide receiver, Bellamy had proved himself a capable special teams player. Yet what Bellamy lacks in sure-handedness, he makes up for with self-assuredness. This is a player who reported to Bourbonnais in July wearing a T-shirt with his likeness on the front. So Bellamy relished having his No. 11 called in the third quarter just six plays after he let the offense down. \"I stayed positive, like I did all week,'' Bellamy said. \"I beat myself up (after the Titans game). But Coach (John) Fox told me one play doesn't define you as a player. You've just got to come back. And I did.'' Trent Brown had little chance. As the 49ers right tackle tried to set in pass protection in the final minutes of Sunday's game, Bears outside linebacker Leonard Floyd was already at full bore. From a crouched two-point stance well wide of the ball, Floyd burst off the snap and accelerated. And... Trent Brown had little chance. As the 49ers right tackle tried to set in pass protection in the final minutes of Sunday's game, Bears outside linebacker Leonard Floyd was already at full bore. From a crouched two-point stance well wide of the ball, Floyd burst off the snap and accelerated. And... (Dan Wiederer) The tough 24-yard catch over 49ers cornerback Rashard Robinson on third-and-7, setting up Jordan Howard's 2-yard touchdown run two plays later, restored confidence that fueled Bellamy's best day as a pro. Bellamy caught four passes for 93 yards and even gained 12 rushing yards on a reverse, a play the Bears called to take advantage of their most athletic receiver still healthy. \"He needed that,'' Barkley said. \"He said, 'Keep feeding me.' I'm not going to stop coming to him.'' And Barkley didn't. Imagine how prolific Bellamy's numbers would have been had he not dropped a likely 61-yard touchdown on a crossing pattern, underscoring the inconsistent hands that have made him an NFL journeyman. Not that Fox made the passionate 6-foot, 211-pounder sound like anything but a keeper. \"I'd take 20 of him,'' Fox said. \"He's got a huge heart. One of the best special teams players in the league. I couldn't be happier for him and how he responded.'' Bellamy's resilient day mirrored his team's as the Bears overcame embarrassing mistakes well enough to prevail over the pathetic 49ers. When it was over, cornerback Cre'Von LeBlanc made snow angels, linebacker John Timu ran to the south end zone to accept congratulations from loved ones and Bears players celebrated like a team that hadn't won since Oct. 31. Colin Kaepernick had to duck under a massive American flag to get to the 49ers sideline moments before it was unrolled and stretched across the field for the performing of the national anthem Sunday at Soldier Field. Later, Kaepernick didn't duck questions about why the veteran quarterback again... Colin Kaepernick had to duck under a massive American flag to get to the 49ers sideline moments before it was unrolled and stretched across the field for the performing of the national anthem Sunday at Soldier Field. Later, Kaepernick didn't duck questions about why the veteran quarterback again... (Chris Kuc) The Bears had every reason to savor what might be their last victory celebration until next September. The 1-11 49ers represented the San Francisco treat on the Bears schedule, a respite before playing four straight NFC playoff-caliber teams. \"Hats off to those guys in the locker room,'' Fox said. The 49ers played poorly enough to wonder why coach Chip Kelly wouldn't want to return to Oregon to improve his chances of enjoying another 10-win season. A team from California that practiced all week in Florida looked out of its element in 28-degree wind chills as the snow created a picturesque football setting. But both teams made it ugly early in front of a sparse Soldier Field crowd of 46,622. The 13,160 no-shows — an alarming increase of 2,074 from Week 12 — seemed like the smart ones after the Bears bungled through an unwatchable first half. The special teams suffered a blocked punt and a lost fumble on a kickoff return. The defense, which brought its pass rush, came up big in limiting the 49ers to field goals after both turnovers. The offense didn't complete a pass until 1:43 remained in the first half. The only people excited about the run-to-pass imbalance were NFL draftniks who count losses as wins and the Three-Yards-And-A-Cloud-Of-Dust crowd. Bears offense entered Sunday’s game ranked 31st in points scored. The 49ers defense entered the game ranked 32nd in points allowed. Fox Sports should’ve repackaged the show as \"So you think you can play football?’\" No. The answer to the question above would’ve been no. The game began amid moderate... The Bears offense entered Sunday’s game ranked 31st in points scored. The 49ers defense entered the game ranked 32nd in points allowed. Fox Sports should’ve repackaged the show as \"So you think you can play football?’\" No. The answer to the question above would’ve been no. The game began amid moderate... (Steve Rosenbloom) Then Kelly helped the Bears. He called consecutive timeouts on the Bears' final drive of the second quarter after two straight running plays suggested Fox was content running out the clock. After the second timeout, facing third-and-5 at his own 24, Barkley completed his first pass before hitting three of his next four to drive the Bears toward their first touchdown. \"All of a sudden they realized Matt could handle it,'' said Kelly, the Eagles coach when Barkley was drafted in 2013. Added Fox: \"We had to open it up.'' Barkley proved more than capable leading the offense to its biggest point total of the season, protecting the football and looking like a guy worthy of being the Bears' backup quarterback in 2017. The sloppier conditions got, the sharper Barkley functioned. In his second NFL start, Barkley outplayed 49ers quarterbacks Colin Kaepernick and Blaine Gabbert , who combined for 6 measly net yards passing. Somewhere, Joe Montana groans. \"It's an all-time high in this league,'' Barkley said of his confidence. \"Just knowing I can play, that we can make plays.'' Barkley made enough plays that his last two to run out the clock felt satisfying. The Bears quarterback took a knee, marking his first victory as an NFL starter on a day his attitude changed the game as much as his ability. ",
    "title": "Josh Bellamy, Matt Barkley combine to help Bears seize day against 49ers - Chicago Tribune"
   },
   {
    "entities": [
     "oakland",
     "express",
     "schaaf",
     "derick",
     "friday",
     "darin",
     "eastbay",
     "fruitvale",
     "press",
     "search",
     "nov. 17",
     "michael",
     "northern",
     "news",
     "dec 4,",
     "drayton",
     "11:32 p.m.",
     "facebook",
     "california",
     "victims",
     "american",
     "morning",
     "district",
     "saturday",
     "red",
     "edison",
     "for",
     "libby",
     "of",
     "county",
     "last month",
     "abc",
     "cross",
     "elijah",
     "nov. 13",
     "2016",
     "shares",
     "associated",
     "kelly",
     "night",
     "ray",
     "sheriff's",
     "cause",
     "dec. 3, 2016",
     "department",
     "police",
     "kgo-tv",
     ", 6:54 pm",
     "attorney's",
     "currently",
     "today",
     "alameda",
     "rescue",
     "melinda",
     "authorities",
     "watch",
     "reed",
     "micah",
     "and",
     "overnight",
     "bay",
     "ranelletti",
     "office",
     "hayden",
     "fire",
     "ion",
     "now",
     "teresa",
     "planning",
     "early on",
     "warehouse",
     "area",
     "deloach"
    ],
    "id": 9,
    "text": "33 Bodies Recovered in Oakland Warehouse Fire; Search Continues By Michael Edison Hayden Dec 4, 2016, 6:54 PM ET 0 Shares WATCH Authorities Search for Victims, Cause of Oakland Warehouse Fire 0 Shares Email Searchers have recovered 33 bodies -- some of them teens 17 years old or possibly younger -- from a fire-ravaged warehouse in Oakland, California, that housed artist studios and was hosting a dance party when the deadly blaze broke out, officials said today. Sgt. Ray Kelly of the Alameda County Sheriff’s Office warned that he anticipates that \"the number of victims will rise\" from a fire officials say may be the deadliest ever in Oakland. The search effort is expected to last for days, he said. Kelly called the number of deaths \"astronomical.\" Among the victims was the son of an Alameda County sheriff's deputy, officials said. Authorities are also asking families with missing loved ones to preserve DNA samples as a way of confirming the identities of those who died in the horrific blaze. The District Attorney's Office has criminal investigation teams actively looking at the fire with the other law enforcement agencies involved in investigating the fire, according to a statement from the City of Oakland. Oakland Mayor Libby Schaaf told ABC News that she has ordered an investigation into the building's troubled history, including a complete review of all records of complaints. Libby also told ABC that she ordered an independent analysis into the city’s handling of this building and others like it. The Oakland Fire Department responded to reports of a structure fire at the warehouse known as the \"Ghost Ship\" on 31st Avenue at around 11:32 p.m. on Friday night. Oakland Fire Chief Teresa Deloach Reed said Ghost Ship appeared to function as a residential building that hosted a makeshift artists' studio, as well as parties like the one that took place on Friday night. It's unclear if the building was equipped with smoke alarms, the fire chief added. Elijah Nouvelage/Getty Images Firefighters work on the scene following an overnight fire that claimed the lives of at least nine people at a warehouse in the Fruitvale neighborhood, Dec. 3, 2016 in Oakland, California. Fire Department Battalion Chief Melinda Drayton told ABC News that firefighters have been impacted emotionally by bodies found. She described the precarious scene firefighters have encountered inside of what is left of the warehouse, where the second floor is hanging just above the heads of search crews, with pianos, appliances and other materials dangling from above. Preliminary indications suggest the blaze was not caused by arson, but rather an electrical fire. The power went out inside the building when the fire began and the flames blocked the building's only exit, making it difficult for people inside to escape, an official briefed on the ongoing investigation told ABC News. According to The Associated Press, Oakland officials said they had opened an investigation into the warehouse last month, after repeated complaints from neighbors who said trash was piling up and people were illegally living in the building, which was zoned as a warehouse. Darin Ranelletti, of the Oakland Planning Department, told the AP the city opened an investigation Nov. 13 and an investigator went to the premises on Nov. 17 but could not get inside. ABC Bay Area affiliate KGO-TV reported that Derick Ion, founded the Ghost Ship Artist Collective and ran it at the warehouse. ABC News reached out to Ion but did not immediately receive a response. Ion appeared to address the fire in a Facebook post early on Saturday morning by saying that \"everything I worked for is gone.\" \"Confirmed. Everything I worked so hard for is gone. Blessed that my children and Micah were at a hotel safe and sound... it's as if I have awoken from a dream filled with opulence and hope.... to be standing now in poverty of self worth,\" he wrote. Oakland's warehouses have become hubs for artists and musicians in recent years. The Oakland-based weekly newspaper Eastbay Express has attributed gentrification and rising rents in the Bay Area as putting the Northern California region's counter-cultural arts scene in a crisis of space and money. The Oakland Fire Department confirmed to the press that they are currently working with a variety of agencies in the aftermath of the tragedy, including the Alameda County Sheriff's Department, the Oakland Police Department, the Alameda County Search and Rescue, and the American Red Cross , among others. Kelly asked the public to be patient as authorities look into the cause of the blaze, and continue to search for the missing and the dead. \"We will be here for days and days to come,\" Kelly said. The Associated Press contributed to this report. 0 Shares ",
    "title": "33 Bodies Recovered in Oakland Warehouse Fire; Search Continues - ABC News"
   },
   {
    "entities": [
     "recount",
     "stein",
     "schuette",
     "press",
     "trump",
     "dec. 13",
     "hillary",
     "party",
     "noon",
     "vote",
     "donald",
     "morning",
     "monday",
     "of",
     "board",
     "dec 5,",
     "bill",
     "associated",
     "2016",
     ", 2:24 am",
     "canvassers",
     "goldsmith",
     "green",
     "jill",
     "michigan",
     "detroit",
     "start",
     "wisconsin",
     "1 percent",
     "pennsylvania",
     "early",
     "mark",
     "clinton",
     "can"
    ],
    "id": 10,
    "text": "Judge Orders Michigan Recount to Begin at Noon Monday By The Associated Press DETROIT \u0097 Dec 5, 2016, 2:24 AM ET 0 Shares WATCH Judge to Rule on When Michigan Vote Recount Can Start 0 Shares Email Michigan must begin its presidential recount at noon Monday, a federal judge ruled in a late-night order that could make it more likely the state will complete the count ahead of a Dec. 13 deadline. In his ruling early Monday morning, Judge Mark Goldsmith rejected an effort by state officials to delay the hand-counting of about 4.8 million ballots. Green Party presidential nominee Jill Stein argued that a law is unconstitutional that requires a break of at least two business days after the Board of Canvassers' final action on a recount request. Goldsmith found that Stein had \"shown the likelihood of irreparable harm\" if the count was delayed even by two days and rejected the state's arguments about the cost to taxpayers. Republican Donald Trump defeated Democrat Hillary Clinton by 10,704 votes, or two-tenths of a percentage point, in Michigan. Stein received about 1 percent of the vote. Republican Attorney General Bill Schuette, the Trump campaign and super PACs have filed separate lawsuits asking state courts to prevent the recount, arguing that Stein, as the fourth-place finisher, is not \"aggrieved\" because she has no chance of winning in a recount. The Green Party also wants recounts in Pennsylvania and Wisconsin. Stein has argued, without evidence, that irregularities in the votes in all three states suggest that there could have been tampering with the vote, perhaps through a well-coordinated, highly complex cyberattack. Elections officials in the three states, all narrowly won by Trump, have expressed confidence in their results. Even if all three recounts happen, none were expected to give Clinton enough votes to emerge as the winner. 0 Shares ",
    "title": "Judge Orders Michigan Recount to Begin at Noon Monday - ABC News"
   },
   {
    "entities": [
     "the next year",
     "right now",
     "$1 trillion",
     "cbs",
     "last year",
     "west",
     "pelley",
     "boehner",
     "trump",
     "midwest",
     "hillary",
     "jamesville",
     "news",
     "ryan",
     "paul",
     "education",
     "donald",
     "33 percent",
     "congress",
     "from",
     "security",
     "scott",
     "night",
     "current",
     "hotel",
     "this year",
     "hollywood",
     "coast",
     "20 percent",
     "15 percent",
     "medicare",
     "america",
     "wisconsin",
     "washington",
     "now",
     "social",
     "epa",
     "25 percent",
     "clinton",
     "two years ago",
     "hhs",
     "35 percent"
    ],
    "id": 11,
    "text": "Paul Ryan: We want to make sure that we have a good transition period, so that people can get better coverage at a better price. Scott Pelley: So what are we talking about? Months? Years? Paul Ryan: I can’t give you an answer to that. We’re still working on that. Scott Pelley: But people talked about three years in terms of a transition. Paul Ryan: Yeah, I don’t know the answer to that right now. What we know is we have to make good on this promise. We have to bring relief as fast as possible to people who are struggling under Obamacare. Scott Pelley: What do Republicans intend to put in its place? Paul Ryan: Patient-centered healthcare that gets everybody access to affordable healthcare coverage. So they can buy what they what they want to buy. Scott Pelley: So people will still get coverage regardless of their preexisting condition? Paul Ryan: Yeah. We think preexisting conditions is a very important feature of any healthcare system. Scott Pelley: Children will stay on their parents’ plans until the age of 26? Paul Ryan: Yeah, that’s something that we actually have always had in our plan, as well. Scott Pelley: And women will pay the same as men? That didn’t used to be the case. The six priorities on Ryan's agenda Paul Ryan: It depends on the age of a person. So we believe that we should have support based on age. The sicker and the older you get, the more support you ought to get. If you’re a person that has low income, you probably should have more assistance than a person with high income, for example. Scott Pelley: Is your plan going to cover everyone in America? Paul Ryan: We will give everyone access to affordable healthcare coverage. Scott Pelley: In the first year, what else do you expect to get through the Congress? Paul Ryan: We really want to focus on economic growth and growing the economy. There are a lot of regulations that are really just crushing jobs. Look at the coal miners in the Rust Belt that are getting out of work. Look at the-- look at the loggers and the timber workers and the paper mills in the West Coast. Look at the ranchers or farmers in the Midwest with regulations. Scott Pelley: Are you talking about rolling back environmental regulations, safety regulations-- Paul Ryan: We’re talking about smarter regulations that actually help us grow jobs in this country. We want to have good stewardship and conversation of the environment and economic growth. We have a real economic growth problem in America. We are limping along. Wages are flat.  And jobs aren’t being created near to the extent that they could and should be.  So we think regulatory relief is very, very important.  And that’s something we’re going to work on day one. Ryan told us that he can now support Trump’s changed positions on immigration from deporting all 11 million illegal immigrants to focusing on only those who’ve committed crimes and from building a 2,000-mile wall to something less. Paul Ryan: No, we’re not working on a deportation force. Here’s what we’re working on with respect to immigration, securing our border, enforcing our current laws. He talked about criminal aliens. That’s just enforcing laws for people who came here illegally, who came and committed violent crimes. We should enforce those laws. But really, what we’re focused on is securing our border. Scott Pelley: Well, Trump said he was going to build a wall. Paul Ryan: Yeah, I think conditions on the ground determine what you need in a particular area. Some areas, you might need a wall. Some areas, you might need double fencing. I-- my own view on this is, whatever kind of device or barrier or policy to secure the border, that’s necessary to secure the border, then do it. Scott Pelley: How big will the tax cut be for the middle class? Paul Ryan: Well, again, we haven’t written this bill. But if you want to get a sense of what we’re looking at it’s virtually identical with the one that Donald Trump rolled out in the campaign. It means everyone gets lower tax rates. But we plug loopholes to pay for it. Scott Pelley: But give me a number. What is the tax cut for the average middle-class family. Paul Ryan: When I have a bill, I’ll tell you the number. Let’s do this again. Scott Pelley: You’ve thought this through. You’ve been thinking it through for years. What would you like to see? Avoiding the Boehner problem Paul Ryan: Yeah, so the tax rates that we talked about for individuals, we would have a 15 percent bracket, I think a 25 percent bracket, and a 33 percent bracket. We have seven brackets. We consolidate down to three. The other thing that’s really important in tax reform is making sure that we don’t tax American businesses at much higher tax rates than our foreign competitors tax theirs. It is costing us jobs. It’s one of the reasons all these American companies are moving overseas. Scott Pelley: What should the corporate tax rate be? Paul Ryan: Well, our plan says 20 percent. And Donald Trump’s plan says 15 percent. It’s now 35 percent. Scott Pelley: Do you think the rich will benefit the most from your tax reform plan? Paul Ryan: Here’s the point of our tax plan. Grow jobs. Get this economy growing. Raise wages. Simplify the tax system, so it’s easy to comply with. Scott Pelley: You-- you’re a little shy, when I ask you about the rich receiving the greatest part of the-- Paul Ryan: Well, here’s the problem when you-- Scott Pelley: --of the tax cuts. Paul Ryan: --when you ask these things. Most of that income is small-business income. You have to remember, eight out of 10 businesses in America, they file their business as individuals, as people. And so we think of that as the rich. But it’s that business in the-- in the business park outta Jamesville, Wisconsin, that has 50 employees. And do I want to lower their tax rates? You bet I do. Scott Pelley:  Mr. Trump promised a $1 trillion infrastructure program.  What are you going to build, and how are you going to pay for it? Paul Ryan:  Well, I think, that should be decided by the marketplace. That should be decided by the needs in the particular states and communities as to what is built or rebuilt. And it’s going to be one of our high priorities that we’re we are going to be addressing this year. Scott Pelley: One of your high priorities that we heard almost nothing about during the campaign is poverty. Paul Ryan: Actually, I’ve talked to him a lot about that. We feel very strongly about making work pay, about getting people transitioned from welfare to work. Get people skills they need, help they need, so they can get on the ladder of life.     Ryan told us he has no plans to change Social Security but government health insurance, including Medicare, is a fire he says burning in the budget. Paul Ryan: If you want to think of the fire that’s burning-- it is the fact that-- the Baby Boom generation, no offense, and there’s a lot of you. Scott Pelley: I qualify. Paul Ryan: Yeah, you qualify. And we’re just not ready for the retirement of the Baby Boomers. And we’d better prepare for that. Scott Pelley: What changes do you plan for Medicare? Paul Ryan: Here’s the problem. Medicare goes bankrupt in about 10 years. The trust fund runs out of money. So we have to make sure that we shore this program up. And the reforms that we’ve been talking about don’t change the benefit for anybody who is in or near retirement. My mom’s now enjoying Medicare. She’s already retired. She earned it. But for those of us, you know, the X-Generation on down, it won’t be there for us on its current path. So we have to bring reform to this program for the younger generation, so that it’s there for us when we retire, and so that we can keep cash flowing to current generations’ commitments. And the more we kick the can down the road, the more we delay, the worse it gets. Scott Pelley: But you are going to kick the can down the road for the next year or two. This is not your top priority. Paul Ryan: It’s not our t-- I haven’t even discussed this with Donald Trump yet. But it is an issue that we have to tackle. Close CBS News From his balcony the speaker is watching the rise of Donald Trump’s inauguration platform. But, for Ryan, the best view in Washington isn’t a pretty sight. Scott Pelley: You know, one thing I noticed during our interview inside was that every time you talked about the evils of Washington, you glanced out the window. Paul Ryan:  I do, ‘cause that’s where all the bureaucracy’s are. Yea. Yea. Yea. That’s right. Scott Pelley: You think of this town as part of the problem not part of the solution. Paul Ryan:  Absolutely I do. If you look down, I can see HHS, Education, EPA.  Scott Pelley: The two most prominent things on the skyline from this vantage point are the Washington Monument and the new Trump Hotel. Paul Ryan:  That’s right.  That’s what I knew you were going to say.  Scott Pelley: The new Trump Hotel. Paul Ryan: That’s the new Trump Hotel.  Yeah he notic—he actually noted that when I took him up here. Scott Pelley:  I bet he did, he probably told you what a great place it was. Paul Ryan:  He said something like that. Scott Pelley: Is that a reminder of who’s boss? Paul Ryan:  The Washington Monument’s the tallest one.  And by the way, the dome, it’s a little higher. Beneath the dome, Ryan will have a front row seat to Trump’s swearing in. Scott Pelley: Did you believe he could be nominated? Really? Paul Ryan: Yeah, no, I-- I didn’t see this one coming. He knows that. I don’t think most people in the country saw. If you would’ve put last year into a movie script and taken it to Hollywood two years ago, they would’ve laughed you outta the room. Because it wouldn’t have been believable. Scott Pelley: Did you see Election Night coming? Paul Ryan: No, not really. I think-- Scott Pelley: You expected Hillary Clinton to win? Paul Ryan: I thought the odds were clearly in her favor. So I was a little surprised, pleasantly so. Scott Pelley: Do you trust him? Paul Ryan: Yeah.  Scott Pelley:  Here’s something many people wonder. Does he say the same bizarre things to you in private that he says in public?  And it’s an important distinction— Paul Ryan:  You know, I think there is a bit of a difference between the private person and the public person. In the private person, there’s a conversation like this. And it’s all about how to get things done. So every conversation I have almost always revolves around, you know, personnel and policy focused on producing results.  ",
    "title": "House Speaker Paul Ryan's \"strange bedfellows\" partnership with Donald Trump - CBS News"
   },
   {
    "entities": [
     "alexander",
     "next year",
     "palazzo",
     "austria",
     "last years",
     "last month",
     "heinisch",
     "february 2014",
     "lockl",
     "renzi",
     "brussels",
     "heinz-christian",
     "kirchner",
     "nearly a decade ago",
     "today",
     "100 percent",
     "strache",
     "di",
     "luigi",
     "reinhard",
     "norbert",
     "european",
     "1 percent",
     "hofer",
     "democratic",
     "bellen",
     "chigi",
     "sunday",
     "michael",
     "berlin",
     "may",
     "united",
     "facebook",
     "senate",
     "donald",
     "early monday",
     "of",
     "parliament",
     "standard",
     "union",
     "nazis",
     "netherlands",
     "90 percent",
     "france",
     "five",
     "britain",
     "birnbaum",
     "freedom",
     "party",
     "movement",
     "italy",
     "stefano",
     "2018",
     "faiola",
     "anthony",
     "salzburg",
     "matteo",
     "at 7:31 pm",
     "mattarella",
     "lothar",
     "sergio",
     "germany",
     "60 percent",
     "rome",
     "states",
     "trump",
     "2017",
     "pitrelli",
     "europe",
     "june",
     "university",
     "53.3 percent",
     "december 4",
     "maio",
     "monday",
     "46.7 percent",
     "der",
     "green",
     "stephanie",
     "vienna",
     "africa",
     "andreas",
     "greens",
     "star",
     "washington",
     "van",
     "now"
    ],
    "id": 12,
    "text": "Italian prime minister resigns in populist revolt The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Michael Birnbaum and Anthony Faiola December 4 at 7:31 PM Follow @michaelbirnbaum Follow @Anthony_Faiola BRUSSELS —   Europe’s embattled political establishment lost another round Sunday in its effort to thwart the anti-elite movement, as Italian Prime Minister Matteo Renzi resigned after voters rejected his constitutional reforms. But a center-left presidential candidate in Austria handily defeated his far-right challenger. The thorough rejection of Renzi’s referendum to streamline lawmaking was a significant boost for the country’s surging populist forces just weeks after Donald Trump prevailed in the United States. Renzi’s loss also risks unleashing financial upheaval in Europe’s third-largest economy as Italy’s weak banks struggle to contain the fallout. But the surprisingly strong presidential victory in Austria for an elder statesman formerly of the Green Party suggested there were still some limits to a wave of anti-elite anger that began in June with Britain’s vote to leave the European Union and continued with Trump’s victory last month. A populist takeover of Italy is still an uncertain prospect, since Renzi’s center-left Democratic Party remains in control of Parliament and national elections do not have to be called until 2018. But much will depend on the makeup of the next government and how anti-immigrant, Euroskeptic parties capitalize on their success. “I have not managed to reach victory,” an emotional Renzi said early Monday, conceding defeat at the Palazzo Chigi, his official residence. “My government ends today.”  Austrian presidential candidate Alexander Van der Bellen, a former leading member of the Greens Party, celebrates as election returns show him leading in the race. (Matthias Schrader/AP)  With 90 percent of ballots counted, 60 percent of voters rejected the reform, a drubbing that far outpaced opinion polls ahead of the referendum. Viewed narrowly, Sunday’s vote was actually in favor of the status quo, since the constitution will now remain unchanged. But the referendum to streamline the political system and diminish the role of the Senate long ago turned into a broader vote of confidence in Renzi, the youthful, Twitter-loving leader who portrayed himself as a lone warrior against Euroskeptic forces. Renzi, who took office in February 2014, always struggled to budge unemployment and improve the economy. The lead opposition to Renzi, the insurgent Five Star Movement, ran a spirited campaign against the prime minister’s reforms, joining forces with an unlikely cross-section of allies, including some in Renzi’s own party. Many establishment politicians also questioned whether the reforms truly made sense as the country contends with grim prospects for growth and a wave of migration from Africa. Some said the changes were poorly written and, by removing checks on the prime minister’s power, could actually enable populists should they ever win the country’s top job. Italy, which has had 63 governments in the past 70 years, is no stranger to political chaos. What comes next will depend partially on Italian President Sergio Mattarella, who is charged with picking a new person to try to form a government, as well as with deciding whether to hold early elections. Elections are a key demand from the Five Star Movement, which is running a close second to Renzi’s party in the polls. There may also be economic consequences, with Italy’s shaky banks teetering amid the uncertainty. The euro dropped 1 percent against the dollar in early Asian trading following Renzi’s resignation, but many financial analysts cautioned against panic. In the wake of Renzi’s resignation, Italy’s mainstream political parties are likely to change voting laws to make it more difficult to rule without a wide coalition, diluting the possibility that an insurgent force could seize power in the next elections . That would be a further check against the Five Star Movement, although it would also further entrench Italy’s general political dysfunction. Renzi’s anti-establishment opponents were trying to capitalize on a wave of skepticism about the ability of elites to deal with globalization and the long, painful effects of the economic crisis that started nearly a decade ago. Trump’s victory last month cheered the Five Star Movement, an insurgent anti-euro force that has support on the left and the right. Italy's Prime Minister Matteo Renzi announces his resignation after voters struck down a referendum on constitutional reforms. (Andreas Solaro/AFP/Getty Images) “Today the arrogance that’s remained in power these last years has lost,” said Luigi Di Maio, who is expected to be the party’s candidate for prime minister in the next election. “So ends the era of shortcuts and tweets.” Sunday’s votes in Austria and Italy  captured the extent to which Europeans are as politically polarized as Americans, split on issues including immigration and free trade. In Austria, the far-right Freedom Party’s Norbert Hofer conceded the election on his Facebook page less than 30 minutes after polls closed; projections showed a surprisingly strong lead for independent Alexander Van der Bellen. The 72-year-old statesman and former Green Party politician was winning by 53.3 percent to 46.7 percent with nearly 100 percent of the votes counted. The result was an unexpectedly clear victory for Austria’s beleaguered political establishment — one suggesting that the aggressive tactics and Trump-style campaign deployed by the Austrian far-right may have hurt more than they helped. Sunday’s election, in fact, was a rerun of one in May in which Hofer lost by 31,000 votes, a result he successfully contested. His defeat on Sunday by a far larger margin, observers said, may suggest European voters’ unease with the comparisons of their politicians to Trump. It also seemed to rob the momentum from far-right leaders in France and the Netherlands who have called Trump’s victory part of a new “world order” they hope to join in elections next year. Following Hofer’s concession, he and Van der Bellen exchanged a long handshake for photographers in the Vienna studios of Austrian state broadcaster ORF. Van der Bellen credited his victory to a “broad movement” backing “freedom, equality and solidarity.” His campaign manager, Lothar Lockl, saw the margin as evidence of a push against the nationalist tide by moderates. “A movement could be evolving here, which is not only for Austria, but can also bring about a change of attitude in the whole of Europe,” he said. The race for the president’s ceremonial role held  high stakes. The position is constitutionally ambiguous, yet Hofer, who has decried Muslim immigration and free trade, vowed to beef it up — setting up a clash with the center-left government and the European Union. Freedom Party supporters on Sunday had hoped for a “Trump bump” — but it bumped the wrong way. “The Trump bump could always go either way,” said Reinhard Heinisch, a political scientist at the University of Salzburg. “The fact is, Trump is not very popular in Austria.” Hofer’s campaign in Austria seemed to echo Trump’s, with far-right outlets spreading damaging fake news and Hofer and his surrogates taking aim at red herrings such as his opponent’s health. There were more allegations of dirty tricks on election day. On Sunday, Austria’s domestic intelligence service launched an investigation into a mass text message that stated that only Hofer voters should show up because polling stations were overcrowded. Van der Bellen supporters, the text said, should instead vote Monday — although polls would be closed by then, according to the Austrian daily Der Standard. The race was perhaps more important as a bellwether of post-Trump voter trends in Europe, where nationalists are poised to stage potent 2017 campaigns in France, Germany and the Netherlands. A Hofer victory would have potentially signaled the new electability of the far right. Indeed, the Freedom Party sought to leverage Hofer’s guy-next-door demeanor that seemed to take the bite out of his harshest condemnations, such as that “Islam is not part of Austria.” Still, while portraying himself as the face of a reformed far right, he persisted in courting a more extreme base. For instance, he wore a cornflower lapel pin — a symbol of German nationalism also used by the Nazis. Hofer on Sunday called for national unity following his defeat. Yet within his party, the attacks were already flying. The Freedom Party’s powerful chairman, Heinz-Christian Strache, accused Hofer’s opponents of running a “massive fear campaign,” saying Green Party supporters of Van der Bellen had painted Hofer as “a Nazi.” Faiola reported from Berlin. Stefano Pitrelli in Rome and Stephanie Kirchner in Berlin contributed to this report. Read more ",
    "title": "Italian prime minister resigns in populist revolt - The Washington Post"
   },
   {
    "entities": [
     "greece",
     "democratic",
     "tomorrow",
     "david",
     "october",
     "this month",
     "jason",
     "next year, 2017",
     "rome",
     "bellen",
     "britain",
     "chigi",
     "league",
     "alexander",
     "freedom",
     "trump",
     "house",
     "2017",
     "next year",
     "party",
     "sunday",
     "northern",
     "europe",
     "giorgio",
     "june",
     "movement",
     "salvini",
     "cameron",
     "italy",
     "austria",
     "maio",
     "five",
     "angela",
     "donald",
     "morning",
     "early monday",
     "stefano",
     "dario",
     "summer",
     "2014",
     "atlantic",
     "cecchi",
     "der",
     "once",
     "horowitz",
     "green",
     "j.",
     "renzi",
     "brussels",
     "palace",
     "obama",
     "spain",
     "parliament",
     "union",
     "stefanini",
     "di",
     "merkel",
     "nazis",
     "star",
     "luigi",
     "matteo",
     "norbert",
     "european",
     "van",
     "napolitano",
     "grillo",
     "mattarella",
     "now",
     "the past",
     "sergio",
     "beppe",
     "germany",
     "time",
     "france",
     "hofer",
     "white"
    ],
    "id": 13,
    "text": "Italy’s Premier, Matteo Renzi, Says He’ll Resign After Reform Rejected By JASON HOROWITZ Continue reading the main story Photo A man casting his ballot in Rome on Sunday during a referendum on constitutional reforms. Credit Filippo Monteforte/Agence France-Presse — Getty Images ROME — Italy plunged into political and economic uncertainty early Monday as Prime Minister Matteo Renzi said he would resign after voters decisively rejected constitutional changes, a step certain to reverberate across a European Union already buffeted by anti-establishment anger. “The ‘no’ won in an incredibly clear way,” Mr. Renzi said, congratulating the winners from the Chigi Palace. Holding back tears as he spoke in front of Italian and European Union flags, the usually brash and confident 41-year-old said, “I assume all the responsibility of the defeat,” adding that he would go tomorrow to the country’s president, Sergio Mattarella, and “tender my resignation.” Mr. Renzi’s defeat, and the instability his resignation is likely to cause, raised the prospect of punishment in the markets, but also a caretaker government staffed with technocrats appointed by the Italian president. Another possibility was the calling of early elections in 2017, though that, too, was unclear because Italy’s new electoral law is itself under review by Italy’s constitutional court. If early elections do occur next year, 2017 is shaping up to be a seminal year in the history of the European Union with founding members Germany, France and potentially Italy all going to the polls with strong Eurosceptic and populist candidates in the running. Continue reading the main story Mr. Renzi’s defeat came hours after voters in Austria, presented with a stark ideological choice for the largely ceremonial position of head of state, chose Alexander Van der Bellen, the former leader of the small Green Party, over Norbert Hofer of the far-right Freedom Party. Advertisement Continue reading the main story It was but a brief reprieve for a European political establishment that has suffered populist jolts all year. The reaction to Mr. Renzi’s loss illustrated the poisonous tone of the long campaign leading up to the referendum. Luigi Di Maio, the deputy leader of the lower house of Parliament and a likely candidate for prime minister from the Five Star Movement, spoke about a coming “Five Star government.” And Matteo Salvini, the leader of the anti-immigrant Northern League, who campaigned vigorously against Mr. Renzi’s proposal, called the result “not just a defeat for Renzi but also his servant, lackies, bankers, financiers.” Ostensibly the vote was about arcane changes to Italy’s Constitution that would have streamlined government. But opposition to the reforms came from the same anti-establishment sentiment — spiked with skepticism of globalization, open borders and the feasibility of an ever-closer European Union — that has transformed the politics of a growing list of European countries. Such movements have already smashed the traditional political structures in Greece and Spain, and Euro-skeptic forces led Britain to vote in June to leave the European Union. OPEN Graphic In Germany, Chancellor Angela Merkel, once untouchable, now seems vulnerable in next year’s elections. And far-right parties are also seeking power in France. In Austria, the Green Party stalled the advance of populist forces on Sunday by defeating the presidential candidate of the far-right Freedom Party, which was established by former Nazis. The result in Austria might have calmed some nerves, but it was the rejection of Mr. Renzi that most sent shivers through Europe and the world. In a strategic blunder that echoed David Cameron’s call for a “Brexit” referendum, Mr. Renzi had tied his government’s tenure to Sunday’s vote when he was flying high in the polls. Advertisement Continue reading the main story But his support eroded, and world leaders anxiously watched the vote in Italy, the fourth-largest economy in Europe and a key player in the European Union, as a referendum on Mr. Renzi’s centrist government and as a barometer on the strength of anti-establishment winds blowing across both sides of the Atlantic. Financial analysts have warned that instability caused by Mr. Renzi’s premature departure could result in a renewed and possibly contagious financial crisis in Italy, where banks are saddled with bad loans, and where desperately needed investors are turned off by the return of Italian instability. Some world leaders, seeing in Mr. Renzi a critical defense against populism’s rising tide, had urged him to stay. President Obama, speaking at the White House during Mr. Renzi’s visit in October, said he hoped Mr. Renzi would “hang around for a while no matter what.” The incoming administration of President-elect Donald J. Trump was less eager to see him remain. Members of Mr. Trump’s inner circle have closely watched, and rooted for, the surging populism in Europe. What was clear, said Stefano Stefanini, who served as a diplomatic adviser to Giorgio Napolitano, a former Italian president, was that the vote was “a test of strength of the anti-Europe and anti-establishment forces in Italy.” Mr. Stefanini said Mr. Renzi’s departure could embolden parties feeding on economic frustration, loss of national identity, anger at Brussels and a desire to break with the post- World War II belief that Italy’s economic and national security interests were better served within an alliance of liberal democracies. The vote showed that Italy “is reverting to a willingness to go it alone as a nation-state,” Mr. Stefanini said. The primary beneficiary of Mr. Renzi’s defeat is Italy’s anti-establishment Five Star Movement, which advocates a referendum to determine whether Italy should give up the euro. OPEN Interactive Feature “We have the Italian people behind us,” Luigi Di Maio, 30, said in an interview this month. He is the deputy leader of Italy’s lower house of Parliament and a member of the Five Star Movement who is often considered a rival to Mr. Renzi. “And he is losing,” he said of Mr. Renzi. Advertisement Continue reading the main story The party, which was born online, is led by Beppe Grillo, a comedian whom Mr. Renzi, in an interview over the summer, compared to Mr. Trump. “Populism is always the offspring of fear,” Mr. Renzi said at the time. “And in Italy, the answer to fear is the courage to not be defensive, to not be like all the others.” But Italy instead became like a growing list of European countries, and Italians seemed most moved by the message of Mr. Grillo and other leaders of his party, who campaigned tirelessly against a reform proposal they said would put too much power in the Mr. Renzi’s hands. In the end, heavy opposition in the south and other regions marred by high unemployment levels proved insurmountable, and Mr. Renzi could not persuade enough moderates to stick with him and his government’s plan to modernize Italy through a series of labor and institutional changes. Ultimately, the substance of the reform mattered less than voters’ opinions of Mr. Renzi. In the past, personalizing politics had helped Mr. Renzi, a charismatic Florentine who came to power as a result of an internal Democratic Party coup in 2014. This time, it hurt him. Mr. Renzi proved unable to keep walking the tightrope between outsider and insider that he had navigated so exquisitely during his rapid ascent to the apex of Italian government. On the one hand, Mr. Renzi presented himself as an anti-establishment demolition man determined to smash the gerontocracy in Italy and shock into action the out-of-touch bureaucracy in Brussels. On the other, he was the consummate insider, an ideology-allergic expert at working the levers of power within the system who built unlikely coalitions to get things done. Italy, long mocked as the chaotic home of 63 governments in 70 years, emerged as a safe port of stability, and its young leader took on a special aura as a bulwark against the anti-immigrant, right-wing and radical forces. Sunday’s vote erased that halo. After casting his ballot against the reform on Sunday morning, Dario Cecchi, 37, said his vote had less to do with Mr. Renzi than the substance of the proposal. Mr. Cecchi added that he was upset that Mr. Renzi had tied his political fate to the referendum, because he did not want the prime minister to step down, as he had “gotten Italy’s motor running again.” Advertisement Continue reading the main story He said he understood that Mr. Renzi had re-established Italy as a force within Europe and that a yes vote would only increase his country’s power inside the bureaucracy of the European Union. But, he said, the reform “shouldn’t just be good for Europe — it should be good for Italy.” ",
    "title": "Italy’s Premier, Matteo Renzi, Says He’ll Resign After Reform Rejected - The New York Times"
   },
   {
    "entities": [
     "about 12:30 a.m.",
     "kellogg",
     "drayton",
     "docs",
     "saturday",
     "golden",
     "wittenauer",
     "gomez-hall",
     "tennessee",
     "department",
     "alameda",
     "victoria",
     "east",
     "walnut",
     "afternoon",
     "hoffmann",
     "brito",
     "wilds",
     "al",
     "veilleux",
     "kristine",
     "west",
     "friday",
     "nicholson/reuters",
     "creek",
     "sunday",
     "michael",
     "kelber",
     "midafternoon",
     "tim",
     "kelly",
     "night",
     "ray",
     "an hour earlier",
     "u.s.",
     "hayward",
     "brandon",
     "travis",
     "melinda",
     "nick",
     "r.i.",
     "draven",
     "office",
     "pete",
     "jose",
     "guerra",
     "google",
     "david",
     "garcia",
     "donna",
     "walker/the",
     "mule",
     "libby",
     "carmen",
     "rosen",
     "nikki",
     "nov. 13",
     "marcio",
     "sheriff's",
     "lucy",
     "scherer",
     "nbc",
     "anthony",
     "jo",
     "hough",
     "bob",
     "fire",
     "johnny",
     "clines",
     "35 percent",
     "oakland",
     "chase",
     "sanchez/ap",
     "schaaf",
     "sara",
     "four days later",
     "at 10:56 pm",
     "fruitvale",
     "jasper",
     "max",
     "claritza",
     "bontemps",
     "december 4",
     "about 11:30 p.m.",
     "mookie",
     "county",
     "calif.",
     "warwick",
     "coronado",
     "ara",
     "kranish",
     "post",
     "hoda",
     "jimenez",
     "deloach-reed",
     "washington",
     "bay",
     "evening",
     "now",
     "teresa",
     "mark",
     "2003"
    ],
    "id": 14,
    "text": "Got it Authorities in Oakland, Calif., say dozens of people have died in a fire that broke out during a party at warehouse that served as an art and music venue. (Claritza Jimenez,Victoria Walker/The Washington Post) By Michael Kranish , Tim Bontemps , Jasper Scherer and Kristine Guerra December 4 at 10:56 PM Follow @PostKranish Follow @TimBontemps Follow jaspscherer Follow @kristinegWP OAKLAND, Calif. — One of the deadliest fires in recent U.S. history began amid a cluttered collective of artist studios known as the Ghost Ship and spread quickly through a two-story warehouse that did not have fire sprinklers, killing at least 33 people and possibly many more, officials said Sunday. “Help me!” shouted partygoers who had gathered at the warehouse for a Friday evening of music and dancing in East Oakland’s Fruitvale district, only to find themselves trapped in an inferno. Firetrucks arrived within three minutes, officials said, but nothing could be done to stop the fast-spreading flames soon enough. The sky was lit with a huge fireball, ignited by an array of artisan works, guitars, pianos, bookshelves, bowls and countless other tinderlike pieces. Bob Mule, a photographer who worked at the warehouse, told the local NBC affiliate that he saw the fire coming from the back left corner of the building. He heard a friend with a broken ankle calling for help. Mule said he raced to the friend, but “there was a lot of stuff in the way and the flames were too much. . . . I had to let him go.” Standing outside the warehouse as flames continued to burn through the walls and the roof, with an arm bandaged from wounds suffered during his flight from the fire, Mule said he had not heard whether his friend had made it out. Firefighters work inside the burned warehouse following the fatal fire in Oakland, Calif. (Lucy Nicholson/Reuters) As the fire raged, city officials met with roomsful of families who had undertaken anguished searches for relatives. The rescue effort quickly turned into a salvage operation. By midafternoon Sunday, officials had searched about 35 percent of the building and discovered 33 bodies, many of them charred beyond recognition, and expected to find many more. One survivor estimated that at least 50 people had been in the building. The youngest victim identified as of Sunday afternoon was 17. That person’s name was not being released. On Sunday, the coroner’s office released the names of seven other victims: Cash Askew, 22, David Clines, 35, Travis Hough, 35, and Donna Kellogg, 32, all of Oakland; Nick Gomez-Hall, 25, of Coronado, Calif.; Sara Hoda, 30, of Walnut Creek, Calif., and Brandon Chase Wittenauer, 32, of Hayward, Calif. Firefighters moved slowly in the search, walking amid fallen beams and smoldering ruins looking for bodies. They undertook their mission at great risk, with ceilings and floors in danger of collapse. They doused flames by passing buckets down the line. The firefighters ranged in experience from a few months to 30 years, but all were affected by the intensity of the blaze and the piles of bodies they encountered along the way, officials said. [ Site of Oakland warehouse fire was jammed with flammable objects ] The warehouse had long been the subject of complaints. Local officials said they were alerted to possible code violations on Nov. 13, but they could not get inside the structure when they visited four days later. Local news outlets reported that a number of artists used the building as their sleeping quarters as well as studios. Asked on Sunday about the inspection, Oakland Mayor Libby Schaaf (D) said: “The complaint alleged there was blight and external trash and debris, not just around the building but in the adjacent lot that is owned by the same owner. They also alleged there was illegal or unpermitted construction inside, and possible residential use. . . . The inspector was able to document the external blight but was unable to gain access to the building. So that investigation had remained open and an initial notice of violation was issued to the owner with regard to the blight.” Local officials said it was the deadliest fire they could recall in the city, and it ranked as one of the worst structural fires in recent U.S. history. The deadliest fire in recent years occurred in 2003, when 100 people died at a West Warwick, R.I., nightclub called the Station. A woman cries on Sunday near the site of a warehouse fire that started Friday night and killed dozens of people. (Marcio Jose Sanchez/AP) The fire began about 11:30 p.m. Friday, as partygoers gathered on the second floor to listen to a music group called Golden Donna. The band played before a dance floor of about 2,500 square feet inside the roughly 10,000-square-foot warehouse. By the time firefighters arrived at the scene, the staircase had burned away, Mark Hoffmann, deputy chief of the Oakland Fire Department, said Saturday. [ Death toll rises to 13 in Tennessee wildfires ] Firefighters used special equipment to breach a wall and then deployed the most basic means to carefully make their way inside, clearing debris with shovels and other hand tools, and dousing flames with buckets passed from one person to another. “We had firefighters with basically coveralls and buckets and shovels, taking bits of debris out into the vacant lot, to be then loaded into dump trucks and removed to an off-site location,” Melinda Drayton of the Oakland Fire Department said at a news conference near the scene. “This will be a long and arduous process, but we want to make sure we are respecting the victims, their families and our firefighters’ safety to work slowly and carefully through the building.” Drayton said she was inside the structure and watched “the somber approach that [firefighters] took to this search. It was quiet, it was heartbreaking.” She said crews found 10 of the victims in the middle of the building. Four of them were close together, and the other six were within 10 feet. Three more were found on the east side of the building, Drayton said. Sgt. Ray Kelly, spokesman for the Alameda County Sheriff’s Office, said the death toll will go up. “We will be here for days and days to come,” Kelly said. “We anticipate that the number of victims will rise and will increase.” Questions remain about whether electrical issues, pyrotechnics or errant candles or cigarettes had started the fire. Fire officials said the building did not have sprinklers. A criminal investigation team was sent to the site to preserve the option of a possible prosecution, officials said. The building’s interior featured a tangled network of antique furniture, artwork, musical instruments, wooden lofts, tapestries and oddities, such as mannequin parts, according to a Tumblr blog that appears to show the building. Al Garcia, 62, said the warehouse across the street from his business was fully engulfed when he walked over about 12:30 a.m. Saturday. Officials say the fire broke out an hour earlier during a rave party that was attended by more than 50 people. Garcia said he saw two teenagers sitting on a sidewalk, crying. They were at the party, they told him, and were the last ones to get out. Garcia asked what happened. “It got dark, and smoke took us over,” one of the teens told him, Garcia said. They couldn’t see where they were going, they told Garcia, but they knew several people were behind them, also trying to get out. “When we turned around, nobody came out behind us,” one of the teens said, according to Garcia. The music event’s Facebook page was filled with inquiries on Saturday from people looking for their loved ones or offering their assistance to families and friends of the victims. Michael Rosen, who had been at the party Friday night, said there were no more than 75 people in attendance. “This was a very intimate gathering,” he said. “It wasn’t a wild, out-of-control party where things got out of hand.” Carmen Brito and Nikki Kelber, who lived at the warehouse, spoke in an interview on Sunday about their emotions as they tried to process what had happened. They survived the fire but lost everything in the process except for the clothes on their backs, handouts from friends and, in Kelber’s case, her cat, Mookie, which she managed to carry out of the burning building after escaping from her first-floor apartment. “Emotionally, for everyone who was a resident there, we are going back and forth between feeling like ‘Oh, my god, I almost died,’ to ‘Oh, my god, I lost everything,’ to ‘Oh, my god, these people died in our home,’ ” Brito said. Kelber said about 23 people lived in the building. “It was one of the most amazing, beautiful spaces you could ever see. It was so creative and so inspiring as an artist,” she said. “There was always somebody working on another project, always somebody to bounce ideas off of. Max would be tattooing or working on a piece of jewelry. . . . Anthony was sewing in the back, and Carmen was painting in the back and someone else is doing visual artistry. . . . These weren’t just roommates, and these weren’t just people who lived in a building that you didn’t talk to. These people were part of your daily lives.” Friends and family members of the concertgoers also cobbled together a list of missing people in a shared Google Docs spreadsheet. They included identifying features and contact numbers. Forty names were listed as of Saturday evening; seven were marked either safe or in the hospital. The list is now private. Oakland Fire Chief Teresa ­Deloach-Reed said fire officials will verify those names against the ones they have compiled. “This is pretty tragic for us,” Deloach-Reed said. “It is hitting this community pretty hard. I don’t even want to talk about how the families and friends are feeling. We have a community that’s hurting.” The building was considered to be an “artist collective,” as city officials put it, with spaces for artists to work. “It was beautiful,” said Pete Veilleux, a friend of several of the building’s residents and the owner of a nearby native-plant nursery called East Bay Wilds. “It was like an art gallery, but people lived there.” As darkness fell here, the makeshift memorial on the corners of East 12th Street and 31st Avenue continued to grow. Close to two dozen bouquets of flowers were laid on the sidewalk, and the same number of candles were lit in remembrance of victims of the tragedy. Several names — including Ara Jo, Draven and Johnny — were left on signs and postcards and Post-It notes as ways to remember them. Kranish and Guerra reported from Washington. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "‘It was heartbreaking’: Oakland warehouse fire leaves 33 dead, officials say - The Washington Post"
   },
   {
    "entities": [
     "paulikas",
     "cannonball",
     "fellowship",
     "bernardino",
     "interior",
     "harbor",
     "cabinet",
     "ball",
     "late afternoon",
     "quality",
     "garcetti",
     "the day",
     "defense",
     "partners",
     "lyvette",
     "jan",
     "phyllis",
     "mclelland",
     "bell",
     "department",
     "eric",
     "army",
     "today",
     "afghanistan",
     "san",
     "christian",
     "indigenous",
     "crespo",
     "weekend",
     "reservation",
     "william",
     "angeles",
     "mossett",
     "white",
     "tolan",
     "main",
     "yardley",
     "network",
     "sandy",
     "tulsi",
     "jan. 20",
     "sunday",
     "$3.8-billion",
     "seven",
     "fires",
     "donald",
     "recently",
     "mexico",
     "river",
     "lake",
     "cannon",
     "of",
     "north",
     "justice",
     "craig",
     "gabbard",
     "stevens",
     "u.s.",
     "carolina",
     "a year later",
     "pearl",
     "usc",
     "ford",
     "beckley",
     "kandi",
     "the past",
     "lacma",
     "n.d.",
     "council",
     "david",
     "jo-ellen",
     "resources",
     "archambault",
     "dex",
     "edwin",
     "darcy",
     "transfer",
     "sioux",
     "rock",
     "young",
     "earthjustice",
     "church",
     "2015",
     "on",
     "daniel",
     "ecclesia",
     "natural",
     "nov. 8",
     "oahe",
     "environmental",
     "obama",
     "oct. 15",
     "los",
     "america",
     "nancy",
     "energy",
     "fire",
     "dakota",
     "one year later",
     "times",
     "l.a.",
     "seattle",
     "boster",
     "trump",
     "house",
     "coalition",
     "standing",
     "the",
     "gardens",
     "warren",
     "missouri",
     "engineers",
     "rhea",
     "hasselman",
     "kelcy",
     "corps",
     "joshua",
     "now",
     "suh",
     "mark",
     "hopkins",
     "two years ago"
    ],
    "id": 15,
    "text": "William Yardley and Sandy Tolan Contact Reporter The Army Corps of Engineers on Sunday denied permission for the Dakota Access pipeline to cross under a section of the Missouri River, handing at least a temporary victory to the Standing Rock Sioux tribe and its supporters. The decision came after months of protests by thousands of self-proclaimed “water protectors” — bolstered by the arrival of more than 2,000 U.S. military veterans  — who have opposed the pipeline out of concern that it could rupture and contaminate the river, which they say provides drinking water to the tribe and 17 million other Americans. The pipeline is being built by Energy Transfer Partners, whose chief executive, Kelcy Warren, has said the company would not be willing to explore alternative routes. The pipeline was nearly completed, save for the proposed section that would have passed underneath Lake Oahe, a reservoir on the Missouri River. The Army Corps of Engineers denied a permit necessary for that section to be built. Protesting the Dakota Access pipeline Protesting the Dakota Access pipeline (Mark Boster / Los Angeles Times) Protesting the Dakota Access pipeline (Mark Boster / Los Angeles Times) See more videos The Corps said Sunday it would explore alternative routes and could initiate a more thorough and lengthy environmental analysis of potential risks posed by the $3.8-billion, 1,170-mile pipeline. \"Although we have had continuing discussion and exchanges of new information with the Standing Rock Sioux and Dakota Access, it's clear that there's more work to do,\" Jo-Ellen Darcy, the Army's assistant secretary for civil works, said in a statement . \"The best way to complete that work responsibly and expeditiously is to explore alternate routes for the pipeline crossing.” In a related memo also released Sunday, Darcy expanded on the Corps’ explanation for denying the permit. She cited policy by the White House Council on Environmental Quality, which has said in the past that concerns about tribal resources and environmental justice should, in some cases, “heighten agency attention” to exploring alternative solutions for projects. She said the increased analysis she announced Sunday for the Dakota Access pipeline reflected such heightened attention. Darcy also noted that some documents related to the planned pipeline, including studies examining the risk of an oil spill, had been withheld from the tribe in the past “because of security concerns and sensitivities.” The tribe has said repeatedly, including in court, that it was not properly consulted on the pipeline and that the pipeline’s risk had not been fully examined.  In recent months, thousands of people have set up camp on the edge of North Dakota's Cannonball River just north of the Standing Rock Sioux Reservation, vowing to place themselves in the way of the pipeline to block its construction. Native Americans from across the country have joined the cause, as have environmental groups and celebrities. As the news broke Sunday, the main Seven Council Fires camp erupted in celebration. Pipeline opponents joined hands in a giant human chain around the camp. Victory and honor songs rang out as children, not entirely clear what the fuss was about, sledded down hillsides slick with a recent snow. “Pretty darn good!” said Kandi Mossett of the Indigenous Environmental Network, when asked for her reaction. “This is really big news. My immediate reaction is, this is a victory. But we must remain vigilant.” Pipeline opponents are pushing for a full environmental impact statement, a process Mossett said would take three years and would effectively kill the project. A range of environmental and indigenous rights groups celebrated the Army Corps of Engineers' decision. “Today, the voices of indigenous people were heard. The rights of a sovereign nation were respected,” Rhea Suh, president of the Natural Resources Defense Council, an environmental advocacy nonprofit, said in a statement. \"The Standing Rock Sioux and the myriad of indigenous communities by their side remind us all of the power of individuals to stand up and stand together to demand environmental justice.” Standing Rock Sioux tribal Chairman David Archambault, who broke the news to gleeful throngs at the main camp, cautioned vigilance. Opponents worry that President-elect Donald Trump , who recently reiterated his support for the pipeline project, could reverse the Corps’ decision.  “A denial only gets us to Jan. 20,” Mossett said. Supporters of the pipeline attacked the decision. “This purely political decision flies in the face of common sense and the rule of law,” Craig Stevens, a spokesman for the MAIN Coalition, an industry group, said in a statement. “Unfortunately, it’s not surprising that the president would, again, use executive fiat in an attempt to enhance his legacy among the extreme left. That the president continues to believe that he is above the law is simply un-American, and it is this arrogance that working-class Americans soundly rejected on Nov. 8. For millions of hard-working people across the heartland, Jan. 20 cannot come soon enough.”   Stevens added: \"With President-elect Trump set to take office in a 47 days, we are hopeful that this is not the final word on the Dakota Access pipeline.” Jan Hasselman, a lawyer for Earthjustice who is representing the Standing Rock Sioux in court, said Sunday that the Corps was “doing the right thing” by pursuing alternatives and more environmental analysis. He acknowledged that a Trump administration could try to undo the Corps’ decision. But, he said, “It’s not so simple as reversing it with the stroke of a pen. Any reversal would be subject to close judicial scrutiny, and we are fully prepared to bring that case.” The news broke as thousands of veterans continued to stream in from across the country in charter buses and private vehicles. Hundreds of them stood in a snowy field near Cannon Ball, where Rep. Tulsi Gabbard (D-Hawaii) and tribal elders addressed them. Many wore fatigues; others carried American flags. “I honor you on behalf of my family, on behalf of the families and communities on Standing Rock,” said tribal elder Phyllis Young. “We hold all of the veterans in very high regard and we have many who suffer PTSD.” Choking back tears, Young said that her own daughter, a former Army captain, committed suicide two years ago. “I know that it was conditions of war,” she said.  “But we have honored. We have been good Americans. We have served courageously. We have done our duty.”  Addressing the veterans, some of whom had tears streaming down their faces, Young added: “We don’t want any of you to have flashbacks. And that is the purpose of our peaceful venture. So that you can take on our belief system of peace. We care about you. Care about your health. Your conditions. Your well-being, spiritually, emotionally, physically. I thank you for being here.” As she spoke, more buses and private cars were pulling up on the narrow paved road alongside the gathering.    “Our numbers are vast,” said Dex McLelland, 27, an former Army infantryman who led a team of North Carolina veterans in a black Ford transit van. “We mobilized 2,500 people in four days.” McLelland, a disabled veteran who served in Afghanistan, arrived wearing his dog tags and camouflage pants.  “You can’t allow big money to come in and rip up the Constitution in the faces of America’s oldest citizens,” he said. “These are the original Americans. Don’t you think they’ve caught enough slack? About makes you cry when you think about it.” By late afternoon, the thousands of Native Americans, environmental activists and veterans gathered in the Seven Council Fires camp were taking the time to celebrate. In a statement, Archambault expressed “the utmost gratitude for the courage it took on the part of President Obama , the Army Corps, the Department of Justice and Department of the Interior to take steps to correct the course of history and to do the right thing…. The Standing Rock Tribe and all of Indian Country will be forever grateful to the Obama administration for this historic decision.” Caption Weekend Roundup: 7 stories you can't miss An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. Caption Weekend Roundup: 7 stories you can't miss An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. An all-girls, all-Muslim team financed by online fundraising, 75 years after the attack on Pearl Harbor the family of sailor Edwin Hopkins' finally got to hold his funeral, Nancy Paulikas went into a bathroom at LACMA on Oct. 15, then she vanished, it's been a year since the San Bernardino attack that killed 14 and injured 22, legalized marijuana supporters are worried about Trump's pick for attorney general, more and more Central Americans who can't get into the U.S. are trying to start over in Mexico, and Donald Trump is set to preside over the most affluent Cabinet in U.S. history. Caption Pastor Joshua Beckley of San Bernardino one year later Pastor Joshua Beckley of the Ecclesia Christian Fellowship Church spoke at a candlelight vigil the day after a terrorist attack killed 14 people and 22 were seriously injured in 2015. A year later, he reflects on the city and how it has changed. Pastor Joshua Beckley of the Ecclesia Christian Fellowship Church spoke at a candlelight vigil the day after a terrorist attack killed 14 people and 22 were seriously injured in 2015. A year later, he reflects on the city and how it has changed. Caption 90 seconds: 4 stories you can't miss Donald Trump is set to preside over the most affluent Cabinet in U.S. History , the mountain lion known as P-45 has been given a second chance , before election day, L.A. Mayor Eric Garcetti didn't hold back when it came to Donald Trump but now has a more civil tone , and  USC is a lock for the Rose Bowl, right? Not so fast. Caption William Crespo reacts to the sentence William Crespo cries as he talks about his brother, slain Bell Gardens Mayor Daniel Crespo, and the sentence given to Lyvette Crespo. William Crespo cries as he talks about his brother, slain Bell Gardens Mayor Daniel Crespo, and the sentence given to Lyvette Crespo. Caption Kanye West 911 Call The original version of this 911 call provided to the Times by the L.A. Fire Department included redacted portions to prevent the release of confidential health information. This condenses audible portions of the publicly released recording to remove silence. The original version of this 911 call provided to the Times by the L.A. Fire Department included redacted portions to prevent the release of confidential health information. This condenses audible portions of the publicly released recording to remove silence. Special correspondent Tolan reported from Cannon Ball, N.D., and Times staff writer Yardley reported from Seattle.  ALSO ",
    "title": "Army halts Dakota Access oil pipeline and says new routes will be explored - LA Times"
   },
   {
    "entities": [
     "goldman/ap",
     "david",
     "cannonball",
     "jo-ellen",
     "sakowin",
     "archambault",
     "brian",
     "trump",
     "dave",
     "darcy",
     "standing",
     "sioux",
     "donald",
     "american",
     "rock",
     "earlier today",
     "river",
     "of",
     "north",
     "indians",
     "engineers",
     "congress",
     "country",
     "current",
     "cladoosby",
     "camp",
     "corps",
     "national",
     "army",
     "ii",
     "oceti",
     "tribal",
     "reservation",
     "dakota",
     "indian"
    ],
    "id": 16,
    "text": "Protestors celebrate at Oceti Sakowin Camp earlier today. The Army Corps of Engineers notified the Standing Rock Sioux that the current route for the Dakota Access pipeline will be denied. Jim Watson/AFP/Getty Images hide caption toggle caption Jim Watson/AFP/Getty Images Protestors celebrate at Oceti Sakowin Camp earlier today. The Army Corps of Engineers notified the Standing Rock Sioux that the current route for the Dakota Access pipeline will be denied. Jim Watson/AFP/Getty Images The Army Corps of Engineers has decided to deny a permit for the construction of a key section of the Dakota Access Pipeline. The decision essentially halts the construction on the 1,172-mile oil pipeline about half a mile south of the Standing Rock Sioux Reservation. The decision is also a victory for the thousands of demonstrators across the country who flocked to North Dakota in protest. \"Our prayers have been answered,\" National Congress of American Indians President Brian Cladoosby said in a statement. \"This isn't over, but it is enormously good news. All tribal peoples have prayed from the beginning for a peaceful solution, and this puts us back on track.\" Jo-Ellen Darcy, the the Army's assistant secretary for civil works, said after talking with tribal officials and hearing their concerns that the pipeline could affect the drinking water, it became \"clear that there's more work to do.\" \"The best way to complete that work responsibly and expeditiously is to explore alternate routes for the pipeline crossing,\" Darcy said in a statement. A view of the Oceti Sakowin camp, north of the Cannonball River, where people have gathered to protest the Dakota Access oil pipeline. David Goldman/AP hide caption toggle caption David Goldman/AP A view of the Oceti Sakowin camp, north of the Cannonball River, where people have gathered to protest the Dakota Access oil pipeline. David Goldman/AP The Army Corps says it intends to issue an Environmental Impact Statement with \"full public input and analysis.\" Article continues after sponsorship In a statement, Standing Rock Sioux Tribal Chairman Dave Archambault II said the tribe welcomed the decision, but he also sounded a note of caution saying he hoped the incoming Donald Trump administration would \"respect this decision and understand the complex process that led us to this point.\" Archambault II went on: \"When it comes to infrastructure development in Indian Country and with respect to treaty lands, we must strive to work together to reach decisions that reflect the multifaceted considerations of tribes. Treaties are paramount law and must be respected, and we welcome dialogue on how to continue to honor that moving forward. We are not opposed to energy independence, economic development, or national security concerns but we must ensure that these decisions are made with the considerations of our Indigenous peoples.\" ",
    "title": "After Dakota Access Pipeline Protests, Army Corps Blocks Final Permit, Will Explore Other Routes : The Two-Way : NPR"
   },
   {
    "entities": [
     "et",
     "jim",
     "jo-ellen",
     "dec 4",
     "sakowin",
     "pipeline",
     "images",
     "archambault",
     ", 5:54 pm",
     "getty",
     "trump",
     "dave",
     "darcy",
     "watson",
     "sunday",
     "standing",
     "transfer",
     "ball",
     "news",
     "sioux",
     "warren",
     "rock",
     "lake",
     "missouri",
     "chiara",
     "river",
     "of",
     "north",
     "1:57",
     "engineers",
     "cannon",
     "0:56",
     "monday",
     "last month",
     "partners",
     "2016",
     "daniel",
     "tribe",
     "route",
     "afp",
     "current",
     "oahe",
     "kelcy",
     "access",
     "camp",
     "corps",
     "obama",
     "army",
     "nbc",
     "100 percent",
     "a.",
     "ii",
     "america",
     "-",
     "sottile",
     "oceti",
     "medina",
     "denies",
     "energy",
     "winter",
     "reservation",
     "dakota",
     "chill",
     "opponents"
    ],
    "id": 17,
    "text": "Dec 4 2016, 5:54 pm ET Army Corps of Engineers Denies Dakota Access Pipeline Route by Daniel A. Medina and Chiara Sottile Share Standing Rock Chairman: Pipeline Plan Denial 'a Win for All of America' 1:57 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161205015706if_/http://www.nbcnews.com/widget/video-embed/824499779798\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> CANNON BALL, North Dakota — The secretary of the Army Corps of Engineers told the chairman of the Standing Rock Sioux Tribe on Sunday that the current route for the controversial Dakota Access Pipeline will be denied. Standing Rock Sioux Chairman Dave Archambault II told NBC News that he was \"thankful that there were some leaders in the federal government that realized that something is not right even though it's legal.\" \"This is something that will go down in history, and I know that it's a blessing for all indigenous peoples,\" he said. The Army Corps released a statement saying it would not approve the easement that would have allowed the proposed pipeline to cross under Lake Oahe, a large reservoir on the Missouri River in North Dakota. Play Standing Rock Supporters Celebrate Pipeline Plan Denial 0:56 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161205015706if_/http://www.nbcnews.com/widget/video-embed/824524867667\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"Although we have had continuing discussion and exchanges of new information with the Standing Rock Sioux and Dakota Access, it's clear that there's more work to do,\" the Army's assistant secretary for civil works, Jo-Ellen Darcy, said in the statement Sunday. \"The best way to complete that work responsibly and expeditiously is to explore alternate routes for the pipeline crossing.\" Related: 'Water Is Life': A Look Inside the Dakota Access Pipeline Protesters' Camp Cheers broke out as word spread through the protest camp in Cannon Ball. Federal officials had given activists, who include Native American tribe members and non-members alike, a deadline of Monday to vacate the camp because of worries about the plunging temperatures. The planned route for the 1,172-mile Dakota Access oil pipeline would have run within a half-mile of the Standing Rock Sioux reservation, crossing beneath the Missouri River. Activists celebrate Sunday at Oceti Sakowin Camp on the edge of the Standing Rock Sioux Reservation outside Cannon Ball, North Dakota. Jim Watson / AFP - Getty Images Opponents had said the pipeline would adversely affect drinking water and disturb sacred tribal sites. The Obama administration several times asked that Energy Transfer Partners, the company behind the project, stop construction. But the installation of hyper-beam lights there last month showed that the request was rejected. Photos: Dakota Pipeline Protesters Defy Winter's Chill Energy Transfer Partners Chief Executive Kelcy Warren, who remained publicly silent on the pipeline for months as protests forced a halt in the pipeline's construction, told NBC News last month that he was \"100 percent sure that the pipeline will be approved by a Trump administration,\" regardless of what the Army Corps ultimately decides. The company did not immediately respond to request for comment on the Army Corps decision. Play ",
    "title": "Army Corps of Engineers Denies Dakota Access Pipeline Route - NBC News"
   },
   {
    "entities": [
     "oakland",
     "texas",
     "times",
     "credit",
     "fruitvale",
     "$15",
     "states",
     "firefighters",
     "press",
     "$10",
     "2013",
     "last summer",
     "sunday",
     "mele",
     "drayton",
     "united",
     "facebook",
     "morning",
     "alex",
     "saturday",
     "december 4, 2016",
     "warwick",
     "jonah",
     "aguilar-canabal",
     "daniel",
     "berkeley",
     "conor",
     "kelly",
     "once",
     "marcio",
     "night",
     "eli",
     "bromwich",
     "dec. 3, 2016",
     "department",
     "rosenberg",
     "emergency",
     "fuller",
     "new",
     "today",
     "melinda",
     "the end of the day",
     "deloach",
     "reed",
     "york",
     "christopher",
     "vega",
     "thomas",
     "r.i.",
     "wen",
     "engel",
     "fire",
     "melissa",
     "teresa",
     "diego",
     "dougherty",
     "jose",
     "sanchez/associated",
     "2003",
     "dec. 4, 2016",
     "11 p.m."
    ],
    "id": 18,
    "text": "DEC. 4, 2016 By The New York Times Daniel Vega, 36, said he was “infuriated” waiting to hear news about his 22-year-old brother, Alex Vega, who had not answered his phone Saturday. Mr. Vega said he had heard from a friend that his brother was at the party. “Give me some gloves. I’ve got work shoes. I’m ready,” Mr. Vega said. “Let me find my brother, that’s all I want.” The structure had a permit to function as a warehouse, but not as a residence or for a party. Officials said they were investigating reports that the building had also been used as a living space. The building, known as the Ghost Ship, in the Fruitvale neighborhood, was the site of an event that was to feature a range of experimental and electronic music, performed by a synth musician drawing from the “black, queer diaspora” and others, as well as a visual installation. On Saturday morning, the event’s Facebook page said admission to the show was $10 for those who arrived before 11 p.m. and $15 after that. By the end of the day, the pricing had disappeared and the page had turned into an emergency message board, as dozens of friends and family members posted about missing loved ones. “A lot of these people are young people,” Sergeant Kelly said Saturday. “They are from all parts of our community.” Some of the dead may be citizens of other countries, he said. Images from the building’s website depict a wooden studio filled with antiques, sculptures and curios. Old lamps, musical instruments, suitcases and rugs decorated the ornate space. Photo Melinda Drayton, a battalion chief with the Oakland Fire Department, addressing the news media on Sunday. Credit Marcio Jose Sanchez/Associated Press Emergency workers said they arrived to find the building filled with heavy smoke and flames. Bodies were found on the second floor of the building, Chief Teresa Deloach Reed of the Oakland Fire Department said Saturday. Advertisement Continue reading the main story “In my career of 30 years, I haven’t experienced something of this magnitude,” she said. Even without a full accounting, the fire was one of the deadliest in the United States in many years. In 2003, 100 people were killed in a fire in a nightclub in Warwick, R.I. An explosion at a fertilizer plant in Texas in 2013 killed 15 people. —         Oakland Firefighters (@OaklandFireLive) Dec. 3, 2016 Chief Deloach Reed said there were “no reports of smoke alarms going off.” At least two fire extinguishers were inside, she said. On the event’s Facebook page, people distributed a spreadsheet that listed identifying information — age, height, weight, hair color, tattoos — and contact numbers for many of those who were unaccounted for. Oakland’s music and art scene was already struggling with high rent prices. The city’s underground bands and artists live a seminomadic existence in search of warehouses, homes and other spaces to show art, play music and dance into the early hours. Diego Aguilar-Canabal, 24, a blogger and freelance writer who lives in Berkeley and plays guitar in a band called the Noriegas, estimated he had been to three dozen house and warehouse parties over the past two years. “The basic idea is people want to do loud things late at night, and industrial space is really good for that because there aren’t many neighbors to complain,” he said. “There’s a lot of anxiety about income inequality and class warfare, and a lot of these artists are trying to do the best they can to have a community.” Mr. Aguilar-Canabal has been to the Ghost Ship once, last summer, and remembered it as a dim and cluttered area with a “maze” of furniture, canvas paintings on the walls and papier-mâché hanging from the ceilings. “The reason we left was that it had only had one source of water, which was a sink, and the water tasted really gross,” he recalled. “We went to a corner store to get something to drink and were like, ‘Let’s just go home.’” Thomas Fuller and Conor Dougherty reported from Oakland, and Jonah Engel Bromwich from New York. Melissa Wen contributed reporting from Oakland, and Christopher Mele and Eli Rosenberg from New York. A version of this article appears in print on December 4, 2016, on page A29 of the New York edition. Order Reprints | Today's Paper | Subscribe ",
    "title": "Death Toll in Oakland Warehouse Fire Rises to 30 as Search Continues - The New York Times"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "youngbear",
     "trump",
     "press",
     "house",
     "sunday",
     "standing",
     "transfer",
     "ryan",
     "loretta",
     "inc.",
     "the",
     "paul",
     "miles",
     "veterans",
     "sioux",
     "potawatomi",
     "rock",
     "missouri",
     "river",
     "kansas",
     "for",
     "of",
     "north",
     "county",
     "january 20",
     "$1 million",
     "allard",
     "partners",
     "justice",
     "2016",
     "associated",
     "stand",
     "night",
     "carla",
     "department",
     "morton",
     "$1.2 million",
     "previously",
     "lynch",
     "meskwaki",
     "kirchmeier",
     "wisconsin",
     "afternoon",
     "$3.8 billion",
     "november 8",
     "kyle",
     "energy",
     "december 5, 2016",
     "dakota"
    ],
    "id": 19,
    "text": " Hundreds of demonstrators near the Dakota Access pipeline protest camp broke into cheers and chanted “water is life” in the Lakota Sioux language as news spread. Some in the crowd banged drums. Miles Allard of the Standing Rock Sioux tribe said he was pleased by the decision but remained cautious, saying opponents of the pipeline “don’t know what Trump is going to do.” Allard said he’s been telling his people “to stand up and not to leave until this is over.” Carla Youngbear of the Meskwaki Potawatomi tribe traveled from central Kansas to be at the protest site. She said she has grandchildren and is going to have great-grandchildren who will need water and that’s why she was there.  The easement marks a stunning victory for pipeline protesters, who for weeks have gathered at an encampment in southern North Dakota. The Standing Rock Sioux tribe and others who have joined them wanted changes made to the route of the pipeline, which is largely complete except for a short segment underneath a Missouri River reservoir. They said the pipeline could pollute drinking water and threatens sacred sites. MAIN Coalition, a pro-pipeline coalition, called the move a “purely political decision.”  “Unfortunately, it’s not surprising that the President would, again, use executive fiat in an attempt to enhance his legacy among the extreme Left,” a statement from MAIN said. “That the President continues to believe that he is above the law is simply un-American and it is this arrogance that working class Americans soundly rejected on November 8.  For millions of hard-working people across the heartland, January 20 cannot come soon enough.”  Morton County Sheriff Kyle Kirchmeier released a statement on the decision Sunday.  “I have stated from the beginning that the easement is a federal decision and local law enforcement does not have an opinion on it,” Sheriff Kirchmeier said. “Our role is to enforce the law and that is what we will continue to do.” House Speaker Paul Ryan is calling the decision “big-government decision-making at its worst.” The Wisconsin Republican tweeted Sunday night that he looks “forward to putting this anti-energy presidency behind us.” This is big-government decision-making at its worst. I look forward to putting this anti-energy presidency behind us. https://t.co/Qu0nFTmGZv — Paul Ryan (@SpeakerRyan) December 5, 2016 Attorney General Loretta Lynch says the Department of Justice will still monitor the protest in North Dakota and is ready to “provide resources” for those who “can play a constructive role in easing tensions.”  Dallas-based Energy Transfer Partners previously said it was unwilling to reroute the project .  Earlier on Sunday, tribal elders had asked the military veterans joining the large Dakota Access pipeline protest encampment not to have confrontations with law enforcement officials, an organizer with Veterans Stand for Standing Rock said. The organizer added that the group was there to help out those who have dug in against the four-state, $3.8 billion project.  Veterans Stand for Standing Rock’s GoFundMe.com page had raised more than $1 million of its $1.2 million goal by Sunday - money that was due to go toward food, transportation and supplies. Cars waiting to get into the camp Sunday afternoon were backed up for more than a half-mile. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Dakota Access pipeline: Protesters claim major victory - CBS News"
   },
   {
    "entities": [
     "cannonball",
     "pipeline",
     "interior",
     "perce",
     "november",
     "native",
     "hicks",
     "next month",
     "california",
     "kevin",
     "dalrymple",
     "denise",
     "eyes",
     "partners",
     "defense",
     "colville",
     "department",
     "army",
     "today",
     "heitkamp",
     "afternoon",
     "hope",
     "steven",
     "rio",
     "bakken",
     "white",
     "cramer",
     "sunday",
     "nanamkin",
     "92 percent",
     "donald",
     "river",
     "lake",
     "dan",
     "of",
     "north",
     "heidi",
     "justice",
     "hawkins",
     "tribe",
     "$500,000",
     "e.",
     "jack",
     "lynch",
     "everett",
     "$3.8 billion",
     "winter",
     "n.d.",
     "council",
     "david",
     "brady",
     "at 7:50 pm",
     "jo-ellen",
     "resources",
     "derek",
     "archambault",
     "iron",
     "pitt",
     "press",
     "dave",
     "darcy",
     "party",
     "chelsea",
     "transfer",
     "loretta",
     "phillips",
     "sioux",
     "bruce",
     "rock",
     "summer",
     "goldman/associated",
     "months ago",
     "natural",
     "oahe",
     "republican",
     "obama",
     "99 percent",
     "illinois",
     "summers",
     "energy",
     "sally",
     "nez",
     "dakota",
     "gali",
     "mufson",
     "mckay",
     "sakowin",
     "jewell",
     "trump",
     "house",
     "standing",
     "last week",
     "the",
     "december 4",
     "nespelem",
     "warren",
     "missouri",
     "$1 million",
     "wash.",
     "monday",
     "engineers",
     "rhea",
     "2016",
     "past",
     "kelcy",
     "access",
     "corps",
     "hollywood",
     "the weekend",
     "ii",
     "dennis",
     "washington",
     "oceti",
     "suh",
     "25 percent"
    ],
    "id": 20,
    "text": "Army will deny easement, halting work on Dakota Access Pipeline The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Brady Dennis and Steven Mufson December 4 at 7:50 PM Follow @brady_dennis Follow @StevenMufson Dan Nanamkin, of the Colville Nez Perce Native American tribe in Nespelem, Wash., right, drums after it was announced Sunday that the Army Corps won’t grant an easement for the Dakota Access Pipeline. (David Goldman/Associated Press) The Army said Sunday that it will not approve an easement necessary to permit the controversial Dakota Access Pipeline to cross under Lake Oahe in North Dakota, marking a monumental victory for the Native American tribes and thousands of others who have flocked in recent months to protest the oil pipeline. “I’m happy as heck,” said Everett Iron Eyes, a retired director of natural resources for the Standing Rock Sioux Tribe and one of the organizers of a camp protesters set up near the pipeline site. “All our prayers have been answered.” Officials in November had delayed the key decision, saying more discussion was necessary about the proposed crossing, given that it would pass very near the reservation of the Standing Rock Sioux Tribe, whose leaders have repeatedly expressed fears that a spill could threaten the water supplies of its people. “Although we have had continuing discussion and exchanges of new information with the Standing Rock Sioux and Dakota Access, it’s clear that there’s more work to do,” Jo-Ellen Darcy, the Army’s assistant secretary for civil works, said in a statement Sunday. “The best way to complete that work responsibly and expeditiously is to explore alternate routes for the pipeline crossing.” The decision averts a possible showdown on Monday, the date the Army Corps, which owns land on either side of the lake, had set for cutting off access to the protesters’ camp. Attorney General Loretta E. Lynch, worried about violence, had sent mediators to the area over the weekend. The victory for the Standing Rock Sioux and its allies could be short-lived, though. President-elect Donald Trump has vowed to support pipelines such as this one. And Kelcy Warren, the chief executive of the pipeline company Energy Transfer Partners, has been a major contributor to the Republican Party and Trump’s campaign. Trump, who owned a $500,000 to $1 million stake in Energy Transfer Partners, has sold the shares, his spokeswoman Hope Hicks said. His most recent disclosure says he still owns a similar size stake in Phillips 66, which owns 25 percent of the Dakota Access line. Iron Eyes said that “we shall remain vigilant regardless. We have witnessed the power of being peaceful and prayerful.” What started as a small but fierce protest in a remote spot along the Missouri River months ago has evolved into an epic standoff involving hundreds of tribes, various celebrities and activists from around the country. It has involved heated confrontations — police have sometimes employed water cannons, pepper spray and rubber bullets — and has carried on through the swelter of summer into the snowy cold of winter. Hundreds of veterans arrived in recent days. [ Why Hollywood, environmentalists and Native Americans have converged on North Dakota ] On Sunday, news of the Army’s decision triggered a wave of celebration and relief among those who have fought to stop the 1,170-mile-long pipeline’s progress. A procession of tribe members and activists marched along the main dirt road at the Oceti Sakowin encampment set up by protesters. A crowd numbering in the thousands gathered around the camp’s sacred fire, the hub of activity here, as tribal elders sang prayer songs and beat drums. Activists acknowledged that it was only one step forward in a larger fight over Native American rights. Denise McKay, a member of the Standing Rock Sioux standing by the sacred fire Sunday afternoon, said she expects Energy Transfer Partners to push back on the decision. “It is a temporary victory,” said McKay, 54. “We’ve got to stay put and stay united.” McKay’s daughter, Chelsea Summers, 25, chimed in, saying “everybody is still here for the long haul.” Nearby, Bruce Gali took drags from a cigarette and watched the festivities. He made his second trip to the camp last week and said he would keep returning from his home in northeastern California until authorities left the area and the pipeline was shut down. “Until all the razor wire comes down, until the helicopters stop flying overhead, the spotlights turn off, the drill pad is dismantled, this isn’t the end,” said Gali, a 67-year-old member of the Pitt River Tribe. “It’s not just about this pipeline.” We “commend with the utmost gratitude the courage it took on the part of President Obama, the Army Corps, the Department of Justice and the Department of the Interior to take steps to correct the course of history and to do the right thing,” Standing Rock Sioux Tribe Chairman Dave Archambault II said in a statement. “With this decision we look forward to being able to return home and spend the winter with our families.”   Rhea Suh, president of the Natural Resources Defense Council, said the outcome was a reminder of the power of individuals to “demand environmental justice.” She said, “Today, the voices of indigenous people were heard.” In the Dakota language, the word “oahe” signifies “a place to stand on.” The Standing Rock Sioux Tribe and its allies in the environmental and activist movements had said they were doing just that: using Lake Oahe in North Dakota as a place to take a stand by setting up camps and obstructing roads to block the $3.8 billion Dakota Access Pipeline. The steel pipeline, developed and majority owned by Energy Transfer Partners, would connect the Bakken and Three Forks oil production areas in North Dakota to an existing crude oil terminal and pipeline terminus in Illinois. At 30 inches in diameter, it could transport an estimated 470,000 to 570,000 barrels of oil per day. The company says the project, which traverses four states, is 92 percent complete overall and 99 percent complete in North Dakota. Army officials said that the consideration of alternative routes would be best accomplished through an environmental-impact statement with full public input and analysis, a process likely to take many months. Ordinarily, the Army Corps, which has jurisdiction over domestic petroleum pipelines, does not require a detailed environmental-impact statement but it does require environmental assessments of the impact on water crossings.   [ Voices from Standing Rock: A glimpse into both sides of the standoff ] North Dakota elected officials criticized the Army Corps. “It’s long past time that a decision is made on the easement going under Lake Oahe,” said Sen. Heidi Heitkamp (D). “This administration’s delay in taking action — after I’ve pushed the White House, Army Corps and other federal agencies for months to make a decision — means that today’s move doesn’t actually bring finality to the project. The pipeline still remains in limbo.” Rep. Kevin Cramer (R) said Sunday’s decision “sends a very chilling signal to others who want to build infrastructure in this country,” arguing that Obama had stymied a perfectly legal pipeline project. “I’m encouraged we will restore law and order next month when we get a President who will not thumb his nose at the rule of law,” Cramer said in a statement. “I feel badly for the Corps of Engineers because of the diligent work it did on this project, only to have their Commander-in-Chief throw them under the bus.” Gov. Jack Dalrymple (R) called Sunday’s decision a “serious mistake” that “does nothing to resolve the issue.” He said it would prolong a dangerous situation by having protesters camping out on federal land during the brutally cold winter. Interior Secretary Sally Jewell, however, praised the Army’s decision. “The thoughtful approach established by the Army today ensures that there will be an in-depth evaluation of alternative routes for the pipeline and a closer look at potential impacts,” she said Sunday. “The Army’s announcement underscores that tribal rights reserved in treaties and federal law, as well as Nation-to-Nation consultation with tribal leaders, are essential components of the analysis to be undertaken in the environmental impact statement going forward.” Derek Hawkins contributed to this report from a camp near Cannonball, N.D. business Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "Army will deny easement, halting work on Dakota Access Pipeline - The Washington Post"
   },
   {
    "entities": [
     "us",
     "states",
     "midwest",
     "trump",
     "sunday",
     "bernie",
     "35%",
     "last week",
     "united",
     "facebook",
     "next month",
     "donald",
     "mexico",
     "indiana",
     "$1 million",
     "sanders",
     "palin",
     "2008",
     "2016",
     "mike",
     "twitter",
     "december 04, 2016",
     "u.s.",
     "nbc",
     "pence",
     "sarah",
     "$6 million",
     "35 percent"
    ],
    "id": 21,
    "text": "After Carrier deal, Trump vows tax of 35 percent for US business going overseas Published               December 04, 2016 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump said Sunday that he’ll slap a 35 percent tax on U.S. companies that move jobs or operations to other countries -- days after announcing a controversial deal with Carrier to keep roughly 1,100 manufacturing jobs in the United States. Trump, a prolific tweeter with about 15 million followers, needed six posts, each limited to 140 characters, to get out his message. “The U.S. is going to substantially reduce taxes and regulations on businesses,” Trump tweeted. “But any business that leaves our country for another country, fires its employees, builds a new factory or plant in the other country, and then thinks it will sell its product back into the U.S. without retribution or consequence, is WRONG! “There will be a tax on our soon to be strong border of 35% for these companies ... Please be forewarned prior to making a very expensive mistake! THE UNITED STATES IS OPEN FOR BUSINESS.” The string of tweets follow Trump’s announcement last week that he had reached a deal with the Carrier furnace and air-conditioning manufacturer to keep the jobs in Indiana, instead of moving them to Mexico where labor costs are significantly less expensive. Trump made vowing to keep Carrier in the country and returning other good-paying manufacturing jobs to the economically challenged Midwest a major part of his successful presidential campaign. But the Carrier deal -- which purportedly includes $6 million in tax incentives and $1 million in job-training grants over 10 years -- has been criticized by liberals and conservatives alike. Among them are self-described socialist and 2016 Democratic presidential candidate Bernie Sanders and 2008 GOP vice-presidential nominee Sarah Palin, who suggest the deal was an example of “crony capitalism.” Vice President-elect Mike Pence, who remains governor of Indiana until next month, defended Trump’s effort on Carrier on NBC’s “Meet the Press.\" “We were heartbroken when we heard Carrier was pulling up stakes,” said Pence, who acknowledges he couldn’t broker the deal. “The only reason Carrier is staying in the United States is because Donald Trump was elected president.” Advertisement ",
    "title": "After Carrier deal, Trump vows tax of 35 percent for US business going overseas | Fox News"
   },
   {
    "entities": [
     "arnold",
     "dunlap",
     "jones-quartey",
     "fairley",
     "bacarri",
     "sam",
     "atlanta",
     "miami",
     "whitehead",
     "winslow",
     "ryan",
     "hingle",
     "caylor",
     "paul",
     "nfl",
     "bryant",
     "golden",
     "ajayi",
     "manning",
     "delvin",
     "jacorey",
     "wendell",
     "griffen",
     "stadium",
     "crystal",
     "cooper",
     "gilligan",
     "saints",
     "today",
     "kapri",
     "san",
     "the fourth quarter",
     "jaylen",
     "randall",
     "detroit",
     "tom",
     "broncos",
     "field",
     "breaux",
     "shepherd",
     "angeles",
     "everson",
     "gillette",
     "dannell",
     "dak",
     "derick",
     "west",
     "mitch",
     "vikings",
     "tate",
     "sunday",
     "stafford",
     "everbank",
     "facebook",
     "cobb",
     "4 p.m. est",
     "georgia",
     "adam",
     "steve",
     "sieu",
     "dolphins",
     "sports",
     "e.",
     "greg",
     "telvin",
     "reinhold",
     "u.s.",
     "rams",
     "travis",
     "nick",
     "cook",
     "dale",
     "hemmelgarn",
     "zanine",
     "jay",
     "spor",
     "lucky",
     "carlos",
     "brady",
     "texans",
     "harold",
     "peyton",
     "ezekiel",
     "the second quarter",
     "osweiler",
     "mercedes-benz",
     "tyler",
     "smallwood",
     "prescott",
     "blount",
     "the first quarter",
     "bruce",
     "chris",
     "francisco",
     "falcons",
     "rempel",
     "brown",
     "m&t",
     "terrance",
     "lions",
     "rambo",
     "robert",
     "devonta",
     "usa",
     "colts",
     "houston",
     "kelce",
     "dallas",
     "new",
     "alford",
     "matay",
     "cincinnati",
     "jaguars",
     "indianapolis",
     "los",
     "demarcus",
     "doster",
     "townson",
     "baltimore",
     "city",
     "brace",
     "tommy",
     "logiudice",
     "logan",
     "johnathan",
     "superdome",
     "jason",
     "patriots",
     "spencer",
     "getz",
     "denver",
     "benny",
     "ravens",
     "minnesota",
     "49ers",
     "orleans",
     "bradford",
     "brock",
     "kluckhohn",
     "harris",
     "harrison",
     "m.",
     "bibbs",
     "december 4, 2016",
     "lambeau",
     "freeman",
     "kansas",
     "bank",
     "ware",
     "ellerbe",
     "lawrence",
     "jacksonville",
     "cyprien",
     "chiefs",
     "england",
     "green",
     "stringer",
     "brad",
     "bengals",
     "boyd",
     "eagles",
     "chicago",
     "watkins",
     "packers",
     "philadelphia",
     "bay",
     "cowboys",
     "now",
     "matthew",
     "dome",
     "legarrette",
     "smith",
     "aaron",
     "dez",
     "wesley",
     "elliott",
     "jared"
    ],
    "id": 22,
    "text": "Tom Brady breaks all-time QB wins record with 201st victory The New England Patriots quarterback had been tied with Peyton Manning entering Sunday. Post to Facebook Tom Brady breaks all-time QB wins record with 201st victory The New England Patriots quarterback had been tied with Peyton Manning entering Sunday. Check out this story on USATODAY.com: http://usat.ly/2h3bLTe CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 5 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Tom Brady breaks all-time QB wins record with 201st victory USA TODAY Sports 4 p.m. EST December 4, 2016 New England Patriots quarterback Tom Brady (12) celebrates after a touchdown during the first quarter against the Los Angeles Rams at Gillette Stadium. (Photo: Greg M. Cooper, USA TODAY Sports) Tom Brady now stands alone as the winningest quarterback in NFL history. The two-time MVP and four-time Super Bowl champion took sole possession of the all-time QB win record on Sunday after the New England Patriots defeated the Los Angeles Rams 26-10. Brady had been tied for the mark, which includes both regular-season and playoff victories, with longtime rival Peyton Manning of the Indianapolis Colts and Denver Broncos. Brady completed 33 of 46 passes for 269 yards and a touchdown in Sunday's win. The victory also pushed New England to its 14th straight season with at least 10 wins, a streak that dates back to Brady's third season as a starter. PHOTOS: Best of NFL Week 13 Posted! A link has been posted to your Facebook feed. Green Bay Packers wide receiver Randall Cobb (18) celebrates with fans after catching a touchdown pass in the second quarter against the Houston Texans at Lambeau Field.  Benny Sieu, USA TODAY Sports Jacksonville Jaguars outside linebacker Telvin Smith (50) and strong safety Johnathan Cyprien (37) chase Denver Broncos running back Kapri Bibbs (35) during the second quarter  of an NFL football game at EverBank Field.  Reinhold Matay, USA TODAY Sports Kansas City Chiefs running back Spencer Ware (32) scores a rushing touchdown in the first quarter of their game against the Atlanta Falcons at the Georgia Dome.  Jason Getz, USA TODAY Sports New England Patriots cornerback Logan Ryan (26) celebrates a sack against the Los Angeles Rams during the first half at Gillette Stadium.  Winslow Townson, USA TODAY Sports Miami Dolphins running back Jay Ajayi (23) gains yards against the Baltimore Ravens at M&T; Bank Stadium.  Mitch Stringer, USA TODAY Sports Houston Texans quarterback Brock Osweiler (17) gets a pass away in the first quarter during the game against the Green Bay Packers at Lambeau Field.  Benny Sieu, USA TODAY Sports Cincinnati Bengals wide receiver Tyler Boyd (83) is shoved out of bounds by Philadelphia Eagles defensive back Jaylen Watkins (26) in the first half at Paul Brown Stadium.  Aaron Doster, USA TODAY Sports Detroit Lions wide receiver Golden Tate (15) carries the ball between New Orleans Saints cornerback Delvin Breaux (40) and outside linebacker Dannell Ellerbe (59) during the first quarter at Mercedes-Benz Superdome.  Crystal LoGiudice, USA TODAY Spor Denver Broncos cornerback Chris Harris (25) celebrates an interception during the second quarter  of an NFL football game against the Jacksonville Jaguars at EverBank Field.  Reinhold Matay, USA TODAY Sports Green Bay Packers tight end Jared Cook (89) signals a first down in the first quarter against the Houston Texans at Lambeau Field.  Adam Wesley, USA TODAY Sports Kansas City Chiefs tight end Travis Kelce (87) makes a catch in front of Atlanta Falcons cornerback Robert Alford (23) during the first quarter at the Georgia Dome.  Dale Zanine, USA TODAY Sports Philadelphia Eagles running back Wendell Smallwood (28) is tackled by Cincinnati Bengals defensive end Carlos Dunlap (96) in the first half at Paul Brown Stadium.  Aaron Doster, USA TODAY Sports Detroit Lions quarterback Matthew Stafford (9) throws a touchdown against the New Orleans Saints during the first quarter of a game at the Mercedes-Benz Superdome.  Derick E. Hingle, USA TODAY Sports San Francisco 49ers cornerback JaCorey Shepherd (38) runs the ball while Chicago Bears strong safety Harold Jones-Quartey (29) looks to make a tackle during the first quarter of the game at Soldier Field.  Caylor Arnold, USA TODAY Sports Atlanta Falcons running back Devonta Freeman (24) carries the ball against the Kansas City Chiefs during the first quarter at the Georgia Dome.  Dale Zanine, USA TODAY Sports New Orleans Saints defensive tackle Nick Fairley (90) celebrates tackling Detroit Lions quarterback Matthew Stafford (9) in the first quarter at Mercedes-Benz Superdome.  Crystal LoGiudice, USA TODAY Sports New England Patriots running back LeGarrette Blount (29) carries the ball to score a touchdown during the first quarter against the Los Angeles Rams at Gillette Stadium.  Greg M. Cooper, USA TODAY Sports Baltimore Ravens running back Terrance West (28) celebrates after scoring a touchdown during the first quarter against the Miami Dolphins at M&T; Bank Stadium.  Tommy Gilligan, USA TODAY Sports Baltimore Ravens wide receiver Steve Smith (89) runs after the catch as Miami Dolphins free safety Bacarri Rambo (30) defends during the first quarter at M&T; Bank Stadium.  Tommy Gilligan, USA TODAY Sports Dallas Cowboys quarterback Dak Prescott (4) celebrates following the game against the Minnesota Vikings at U.S. Bank Stadium.  Brace Hemmelgarn, USA TODAY Sports Dallas Cowboys wide receiver Dez Bryant (88) celebrates his touchdown during the fourth quarter against the Minnesota Vikings at U.S. Bank Stadium.  Brace Hemmelgarn, USA TODAY Sports Dallas Cowboys wide receiver Dez Bryant (88) scores a touchdown during the fourth quarter against the Minnesota Vikings at U.S. Bank Stadium.  Brace Hemmelgarn, USA TODAY Sports Minnesota Vikings defensive back Harrison Smith (22) tackles Dallas Cowboys running back Ezekiel Elliott (21) in the second quarter at U.S. Bank Stadium.  Brad Rempel, USA TODAY Sports Minnesota Vikings quarterback Sam Bradford (8) passes in the second quarter against the Dallas Cowboys at U.S. Bank Stadium.  Brad Rempel, USA TODAY Sports Minnesota Vikings defensive lineman Everson Griffen (97) tackles Dallas Cowboys wide receiver Lucky Whitehead (13) for a fumble in the second quarter at U.S. Bank Stadium.  Brad Rempel, USA TODAY Sports Dallas Cowboys running back Ezekiel Elliott (21) scores a touchdown in the second quarter against the Minnesota Vikings at U.S. Bank Stadium.  Brad Rempel, USA TODAY Sports Dallas Cowboys defensive lineman DeMarcus Lawrence (90) tackles Minnesota Vikings quarterback Sam Bradford (8) in the first quarter at U.S. Bank Stadium.  Brad Rempel, USA TODAY Sports Dallas Cowboys quarterback Dak Prescott (4) signals his team in the first quarter against the Minnesota Vikings at U.S. Bank Stadium.  Brad Rempel, USA TODAY Sports Minnesota Vikings quarterback Sam Bradford (8) passes in the first quarter against the Dallas Cowboys at U.S. Bank Stadium.  Brad Rempel, USA TODAY Sports Dallas Cowboys quarterback Dak Prescott (4) hands the ball off to running back Ezekiel Elliott (21) in the first quarter against the Minnesota Vikings at U.S. Bank Stadium.  Brad Rempel, USA TODAY Sports Dallas Cowboys quarterback Dak Prescott (4) passes against the Minnesota Vikings in the first quarter at U.S. Bank Stadium.  Bruce Kluckhohn, USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Tom Brady breaks all-time QB wins record with 201st victory"
   },
   {
    "entities": [
     "adrian",
     "campbell",
     "rich",
     "this week",
     "eddie",
     "the week",
     "49ers",
     "bullard",
     "giants",
     "sunday",
     "bears",
     "noon",
     "bausby",
     "houston-carson",
     "floyd",
     "braverman",
     "fox",
     "francisco",
     "jonathan",
     "saturday",
     "'s 3 p.m.",
     "edison",
     "tuesday",
     "de'vante",
     "daniel",
     "john",
     "fuller",
     "new",
     "cornelius",
     "chicago",
     "san",
     "deandre",
     "join",
     "york",
     "cutler",
     "royal",
     "kyle",
     "jay",
     "leonard",
     "amos"
    ],
    "id": 23,
    "text": "Bears linebacker Leonard Floyd is active Sunday against the San Francisco 49ers, two weeks after he was hospitalized with a neck injury and concussion in the Week 11 loss to the New York Giants.   Rookie defensive lineman Jonathan Bullard is a surprise inactive. The team’s third-round selection was not listed on the injury report this week.   Slot receiver/punt returner Eddie Royal is inactive. He has been hampered by a toe injury on his left foot for more than a month. The Bears elevated rookie slot receiver Daniel Braverman from the practice squad on Tuesday.   Second-year safety Adrian Amos is inactive because of a left foot injury. He is the only player to have participated in every game since coach John Fox took over. Rookie safety DeAndre Houston-Carson is active for just the second time in the last seven games.   Cornerback Kyle Fuller was not moved to the active roster by Saturday’s 3 p.m. deadline, so he is ineligible to play.   Also inactive for the Bears: cornerback Deiondre’ Hall (right ankle), cornerback De’Vante Bausby, interior offensive lineman Cornelius Edison and quarterback Jay Cutler (right shoulder). — Rich Campbell Join us as the 2-9 Chicago Bears host the 1-10 San Francisco 49ers at Soldier Field on Sunday (noon, FOX). ",
    "title": "Week 13 live blog: Bears linebacker Leonard Floyd active for game against the 49ers - Chicago Tribune"
   },
   {
    "entities": [
     "et",
     "oakland",
     "area",
     "dec 4",
     "schaaf",
     "later sunday",
     "friday",
     "2:21",
     "late",
     "max",
     "party",
     "reuters",
     "sunday",
     "news",
     "california",
     "investigation",
     "nicholson",
     "chor",
     "december 4, 2016",
     "saturday",
     "criminal",
     "libby",
     "county",
     "ng",
     "daniella",
     "2016",
     "kelly",
     "night",
     "sheriff",
     "ray",
     "team",
     "u.s.",
     "lucy",
     "nbc",
     "silva",
     "alameda",
     "today",
     "ship",
     "ghost",
     "eva",
     "ohr",
     "afternoon",
     "40 percent",
     "bay",
     "hoffman",
     ", 7:24 pm",
     "warehouse",
     "mark"
    ],
    "id": 24,
    "text": "Dec 4 2016, 7:24 pm ET Oakland Warehouse Fire Death Toll Rises to 33 as Criminal Investigation Team 'Activated' by Daniella Silva Death Toll From Oakland Warehouse Party Fire Climbs to 33 2:21 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161205014951if_/http://www.nbcnews.com/widget/video-embed/824546883814\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The death toll in the massive fire at an Oakland, California, warehouse party climbed to 33 by Sunday afternoon, officials said, and the growing list of victims included teenagers as young as 17 and the son of a first responder. Oakland Mayor Libby Schaaf also said at a press conference Sunday afternoon that the Alameda County District Attorney had \"activated\" a criminal investigation team that was at the site of the blaze and working with law enforcement. \"I want to confirm that we have activated the criminal investigation team,\" Schaaf said at the press conference. \"That means that we are engaging in protocol that allows a criminal investigation to be conducted.\" Related: Oakland Warehouse Fire Survivors Describe Escape From Blaze Schaaf stressed that \"it is far too early for us to have any suspicions about what caused this fire\" and only the district attorney's office could announce any possible charges. Recovery teams examine the charred remains of the two-story converted warehouse that caught fire killing dozens in Oakland, California, U.S., December 4, 2016. LUCY NICHOLSON / Reuters Alameda County Sheriff's Sgt. Ray Kelly said at the press conference that the number of victims in the fire that occurred late Friday night had risen to 33 by Sunday afternoon. Authorities have made their way through about 35 to 40 percent of the building and there was much more work to do, he said. Seven of the victims have so far been identified, Kelly said, and authorities would be releasing those names later Sunday. Kelly also said that the tragedy at the warehouse had personally impacted one of the first responders. \"This tragedy has hit every close to home for our agency, one of our deputies that we work with lost his son in this fire,\" he said. \"Our family and our department are hurting from that.\" Kelly also said that some of the victims who they recovered were minors. Related: 'Ghost Ship' One of Country's Deadliest Building Fires in Half-Century \"We do have some children in the ages of 17 years old, possibly younger,\" he said. The victims ranged in age from teenagers to people in their 30s, he said. Some of the victims were from other countries, Kelly said, and authorities were in the process of contacting those embassies and consulates. Kelly described the painstaking process of identifying victims, saying that the 24/7 operation was working to match fingerprints with identification they have found on some of the victims, in wallets, purses and backpacks. The Alameda County Sheriff's coroner's office asked the families of those missing to preserve objects with possible DNA for evidence. Kelly said he had \"no idea\" how many more victims there were in the warehouse, but that the number could continue to rise. Related: Loved Ones Wait for Word of Missing After California Warehouse Fire \"We are finding people throughout the entire square footage of that structure,\" he said. \"It's so random, we're finding victims where we least expect them.\" The sergeant also said that responders had come across \"trailer\" within the structure \"that looked like they were being lived in, inside the warehouse.\" The first floor of the warehouse was an artists' collective made up of divided work spaces that Fire Department Operations Chief Mark Hoffman described as a \"labyrinth\" on Saturday. Max Ohr, the creative director of the art collective that leased the warehouse, told the TODAY Show Sunday that he was working the door for a party on the night of the inferno, and around 70 people were \"in the venue enjoying music\" when he heard someone say there was a fire. Ohr said there were no sprinklers in the building prior to the art collective leasing the warehouse and Hoffman said Saturday night he saw no evidence of sprinklers. The interior of the Ghost Ship in Oakland, California. OaklandGhostShip.com The structure was last permitted for legal use as a warehouse, officials said, and did not have the permits necessary for people to actually live in the building. During the fire at the building known as the Oakland Ghost Ship, the roof collapsed onto the second floor where the party was held, and parts of the second floor collapsed onto the first floor, officials said. In a statement to NBC Bay Area on Saturday, the warehouse's owner daughter said the family had no comment. \"We are also trying to figure out what's going on like everyone else. We're so sorry to hear about the tragedy,\" Eva Ng said in an email attributed to her mother, building owner Chor Ng. \"Our condolences go out to the families and friends of those injured and those who lost their lives.\" The building owner told NBC News on Sunday that they did not know people were living inside the structure. Daniella Silva ",
    "title": "Oakland Warehouse Fire Death Toll Rises to 33 as Criminal Investigation Team 'Activated' - NBC News"
   },
   {
    "entities": [
     "ben",
     "texas",
     "right now",
     "espn",
     "denver",
     "vin",
     "league",
     "press",
     "january",
     "helton",
     "bloomer",
     "atlanta",
     "2009",
     "penn",
     "mexico",
     "mcsorley",
     "antonio",
     "saturday",
     "@zhelfand",
     "state",
     "elway",
     "st.",
     "scully",
     "abc",
     "franklin",
     "11 a.m.",
     "johnson",
     "rose",
     "associated",
     "john",
     "2016",
     "saturday, dec. 17",
     "lions",
     "twitter",
     "michigan",
     "caption",
     "dickerson",
     "vegas",
     "trumaine",
     "eric",
     "new",
     "1923",
     "san",
     "rams",
     "james",
     "nittany",
     "louis",
     "usc",
     "zach",
     "bowl",
     "los",
     "wisconsin",
     "helfand",
     "little",
     "trojans",
     "broncos",
     "grambling",
     "angeles",
     "albuquerque",
     "ohio",
     "las",
     "december",
     "9 a.m."
    ],
    "id": 25,
    "text": "A look at all the college football bowl matchups in December and January (all times PST): Saturday, Dec. 17  Celebration Bowl (Atlanta): NC Central (9-2) vs. Grambling State (11-1), 9 a.m. (ABC)  New Mexico Bowl (Albuquerque): Texas San Antonio (6-6) vs. New Mexico (8-4), 11 a.m. ( ESPN )  Las Vegas... (Associated Press) “Maybe the most dangerous team in the country right now,” Penn State Coach James Franklin said of the Trojans. “And there was a lot of people hoping that they wouldn't make the playoffs because they’re very, very talented, they’re playing with a lot of confidence right now.” Penn State (11-2) followed a similar trajectory. Three games after a 49-10 loss to No. 6 Michigan, it pulled off a 24-21 upset of No. 3 Ohio State. Penn State’s quarterback, Trace McSorley, has evolved over the last half of the season. In a 21-point comeback against Wisconsin in the Big Ten championship game Saturday, McSorley threw for 384 yards and four touchdowns without an interception. The game followed the path of Penn State’s season as a whole. The Nittany Lions have become comeback specialists. They have erased a second-half deficit in more than half of the games in their nine-game winning streak. Asked to explain such success after halftime, Franklin replied with a joke. “We cut up the orange slices like Little League,” he said.  USC has a 24-9 record in the Rose Bowl game. Penn State is 1-2. The teams first met in the Rose Bowl in 1923, a 14-3 victory for USC. They didn’t meet there again until 2009, a 38-24 USC victory. Neither team has been to Rose Bowl game since. “To be a part of the Rose Bowl,” Helton said, “is what dreams are made of.” Follow Zach Helfand on Twitter  @zhelfand Caption Broncos GM John Elway talks about greatness John Elway discusses the success he's had in Denver as a general manager. John Elway discusses the success he's had in Denver as a general manager. Caption Broncos GM John Elway talks about greatness John Elway discusses the success he's had in Denver as a general manager. John Elway discusses the success he's had in Denver as a general manager. Caption Eric Dickerson is just the latest controversy in the Rams' 4-7 season Eric Dickerson is the latest issue in what has been a disappointing 4-7 season for the Rams in their return to Los Angeles after two decades in St. Louis. Eric Dickerson is the latest issue in what has been a disappointing 4-7 season for the Rams in their return to Los Angeles after two decades in St. Louis. Caption Rams tattoo stories: Trumaine Johnson shares how his faith shaped his ink Rams cornerback Trumaine Johnson shares the stories behind his tattoos. Rams cornerback Trumaine Johnson shares the stories behind his tattoos. Caption Rams jobs: There's no stop for assistant equipment manager Meet Ben Bloomer, the Rams' assistant equipment manager who must keep players safe and looking sharp.  Meet Ben Bloomer, the Rams' assistant equipment manager who must keep players safe and looking sharp.  Caption Vin Scully receives the Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom Vin Scully was one of many to receive the 2016 Presidential Medal of Freedom ",
    "title": "USC gets flowery treat for new year: Rose Bowl matchup with Penn State - LA Times"
   },
   {
    "entities": [
     "donahue",
     "alefantis",
     "cbs",
     "hillary",
     "sunday",
     "dec 4,",
     "salisbury",
     "late november",
     "pong",
     "mpd",
     "north",
     "aquita",
     "bill",
     "2016",
     "brown",
     "metropolitan",
     "police",
     "department",
     "d.c.",
     "carolina",
     "james",
     "edgar",
     "previously",
     "welch",
     "ping",
     "washington",
     "evening",
     "wusa",
     "maura",
     "december 5, 2016",
     "pizzagate",
     "dougherty",
     "comet",
     "maddison",
     "clinton",
     "11:45 pm est",
     "nc"
    ],
    "id": 26,
    "text": "Email Last Updated Dec 4, 2016 11:45 PM EST WASHINGTON, D.C. -- A man who said he was investigating a conspiracy theory about Hillary Clinton running a child sex ring out of a pizza place fired an assault rifle inside the Washington, D.C., restaurant on Sunday injuring no one, police and news reports said. Metropolitan Police Department spokeswoman Aquita Brown said police detained a 28-year-old man from Salisbury, North Carolina. The deputy mayor for public safety and justice said on Twitter the suspect has been identified as Edgar Maddison Welch. . @DCPoliceDept press release on arrest of Edgar Maddison Welch, 28, of Salisbury, NC for assault w/dangerous weapon at Comet restaurant. pic.twitter.com/IkSJUeHM2y — Deputy Mayor Donahue (@SafeDC) December 5, 2016 Police responded and arrested Welch without incident. They recovered an “assault rifle,” Brown said. Welch was charged with assault with a dangerous weapon. Two firearms were recovered inside the restaurant and an additional weapon was recovered from the suspect’s vehicle, police said in a statement on Sunday evening.  The suspect entered the location and pointed a firearm in the direction of an employee of the restaurant, the MPD said in a statement. The victim was able to flee and notify police. The suspect fired an undetermined number of shots inside of the restaurant, according to the MPD.  During a post arrest interview, the suspect also revealed that he came to the establishment to self-investigate “Pizza Gate,” the MPD said in a statement.  As CBS affiliate WUSA reported previously , using the hashtag #PizzaGate, an imaginary story about the popular pizza shop was spread across social media and websites associated with the “alt-right” movement,  accusing its proprietors of allowing Bill and Hillary Clinton and her former campaign manager to run a child sex slave ring from the business. As a result, the pizza place has been hammered by thousands of threats and bizarre, unsubstantiated tales about child sex trafficking online for weeks.  WUSA reported that they found two women, who declined to give their names, banging on the patio at the pizza place in late November. The women were looking for the alleged tunnels used to traffic children.  “All of this is an underground tunnel that helps take the kids and transport them back and forth so they can can do these rituals,” said one of them. “They are putting a lot of curses and spells over the city. They are kidnapping the children who are missing. They were never missing because D.C. know where they are.” Comet Ping Pong owner James Alefantis said then that the restaurant does not even have a basement. He said he suspected the story simply emerged because he and a friend supported the Clinton campaign. “These people are destroying their lives,” said neighbor Maura Dougherty about the conspiracy theorists. “It’s insane.” Before the latest incident, Comet Ping Pong’s owner told WUSA that the PizzaGate conspirators have also harassed and abused his staff. The manager got so many threats and vulgar messages, his wife asked him to quit his job. And the online bullies have gone after other businesses on the block as well. ",
    "title": "Man opens fire in restaurant targeted by anti-Clinton \"PizzaGate\" fake news conspiracy - CBS News"
   },
   {
    "entities": [
     "n.",
     "oakland",
     "et",
     "times",
     "schaaf",
     "derick",
     "friday",
     "darin",
     "fruitvale",
     "press",
     "sunday",
     "local time",
     "europe",
     "drayton",
     "facebook",
     "11:30 p.m.",
     "december 4",
     "chor",
     "morning",
     "saturday",
     "libby",
     "bureau",
     "county",
     "7 p.m.",
     "ng",
     "calif.",
     "elijah",
     "earlier sunday",
     "last month",
     "asia",
     "battalion",
     "associated",
     "kelly",
     "alemany",
     "ray",
     "sheriff's",
     "department",
     "alameda",
     "youtube",
     "james",
     "melinda",
     "east",
     "dec. 3",
     "micah",
     "overnight",
     "bay",
     "afternoon",
     "40 percent",
     "doubek",
     "coroner's",
     "ranelletti",
     "now",
     "fire",
     "planning",
     "early saturday",
     "google",
     "ap"
    ],
    "id": 27,
    "text": "December 4, 201612:45 PM ET James Doubek A collapsed roof and debris slowed down the recovery efforts of firefighters on Dec. 3 following a fire that killed at least 30 people at a warehouse in Oakland, Calif. Elijah Nouvelage/Getty Images hide caption toggle caption Elijah Nouvelage/Getty Images A collapsed roof and debris slowed down the recovery efforts of firefighters on Dec. 3 following a fire that killed at least 30 people at a warehouse in Oakland, Calif. Elijah Nouvelage/Getty Images Updated at 7 p.m. ET Sunday. Officials say they have so far recovered 33 victims killed in a warehouse fire in Oakland, Calif., and say there may be more. The fire broke out around 11:30 p.m. Friday during an electronic music show at the \"Ghost Ship,\" an artists' collective in Oakland's Fruitvale neighborhood. As of Sunday afternoon local time, searchers had been through \"35 to 40 percent\" of the building, said Sgt. Ray Kelly of the Alameda County Sheriff's Department Coroner's Bureau at a news conference. Oakland Mayor Libby Schaaf said authorities had so far contacted seven families of victims. Kelly said they had identified victims using found IDs and fingerprints. \"I don't know how many more people are left in there,\" Kelly said. \"We're expecting the worst and hoping for the best.\" He said teenagers are among the victims, and many others are in their 20s and 30s. Foreigners from Europe and Asia are among the fire's victims. Mayor Schaaf said that a \"criminal investigation team has been activated\" and is on site. The cause of the fire is still under investigation, authorities said. YouTube \"The scope of this tragedy is tremendous,\" the mayor said. Article continues after sponsorship Firefighters were removing debris from the cluttered warehouse \"literally bucket by bucket\" overnight, Oakland Fire Battalion Chief Melinda Drayton said during a Sunday morning news conference. She described the search as \"a long and arduous process.\" \"This is the most deadly fire in Oakland Fire's history that I'm aware of,\" she said. The roof of the warehouse collapsed Saturday, creating safety concerns for rescuers and slowing down their progress. \"We will be here for days and days to come,\" Kelly said earlier Sunday. A musician who was at the show told the East Bay Times that as many as 40 to 50 people were in the building when it began to fill with thick smoke and became pitch black. Many people became trapped on the second floor and a makeshift staircase made escape difficult. The Times posted a diagram of the building with photos corresponding to its location. You can see it on their site . The building is owned by Chor N. Ng of Oakland but was primarily operated by Derick Alemany and his wife Micah, according to the Times. The couple collected rent from artists in the space and held parties and concerts to raise money for rent. \"If you were not familiar with the building and the way that it was, if you were going there for a party, you wouldn't be aware of the maze that you have to go through to get out,\" a former friend of the couple told The Associated Press. Posting on Facebook early Saturday, a person the Times identified as Alemany wrote: \"Confirmed. Everything I worked so hard for is gone. Blessed that my children and Micah were at a hotel safe and sound... it's as if I have awoken from a dream filled with opulence and hope.... to be standing now in poverty of self worth.\" Criticism poured in on Facebook, calling his post insensitive to the people killed. The building was zoned as a warehouse, but many people lived there illegally, according to the AP. Oakland Planning and Building Director Darin Ranelletti said during a Saturday news conference that the city had opened investigations into the property last month after complaints about \"blight and unpermitted construction.\" He also said an investigator was unable to get into the building last month. The electronic music show's event page was filled with sympathetic posts from well-wishers all over the world. On Saturday, friends used the page to exchange information in hopes of finding information about loved ones who were still missing. Friends created a Google document Saturday with a list of names of missing people and contact information for reaching family members and friends. Authorities have released the names of seven identified victims. They will not release the name of an eighth identified victim, who was 17 years old. In a statement, the city of Oakland said the victims' families have been notified. ",
    "title": "Death Toll In Oakland Warehouse Fire Rises To 33 As Searchers Comb Through Wreckage : The Two-Way : NPR"
   },
   {
    "entities": [
     "raul",
     "bacardi",
     "6:39 a.m.",
     "press",
     "grant",
     "last about 90 minutes",
     "about two years ago",
     "castro",
     "granma",
     "sunday",
     "miami",
     "late last month",
     "united",
     "santiago",
     "npr",
     "antonio",
     "saturday",
     "international",
     "associated",
     "maceo",
     "cuba",
     "cespedes",
     "ifigenia",
     "emilio",
     "pisarenko/ap",
     "future",
     "will",
     "santa",
     "2006",
     "bbc",
     "lopez-mills/ap",
     "herald",
     "cemetery",
     "the early daylight",
     "nov. 25",
     "moreau",
     "1922",
     "marti",
     "natacha",
     "now",
     "de",
     "jose",
     "fidel",
     "two hours later",
     "dario"
    ],
    "id": 28,
    "text": "People chant \"I am Fidel!\" as the motorcade carrying the ashes of the late Cuban leader Fidel Castro leaves Cespedes park in Santiago, Cuba. Dario Lopez-Mills/AP hide caption toggle caption Dario Lopez-Mills/AP People chant \"I am Fidel!\" as the motorcade carrying the ashes of the late Cuban leader Fidel Castro leaves Cespedes park in Santiago, Cuba. Dario Lopez-Mills/AP The ashes of Fidel Castro, the iconic revolutionary leader who died late last month, were interred in a private ceremony Sunday bringing an end to nine days of mourning in Cuba for a man who was the political face of the island nation for nearly half a century. The ceremony at the Santa Ifigenia cemetery, located in the eastern city of Santiago de Cuba known as the site that launched the Cuban Revolution. Castro's remains join those of other prominent Cuban figures. Will Grant of the BBC tells NPR's Newscast: \"In a family ceremony, his remains will be interred along with the Cuban independence hero Jose Marti. As they have done all week, Castro supporters have turned out in large numbers to line the route to the cemetery.\" Castro's younger brother Raul, who took over as leader of Cuba in 2006 when Fidel fell in delivered the final tribute. The news agency United Press International reports, the younger Castro said his brother's teachings showed that Cubans can rise above hardships to accomplish great things. \" 'The permanent teaching of Fidel is that 'yes, you can;' that man is able to overcome the harshest conditions if his will to defeat does not faint, he makes an evaluation of each situation and does not renounce his noble and just principles,' Raul Castro said in a speech, a transcript of which was provided by Granma, the Cuban government's official media agency. \" 'He showed that yes we could, yes we can and yes we can overcome any obstacle, threat or turbulence in our firm commitment to build socialism in Cuba.' \" Crowds line the street leading to Santa Ifigenia cemetery as they wait at sunrise for the funeral procession carrying the ashes of Fidel Castro in Santiago, Cuba, Sunday. Desmond Boylan/AP hide caption toggle caption Desmond Boylan/AP Crowds line the street leading to Santa Ifigenia cemetery as they wait at sunrise for the funeral procession carrying the ashes of Fidel Castro in Santiago, Cuba, Sunday. Desmond Boylan/AP Sunday's funeral procession got underway in the early daylight hours as thousands of mourners lined the streets to say their final goodbyes to Castro who died at the age of 90. Article continues after sponsorship The Cuban military marked the start of the ceremony with a 21-gun salute. According to the Associated Press , martial music could be heard from outside the cemetery, but scenes that were scheduled to be broadcast from within, were nixed. \"The military caravan bearing his remains in a flag-draped cedar coffin left the Plaza of the Revolution in the eastern city of Santiago at 6:39 a.m., returning empty two hours later. Thousands of people lined the two-mile route to Santa Ifigenia cemetery, waving Cuban flags and shouting \"Long live Fidel!\" \"The ceremony appeared to last about 90 minutes and took place out of the public eye after Cuban officials made a last-minute cancellation of plans to broadcast the events live on national and international television. International media were also barred from the ceremony.\" Until Castro's death, announced by his brother on Nov. 25, details of his final resting place had been shrouded in mystery. Even now, there is little known about how much access to the public will have to the gravesite. A woman holds a picture of Fidel Castro before a rally honoring Cuba's late leader at Antonio Maceo plaza in Santiago, Cuba. Natacha Pisarenko/AP hide caption toggle caption Natacha Pisarenko/AP A woman holds a picture of Fidel Castro before a rally honoring Cuba's late leader at Antonio Maceo plaza in Santiago, Cuba. Natacha Pisarenko/AP As the Miami Herald reports: \"The cemetery is located in the northwestern part of Santiago, close to the bay. Castro's tomb had been a long-guarded secret. Construction began about two years ago, according to those who live nearby. \"Cuban officials have said nothing about future access to Castro's tomb, but its apparent location alongside Marti's, a grand site heavily visited by tourists and Cubans alike, indicates that there will be some form of public access to the grave. ... \"Beyond Cuban patriots, martyrs, celebrities and other important figures, Santa Ifigenia also houses the remains of prominent members of families who fled after the revolution such as Emilio Bacardi Moreau, who managed his family's rum dynasty and died in 1922. The Bacardi family left Cuba in the early years of the revolution after their properties were nationalized by the Castro government.\" On Saturday, Raul announced that in keeping with his late brother's wishes about avoiding the development of a cult personality, Cuba will prohibit the erecting of statues and naming of streets after the former leader. This is in contrast to the Cuban patriot Marti, who has numerous monuments around Cuba and the nation's airport – Jose Marti International – bearing his name. ",
    "title": "Cuban Military Fires 21-Gun Salute As Fidel Castro Laid To Rest In Private Ceremony  : The Two-Way : NPR"
   },
   {
    "entities": [
     "mitt",
     "david",
     "goldman",
     "this week",
     "treasury",
     "south",
     "trump",
     "march",
     "cabinet",
     "house",
     "ntv",
     "press",
     "sunday",
     "last week",
     "dec 4,",
     "united",
     "newt",
     "mnuchin",
     "senate",
     "donald",
     "hebron",
     ", 8:30 pm",
     "street",
     "state",
     "lisa",
     "steve",
     "cia",
     "last month",
     "abc",
     "kim",
     "gingrich",
     "russia",
     "nations",
     "vladimir",
     "nikki",
     "haley",
     "2016",
     "mike",
     "john",
     "associated",
     "conway",
     "romney",
     "night",
     "cornwell",
     "kellyanne",
     "petraeus",
     "city",
     "corker",
     "u.s.",
     "doss",
     "bolton",
     "new",
     "kentucky",
     "jersey",
     "100 percent",
     "wall",
     "carolina",
     "cincinnati",
     "james",
     "york",
     "josh",
     "giuliani",
     "washington",
     "gop",
     "2012",
     "america",
     "evening",
     "kanowitz",
     "bob",
     "rudy",
     "now",
     "putin",
     "bannon",
     "sachs",
     "ohio",
     "pence",
     "white"
    ],
    "id": 29,
    "text": "Trump Faces Pushback From Base, Allies Over Romney Musings By jonathan lemire, associated press NEW YORK \u0097 Dec 4, 2016, 8:30 PM ET 0 Shares WATCH Donald Trump's Dinner With Mitt Romney 0 Shares Email As President-elect Donald Trump stood onstage during the debut night of his \"thank you\" tour and teased that he was about to announce a surprise Cabinet pick, some in the Ohio crowd bellowed: \"No Romney! No Romney!\" Trump's administration selections have largely been cheered by close allies and supporters. Many have deep ties to Washington and Wall Street that would seem contradictory to the populist, outsider campaign Trump ran with a promise to \"drain the swamp\" of corruption and elitism in government. But the possible selection of Romney, who has been on Trump's shortlist for secretary of state despite being a forceful critic throughout the campaign, has been met with trepidation from many of the working-class voters that propelled the Republican to his astonishing victory. Kim Doss loudly cheered Trump at the Cincinnati rally but will not forgive Romney, the 2012 Republican nominee, for the \"witch hunt\" he held \"to make sure Trump wasn't the nominee.\" \"I think he went out of his way to make that happen, which totally backfired on him,\" said Doss, a 46-year-old accountant from Hebron, Kentucky. \"He obviously said some really ugly things about (Trump).\" Some of Trump's most prominent allies, including his campaign manager, have taken the unprecedented step of using national television interviews to bash Romney. And nearly a dozen Trump backers who attended the Ohio victory lap vehemently denounced Romney as a choice to be the nation's top diplomat. Then there's the Russia twist: Russian politicians are concerned about reports that Trump would even consider Romney as secretary of state because of Romney's harsh stance on Russia. Trump has said he would like to improve U.S.-Russian relations. Russian President Vladimir Putin said in an interview with the NTV channel that Trump's business accomplishments show him to be a \"smart man.\" He added that \"if he is a smart man, that means that he will fairly soon become aware of a different level of responsibility. We expect that he act with these considerations in mind.\" Rally-goer Josh Kanowitz said he was willing to give Trump the benefit of the doubt for some of his establishment-friendly picks — including former Goldman Sachs partner Steve Mnuchin for Treasury secretary — but he visibly recoiled at the suggestion that Romney would be a team-of-rivals style selection from Trump. Romney, the GOP's 2012 president nominee, eviscerated Trump in a March speech, delivering broadsides against the New York businessman who he deemed \"a con man\" and \"a fake.\" \"His domestic policies would lead to recession,\" said Romney. \"His foreign policies would make America and the world less safe. He has neither the temperament nor the judgment to be president and his personal qualities would mean that America would cease to be a shining city on a hill.\" Unlike many establishment Republicans, Romney never wavered in his opposition to Trump during the campaign and did not reveal whether he voted for him. Despite that, Trump, who deeply prizes loyalty and rarely forgives foes, summoned him to his New Jersey golf club last month to interview for secretary of State. After the meeting, Trump was said to be taken by the way Romney \"looks the part\" of a globe-trotting diplomat, according to people close to the transition process. In nominating Romney, Trump would be signaling his willingness to heal campaign wounds and reach out to traditional Republicans who were deeply skeptical of his experience and temperament. The president-elect has added at least one other former critic to his team: South Carolina Gov. Nikki Haley, who attacked the businessman for being slow to denounce support from white supremacists, was Trump's pick to be ambassador to the United Nations. Trump's team last week named four contenders for secretary of State, including Romney. The other three are former New York City Mayor Rudy Giuliani , Senate Foreign Relations Chairman Bob Corker and former CIA director David Petraeus . But on Sunday, the Trump camp said the president-elect had expanded the pool of potential candidates. Vice President-elect Mike Pence on ABC's \"This Week\" added a fresh reference to former U.S. Ambassador to the United Nations \"John Bolton or others who may be added to the list\" of candidates. Trump met with Romney again last week over dinner, a remarkable moment of public courtship after which the 2012 nominee addressed reporters and did a stunning about-face on Trump, declaring that the evening with the president-elect was \"enlightening, and interesting, and engaging\" and that he was optimistic that \"America's best days are ahead of us.\" The reality TV-style auditions have stirred speculation that it could be a Trump-approved attempt to humiliate a prominent Republican who staunchly opposed him throughout the presidential campaign. \"People feel betrayed to think that Gov. Romney, who went out of his way to question the character and the intellect and the integrity of Donald Trump, now our president-elect, would be given the most significant cabinet post of all,\" said Kellyanne Conway, a senior Trump aide. She said Romney was \"nothing but awful\" to Trump for a year. Conway's opposition to Romney is also said to be shared by Steve Bannon, the controversial conservative media executive who will serve as Trump's White House senior adviser. And Newt Gingrich , the former Speaker of the House who was an outspoken Trump ally, has mocked Romney for \"sucking up\" to Trump and said he could \"think of 20 other people\" better suited to be secretary of State. Not all of the president-elect's supporters believe that Romney would be a hard sell to Trump's base. John James, a 55-year-old writer from Cincinnati, said Romney would be \"fantastic to represent America\" and suggested that \"sometimes you need people who don't agree with you 100 percent because they give a different perspective.\" ——— Associated Press writer Lisa Cornwell contributed reporting from Cincinnati. ——— Reach Lemire on Twitter at http://twitter.com/@JonLemire 0 Shares ",
    "title": "Trump Faces Pushback From Base, Allies Over Romney Musings - ABC News"
   }
  ]
 }
}