{
 "06": {
  "col-sim": {
   "cosine": 0.14038985660465567,
   "entity": 0.14383899044561524
  },
  "exec-time": 43.972904205322266,
  "links": [
   {
    "entities": [
     "times",
     "andrew",
     "trump",
     "2000",
     "hillary",
     "3:56",
     "donald",
     "chris",
     "tower",
     "monday",
     "mnsbc",
     "last month",
     "hayes",
     "later monday",
     "gore",
     "2016",
     ", 9:06 pm",
     "new",
     "rafferty",
     "york",
     "ivanka",
     "now",
     "al",
     "clinton",
     "dec 5"
    ],
    "id": 0,
    "text": "Dec 5 2016, 9:06 pm ET Al Gore Meets Donald Trump for 'Extremely Interesting' Conversation by Andrew Rafferty Al Gore meets with Trump at Trump Tower 3:56 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161206022344if_/http://www.nbcnews.com/widget/video-embed/825206339698\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Former Vice President Al Gore met with President-elect Donald Trump for what he described as \"an extremely interesting conversation\" at Trump Tower on Monday. Gore, who campaigned for Hillary Clinton, declined to say what exactly he and Trump spoke about during the meeting. But he said he met with both the president-elect and Ivanka Trump, who reportedly wants to make climate change one of her signature issues. \"I had a lengthy and very productive session with the president-elect. It was a sincere search for areas of common ground... I found it an extremely interesting conversation, and to be continued, and I'm just going to leave it at that,\" Gore told reporters after the meeting. Later Monday, Gore spoke to MNSBC's Chris Hayes and reiterated that he felt good about the meeting, adding \"we're in this wait and see period, but I was happy to have the opportunity and to have the exchange of views.\" Although he was reluctant to go into detail about his conversation with the President-elect, Gore also praised Ivanka Trump's commitment to the issue, saying her passion was \"certainly evident\" during the brief conversation they had before his meeting with Trump. Ultimately, Gore said he believes the momentum and international support built up around climate change will continue no matter the policies of the next administration. \"I think the momentum is unstoppable now, we're winning this — we're going to win it — but there is a serious question as to how fast we will win and that's crucial,\" he said. Since leaving public life following his unsuccessful 2000 presidential run, Gore has become one of the best known crusaders in the fight against human-caused climate change. He hit the campaign trail for Clinton in the final months of the presidential contest, calling her both the best candidate to combat global warming and reminding supporters \"every single vote counts.\" Clinton, like Gore in 2000, won the popular vote but lost the electoral college. Before running for office, Trump called climate change a hoax \"created by and for the Chinese.\" However, Trump said he has an \"open mind\" on the issue in an interview with the New York Times last month. Andrew Rafferty ",
    "title": "Al Gore Meets Donald Trump for 'Extremely Interesting' Conversation  - NBC News"
   },
   {
    "entities": [
     "july 23, 2010",
     "david",
     "zbigniew",
     "last year",
     "jail",
     "south",
     "july 2010",
     "january before",
     "nearly a year earlier",
     "richard",
     "tribune",
     "michael",
     "stanley",
     "$130,000",
     "park",
     "recently",
     "tim",
     "soderberg",
     "blake",
     "murphy",
     "steve",
     "chip",
     "county",
     "sacks",
     "bzdak",
     "night",
     "police",
     "carter",
     "berman",
     "chicago",
     "side",
     "manor",
     "schmadeke",
     "overnight",
     "2010",
     "cook",
     "chuck",
     "thor",
     "daley",
     "flisk",
     "bailey",
     "thomas",
     "antwon",
     "wortham"
    ],
    "id": 1,
    "text": "Suspect in cop killing brags he's a 'stickup man' who preys on easy targets Interrogation over death of Officer Michael Bailey Alleged gang member Antwon Carter is interrogated by two detectives about the killing of CPD Officer Michael Bailey, 63.  Alleged gang member Antwon Carter is interrogated by two detectives about the killing of CPD Officer Michael Bailey, 63.  Steve Schmadeke Contact Reporter Chicago Tribune Antwon Carter sat picking at his meal at Area 2 police headquarters as two experienced homicide detectives faced him from across a table. A video of the interrogation — obtained by the Chicago Tribune — shows him bragging about his life as a \"stickup man\" who preyed on easy targets, sometimes committing multiple robberies on Chicago's South Side in a single day. But Carter's demeanor changed when he discovered why the detectives wanted to talk to him. \"Y'all are homicide detectives?\" Carter asked uncertainly. \"Yes,\" one of the detectives replied. \"Is it considered a high-profile case?\" the admitted King Cobras gang member asked. \"Yes.\" Carter looked down and shook his head. \"I shoulda figured that,\" he said. The detectives were investigating the killing of Officer Michael Bailey, 63, who was gunned down nearly a year earlier, in July 2010, outside his South Side home just hours after finishing an overnight shift on then-Mayor Richard Daley's security detail. He was washing his Buick Regal, an early retirement gift the veteran officer had given himself in anticipation of leaving the department in a few weeks. Cop killed Chuck Berman / Chicago Tribune Police finish their investigation at the scene where off-duty Chicago Officer Michael Bailey was shot and killed after returning to his South Side home work in July 2010. Police finish their investigation at the scene where off-duty Chicago Officer Michael Bailey was shot and killed after returning to his South Side home work in July 2010. (Chuck Berman / Chicago Tribune) According to recently filed court documents, Bailey's son, Chip, had run out of the family's Park Manor home on hearing the gunshots, saw his father lying motionless on the ground in his police uniform — a baseball jersey over the top — and cried out, \"Get up! Get up!\" a witness told police. A bottle of glass cleaner laid next to Bailey. Bailey was one of five Chicago cops killed in 2010, one of the department's deadliest years in decades. Three were killed during attempted robberies, authorities said. By the time detectives brought Carter in for questioning a year after Bailey's killing, his was the only one of the five slayings that hadn't been solved, despite a massive $130,000 reward. Video obtained by the Tribune of Carter's interrogation shows how two seasoned homicide detectives worked to elicit incriminating remarks from him — though not a confession to the officer's killing — during interviews that prosecutors say lasted just a few hours. Attorneys for Carter have asked Cook County Judge Stanley Sacks to throw out comments that Carter made after telling detectives he wanted to speak \"off the record.\" Carter, 29, is being held on no bail in Cook County Jail while awaiting trial on murder charges. In the recordings, the skinny, self-proclaimed \"stickup man\" admitted seeing the \"old man\" \"off guard\" with his new vehicle on the night Bailey was killed. \"Just a regular person washing their car,\" Carter told detectives. Police had spent a frustrating year chasing down leads on what one homicide detective called a \"cowboy shootout\" — Bailey emptied his .9 mm semi-automatic but was shot three times. They got nowhere until Carter, who was in prison on a parole violation, allegedly told several witnesses about killing Bailey while trying to rob him. Prison officials had also told Chicago police about a phone call they intercepted in which Bailey's killing was discussed. When police later raided a home where Carter had stayed while on parole, they found letters he'd written a friend from prison that referred to Bailey's killing. \"Murder of a Police Officer\" was written on the front of one, according to the detectives. In the video, Carter told detectives that he was talking about a decades-old murder committed by a gang chief. Two eyewitnesses also identified Carter as the thin man in blue jean shorts who fatally shot Bailey, according to a recent court filing by his attorneys, who allege the photo lineups were improperly suggestive. The judge is expected to hear arguments on Carter's statements and the lineups in January before setting a trial date. In the nearly seven years since the five officers violently lost their lives, only the killings of Bailey and David Blake, a SWAT officer allegedly killed while off-duty by a teen who wanted to steal his gun collection, have yet to go to trial. Prosecutors have won convictions for the slayings of Officers Michael Flisk, an evidence technician killed while investigating a garage burglary, Thomas Wortham IV, killed in an attempted robbery while off-duty outside his parents' home, and Thor Soderberg, who was fatally shot with his own gun by a mentally disturbed man shortly after finishing his police shift. Carter's murder case has been postponed while prosecutors tried him first for a carjacking and armed robbery, securing convictions last year. He has yet to be sentenced in that case. Bailey's family declined to comment. Bailey funeral Zbigniew Bzdak / Chicago Tribune Police officers salute the casket of Chicago Officer Michael Bailey at his funeral on July 23, 2010. Police officers salute the casket of Chicago Officer Michael Bailey at his funeral on July 23, 2010. (Zbigniew Bzdak / Chicago Tribune) As is common in homicide interrogations, the detectives repeatedly told Carter they already knew he killed Bailey, citing eyewitness reports and incriminating letters he'd sent a friend that they uncovered while searching that home for the murder weapon. Their focus, the detectives said, was answering a question that \"100,000 coppers\" were asking — did Carter know Bailey was a police officer when he shot him? They used flattery, sarcasm and blunt remarks in an effort to keep Carter talking. Detective Tim Murphy seemingly left Carter unnerved simply by rifling through a large accordion folder of investigative files he said they'd compiled on their suspect. In one seemingly off-the-cuff moment, Carter, who had long denied ever shooting at anyone during a robbery, told the detectives what happened one time he pulled a gun on a woman to rob her. \"She looked at me and called me a bitch and took off running across the street,\" Carter said as the detectives laughed. \"I wanted to shoot her but … like, man, she had courage or whatever, you know what I'm saying? \"You know how that is, it's a natural reaction — whenever somebody move, you shoot them,\" said Carter, contradicting his earlier remarks unprompted. \"But I remember that time I wasn't going to shoot her just to shoot her. … It was at the point where like, man, she just tried me … she just tried me. All I can do is just laugh at it. \"She just went across the street and continued her little jog.\" He mocked his other robbery victims, saying the \"kush guy,\" a seller of high-quality marijuana who alleged Carter fired shots at him during a robbery, \"doesn't have no kush, he only has regular weed and then like six bags at that.\" Carter also said he had lost loved ones to violence. Antwon Carter ",
    "title": "Suspect in cop killing brags he&apos;s a &apos;stickup man&apos; who preys on easy targets - Chicago Tribune"
   },
   {
    "entities": [
     "bowe",
     "us",
     "bergdahl",
     "vierkant",
     "trump",
     "december 05, 2016",
     "house",
     "january",
     "august",
     "griffin",
     "press",
     "news",
     "2009",
     "facebook",
     "hailey",
     "fidell",
     "fox",
     "donald",
     "may 2014",
     "indiana",
     "tomlinson",
     "saturday",
     "april",
     "monday",
     "bragg",
     "lucas",
     "congress",
     "fort",
     "justice",
     "associated",
     "guantanamo",
     "twitter",
     "cuba",
     "idaho",
     "dept.",
     "u.s.",
     "obama",
     "army",
     "print",
     "afghanistan",
     "jennifer",
     "july",
     "matt",
     "email",
     "bay",
     "eugene",
     "taliban",
     "white"
    ],
    "id": 2,
    "text": "Bergdahl's former platoon member dismisses pardon plea Published               December 05, 2016 Facebook 0 Twitter 0 Email Print   U.S. Army Sgt. Bowe Bergdahl’s former platoon member said Monday the one-time prisoner of war -- who asked for a presidential pardon after being accused of endangering comrades by walking off his post in Afghanistan – “has to be accountable for his actions.” BERGDAHL REQUESTS PARDON FROM PRESIDENT OBAMA, US OFFICIALS Sgt. Matt Vierkant told “ FOX & Friends ,” “It’s nobody’s fault but his that he was put in that position so he has  nobody to blame but himself and it’s unfortunate that he was a prisoner for five years, but it’s his own fault.” Vierkant went on to dispute the allegations that no troops were killed in the search for Sgt. Bergdahl. “I think everyone in the military and everyone I know knows that people are seriously hurt and killed because of Bergdahl’s actions and as the trial gets under way… it will all come to the attention of everyone.” JUDGE HEARS TESTIMONY ABOUT INJURIES DURING SEARCH FOR BOWE BERGDAHL White House and Justice Dept. officials said Saturday that Bergdahl had submitted copies of the clemency request seeking leniency. If granted by President Obama, it would allow Bergdahl to avoid a military trial scheduled for April where he faces charges of desertion and misbehavior before the enemy. The misbehavior charge carries a maximum penalty of life in prison. If the pardon isn't granted, Bergdahl's defense team said it would expand its legal strategy to the new administration by filing a motion arguing that President-elect Donald Trump violated his due process rights with scathing public comments about the case. Bergdahl, of Hailey, Idaho, walked off his post in Afghanistan in 2009 and was held captive by the Taliban and the group’s allies for five years. The Obama administration's decision in May 2014 to exchange him for five Taliban prisoners held at Guantanamo Bay, Cuba, led some Republicans to accuse the president of jeopardizing the nation's safety. Some lawmakers said they were outraged the administration didn't give Congress a 30-day notice about transferring the detainees, as required by law. Throughout his presidential campaign, Trump was one of Bergdahl's most vocal critics, saying repeatedly the soldier was a traitor who would have been executed in the \"old days.\" During a July speech in Indiana, Trump lamented that Bergdahl could wind up with a light punishment. \"Remember the old days? A deserter, what happened?\" he said before pantomiming pulling a trigger and adding: \"Bang.\" Bergdahl, who faces trial at Fort Bragg, has said he walked off his post in Afghanistan because he wanted to cause an alarm and draw attention to what he saw as problems with his unit. But Bergdahl's lead defense lawyer, Eugene Fidell, said he planned to file a motion seeking dismissal of the charges against Bergdahl shortly after the January inauguration, arguing Trump violated Bergdahl's constitutional due-process rights. The defense has been noting Trump's comments about Bergdahl in what they've dubbed the \"Trump Defamation Log.\" A version included in the court record lists 40 such instances as of August. \"All of these things put together and repeated rally upon rally for basically a year have a cumulative effect that I think is totally at odds with the right to a fair trial,\" Fidell said in a phone interview. Sgt. Vierkant, Bergdahl’s former platoon member, views the situation differently, thinking Bergdahl would receive a fair trial under the incoming Trump administration. “He was never in his chain of command. He has no say or ruling over the trial. I believe we should let the military be professionals… in the end, his opinion isn't going to affect it any more than my opinion or anyone else.”  Fox News' Jennifer Griffin, Lucas Tomlinson and The Associated Press contributed to this report. Advertisement Trending in U.S. 1 ",
    "title": "Bergdahl's former platoon member dismisses pardon plea | Fox News"
   },
   {
    "entities": [
     "interactive",
     "texas",
     "october 2016",
     "cbs",
     "dora",
     "august 2009",
     "press",
     "sunday",
     "inc.",
     "antonio",
     "monday",
     "county",
     "earlier sunday",
     "nishihara",
     "2016",
     "associated",
     "bexar",
     "kens-tv",
     "sheriff's",
     "san",
     "james",
     "keith",
     "afternoon",
     "office",
     "december 5, 2016",
     "90 percent",
     "linda"
    ],
    "id": 3,
    "text": "SAN ANTONIO - An off-duty sheriff’s deputy has died and two other people hurt when two vehicles plunged into a water-filled sinkhole in San Antonio , Texas, officials said Monday. The Bexar County Sheriff’s Office on Monday identified the victim as 69-year-old Deputy Dora Linda Nishihara, who was a courthouse bailiff who had been with the agency for seven years. Our thoughts and prayers are with her friends and family. Deputy Nishihara worked as a Reserve Deputy from August 2009 to October 2016. pic.twitter.com/hvxBygZHBP — Bexar County Sheriff (@BexarCoSheriff) December 5, 2016 A crane was used to retrieve her personal car from water about 12-feet deep. Nishihara’s body was inside the vehicle. Sheriff’s spokesman James Keith says Nishihara was not working Sunday when her vehicle went into the sinkhole. Utility officials say the sinkhole appeared after a sewer line ruptured during heavy rain earlier Sunday. CBS San Antonio affiliate KENS-TV reports that occupants of a car passing by saw a man stranded in the sinkhole and stopped to help him. Firefighters said in the process of helping him, a woman was injured. By the time first responders were able to make it to the scene, they realized that Nishihara’s vehicle was already 90 percent submerged in the waters, and it was not likely that she would have survived. A 100-ton crane was taken to the scene to remove both vehicles from the sinkhole Monday afternoon.  © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Off-duty Sheriff's Deputy Dora Linda Nishihara killed in sinkhole tragedy in San Antonio - CBS News"
   },
   {
    "entities": [
     "harris",
     "cooper",
     "june",
     "georgia",
     "chuck",
     "staley",
     "this afternoon",
     "ross",
     "atlanta",
     "boring",
     "dec 5, 2016",
     "mary",
     "this 22-month-old",
     "june 18, 2014",
     ", 2:36 pm",
     "shapiro",
     "summer",
     "emily",
     "justin",
     "clark"
    ],
    "id": 4,
    "text": "Justin Ross Harris Sentenced to Life Without Parole for Son's Hot Car Death By EMILY SHAPIRO Dec 5, 2016, 2:36 PM ET 0 Shares WATCH Justin Ross Harris Sentenced for Son's Hot Car Death 0 Shares Email Justin Ross Harris was sentenced this afternoon to life without parole for the murder of his 22-month-old son, Cooper, who died after he was left in Harris' hot car in Georgia. Harris was also sentenced to an additional 32 years on other charges. Cooper, died on June 18, 2014, after he spent about seven hours in a car seat in Harris' locked SUV in the Atlanta area. WSB-TV Cooper Harris is seen in this undated handout photo. Prosecutor Chuck Boring said at the sentencing that Cooper died in the most \"torturous, horrific, unimaginable way possible.\" \"There is no justification,\" he said. Boring said only one sentence \"reflects\" the \"evil\" crime: life without parole. He asked for an additional 32 years for other charges. Judge Mary Staley Clark said at the sentencing that the jury \"fairly deliberated and discharged their duties and found the defendant guilty of what factually was a horrendous, horrific experience for this 22-month-old child who had been placed in the trust of his father. And in violation and dereliction of duty to that child, if not love of that child, callously walked away and left that child in a hot car, in June, in Georgia, in the summer to swelter and die.\" Clark then said she would follow the state's sentencing recommendation. Harris, wearing an orange jumpsuit and shackles, appeared emotionless in court after signing a sentencing document. ",
    "title": "Justin Ross Harris Sentenced to Life Without Parole for Son's Hot Car Death - ABC News"
   },
   {
    "entities": [
     "times",
     "mormon",
     "trade",
     "navy",
     "last year",
     "credit",
     "friday",
     "jinping",
     "states",
     "south",
     "trump",
     "press",
     "priebus",
     "jon",
     "sea",
     "fund",
     "beijing",
     "lingnan",
     "last four years",
     "paris",
     "news",
     "united",
     "university",
     "the mid-1990s",
     "huntsman",
     "fox",
     "fanell",
     "bradsher",
     "donald",
     "hong",
     "wong/associated",
     "saturday",
     "region",
     "international",
     "yi",
     "george",
     "monday",
     "survey",
     "wang",
     "china",
     "global",
     "taiwan",
     "asia",
     "john",
     "the last several years",
     "organization",
     "a few months later",
     "twitter",
     "world",
     "the early 2000s",
     "late sunday",
     "reince",
     "baohui",
     "e.",
     "bolton",
     "u.s.",
     "indo-asia",
     "obama",
     "w.",
     "20 percent",
     "monetary",
     "guangzhou",
     "yufan",
     "james",
     "late 2001",
     "keith",
     "andy",
     "zhang",
     "xi",
     "fleet",
     "2.5 percent",
     "huang",
     "september",
     "now",
     "the past",
     "kong",
     "spratly",
     "bush",
     "islands",
     "geological",
     "25 percent",
     "fall",
     "pacific",
     "tsai"
    ],
    "id": 5,
    "text": "Continue reading the main story By going after China’s policies on trade and security, Mr. Trump appeared to be confirming his intent to take a tougher line with the Chinese leadership across a broader range of issues — and further dampened hopes in Beijing that he might step back from the campaign rhetoric he has used, including threats of punishing trade tariffs. Advertisement Continue reading the main story That could put President Xi Jinping in a difficult position, forced to choose between playing down Mr. Trump’s attacks and risking a backlash at home, or raising the stakes by pushing back more forcefully and setting China on a potential collision course with the United States, its most important trading partner. The Chinese government’s initial reaction to Mr. Trump’s call has already faced a torrent of criticism on social media from Chinese who complained it was not tough enough. The statement from Foreign Minister Wang Yi, which was relatively low-key given the unprecedented nature of the call, refrained from criticizing Mr. Trump, instead accusing Taiwan of playing a “little trick” on the American president-elect. Photo A satellite image of Subi Reef, an artificial island that Beijing is developing in the Spratly Islands in the South China Sea, in September. Credit United States Geological Survey, via Getty Images That offered Mr. Trump a face-saving way out of the imbroglio, and a chance to de-escalate. But the messages he posted on Twitter late Sunday stepped up the pressure on China’s leaders instead. Some Chinese analysts see Mr. Trump as striking out early on a starkly different path from President Obama’s, determined to strenuously compete with China on economic issues. In the last four years, Mr. Obama has stressed cooperation with Beijing, particularly on the Paris international climate accord , which the Chinese government saw as being in its own interest because of its public’s anger over pollution. Mr. Obama veered away from bargaining on issues like China’s protected marketplace and its repressive human rights situation, even though some officials in his administration have privately argued he could have obtained concessions in those areas. By contrast, Mr. Trump is looking like a negotiator from the start, some Chinese analysts said. “By showing strength at the beginning, he may hope to gain advantages in bargaining later with the Chinese on many key issues,” Zhang Baohui, a professor of international relations at Lingnan University in Hong Kong, said of Mr. Trump. “He is a businessman, and he could be bringing his business bargaining tactics to interstate relations.” Thus, he said, there was “strategic logic” to Mr. Trump’s actions in the past few days. Another Chinese state newspaper, the hawkish Global Times, called Mr. Trump a “neophyte” in diplomatic affairs, and some Chinese reports have suggested that the president-elect did not understand the import of his phone call with Ms. Tsai. But Mr. Trump’s follow-up messages on Twitter seemed to show he had been well briefed on Taiwan and questions of trade and the South China Sea. The call with Ms. Tsai and the Twitter posts reflected the views of Trump advisers with Asia experience, such as John Bolton, whom Mr. Trump is said to be considering as his secretary of state. Mr. Bolton served during the administration of George W. Bush in the early 2000s as under secretary of state for arms control and international security affairs, and in the mid-1990s he wrote research papers for the Taiwan government. Advertisement Continue reading the main story Mr. Bolton said Saturday of China that it was to time to “shake the relationship up,” noting what he called its “aggressive and belligerent claims” in the South China Sea. “Nobody in Beijing gets to dictate who we talk to,” Mr. Bolton said on Fox News. Reince Priebus, Mr. Trump’s choice for chief of staff, who has been described in Taiwan’s news media as a good friend of Taiwan , said in his own Fox News appearance Saturday that Mr. Trump “knew exactly what was happening” when he spoke with Ms. Tsai on Friday. Photo A man reading a newspaper with the headline “China wants U.S. President-elect Donald Trump to use caution in dealing with Taiwan issue” at a brokerage house in Beijing on Monday. Credit Andy Wong/Associated Press Jon Huntsman, a former ambassador to China who is also said to be under consideration for secretary of state, called Mr. Trump’s call “shrewd” on Saturday, saying it would provide a “useful leverage point” with Beijing. Mr. Huntsman spent two stints in Taiwan, first as a Mormon missionary and later as an executive for a company his family owned. In Mr. Trump’s Twitter messages late Sunday about China, two of his three assertions were essentially correct, including his reference to the South China Sea. In the last several years, China has built artificial islands in the Spratly archipelago in the South China Sea, and it has constructed military airstrips and naval berths on three of them. During the construction phase, the Obama administration insisted that the South China Sea was an international waterway, and it used freedom of navigation patrols by the United States Navy to make that point. Some American critics who believed Mr. Obama should have shown a stronger hand approved of Mr. Trump’s statement. “Mr. Trump’s tweets and actions appear to be more than a symbolic act,” said James E. Fanell, a former director of intelligence and information operations for the United States Pacific Fleet. “This will upset Beijing, but it is going to remind the rest of the Indo-Asia Pacific region that the new administration is not going to be fettered by the past.” On trade, Mr. Trump was also broadly accurate. When China joined the World Trade Organization in late 2001, it was treated as a developing country, allowed to retain higher tariffs than industrialized countries to protect its industries. China reduced its high tariffs on imported cars, but only to 25 percent. By contrast, the United States imposes a 2.5 percent tax on imported cars. Many other goods entering China also face tariffs of 20 percent to 25 percent, while the United States has eliminated tariffs on a broad range of imports and kept tariffs at 2.5 percent or less for most other categories. Advertisement Continue reading the main story But Mr. Trump’s assertion that China had devalued its currency — one he made frequently during his campaign — is out of date. In recent years, China has allowed its currency, the renminbi, to strengthen, to make it more appealing to global investors. Last year, the International Monetary Fund said the renminbi was no longer undervalued, after a decade of saying that it was. But a few months later, China devalued the renminbi, in a move that shocked the markets, and has since let it become weaker still. The difference is that these days, Beijing — worried about people and companies taking money out of the country — is trying to slow that fall. Many economists and investors believe the renminbi should weaken because China’s growth is slowing. But China has been dipping into its currency reserves and making other moves to moderate the drop. Without those efforts, many economists believe, the currency would be even weaker than it is now. Keith Bradsher contributed reporting from Guangzhou, China. Yufan Huang contributed research from Beijing. ",
    "title": "China Amplifies Warning on Taiwan, and Trump Takes a Tougher Line - The New York Times"
   },
   {
    "entities": [
     "munger",
     "democratic",
     "david",
     "clerk",
     "rahm",
     "capitol",
     "right now",
     "topspin",
     "2001",
     "november",
     "q.",
     "$10.4 billion",
     "trump",
     "house",
     "legislature",
     "rick",
     "tribune",
     "sunday",
     "pearson",
     "last week",
     "michael",
     "topinka",
     "m.",
     "emanuel",
     "bruce",
     "donald",
     "morning",
     "kasper",
     "april",
     "monday",
     "2014",
     "last month",
     "geiger",
     "kim",
     "springfield",
     "baar",
     "2011",
     "judy",
     "seth",
     "perlman",
     "city",
     "dec. 5, 2016",
     "new",
     "chicago",
     "rauner",
     "$11 billion",
     "weekday",
     "illinois",
     "now",
     "szostak",
     "leslie",
     "to",
     "madigan",
     "the past",
     "geissler",
     "mendoza",
     "ap",
     "susana",
     "lisa"
    ],
    "id": 6,
    "text": "New Illinois comptroller faces red ink, asks 'Please bear with me' Illinois Comptroller Mendoza Seth Perlman / AP Democrat Susana Mendoza is sworn into office as Illinois comptroller at the state Capitol on Dec. 5, 2016, in Springfield. With Mendoza are her mother, Susana, left, her husband, David M. Szostak and son David Q. Szostak. Democrat Susana Mendoza is sworn into office as Illinois comptroller at the state Capitol on Dec. 5, 2016, in Springfield. With Mendoza are her mother, Susana, left, her husband, David M. Szostak and son David Q. Szostak. (Seth Perlman / AP) Privacy Policy Democrat Susana Mendoza was sworn in Monday as state comptroller during a small ceremony at the Capitol, asking for patience and prayers as she takes office with lllinois' pile of unpaid bills topping $10.4 billion. Mendoza said she will use her role overseeing the state's checkbook to \"safeguard the interests of the state's most vulnerable people,\" a goal that will be no small feat as Republican Gov. Bruce Rauner and Democrats who control the Legislature remain deadlocked on a budget. The nearly two-year-long stalemate has led to a huge spike in debt as court orders and laws still require the comptroller to cut checks for some key services even if there's no money in state coffers to cover the costs. \"I ask you to please bear with me, this is going to be tough,\" Mendoza warned. \"Keep me in your prayers as I take on what will be the most challenging experience of my lifetime.\" She pointed to the sea of red ink, noting that the state's failure to pay bills affects businesses small and large and the people they have been hired to serve. \"Let's start by the fact that we're looking at almost $11 billion in bill backlogs, but that's not just $11 billion. That $11 billion signifies people who need us to do the right thing for them. They are not numbers on a spreadsheet, they are stories of people's lives and how people are hurting in this state,\" Mendoza said. Mendoza won the seat in November, defeating Republican Comptroller Leslie Geissler Munger, who Rauner appointed to the post following the death of Judy Baar Topinka shortly after she won another term in office in 2014. Now, Mendoza will face re-election in two years. Democratic Chicago City Clerk Susana Mendoza is set to be sworn in as Illinois comptroller on Monday, taking the office that controls the... Welcome to Clout Street: Morning Spin, our weekday feature to catch you up with what's going on in government and politics from Chicago to Springfield. Topspin Democratic Chicago City Clerk Susana Mendoza is set to be sworn in as Illinois comptroller on Monday, taking the office that controls the... (Chicago Tribune staff) With her victory last month, Democrats now control every statewide office except that of Rauner and his lieutenant governor. Mendoza, though, vowed to carry on Topinka's reputation for working across the aisle and frequently referenced their friendship throughout her speech. Mendoza wore a red suit with gold buttons that was formerly owned by Topinka and took the oath of office with her hand on the Topinka family Bible. The ceremony marks Mendoza's return to Springfield, where she served as a House lawmaker from 2001 to 2011 until she was elected Chicago city clerk. Mayor Rahm Emanuel will name Mendoza's clerk replacement. Despite her status as a former lawmaker, Mendoza said she hoped her former colleagues in the Legislature understand her decision to continue a Munger policy that's held up their paychecks for several months. In April, an election-seeking Munger announced that legislative salaries would no longer be among the first bills paid each month, sending them to the back of the queue alongside nonprofits and other businesses waiting to get paid. A group of Democratic lawmakers sued last week in an effort to speed up their paychecks, saying the move violated the separation of powers between the legislative and executive branch. Democratic leaders on Sunday said they need more information to formulate a comprehensive budget plan, including the potential effects of an incoming Donald Trump administration, but Republicans called the request a stall tactic aimed at creating financial havoc with a short-term state spending... Democratic leaders on Sunday said they need more information to formulate a comprehensive budget plan, including the potential effects of an incoming Donald Trump administration, but Republicans called the request a stall tactic aimed at creating financial havoc with a short-term state spending... (Rick Pearson) Munger called the suit \"cowardly\" and questioned the timing, noting the office was soon to be \"led by one of their own.\" On Monday, Rauner called on Democrats to drop the legal challenge, calling it \"an insult to the taxpayers of Illinois.\" The governor said the effort was a \"rigged deal,\" pointing to one of the lawmakers' attorneys, Michael Kasper, a Democratic lawyer with long-standing ties to House Speaker Michael Madigan . Rauner called upon Mendoza to hire outside counsel instead of relying on representation from Attorney General Lisa Madigan, who is the speaker's daughter. \"Pretty clearly, this is an orchestrated effort. It's clearly coordinated,\" Rauner said. \"It's not fair to taxpayers. And frankly, it's not fair to our government service recipients. Why should legislator pay be put ahead of our human services funds? Why should legislator pay be put ahead of our school funding?\" Mendoza has said the delay will continue unless she is ordered otherwise by a court, and she said she also will put her personal paychecks at the end of the line. Asked if Democrats should drop their suit, Mendoza said legislators \"make valid points.\" \"However, I make a very valid point that the state of Illinois is in its worst fiscal crisis right now,\" Mendoza said. \"Not because I want to villainize legislators, I clearly don't. I think a lot of them work very hard. However, we are public servants and in this fiscal crisis we need to make sure we prioritize the right people first.\" Mendoza said blame for the budget impasse falls on Rauner and Democrats alike. But she echoed a leading Democratic argument that the economic agenda the governor has made a condition of a budget deal should be considered separately from any spending plan. She called on all sides to work together to reach an agreement, before saying that Munger's administration did not provide any help with the transition. Munger said last week that she did not meet with Mendoza but their staffs had been in talks. Munger contended that Mendoza was trying to put political workers on the state payroll before she took office. Still, Mendoza said she was not going to dwell on the past, tearing up as she talked about the path ahead. \"I am so proud to have the opportunity to lead you, and I hope that when my day is over here you will have been proud of me as well,\" Mendoza said. \"We're going to get out of this, and we're going to do it together. And Illinois will see brighter days ahead.\" Chicago Tribune's Kim Geiger contributed from Chicago. ",
    "title": "New Illinois comptroller faces red ink, asks &apos;Please bear with me&apos; - Chicago Tribune"
   },
   {
    "entities": [
     "seattle",
     "6:25 p.m. est",
     "usatoday",
     "facebook",
     "elizabeth",
     "linkedin",
     "francisco",
     "2131",
     "usa",
     "dec. 5, 2016",
     "currently",
     "today",
     "san",
     "lempert",
     "los",
     "2012",
     "early 2017",
     "december 5, 2016",
     "amazon",
     "phil",
     "weise",
     "angeles"
    ],
    "id": 7,
    "text": "Amazon just opened a grocery store without a checkout line Customers in the Seattle store can walk in, grab items and walk out. No lines, no checkout. Post to Facebook Amazon just opened a grocery store without a checkout line Customers in the Seattle store can walk in, grab items and walk out. No lines, no checkout. Check out this story on USATODAY.com: http://usat.ly/2gHRupA CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 62 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Amazon just opened a grocery store without a checkout line Elizabeth Weise , USATODAY 6:25 p.m. EST December 5, 2016 x Share Shoppers can literally grab and go without paying for their goods at a cash register at Amazon's new smart grocery store in Seattle. USA TODAY Amazon announced its Amazon Go \"just walk out\" store on Dec. 5, 2016. These stores allow customers to enter, grab items and then leave without ever having to go through a checkout lane. An Amazon Go app and sensors track everything the customer has taken, charging their Amazon account as they leave. (Photo: Amazon) SAN FRANCISCO — Amazon is testing a grocery store in downtown Seattle that lets customers walk in, grab food from the shelves and walk out again, without ever having to stand in a checkout line. Customers tap their cell phones on a turnstile as they walk into the store, which logs them into the store's network and connects to their Amazon Prime account through an app. The service is called Amazon Go. It uses machine learning, sensors and artificial intelligence to track items customers pick up. These are then added to the virtual cart on their app. If they pick up an item they later decide they don't want, putting it back on the shelf removes it from their cart. The Seattle-based company calls it, \"Just walk out technology.\" When the customer leaves, the app adds up everything the customer has taken and charges their Amazon account. Amazon said it began to work on the project in 2012. It is currently being tested by Amazon employees at the location at 2131 7th Ave., near Amazon's offices, but will open to the public in early 2017, the company said. The technology \"is amazing,\" said Phil Lempert, a food marketing expert based in Los Angeles. He's even more intrigued by the multiple images of \"meal kits\" show in Amazon's video. These \"everything you need to cook a quick, high-quality dinner\" kits have become popular but the economics of delivering them has meant they're difficult to make economically viable. Stores such as Amazon Go may provide a sweet spot for them. \"When you look at the store itself in the video (and presumably it is the actual store) they have done a great job of merchandising and having \"meal kits\" available is simply brilliant. As the meal kit industry struggles due to the shipping/logistics aspect,\" Amazon go could be a venue where they could succeed, said Lempert. 9832 CONNECT TWEET 711 LINKEDIN 62 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2gHRupA ",
    "title": "Amazon just opened a grocery store without a checkout line"
   },
   {
    "entities": [
     "stephen",
     "elias",
     "supreme",
     "the past quarter",
     "legislature",
     "june",
     "paul",
     "55 percent",
     "century",
     "monday",
     "north",
     "court",
     "present",
     "monday's second",
     "alito",
     "breyer",
     "virginia",
     "u.s.",
     "anthony",
     "kagan",
     "carolina",
     "kennedy",
     "samuel",
     "elena",
     "clement",
     "marc"
    ],
    "id": 8,
    "text": "The U.S. Supreme Court heard arguments in a case that considers the influences of race and politics in redistricting on Monday. Saul Loeb/AFP/Getty Images hide caption toggle caption Saul Loeb/AFP/Getty Images The U.S. Supreme Court heard arguments in a case that considers the influences of race and politics in redistricting on Monday. Saul Loeb/AFP/Getty Images The U.S. Supreme Court has made clear over the past quarter century that racial gerrymandering is an unconstitutional no-no, but partisan gerrymandering is still permissible. The question is: How do you tell the difference? Especially when the Voting Rights Act allows for some consideration of race to ensure minority representation, and when party affiliation often correlates with race. In cases from Virginia and North Carolina, the Supreme Court seemed unsure on Monday how to balance these mandates. Questions Of Race And Redistricting Return To The Supreme Court In Virginia, the Republican state Legislature drew 12 state legislative districts, each with a 55 percent African-American majority. The Legislature argues that it was just trying to meet the requirements of the Voting Rights Act. In the Supreme Court chamber, lawyer Paul Clement, representing the Legislature, portrayed the Virginia line-drawing as a \"bipartisan success story\" and noted that only two members of the black caucus voted against it. But Marc Elias, representing the other side, said the Legislature had created a \"one size fits all\" redistricting that places voters in or out of districts \"based solely on the color of their skin.\" Justice Anthony Kennedy seemed to agree, but Justice Samuel Alito said the whole controversy looked to him like little more than an \"invitation for litigation.\" On the steps of the Supreme Court after the argument, Elias noted that prior to the redistricting, black candidates were winning elections even in districts where African-American voters were in the minority. \"The idea that those percentages needed to be ramped up was not a function of what was necessary by the Voting Rights Act or to help the African-American community,\" he said. \"It was racial sorting, pure and simple.\" Article continues after sponsorship In Monday's second case, from North Carolina, lawyers Elias and Clement were back at the lectern. At issue were two congressional districts drawn by Republicans, who hold the majority in the North Carolina state Legislature. Clement, representing the Republicans, said one district was drawn to comply with the Voting Rights Act while the other was \"an avowedly political draw,\" meaning it was drawn to maximize partisan advantage. Justice Elena Kagan interrupted: Suppose a state wants \"to segregate all the African-American voters\" but then it \"[justifies] it based on politics, because that sounds better\"? Was Clement suggesting that the challengers would have to present their own alternative maps? \"Yes,\" Clement answered. If they've got all that direct evidence of a racial motive, the alternative map drawing \"should be a breeze.\" \"Not so easy,\" replied Kagan, \"because we know that race and politics correlate,\" but \"if race is the motive, you get one result, and if politics is your motive, you get another.\" Justice Stephen Breyer diagnosed the problem as a set of existing legal standards that lower courts can't seem to apply. State legislatures need standards that enable them to separate the \"sheep from the goats,\" he said, so that every case won't come up to the Supreme Court for the justices to spend the entire term reviewing 5,000-page records. When Elias returned to the lectern for the Democrats, he said one of the challenged districts in North Carolina needed only 2,800 more voters to reach the target number for its population. Instead, he said, lawmakers changed the district lines to move in 75,000 African-Americans while moving out an equal number of whites. That, he suggested, \"corralled\" black voters to minimize their influence in neighboring districts. In rebuttal, lawyer Clement said the fact that legislators \"brought in a bunch of African-Americans because they were trying to bring in Democrats is about as interesting as the sun coming up in North Carolina.\" With a conundrum to resolve, the Supreme Court is expected to announce its decision by June. ",
    "title": "Supreme Court Hears Redistricting Cases From Virginia, North Carolina : NPR"
   },
   {
    "entities": [
     "u.k.",
     "alexander",
     "next year",
     "austria",
     "associated",
     "renzi",
     "veneto",
     "today",
     "merkel",
     "east",
     "norbert",
     "european",
     "hofer",
     "ap",
     "middle",
     "bellen",
     "early monday, dec. 5, 2016",
     "chigi",
     "sunday",
     "facebook",
     "salvini",
     "angela",
     "early monday",
     "dan",
     "north",
     "pen",
     "twitter",
     "u.s.",
     "wilders",
     "union",
     "giovanni",
     "netherlands",
     "petry",
     "five",
     "france",
     "britain",
     "league",
     "freedom",
     "press",
     "frauke",
     "party",
     "northern",
     "lombardy",
     "morgan",
     "geert",
     "movement",
     "italy",
     "borgia",
     "rutgers",
     "donald-rsb-",
     "luiss",
     "orsina",
     "sunday, dec. 4, 2016",
     "photo/gregorio",
     "foxnews.com",
     "palace",
     "hollande",
     "matteo",
     "monday, dec. 5, 2016",
     "beppe",
     "germany",
     "rome",
     "brexit",
     "francois",
     "the week",
     "trump",
     "march",
     "2017",
     "europe",
     "university",
     "monday",
     "george",
     "kimberly",
     "2016",
     "der",
     "kelemen",
     "this weekend",
     "future",
     "vienna",
     "currently",
     "the weekend",
     "africa",
     "greens",
     "star",
     "fillon",
     "grillo",
     "van",
     "washington",
     "le"
    ],
    "id": 9,
    "text": "Facebook 0 Twitter 0 Email Print Newspaper headlines show Italian Premier Matteo Renzi's resignation following the result of Sunday's constitutional referendum, at a newsstand in Rome, Monday, Dec. 5, 2016. Italian voters dealt Premier Renzi a resounding rebuke early Monday by rejecting his proposed constitutional reforms, plunging Europe's fourth-largest economy into political and economic uncertainty. (AP Photo/Gregorio Borgia) The results over the weekend of Italy’s referendum and Austria’s presidential election were billed as the first true test of the rising tide of populism that has engulfed European politics amid stagnant economies, high unemployment and unease over the continuing stream of migrants from the Middle East and North Africa. But instead of making a murky political situation clearer, Sunday’s results have left observers with almost more questions than answers as the world awaits 2017’s key elections in Western European superpowers France, Germany and The Netherlands. “There are definitely trends that we’re seeing across the region, but one thing this weekend showed is that each country is different,” Dan Kelemen, a professor of political scene at Rutgers University, told FoxNews.com. “We shouldn’t expect that just because the Brexit in the U.K., the election of [Donald] Trump in the U.S. and the rise of some populist leaders in Europe that the rest of the countries are going to go this way.” In Rome - amid a wave of anti-establishment anger led by populist comedian-turned-politician Beppe Grillo’s Five Star Movement - Prime Minister Matteo Renzi has promised to step down from power after Italians voted against a series of reforms that acted as an unofficial plebiscite on his rule. Related Image Expand / Contract Italian Premier Matteo Renzi arrives at a press conference at the premier's office Chigi Palace in Rome, early Monday, Dec. 5, 2016. Renzi acknowledged defeat in a constitutional referendum and announced he will resign on Monday. Italians voted Sunday in a referendum on constitutional reforms that Premier Matteo Renzi has staked his political future on. (AP Photo/Gregorio Borgia) (Copyright 2016 The Associated Press. All rights reserved.) While Italy’s “no” vote on Renzi’s referendum is a clear indication of populism’s rise on the boot of Europe, Sunday’s decision may be a high point for the movement given the fractured nature of Italian politics and the varying political viewpoints at play. Grillo’s 5-Star Movement is the biggest winner in the referendum's failure, but the more left-leaning populist will have to face numerous other candidates if he hopes to win the prime minister’s job when elections are next held. Grillo has called for quick elections, but political analyst Giovanni Orsina, deputy director of the school of government at Rome's LUISS university, said he probably doesn't want them to come too soon because he wants the establishment's failure to \"cook\" over time. If opinion polls hold, the 5-Star movement commands roughly one-third of the vote, but whether that would be enough to govern depends on how the new electoral law is written. The other big player in Italy’s upcoming election is the anti-EU, anti-migrant Northern League and its leader, Matteo Salvini. The Northern League's popularity got a boost in the week after Trump's victory, and Salvini has deepened his alliances with Europe's far-right parties to solidify his influence. Salvini wants  immediate elections in an effort to latch on to the growing discontent connected to the migrant crisis, especially in the northern regions of Veneto and Lombardy where they run regional governments and where Italy's proud entrepreneurial class is still struggling to regain footing after the economic crisis. Experts say that while these two parties certainly used the strength of Europe’s populist movement to squash Renzi’s referendum, the sheer number of political parties in Italy will make it difficult for one party to seize power outright. “The referendum was definitely a vote for populism, but it was more so about Italian anger at  Renzi than populism,” Kelemen said. About 700 miles to the north, the far-right candidate Norbert Hofer narrowly lost the country’s presidential election to leftist Alexander Van der Bellen in a race that pitted Hofer’s nationalistic brand of populism against Van der Bellen’s self-described “Pro-European” politics. Van der Bellen’s victory over Hofer was welcomed by moderate European leaders – on both the right and left – as a win for supporters of the European Union and a blow against the populist forces looking to weaken it. Related Image Expand / Contract Presidential candidate Alexander Van der Bellen, a former leading member of the Greens Party, celebrates on the podium at a party of his supporters in Austria's capital Vienna Sunday, Dec. 4, 2016, after the first official results from the Austrian presidential election showed left-leaning candidate Alexander Van der Bellen with what appears to be an unbeatable lead over right-winger Norbert Hofer. (AP Photo/Matthias Schrader) The Austrian presidency is a mostly symbolic post, but the race attracted a good deal of attention across a Europe stunned by the electoral win by Trump in the U.S. and the Brexit vote in Britain. \"What happens here today has relevance for all of Europe,\" Van der Bellen said as he cast his ballot, later noting that his win showed most voters backed his message of \"freedom, equality, solidarity.\" Van der Bellen added that  the win sends a \"message to the capitals of the European Union that one can win elections with high European positions.\" He said he would work to unite a country deeply split between the moderate liberals who voted for him and supporters of Hofer's anti-immigrant Freedom Party. “This is definitely a clear cut win for those in favor of a multi-national, more Euro-centric view of politics,” Kelemen said. Van der Bellen received praise from numerous European leaders including France’s Francois Hollande, who said Austrians \"made the choice of Europe, and openness.\" The results in Italy and Austria may give those two countries a better grasp on their domestic political situations, but does little to help forecast how their neighbors will vote in 2017. More on this... Europe's Trump moment: Countries see rise of populist leaders amid anger over economy, migrant crisis In France, the socially conservative former Prime Minister Francois Fillon looks poised to face off next year against Marine Le Pen, whose staunch opposition to the European Union and hardline immigration proposals has won her many supporters among the country’s far-right. The Dutch will decide in March if they want the pugnacious populist Geert Wilders and his Party for Freedom to run the country. While he currently sits atop the polls, experts say that the Dutch political system would make it difficult for him to pass a number of items on his agenda if elected. “He’s popular, but the Dutch system has a lot of coalitions and not many other parties appear willing to work with Wilders,” Kimberly Morgan, a political science professor at George Washington University, told FoxNews.com. And in Germany, as Chancellor Angela Merkel goes for her fourth term, she will face a resurgent far-right led by populist politician Frauke Petry of the Alternative for Germany party. However, it seems that Merkel will retain her job despite grumblings about her handling of the refugee crisis. “We should not jump to conclusions that Europe is going to the far right like some people are saying,” Kelemen said. “They may make some gains, but it will be far from a takeover.” Ther Associated Press contributed to this report. Advertisement ",
    "title": "Europe's populist wave encounters first test with votes in Italy and Austria | Fox News"
   },
   {
    "entities": [
     "israel",
     "democratic",
     "alan",
     "howard",
     "this summer",
     "denver",
     "hampshire",
     "florida",
     "minnesota",
     "south",
     "trump",
     "house",
     "nation",
     "hillary",
     "party",
     "donna",
     "bernie",
     "last week",
     "harrison",
     "interim-dnc",
     "facebook",
     "cnn",
     "senate",
     "indiana",
     "saturday",
     "sanders",
     "jamie",
     "of",
     "debbie",
     "congress",
     "dnc",
     "2016",
     "white",
     "islam",
     "twitter",
     "ray",
     "louisiana",
     "michigan",
     "past",
     "schultz",
     "donald-rrb-",
     "new",
     "national",
     "obama",
     "carolina",
     "buckley",
     "dean",
     "keith",
     "louis",
     "democrats",
     "dershowitz",
     "msnbc",
     "committee",
     "farrakhan",
     "washington",
     "wasserman",
     "wisconsin",
     "america",
     "brazile",
     "clinton",
     "december 06, 2016",
     "ellison"
    ],
    "id": 10,
    "text": "Ellison's bid to lead DNC complicated by calls to relinquish House seat Published               December 06, 2016 Facebook 0 Twitter 0 livefyre Email Print   Minnesota Rep. Keith Ellison remains the frontrunner to take over the beleaguered Democratic National Committee but is facing growing questions not only about his controversial past but whether he can effectively lead the group without relinquishing his House seat. The call for a full-time DNC leader -- and for Ellison to step down from the House if he gets the job -- is being led by former committee Chairman Howard Dean, who last week ended his bid to return to the post. Dean made the announcement before a gathering in Denver of Democratic state party leaders, after which Ellison purportedly said with mixed emotions that he is considering leaving Congress to devote his full attention to the DNC.  Dean made clear he considers Ellison's exit from Congress a requirement. He afterward told MSNBC, “I do not support Keith as long as he has his congressional seat. I do not believe you can do this job and another job in Congress. I don't support Keith. Maybe I will later.” The other remaining DNC candidates are Ray Buckley and Jamie Harrison, the chairmen, respectively, of the New Hampshire and South Carolina state Democratic parties. Beyond concerns about splitting duties, Ellison, the first Muslim elected to Congress, is facing criticism about his past remarks on Israel and association with Nation of Islam leader Louis Farrakhan. “Keith Ellison is, by all accounts, a decent guy,” Alan Dershowitz, a renowned Jewish lawyer and legal scholar who supports Democratic candidates, said in a FoxNews.com op-ed . “But it is hard to imagine a worse candidate … Ellison represents the extreme left wing of the Democratic Party, just when the party -- if it is to win again -- must move to the center in order to bring back the voters it lost to (Donald) Trump.” Ellison, in his sixth term, would take over the committee after a bruising 2016 election cycle in which Democratic presidential nominee Hillary Clinton was upset by Trump, the Republican nominee, after essentially leading the entire race. In addition, Washington Democrats missed their best opportunity in years to retake control of the Senate, gaining just two seats while winning only a handful of House seats and again losing more gubernatorial and state legislative seats across the country. (Democrats could pick up a third Senate seat in Saturday’s runoff election in Louisiana.) Clinton’s White House bid was set back on the eve of this summer’s Democratic National Convention when leaked emails revealed DNC Chairwoman Debbie Wasserman Schultz and some of her staff appeared to favor Clinton over primary rival Sen. Bernie Sanders -- who appealed to the electorate’s far-left wing and who backs Ellison’s bid. Schultz resigned, but the DNC’s problems continued when more leaked emails, in the closing weeks of the White House race, revealed that interim-DNC leader and former CNN contributor Donna Brazile had given the Clinton campaign questions in advance of a network-sponsored debate and town hall forum. Ellison reportedly argued at the meeting last week that he could handle both jobs, especially in a GOP-controlled Congress, just as Wasserman Schultz, a Florida congresswoman, did. The argument  was not well received . “I’ll leave that up to you guys to make that determination,” Harrison reportedly said to chortles. The DNC charter also appears to automatically prohibit Ellison or anyone else from holding both posts, as it stipulates the chairman “shall serve full time.” However, an allowance seemed to have been made when President Obama personally appointed Wasserman Schultz. Dershowitz further suggested that beyond Ellison’s questionable ideology the DNC needs a leader who can reconnect the party with disaffected centrist voters. “The centrist voters they lost to Trump will only be further alienated by the appointment of a left-­wing ideologue who seems to care more about global issues than jobs in Indiana, Wisconsin and Michigan … . Ellison’s sordid past associations with Louis Farrakhan … will hurt him in middle America.” The 68-year-old Dean, a Clinton supporter, also said last week that he dropped his DNC bid because he thought the party needed a younger face and that he didn’t want to get involved in an “ideological fight” between the party’s establishment and progressive wings.  Advertisement ",
    "title": "Ellison's bid to lead DNC complicated by calls to relinquish House seat | Fox News"
   },
   {
    "entities": [
     "line's",
     "jim",
     "charlie",
     "oakland",
     "kate",
     "times",
     "right now",
     "last year",
     "l.a.",
     "edson",
     "metro",
     "contact",
     "house",
     "reporters",
     "richard",
     "transportation",
     "the",
     "california",
     "garcetti",
     "red",
     "morning",
     "mather",
     "people",
     "the day",
     "monday",
     "2014",
     "tuesday",
     "county",
     "north",
     "division",
     "security",
     "scott",
     "metropolitan",
     "night",
     "authority",
     "sheriff's",
     "beck",
     "city",
     "eric",
     "access",
     "fbi",
     "hollywood",
     "day tomorrow",
     "queally",
     "james",
     "los",
     "mcdonnell",
     "homeland",
     "universal",
     "christina",
     "now",
     "winton",
     "department's",
     "line",
     "angeles",
     "dakota",
     "fike",
     "deidre"
    ],
    "id": 11,
    "text": "Warning about plot to blow up Universal City station prompts heightened security across L.A. Red Line, Universal City station Christina House / For The Times People on the platform at the Metro Red Line's Universal City station in 2014. People on the platform at the Metro Red Line's Universal City station in 2014. (Christina House / For The Times) Richard Winton , Kate Mather and James Queally Contact Reporters An overseas tip about an imminent bombing of the Metro Red Line’s Universal City station has forced federal and local law enforcement in Los Angeles to swiftly ramp up security across its sprawling transit system, authorities said Monday. An anonymous man warned of a potential attack on Tuesday and provided the information on a tip line abroad, according to Deidre Fike, the assistant director in charge of the FBI's office in Los Angeles. The tip line was run by an unidentified foreign government, which relayed the information Monday morning to an FBI terrorism task force. Fike declined to specify from which country the tip originated but said it was delivered in English. At a hastily called news conference Monday night, the FBI as well as Los Angeles-area law enforcement leaders said the threat was considered specific and imminent, but investigators were still examining its credibility. “This could be real, it could be a hoax,” said Los Angeles County Sheriff Jim McDonnell . “We’re asking the public to stay calm and vigilant.” Los Angeles Police Chief Charlie Beck said that area law enforcement reviews threats “constantly” but that this particular incident was “very specific” and forced a rapid response. “We don’t have the time to vet this threat in the way we would like,” Beck said. “This one we had to move quickly on.” Riders were told to expect the increased presence of uniformed police and sheriff’s deputies as well as K-9 units scouring the area for explosives. McDonnell, whose department oversees security for the Los Angeles County Metro rail and bus system, said undercover operations would be conducted throughout the day. Mayor Eric Garcetti asked the public to prepare for random bag searches, and said he would ride the Red Line on Tuesday morning from Universal City. “My advice is right now, everyone should go about their normal day tomorrow,” Garcetti said. “People may see a heightened security presence … but don’t let those frighten you.” Nearly 150,000 daily boardings are recorded on the Red Line, which connects North Hollywood with central and downtown Los Angeles, according to the  Los Angeles County Metropolitan Transportation Authority . That figure include ridership estimates for the Purple Line, which shares much of the Red Line’s downtown L.A. route. Chief Scott Edson, who oversees counter-terrorism as head of the Sheriff’s Department’s Homeland Security Division, cautioned that the department often receives threats and that it’s hard to determine the credibility. He said passengers should report any suspicious activity. Last year, a phone threat of violence at L.A. schools prompted the district to cancel classes for the day. Officials later determined the threat was not credible, and there was some debate about whether the district overreacted.  Caption 90 seconds: 4 stories you can't miss The victims of the deadly Oakland fire , who’s to blame for one of the worst fires in California history , Dakota Access pipeline opponents have claimed a big victory for now , and robots are taking over many warehouse jobs in California . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Warning about plot to blow up Universal City station prompts heightened security across L.A. - LA Times"
   },
   {
    "entities": [
     "rodney",
     "melber",
     "bamberg",
     "stinson",
     "taser",
     "slager",
     "south",
     "trial",
     "michael",
     "chris",
     "stewart",
     "monday",
     "prosecutors",
     "wilson",
     "2:15",
     "sahn",
     "scott",
     "judy",
     "ari",
     "carolina",
     "justin",
     "mic",
     "smith",
     "time",
     "walter"
    ],
    "id": 12,
    "text": "Walter Scott's Mom: 'It's Not Over,' My Son 'Will Get His Just Reward' 2:15 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161206004056if_/http://www.nbcnews.com/widget/video-embed/825291331522\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"The prosecution, from what I could, tell tried a very good case,\" said former South Carolina prosecutor Michael Sahn, \"and presented it in the strongest fashion possible.\" The case against Slager featured unusually specific and damning evidence, given the video showing him clearly shooting Scott in the back as he retreated, unarmed, and appearing to show Slager dropping an object near Scott as he lay dead on the ground. Related: Lone Juror Says He Can't Convict in Slager Trial Prosecutors argued Slager was planting a taser near Scott's dead body. That was an important claim, as it could suggest Slager was knowingly trying to stage a fight that did not occur, to justify force that he knew was excessive at the time. The prosecution raised the issue in opening and closing arguments, accusing Slager of staging a crime scene. \"His first instinct, after those shots were fired and he cuffs a dead Walter Scott, was to stage, was to stage the scene,\" prosecutor Wilson told the jury. Judy Scott, center, Walter Scott's mother, is comforted by her son Rodney Scott, as the family attorneys, Chris Stewart, left, and Justin Bamberg, right, hold a press conference after the mistrial was declared for the Michael Slager trial Monday Mic Smith / AP In her closing arguments, Wilson noted that Slager never rolled over Scott's body to find the Taser because he knew where to find it. She emphasized to the jury that Slager \"knows that Taser is a problem for him.\" Slager personally denied the accusation when he took the stand. \"I must have dropped it by Mr. Scott's body. I don't remember doing that,\" Slager testified. He also said on the stand that a lot of what happened is \"fuzzy\" in his memory, but he insisted he only acted out of a necessity to defend himself. Related: Jury in Walter Scott Trial Can Consider Lesser Charge While the jury may have been close to a conviction, some experts say if a jury won't convict an officer in the face of this video evidence, it seems virtually impossible to convict officers for anything done in the line of duty. \"It seems that juries are very reluctant to second guess on duty police officers in split second life or death decisions involving deadly force,\" said Professor Stinson, who studies these cases. Ari Melber ",
    "title": "Walter Scott Shooting: Prosecutors Confident of Slager Conviction on Retrial - NBC News"
   },
   {
    "entities": [
     "iowa",
     "2001",
     "karoun",
     "cabinet",
     "johns",
     "viebeck",
     "low",
     "j.",
     "michigan",
     "department",
     "empire",
     "detroit",
     "gop",
     "trump's",
     "bush",
     "yale",
     "ben",
     "roman",
     "elaine",
     "chao",
     "labor",
     "development",
     "news",
     "united",
     "facebook",
     "--",
     "1973",
     "senate",
     "donald",
     "recently",
     "diane",
     "of",
     "carson",
     "osman",
     "haley",
     "justice",
     "december 5",
     "u.s.",
     "w.",
     "fred",
     "carolina",
     "james",
     "and",
     "betsy",
     "elise",
     "n.",
     "dodge",
     "thursday",
     "parnass",
     "devos",
     "nations",
     "nikki",
     "fort",
     "john",
     "november 6, 2015",
     "housing",
     "at 11:10 am",
     "obama",
     "national",
     "nazi",
     "sarah",
     "cincinnati",
     "wednesday",
     "1996",
     "america",
     "november 2015",
     "baltimore",
     "germany",
     "last year",
     "income",
     "wagner",
     "states",
     "naacp",
     "trump",
     "south",
     "march",
     "urban",
     "2013",
     "coalition",
     "university",
     "the",
     "fox",
     "monday",
     "george",
     "yentel",
     "2016",
     "post",
     "l.",
     "past",
     "hud",
     "washington",
     "mattis",
     "now",
     "demirjian",
     "hopkins"
    ],
    "id": 13,
    "text": "Trump nominates Carson to lead U.S. housing, urban policy The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Elise Viebeck and Karoun Demirjian December 5 at 11:10 AM Follow @eliseviebeck Follow @karoun   President-elect Donald Trump named Ben Carson as his nominee for housing and urban development secretary. Here's what you need to know about the former GOP presidential candidate. (Sarah Parnass,Osman Malik/The Washington Post) President-elect Donald Trump has nominated retired neurosurgeon Ben Carson to run the Department of Housing and Urban Development, an unconventional choice that underscores Trump’s willingness to forgo traditional policy expertise in some Cabinet positions to surround himself with allies. Carson — who ran against Trump in the wide field of Republican presidential primary candidates and has never held political office — is the president-elect’s highest-profile African American supporter and confidant. A conservative political celebrity, the 65-year-old Carson recently cast doubt on his suitability for a Cabinet role, saying he would be “like a fish out of water” as a federal bureaucrat. “I am thrilled to nominate Dr. Ben Carson as our next Secretary of the U.S. Department of Housing and Urban Development,” Trump is quoted as saying in a statement released by his transition team Monday. “Ben Carson has a brilliant mind and is passionate about strengthening communities and families within those communities.” A review of some of Carson’s political commentary on housing policy reveals his views to be at odds with some of the anti-segregation policies championed by minority groups, including the NAACP. On at least one occasion, he criticized efforts by the Obama administration to use its regulatory powers to improve racial integration in housing. [ Carson’s ride from Trump friend to enemy to inner-circle ally ] If confirmed by the Senate, Carson will be enlisted to serve as Trump’s unofficial envoy to African Americans and to lead the charge to repair what Trump has described as America’s blighted and dangerous inner cities, a dystopian, racially charged image criticized as frequently at odds with reality. He will also lead Trump’s efforts in an arena where Trump and members of his family have been accused of flouting the law in their own business ventures. Trump is also expected on Monday to formally name retired Marine Gen. James N. Mattis as his defense secretary. Trump shared his intentions Thursday during a raucous “thank you” rally in Cincinnati. Carson’s lack of experience in the housing sphere raised concerns among advocates for vulnerable Americans. “With many qualified Republicans to choose from with deep knowledge of, and commitment to, affordable housing solutions for the poorest families, and with the housing crisis reaching new heights across the country, Dr. Carson’s nomination to serve as HUD Secretary is surprising and concerning,” Diane Yentel, president of the National Low Income Housing Coalition, said in a statement. Trump’s HUD pick follows his decision to name South Carolina Gov. Nikki Haley (R), the daughter of Indian immigrants, as ambassador to the United Nations and former labor secretary Elaine L. Chao as his choice for transportation secretary. Chao in 2001 became the first Asian American woman to be named to a Cabinet post and went on to head the Labor Department under President George W. Bush for eight years. These two appointments, along with Carson’s and Trump’s selection of Betsy DeVos as his choice for education secretary, confirm that the president-elect is seeking a measure of racial and gender diversity in his emerging administration. [ The latest on Donald Trump’s Cabinet picks ] Carson and the president-elect were not always as friendly as they are now. In November 2015, as the Republican presidential primary cycle was heating up, Trump used Carson’s description of himself as a violent adolescent to attack his rival at campaign rallies. Noting Carson’s admissions in his 1996 autobiography, interviews and public statements that, growing up, he had tried to attack his mother with a hammer and almost stabbed a friend, Trump said Carson had a “pathological temper” that was incurable, comparing it to “child molesting.” “If you’re a child molester, a sick puppy, a child molester, there’s no cure for that,” Trump said in Fort Dodge, Iowa. “There’s only one cure, and we don’t want to talk about that cure. That’s the ultimate cure. No, there’s two — there’s death and the other thing. But if you’re a child molester, there’s no cure, they can’t stop you. Pathological, there’s no cure.” With Ben Carson wanting to hit his mother on head with a hammer, stab a friend and Pyramids built for grain storage – don't people get it? — Donald J. Trump (@realDonaldTrump) November 6, 2015 Carson was also critical of Trump at times, but without the same level of intensity. He said in March that he might have “preferred” a different Republican presidential nominee but that “we’re only looking at four years” if Trump fails as president. A Seventh-day Adventist, Carson entered the political sphere after admonishing the audience at the 2013 National Prayer Breakfast — including President Obama. Standing a short distance from Obama, he said the United States faced “moral decay” and “fiscal irresponsibility” similar to the end of the Roman Empire. Soon, he was making the rounds as a commentator in print and on Fox News, where he was often featured as a critical voice on the Affordable Care Act. Carson does not have specific experience with the activities of HUD, which manages low-income housing assistance, facilitates financing for homeownership and administers fair-housing programs. But he has a documented position on fair-housing policies that has advocates nervous about what protections a Trump administration might dismantle — particularly for racial desegregation. Last year, then-candidate Carson forcefully criticized an Obama administration rule requiring cities and towns to publicly report racial bias in their housing patterns, saying it would “fundamentally change” communities by requiring affordable housing to be built in wealthier neighborhoods. “These government-engineered attempts to legislate racial equality create consequences that often make matters worse,” Carson wrote in the Washington Times . “There are reasonable ways to use housing policy to enhance the opportunities available to lower-income citizens, but based on the history of failed socialist experiments in this country, entrusting the government to get it right can prove downright dangerous.” Trump and members of his family have come under scrutiny for allegedly flouting fair-housing laws in their own real estate business. In 1973, the Justice Department sued Trump and his father, Fred Trump, for allegedly discriminating against black apartment applicants. Trump filed a counterclaim and after nearly two years of fighting, struck a deal with the government. The Justice Department declared it a victory for the enforcement of the Fair Housing Act. Trump also declared victory, in part because the agreement stated that Trump made the deal without acknowledging he was at fault. Throughout the 2016 campaign, Trump drew criticism for painting urban communities as hellishly violent and benighted. “You have so many things, so many problems, so many horrible, horrible problems. The violence. The death. The lack of education. No jobs. We’re going to work with the African American community, and we’re going to solve the problem of the inner city,” Trump told a rally before the election. If confirmed, Carson will join Trump’s Cabinet with a devoted following of conservative Christians, tea party supporters and fans of his achievements in pediatric neurosurgery, which were portrayed in the made-for-TV film “Gifted Hands.” “We have much work to do in strengthening every aspect of our nation and ensuring that both our physical infrastructure and our spiritual infrastructure is solid,” Carson wrote Wednesday on Facebook. At the same time, he also brings a lengthy history of gaffes and odd, controversial statements unusual for an incoming Cabinet secretary: He has called President Obama a “psychopath,” compared the Affordable Care Act to slavery and said the contemporary United States is akin to Nazi Germany. In one instance, he said gun control made it possible for the Holocaust to occur. Carson’s unique personal history gives him a pronounced, often controversial view on the roots of urban poverty. [ Carson’s positions on poverty create tension with rags-to-riches life story ] Born into a struggling family on the southwest side of Detroit, Carson was educated at Yale University and the University of Michigan before he began a celebrated surgical career at Johns Hopkins University in Baltimore. He credits his achievements to his Christian faith and the high expectations of his mother, an illiterate domestic servant who sought never to take government assistance, though she sometimes did. “She didn’t like the idea of dependency,” Carson told The Washington Post last year. “Even if she sometimes took government aid, she always wanted to be independent. She would get in arguments with others who would say, ‘There’s aid for dependent children — you don’t need to be working.’” Carson’s social and scientific views are also far to the right. According to past statements, including on the 2016 campaign trail, he views being gay as a choice, doubts human activity contributes to global warming and believes abortion should be outlawed in all circumstances, including in cases of rape and incest. John Wagner contributed to this report. powerpost ",
    "title": "Trump nominates Carson to lead U.S. housing, urban policy - The Washington Post"
   },
   {
    "entities": [
     "$3,373",
     "leandro",
     "jingletown",
     "the 1960s",
     "the early morning of",
     "beach",
     "fruitavale",
     "mabanglo",
     "getty",
     "usatoday",
     "transportation",
     "drayton",
     "lidia",
     "california",
     "danielle",
     "landeza",
     "last month",
     "elijah",
     "silicon",
     "flowers",
     "battalion",
     "once",
     "the 1990s",
     "department",
     "today",
     "san",
     "deloach",
     "december 5, 2016",
     "rusty",
     "early on dec. 3, 2016",
     "ap",
     "shah",
     "larry",
     "friday",
     "facebookemail",
     "facebook",
     "elizabeth",
     "reid",
     "g.",
     "people",
     "otto",
     "of",
     "north",
     "jayson",
     "metropolitan",
     "twitter",
     "night",
     "police",
     "dec. 5, 2016",
     "ajesh",
     "melinda",
     "reed",
     "york",
     "josh",
     "nick",
     "fullscreen",
     "blazenhoff",
     "finance",
     "nouvelage",
     "jose",
     "google",
     "boulevard",
     "images",
     "pinterest",
     "dec. 5",
     "late friday, dec. 2, 2016",
     "francisco",
     "international",
     "libby",
     "commission",
     "$2,826",
     "john",
     "valley",
     "marcio",
     "obama",
     "new",
     "6:44 p.m. est",
     "$2,778",
     "sanchez",
     "overnight",
     "boudreaux",
     "fire",
     "this 2014",
     "city",
     "oakland",
     "edelson",
     "schaaf",
     "$20m",
     "fruitvale",
     "about 11:30 p.m. on",
     "monday",
     "calif.",
     "marquez",
     "2016",
     "dec. 3, 2016",
     "past",
     "the weekend",
     "bay",
     "now",
     "teresa",
     "weise",
     "dec. 4, 2016"
    ],
    "id": 14,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Oakland fire puts spotlight on lack of affordable spaces for artists Long known as a haven for artists, activists and folks on the fringe, in the past few years soaring real estate prices have made the San Francisco Bay area unaffordable for the very people that have made it a beacon. Post to Facebook Oakland fire puts spotlight on lack of affordable spaces for artists Long known as a haven for artists, activists and folks on the fringe, in the past few years soaring real estate prices have made the San Francisco Bay area unaffordable for the very people that have made it a beacon. Check out this story on USATODAY.com: http://usat.ly/2h8qLza CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 28 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Oakland fire puts spotlight on lack of affordable spaces for artists Elizabeth Weise , USATODAY 6:44 p.m. EST December 5, 2016 x Share The death toll in the Oakland warehouse fire has grown to 36. Officials announced the latest tally Monday, saying they expect the number to rise. Work has stopped at the scene for now because one wall poses a structural hazard for searchers. (Dec. 5) AP This 2014 photo provided by Ajesh Shah shows the interior of a portion of the 'Ghost Ship' warehouse, taken while he was on a tour as a potential tenant of the Oakland, Calif., building. Dozens of people have died at a party after a fire that started late Friday, Dec. 2, 2016, and swept through the building. (Photo: Ajesh Shah, AP) SAN FRANCISCO — Long known as a haven for artists, activists and folks on the fringe, the San Francisco Bay area is now largely unaffordable to the very people who made it such a beacon. Soaring housing prices have sparked even greater consequences farther afield, where unpermitted and sometimes unsafe spaces have become the center of the arts community. The Oakland fire that killed at least 36 people over the weekend set ablaze a warehouse cluttered with impromptu — and unlicensed — artist studios and living spaces, and an open second floor used for concerts and parties. One rickety staircase was the only way down for those fleeing the fire from upstairs. Obama sends prayers to 'devastated' Oakland after deadly fire The San Francisco arts scene many Americans picture long ago moved to Oakland and beyond. North Beach may have been affordable in the 1960s, but the 1990s and the first tech boom ushered in an uptick in the cost of living. The rise of the second tech boom in the past six years prompted warehouse spaces and lofts in San Francisco’s formerly industrial areas — once home to artists — to rapidly give way to high-end condos and live-work spaces that only start-ups with venture capital funding can afford. Artists, especially young ones, simply don’t have that kind of money. “People don’t always have first and last month’s rent and a security deposit, they don’t make enough money for that. Say rent is two grand. That’s six grand to move in —  that’s a lot of money for an artist or a young person,” said Rusty Blazenhoff, who's long been involved in the larger arts scene, including Burning Man. Danielle Boudreaux cries in front of a makeshift memorial near the site of a warehouse fire on Dec. 5, 2016, in Oakland, Calif.  (Photo: Marcio Jose Sanchez, AP) Real estate prices in the San Francisco Bay area have gone through the roof in recent years. That’s partly the result of an influx of high-paid tech workers and also a dearth in new home construction due to resistance from local communities. The area gained 500,000 new jobs but only added a little under 56,000 units of housing in the past six years, according to the California Department of Finance and the Metropolitan Transportation Commission, a regional planning organization. The average rent for a one-bedroom apartment in San Francisco in 2016 was $3,373, according to Rent Jungle. In Oakland, the average for a one-bedroom was $2,778. In comparison, the average rent in New York City was $2,826,according to the site. Facebook to invest $20M in local housing as Silicon Valley faces crisis Blazenhoff has seen many friends deal with substandard living spaces because there was nothing else available they could afford. “Tech has really changed the scene, but not everyone can work in tech,” she said. Some friends who live near the Oakland warehouse that caught fire have dealt with problems such as sewage backing up into their living space and major structural issues. “They don’t want to complain because they don’t have anywhere to go. It becomes a question of staying put or facing homelessness. It’s kind of ridiculous,” she said. Oakland’s downtown area was once inexpensive but it, too, has become popular with tech companies and consequently seen rent prices rise. Today, there are artists workspaces and collectives in Oakland’s Fruitvale and Jingletown neighborhoods, but even those have become too expensive for many. “I’m hearing a lot of artists (are) moving to San Leandro, because it was cheaper — for about five minutes,” said Blazenhoff, referring to the working class town eight miles southeast of Oakland. Blazenhoff and many others note artists create spaces that draw others, often beginning a process of gentrification that in the end pushes them out. “Artists bring culture. They come here to find their people, to find their community,” she said. Posted! A link has been posted to your Facebook feed. Well-wishers walk to place flowers at the scene in the aftermath Dec. 4, 2016, of a warehouse fire in Oakland.  Marcio Jose Sanchez, AP A firefighter stands at the scene of a warehouse fire in Oakland. Officials said they are continuing to search the charred rubble from the fatal fire that ripped through a late-night dance party in a converted warehouse.  John G. Mabanglo, european pressphoto agency People embrace Dec. 4, 2016, at the scene of a warehouse fire in Oakland.  Marcio Jose Sanchez, AP Flowers and notes are left at a makeshift memorial Dec. 4, 2016, for the victims a warehouse fire in Oakland, Calif.  Nick Otto, AFP/Getty Images A woman cries Dec. 4, 2016, at the scene of a warehouse fire in Oakland.  Marcio Jose Sanchez, AP A firefighter walks Dec. 4, 2016, from the scene of a warehouse fire that has claimed the lives of at least 33 people in Oakland.  Elijah Nouvelage, Getty Images Lidia Marquez prays on Dec. 4, 2016, near the site of a warehouse fire that has claimed the lives of at least 33 people in Oakland.  Elijah Nouvelage, Getty Images Oakland Battalion Chief Melinda Drayton talks about the investigation at the scene of a warehouse fire, Dec. 4, 2016, in Oakland.  Marcio Jose Sanchez, AP Flowers are placed at the scene of a warehouse fire, Dec. 4, 2016, in Oakland.  Marcio Jose Sanchez, AP Police and firefighters continue work at the scene of a warehouse fire in Oakland, Dec. 4, 2016.  John G. Mabanglo, european pressphoto agency Fullscreen People gather near a warehouse after it was destroyed by a fire, Dec. 3, 2016, in Oakland. Up to 40 people are feared dead in a huge fire that tore through a party in a warehouse. Authorities warned of a prolonged search and recovery effort.  Nick Otto, AFP/Getty Images Flowers are hung on a sign post two blocks from the scene of a warehouse fire at the corner of 31st Avenue and International Boulevard in Oakland, Calif.  John G. Mabanglo, european pressphoto agency Firefighters work at the aftermath of  the  warehouse fire in Oakland, Calif., Dec. 3, 2016.   John G. Mabanglo, european pressphoto agency A unidentified man covers his face outside of a warehouse that was destroyed by a fire Dec. 3, 2016, in Oakland.  Marcio Jose Sanchez, AP Police officers review a map of the scene of a warehouse rave party in Oakland, where a fire may have killed dozens during the early morning of Dec. 3, 2016.  Josh Edelson, AP People place flowers near the scene of a warehouse fire Dec. 3, 2016, in Oakland.  Josh Edelson, AP Firefighters work at the scene of  a warehouse fire as smoke continues to rise from the structure in Oakland.  John G. Mabanglo, european pressphoto agency Oakland Mayor Libby Schaaf, center, Oakland City Councilman Larry Reid, right, and Oakland Fire Department chaplan Jayson Landeza walk together past the scene of a warehouse fire that may have killed dozens.  John G. Mabanglo, european pressphoto agency Firefighters investigate the scene of a overnight fire that claimed at least nine lives at a warehouse in Oakland on Dec. 3, 2016.  Elijah Nouvelage, Getty Images Firefighters work in the aftermath of the Oakland warehouse fire, where a party was going on Friday night.  John G. Mabanglo, european pressphoto agency Charred windows mark the face of a building that was the scene of an overnight fire that claimed the lives of multiple people  in the Fruitvale neighborhood of Oakland.  Elijah Nouvelage, Getty Images Oakland Fire Chief Teresa Deloach Reed speaks to the press following an overnight fire at a warehouse in Oakland.  Elijah Nouvelage, Getty Images Firefighters assess the scene where a fire tore through a warehouse party early on Dec. 3, 2016, in Oakland, killing at least 33 people. The blaze began at about 11:30 p.m. on Friday during a party at a warehouse.  Josh Edelson, AP Firefighters assess the scene of the warehouse fire.  Josh Edelson, AP Firefighters work the scene of a warehouse fire in Oakland.  John G. Mabanglo, european pressphoto agency The warehouse is located  in the Fruitavale district of Oakland at the corner of 31st Avenue and International Boulevard. At least 33 people died in the fire.  John G. Mabanglo, european pressphoto agency In this handout frame grab from video released via Twitter user @Oaklandfirelive,  fire crews arrive at the scene of a warehouse fire in Oakland on Dec. 3, 2016.  @Oaklandfirelive via european pressphoto agency Like this topic? You may also like these photo galleries: Replay ",
    "title": "Oakland fire puts spotlight on lack of affordable spaces for artists"
   },
   {
    "entities": [
     "dede",
     "october",
     "gannett",
     "ou",
     "wolverines",
     "this week",
     "december 6, 2016",
     "network",
     "myerberg",
     "beach",
     "watson",
     "ohio",
     "trophy",
     "pompano",
     "newton",
     "louisville",
     "facebook",
     "paul",
     "lamar",
     "cardinals",
     "heisman",
     "the first quarter",
     "linkedin",
     "tim",
     "charles",
     "saturday",
     "rhodes",
     "peppers",
     "state",
     "monday",
     "mayfield",
     "jamie",
     "tebow",
     "atlantic",
     "survey",
     "8:11 p.m. est",
     "sooners",
     "commentemailmore",
     "westbrook",
     "fla.",
     "2016",
     "john",
     "stadium",
     "clemson",
     "jabrill",
     "manhattan",
     "michigan",
     "sports",
     "dec. 10",
     "conference",
     "usa",
     "cardinal",
     "cam",
     "houston",
     "deshaun",
     "kentucky",
     "woodson",
     "today",
     "coast",
     "oklahoma",
     "meanwhile",
     "1366",
     "football",
     "evening",
     "1997",
     "december 5, 2016",
     "wildcats",
     "baker",
     "jackson",
     "midtown"
    ],
    "id": 15,
    "text": "Louisville's Lamar Jackson heads 2016 Heisman Trophy finalists Jackson is among five finalists that include Deshaun Watson and Baker Mayfield. Post to Facebook Louisville's Lamar Jackson heads 2016 Heisman Trophy finalists Jackson is among five finalists that include Deshaun Watson and Baker Mayfield. Check out this story on USATODAY.com: http://usat.ly/2h8QY0H CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 7 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Louisville's Lamar Jackson heads 2016 Heisman Trophy finalists Paul Myerberg , USA TODAY Sports 8:11 p.m. EST December 5, 2016 x Share Five finalists for the 2016 Heisman trophy were announced on Monday. The winner will be named on Dec. 10. USA TODAY Sports Louisville Cardinals quarterback Lamar Jackson (8) runs the ball against the Kentucky Wildcats during the first quarter at Papa John's Cardinal Stadium. Kentucky defeated Louisville 41-38. (Photo: Jamie Rhodes, USA TODAY Sports) 1366 CONNECT TWEET LINKEDIN 7 COMMENTEMAILMORE Louisville quarterback Lamar Jackson, Oklahoma quarterback Baker Mayfield, Michigan linebacker Jabrill Peppers, Clemson quarterback Deshaun Watson and Oklahoma wide receiver Dede Westbrook were named as finalists for the 2016 Heisman Trophy, with the ceremony set to take place Saturday evening in Midtown Manhattan. Jackson is the favorite to win the award after a fabulous sophomore season. While his Cardinals limped into the postseason on back-to-back losses, Jackson’s overall résumé and unparalleled production has placed him in the Heisman driver’s seat since the first weeks of the regular season. It should be a week-long coronation for the product of Pompano Beach, Fla., who ended the regular season with 3,390 passing yards, 1,538 rushing yards and 51 total touchdowns. The last two quarterbacks to account for at least 20 touchdowns through the air and on the ground were Tim Tebow and Cam Newton, who both took home the Heisman. Here's a look at the other finalists: Baker Mayfield, Oklahoma Meanwhile, Mayfield led the Sooners to another Big 12 Conference championship and a return to the Sugar Bowl by throwing for 3,669 yards on a Football Bowl Subdivision-best 11.1 yards per pass attempt. If largely overlooked as a result of OU’s two early losses to Houston and Ohio State, Mayfield closed with 22 touchdowns against just three interceptions in his team’s final six games of the regular season. Jabrill Peppers, Michigan Peppers showed the multifaceted game defenders need to be a factor for the Heisman. In addition to his All-America play at linebacker for one of the nation’s most punishing defenses, Peppers was a vital weapon in the Wolverines’ return game, ranking first in the Big Ten and fifth nationally in yards per punt return. It would only make sense that Peppers would challenge for the Heisman while focusing primarily on defense. The last and only defense-first player to win the award also played for the Wolverines: cornerback and receiver Charles Woodson, who won the Heisman in 1997. Deshaun Watson, Clemson A reigning Heisman runner-up, Watson did outduel Jackson in Clemson’s win against the Cardinals during the regular season. However, Watson had a publicized battle with turnovers as a junior, and largely failed to match or exceed his production from a breakthrough sophomore season. Not that Watson isn’t worthy of another top-three finish. The engine behind Clemson’s return to the College Football Playoff, he led the Atlantic Coast Conference in attempts, completions, passing yards and touchdowns during the regular season. Dede Westbrook, Oklahoma Westbrook was one-half of the nation’s most prolific passing tandem, along with Oklahoma quarterback Baker Mayfield. His 1,465 receiving yards and 16 touchdowns ranked second among all Power Five pass-catchers, while his 74 receptions were more than double the Sooners’ next-most productive receiving option. Like OU as a whole, Westbrook’s season took off in October. After accounting for just 17 catches in his first three games, Westbrook had 40 grabs for 881 yards and 11 scores in October alone, vaulting him into the Heisman race and helping the Sooners win another Big 12 title and reach the Sugar Bowl. MUST WATCH: @DedeTHEGreat11 's reaction to @baker_mayfield6 and him being named Heisman finalists. #We2Deep pic.twitter.com/xWMkaINjtz — Oklahoma Football (@OU_Football) December 6, 2016 *** Below are players who received votes in this week's USA TODAY NETWORK Heisman Trophy Survey, which includes editors and writers with Heisman votes who work for properties owned by Gannett, the parent of USA TODAY. ",
    "title": "Louisville's Lamar Jackson heads 2016 Heisman Trophy finalists"
   },
   {
    "entities": [
     "poroy",
     "david",
     "mel",
     "stephen",
     "denis",
     "elias",
     "last year",
     "oakland",
     "bethune-hill",
     "supreme",
     "trump",
     "press",
     "nichol",
     "greensboro",
     "harris",
     "paul",
     "m.",
     "california",
     "g.",
     "twenty years ago",
     "monday",
     "north",
     "last month",
     "court",
     "congress",
     "55%",
     "associated",
     "federal",
     "breyer",
     "virginia",
     "current",
     "the 1990s",
     "alabama",
     "republican",
     "agency",
     "housing",
     "access",
     "currently",
     "anthony",
     "carolina",
     "mccrory",
     "democrats",
     "2010",
     "gop",
     "wisconsin",
     "savage",
     "kennedy",
     "now",
     "finance",
     "watt",
     "dakota",
     "clement",
     "marc"
    ],
    "id": 16,
    "text": "Supreme Court appears in favor of ruling against racial gerrymandering in GOP-controlled states Justice Anthony Kennedy Denis Poroy / Associated Press Justice Anthony M. Kennedy holds the key Supreme Court vote on racial gerrymandering. Justice Anthony M. Kennedy holds the key Supreme Court vote on racial gerrymandering. (Denis Poroy / Associated Press) David G. Savage Contact Reporter A Supreme Court majority on Monday appeared to lean in favor of Democrats in Virginia and North Carolina seeking to rein in what they call racial gerrymandering by Republican-controlled legislatures in those states. Justice Anthony M. Kennedy, who is likely to hold the deciding vote, said he was troubled that Republican leaders drew new election maps by moving more black voters into districts that already had a majority of African American residents and usually favored black candidates. Civil rights lawyers and Democrats have contended these “packed” districts have the effect of diluting or weakening the political power of black and Latino voters in other districts and statewide. “I have problems with that,” Kennedy said, suggesting he would question such districts if the “tipping point, the principal motivating factor was race.” Trump's victory assures a conservative majority on the Supreme Court. » If the court's majority agrees, the ruling would put states, counties and cities on notice that they may not concentrate more black and Latino voters into districts that already routinely elect minority representatives. In Virginia, Republican lawmakers decided that each of the 12 districts that currently elect black candidates must maintain at least a 55% black voting population. And in North Carolina, Republican leaders moved tens of thousands of black voters in the Greensboro area into a district that had regularly elected a black Democrat to Congress. In their defense, the Republicans said they acted to comply with the Voting Rights Act. The landmark law has been understood to mean states may not take steps that would reduce the number of districts that elect minority representatives. GOP lawmakers in both states argued they were protecting those seats.  They also insisted that their primary motivation was partisan politics, not race. Paul Clement, the former solicitor general who was representing the Republicans, described the central North Carolina district as a “political draw.” He said the state's expert drew the district map based on “political data. He drew the map to draw Democrats in and Republicans out.” Redrawing electoral districts based on partisan gerrymandering is not only a time-honored political tradition, he argued, it is legal. But Marc Elias, lawyer for the Democrats, said the evidence produced at a trial showed the Republicans acted based on race. He noted that North Carolina legislators moved 75,000 African Americans into a district that had faithfully elected Rep. Mel Watt , a black Democrat, for more than 20 years before he left to lead the Federal Housing Finance Agency. The exchange highlighted an issue that has bedeviled the justices and confused lower courts. Under the Constitution’s guarantee of equal protection, states may not make decisions based on race, but they may act based on political considerations. That distinction becomes murky when considering that African Americans vote reliably for Democrats. So is shifting black voters from one district into another a racial move or political one? For the fourth time, the electoral college picks the loser of the popular vote. » “This is such a complicated area,” said Justice Stephen G. Breyer . He noted that when pressed, Republican leaders acknowledged that “the reason we did that is most African Americans voters vote for Democrats.” Last year, Breyer wrote a 5-4 decision for the court that set aside an Alabama redistricting plan because GOP lawmakers had similarly moved more blacks into black-majority districts. That opinion, which Kennedy joined, said it was unconstitutional to shift thousands of black voters into these districts, but it did not go far enough to resolve the current disputes.  The comments and questions during Monday’s arguments suggested the justices may split along similar lines. The recent spate of redistricting cases put a spotlight on how the two ideological sides have shifted on racial gerrymandering. Twenty years ago, the court’s conservatives struck down districts in which race was used as the predominant factor, pushing aside objections from liberals and many Democrats who said such plans were needed to elect minorities to legislatures. But since the redistricting after the 2010 census , it is the now Democrats who have objected to the role race has played in the Republicans’ redrawing of districts. Among the justices, only Kennedy has stuck to the same position. He objected to the race-based redistricting in the 1990s, and last year he joined the court’s four liberals to reject race-based electoral districts in Alabama. The two cases heard Monday are Bethune-Hill vs. Virginia and McCrory vs. Harris. Lurking in the background is the potentially more explosive issue of partisan gerrymandering, since both sides admit to having redrawn electoral maps to favor their candidates. Several lawsuits on the way to the court are urging the justices to prohibit state lawmakers from drawing electoral maps that lock in one party's control of a legislature for a decade. Last month, a federal court in Wisconsin struck down the state’s electoral map for its state assembly on the grounds the districts were drawn to lock in a solid majority for Republicans, even in years when most of its voters choose Democrats. State officials say they plan to ask the Supreme Court to review the decision in the case of Whitford vs. Nichol. The justices have never struck down a state's electoral map because it unfairly favored the candidates of one party over the other, but voting rights experts say they are optimistic that Kennedy is at least open to such a ruling. Caption 90 seconds: 4 stories you can't miss The victims of the deadly Oakland fire , who’s to blame for one of the worst fires in California history , Dakota Access pipeline opponents have claimed a big victory for now , and robots are taking over many warehouse jobs in California . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Supreme Court appears in favor of ruling against racial gerrymandering in GOP-controlled states - LA Times"
   },
   {
    "entities": [
     "network",
     "trump",
     "sam",
     "merrimack",
     "stanford",
     "news",
     "university",
     "facebook",
     "college",
     "recently",
     "alexios",
     "mantzarlis",
     "davis",
     "international",
     "wynne",
     "present",
     "fact-checking",
     "twitter",
     "current",
     "d.c.",
     "obama",
     "zimdars",
     "digital",
     "wineburg",
     "melissa",
     "pizzeria",
     "poynter",
     "clinton",
     "google"
    ],
    "id": 17,
    "text": "Man Fires Rifle Inside D.C. Pizzeria, Cites Fictitious Conspiracy Theories Stopping the proliferation of fake news isn't just the responsibility of the platforms used to spread it. Those who consume news also need to find ways of determining if what they're reading is true. We offer several tips below. The idea is that people should have a fundamental sense of media literacy. And based on a study recently released by Stanford University researchers, many people don't. Sam Wineburg, a professor of education and history at Stanford University and the lead author of the study, said a solution is for all readers to read like fact checkers. But how do fact checkers do their job? Alexios Mantzarlis, director of the International Fact-Checking Network at Poynter, says fact checkers have a process for each claim they deal with. Article continues after sponsorship Trump Makes Unfounded Claim That 'Millions' Voted Illegally For Clinton \"You'll isolate a claim that has something that can be objectively verified, you will seek the best primary sources in that topic. Find whether they match or refute or prove the claim being made and then present with all limitations the data and what the data says about the claim being made,\" Mantzarlis says. That's the framework for professionals, but there are ways for everyone to do a bit of fact checking themselves. Melissa Zimdars is an assistant professor of communication and media at Merrimack College. When she saw her students referencing questionable sources, she created and shared a document with them of how to think about sources as well as a list of misleading, satirical and fake sites. Both Mantzarlis and Zimdars agreed there a few best practices people can use when reading articles online. Pay attention to the domain and URL For Advertisers, Fake News Is Not The Biggest Problem Established news organizations usually own their domains and they have a standard look that you are probably familiar with. Sites with such endings like .com.co should make you raise your eyebrows and tip you off that you need to dig around more to see if they can be trusted. This is true even when the site looks professional and has semi-recognizable logos. For example abcnews.com is a legitimate news source, but abcnews.com.co is not despite its similar appearance. Read the \"About Us\" section Most sites will have a lot of information about the news outlet, the company that runs it, members of leadership, and the mission and ethics statement behind an organization. The language used here is straightforward. If it's melodramatic and seems overblown, you should be skeptical. Also, you should be able to find out more information about the organization's leaders on places other than that site. Look at the quotes in a story Or rather, look at the lack of quotes. Most publications have multiple sources in each story who are professionals and have expertise in the fields they talk about. If it's a serious or controversial issue there are more likely to be quotes — and lots of them. Look for professors or other academics who can speak to the research they've done. And if they are talking about research, look up those studies. Look at who said them Then, see who said the quotes, and what they said. Are they a reputable source with a title that you can verify through a quick Google search? Say you're looking at a story and it says President Obama said he wanted to take everyone's guns away. And then there's a quote. Obama is an official who has almost everything he says recorded and archived. There are transcripts for pretty much any address or speech he has given. Google those quotes. See what the speech was about, who he was addressing and when it happened. Even if he did an exclusive interview with a publication, that same quote will be referenced in other stories, saying he said it while talking to the original publication. Students Have 'Dismaying' Inability To Tell Fake News From Real, Study Finds Check the comments A lot of these fake and misleading stories are shared on social media platforms. Headlines are meant to get the reader's attention, but they're also supposed to accurately reflect what the story is about. Lately, that hasn't been the case. Headlines often will be written in exaggerated language with the intention of being misleading and then attached to stories that are about a completely different topic or just not true. These stories usually generate a lot of comments on Facebook or Twitter. If a lot of these comments call out the article for being fake or misleading, it probably is. Reverse image search A picture should be accurate in illustrating what the story is about. This often doesn't happen. If people who write these fake news stories don't even leave their homes or interview anyone for the stories, it's unlikely they take their own pictures. Do a little detective work and reverse search for the image on Google. You can do this by right-clicking on the image and choosing to search Google for it. If the image is appearing on a lot of stories about many different topics, there's a good chance it's not actually an image of what it says it was on the first story. These tips are just a start at determining what type of news an article is. Zimdars outlined these and others in a guide for her students . If you do this you're helping yourself and you're helping others by not increasing the circulation of these stories. And you won't be the only one trying to stop the spread of this false content. The company leaders behind the platforms these stories are shared on are trying to figure out how to fix the issue from their side, but they are also trying to make sure not to limit anyone's right to freedom of speech. It's a tricky position to be in, but they've said they'll try. In the end it really does depend on taking responsibility and being an engaged consumer of news. Here's one last thing. Satirical publications exist and serve a purpose, but are clearly labeled as exaggerated and humorous by the writers and owners. Some of the more well-known ones like The Onion and ClickHole use satire to talk about current events. If people don't understand that, they might share these articles after reading them in the literal sense. If this happens or if you see your friends sharing blatantly fake news, be a friend and kindly tell them it's not real. Don't shy away from these conversations even if they might be uncomfortable. As said, everyone has to help fix the fake news problem. Wynne Davis is a Digital News intern. ",
    "title": "Fake News Or Real? How To Self-Check The News And Get The Facts : All Tech Considered : NPR"
   },
   {
    "entities": [],
    "id": 18,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "turin",
     "1995",
     "cairo",
     "queens",
     "university",
     "italy",
     "recently",
     "1904",
     "of",
     "mohamed",
     "el-dakhakhny/ap",
     "valley",
     "100 percent",
     "nefertari",
     "egypt",
     "york",
     "luxor",
     "fletcher",
     "now",
     "time",
     "joann"
    ],
    "id": 19,
    "text": "Plos One Italian archaeologists discovered the plundered tomb of Queen Nefertari in Egypt's Valley of the Queens in 1904, and amid the debris, they found a pair of mummified knees. Now, for the first time, researchers have conducted a broad array of tests on the knees and say they are confident they belong to Nefertari, who was the wife of Pharaoh Ramses II and one of the most famous of Egypt's queens. The knees, which are housed at the Egyptian Museum in Turin, Italy, have long been presumed to be hers. But Egyptologist Joann Fletcher from the University of York tells The Two-Way that until now, there was plenty of reason for skepticism. \"We know certainly in the Valley of the Queens, from previous work we've done, that individuals were often buried in earlier tombs,\" Fletcher says. \"We had no way of knowing if these were Nefertari's remains or not. They could have been washed into the tomb at a later date during one of these occasional flash floods that do occur in that part of Egypt.\" Article continues after sponsorship The international team of researchers carried out tests that included radiocarbon dating, genetic studies, paleopathology and chemical tests, and their findings were recently published in the journal Plos One . They concluded that these knees belonged to a woman about 40 years old at the time of her death — which, as Fletcher says, was approximately Nefertari's age when she disappeared from the royal stage and is presumed to have died. An analytical chemistry analysis of the materials used to mummify the knees suggests that they belonged to someone at the very highest strata of ancient society. \"They'd been mummified to a very high standard using the most costly of ingredients. Very careful wrapping, a lot of attention to detail,\" says Fletcher. Tests indicate that they belonged to someone about 5 feet, 5 inches tall, taller than average for the time. A pair of ornate sandals found in Nefertari's tomb are also designed for a person of about the same height. \"If a large team all come up with data that all points in the same direction, then we can say this seems the most likely possibility,\" Fletcher says. \"You can never say 100 percent, this is definitely the person. But we are personally quietly confident that this is the great queen herself.\" An Egyptian guard examines a doorway inside the tomb of Queen Nefertari in the Valley of Queens in Luxor, south of Cairo, in 1995. Mohamed El-Dakhakhny/AP hide caption toggle caption Mohamed El-Dakhakhny/AP What most likely happened, Fletcher says, is that Nefertari's mummy was torn apart by frantic grave robbers trying to steal gold and jewelry in its wrappings before guards could stop them: \"You do get that feeling that there's a real degree of ripping apart human remains to get to the wealth.\" Identifying these knees, she says, adds to the picture of this key moment in ancient Egyptian history, the time of Ramses II. Fletcher says Nefertari played an important diplomatic role, exchanging correspondence and gifts with other queens around the ancient world. But she is best-known for her beauty, and she brought a sense of glamour to royal events. \"While Ramses II was the ultimate symbol of pharaonic might and power, very much flexing his pharaonic muscles on every temple wall in Egypt, it seems, Nefertari was usually the sort of, for want of a better word, eye candy,\" Fletcher says. Her great beauty is clearly visible in the renditions on her tomb walls. \"The irony is, of course, that we can never compare that to the physical reality because the knees are it. There's no face, there's no extra parts. It's just literally a mummified pair of knees and some of the legs,\" Fletcher adds. Still, she says: \"In Egyptology, you have to be happy with what remains after several thousand years.\" ",
    "title": "Researchers Confident Mysterious Pair Of Mummified Knees Belonged To Queen Nefertari : The Two-Way : NPR"
   },
   {
    "entities": [
     "democratic",
     "veronica",
     "earlier this year",
     "struyk",
     ", 12:42 pm",
     "by",
     "governor",
     "news",
     "ryan",
     "sands",
     "challenger",
     "governor's",
     "48.9 percent",
     "monday",
     "north",
     "abc",
     "2016",
     "cooper",
     "pat",
     "stracqualursi",
     "today",
     "concedes",
     "carolina",
     "dec 5, 2016",
     "mccrory",
     "roy",
     "now",
     "office",
     "49 percent",
     "december 5, 2016",
     "geneva",
     "nc"
    ],
    "id": 20,
    "text": "Gov. Pat McCrory Concedes NC Governor's Race to Democratic Challenger Roy Cooper By VERONICA STRACQUALURSI Dec 5, 2016, 12:42 PM ET 0 Shares Email Weeks after Election Day and after requesting a recount, incumbent Republican Gov. Pat McCrory conceded the North Carolina gubernatorial race to his Democratic challenger, Roy Cooper. \"Despite continued questions that should be answered regarding the voting process, I personally believe that the majority of our citizens have spoken and we now should everything we can to support the 75th governor of North Carolina - Roy Cooper,\" Gov. McCrory said in a video released Monday by his office. Today, Governor McCrory released the following video message on the 2016 election results. pic.twitter.com/e65DTFaZ6l — NC Governor's Office (@GovOfficeNC) December 5, 2016 Cooper won 49 percent of the vote, with McCrory close behind at 48.9 percent of the vote. The North Carolina gubernatorial race was the last remaining race without a winner called. McCrory came under fire earlier this year for signing the controversial House Bill 2, otherwise referred to as the \"bathroom bill.\" The bill directs all public schools, public college campuses, and government agencies to require that multiple-occupancy bathrooms and changing facilities, such as locker rooms, be designated for use only by people based on their \"biological sex\" stated on their birth certificates. Transgender people can use bathrooms and changing facilities that correspond to their gender identity only if they get their biological sex on their birth certificate changed. ABC News' Geneva Sands and Ryan Struyk contributed to this report. 0 Shares ",
    "title": "Gov. Pat McCrory Concedes NC Governor's Race to Democratic Challenger Roy Cooper - ABC News"
   },
   {
    "entities": [
     "friday",
     "slager",
     "south",
     "next year",
     "michael",
     "grace",
     "beahm",
     "chris",
     "stewart",
     "monday",
     "north",
     "wilson",
     "charleston",
     "present",
     "last two years",
     "2:15",
     "later monday",
     "scarlett",
     "nikki",
     "scott",
     "haley",
     "anthony",
     "carolina",
     "evening",
     "walter",
     "ohio"
    ],
    "id": 21,
    "text": "Walter Scott's Mom: 'It's Not Over,' My Son 'Will Get His Just Reward' 2:15 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161206004057if_/http://www.nbcnews.com/widget/video-embed/825291331522\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Scott family attorney Chris Stewart said the mistrial was a \"missed opportunity to heal a lot of wounds in the country\" and \"to remind the good officers that put on that badge that they aren't Michael Slager.\" \"If you thought that we were going to come out here crying or weeping or weak, you don't know the Scott family. That was round one — we've got two more rounds to go,\" he said, adding that solicitor Scarlett Wilson planned to try the case again as soon as she could. Wilson released a statement later Monday, saying \"We will try Michael Slager again.\" The solicitor also stood in support of the Scott family, adding \"We are grateful for their patience, understanding and cooperation with us. They have not received the credit they deserve in their calm leadership for the community. The Scotts have been a sterling example of dignity and grace in extraordinary circumstances.\" Walter Scott's brother, Anthony Scott, called on the public to \"keep your head high\" and protest peacefully. He added that while he hoped to find peace he could not yet forgive Slager. \"In my heart I will find the peace to forgive Slager for doing that, but in this present time until my family can see justice, no, there's no forgiveness,\" he said. \"I think there was malice and forethought, I think it was murder,\" he added. South Carolina Governor Nikki Haley said in a statement Monday evening that \"It is my understanding that there will be, as quickly as possible, a new trial where the Scott family and all of South Carolina will hopefully receive the closure that a verdict brings.\" \"Justice is not always immediate, but we must all have faith that it will be served — I certainly do,\" she said. \"I urge South Carolinians — in Charleston and across our state — to continue along the path we have walked these last two years: a path of grace, faith, love and understanding.\" Former North Charleston, South Carolina, police Officer Michael Slager in court Friday in Charleston. Grace Beahm / AP The jury, which consisted of 11 white men and women and one black man, had remained undecided on Monday in the murder trial. The defense in ex-patrolman Michael Slager's the five-week trial claimed that he feared for his life when 50-year-old Walter Scott got control of the officer's stun gun and pointed it at him. Related: Prosecutor Will Retry Ohio Cop in Killing of Driver But Scott was shot five times in the back while running from Slager during a routine traffic stop. Slager was fired from the North Charleston police department after his confrontation with Scott led to Scott's death. Slager had been charged with murder in Scott's killing, although the jury was also allowed to consider a lesser verdict of manslaughter. He had faced 30 years to life in prison if convicted. Slager also faces trial next year in federal court on charges of violating civil rights laws, obstruction of justice and using a firearm while committing a act of violence. Play ",
    "title": "Walter Scott Shooting: Judge Declares Mistrial in Murder Trial of Former Cop Michael Slager - NBC News"
   },
   {
    "entities": [
     "arnold",
     "$22.6 billion",
     "oct. 15, 2014",
     "mckinsey",
     "the next day",
     "navy",
     "reuters",
     "whitlock",
     "chartwell",
     "s.",
     "education",
     "kevin",
     "duffy",
     "state",
     "b.",
     "defense",
     "fla.",
     "present",
     "2011",
     "estate",
     "once",
     "bobby''",
     "punaro",
     "christmas eve",
     "department",
     "bayer",
     "rutherford",
     "army",
     "victoria",
     "june 2, 2015",
     "the next month",
     "$125 billion",
     "$134 billion",
     "klepper",
     "1997",
     "jan. 21, 2015",
     "logistics",
     "group",
     "bush",
     "william",
     "february 2015",
     "rio",
     "white",
     "stein",
     "peter",
     "regency",
     "air",
     "management",
     "august 2014",
     "kendall",
     "february 2016",
     "$580 billion",
     "michael",
     "1940",
     "development",
     "mabus",
     "united",
     "patterson/for",
     "senate",
     "donald",
     "about 2015",
     "april",
     "$30 billion",
     "a few weeks later",
     "of",
     "business",
     "board",
     "2020",
     "the year",
     "craig",
     "dov",
     "50 percent",
     "health",
     "$170,865",
     "ray",
     "december 5",
     "agency",
     "w.",
     "staff",
     "yesterday",
     "james",
     "and",
     "joint",
     "previously",
     "feb. 6, 2015",
     "$186,142",
     "kenneth",
     "fourth",
     "chuck",
     "cook",
     "the summer of 2014",
     "enterprise",
     "finance",
     "solutions",
     "thomas",
     "ashton",
     "pentagon",
     "january 2015",
     "iii",
     "david",
     "armed",
     "parcel",
     "$200,000",
     "gates",
     "$100 billion",
     "walker/the",
     "hagel",
     "may 2014",
     "alex",
     "tillotson",
     "$113 billion",
     "accounting",
     "congress",
     "2015",
     "$75 billion",
     "commerce",
     "capital",
     "housing",
     "obama",
     "service",
     "committee",
     "cohen",
     "bob",
     "energy",
     "zakheim",
     "october",
     "kate",
     "last year",
     "work",
     "medco",
     "states",
     "marine",
     "trump",
     "2013",
     "house",
     "urban",
     "o.",
     "services",
     "hager/courtesy",
     "the",
     "m.",
     "american",
     "george",
     "force",
     "$189,188",
     "at 6:47 pm",
     "jacksonville",
     "chiefs",
     "lamarque",
     "scott",
     "evelyn",
     "2016",
     "frank",
     "post",
     "l.",
     "$2.9 million",
     "woodward",
     "carter",
     "20 percent",
     "institute",
     "washington",
     "2010",
     "mattis",
     "robert"
    ],
    "id": 22,
    "text": "Pentagon buries evidence of $125 billion in bureaucratic waste The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Craig Whitlock and Bob Woodward December 5 at 6:47 PM Follow @craigmwhitlock Follow @realbobwoodward The Pentagon has buried an internal study that exposed $125 billion in administrative waste, according to findings by The Washington Post. (Victoria Walker/The Washington Post) The Pentagon has buried an internal study that exposed $125 billion in administrative waste in its business operations amid fears Congress would use the findings as an excuse to slash the defense budget, according to interviews and confidential memos obtained by The Washington Post. Pentagon leaders had requested the study to help make their enormous back-office bureaucracy more efficient and reinvest any savings in combat power. But after the project documented far more wasteful spending than expected, senior defense officials moved swiftly to kill it by discrediting and suppressing the results. The report , issued in January 2015, identified “a clear path” for the Defense Department to save $125 billion over five years. The plan would not have required layoffs of civil servants or reductions in military personnel. Instead, it would have streamlined the bureaucracy through attrition and early retirements, curtailed high-priced contractors and made better use of information technology. The study was produced last year by the Defense Business Board, a federal advisory panel of corporate executives, and consultants from McKinsey and Company. Based on reams of personnel and cost data, their report revealed for the first time that the Pentagon was spending almost a quarter of its $580 billion budget on overhead and core business operations such as accounting, human resources, logistics and property management. [ The Defense Business Board’s 2015 study on how the Pentagon could save $125 billion ] The data showed that the Defense Department was paying a staggering number of people — 1,014,000 contractors, civilians and uniformed personnel — to fill back-office jobs far from the front lines. That workforce supports 1.3 million troops on active duty, the fewest since 1940. The cost-cutting study could find a receptive audience with President-elect Donald Trump. He has promised a major military buildup and said he would pay for it by “eliminating government waste and budget gimmicks.” Robert “Bobby” L. Stein, former chairman of the Defense Business Board. He serves as managing director of Chartwell Capital Management and president of the Regency Group. (Thomas Hager/Courtesy of Chartwell Capital Management) For the military, the major allure of the study was that it called for reallocating the $125 billion for troops and weapons. Among other options, the savings could have paid a large portion of the bill to rebuild the nation’s aging nuclear arsenal, or the operating expenses for 50 Army brigades. But some Pentagon leaders said they fretted that by spotlighting so much waste, the study would undermine their repeated public assertions that years of budget austerity had left the armed forces starved of funds. Instead of providing more money, they said, they worried Congress and the White House might decide to cut deeper. So the plan was killed. The Pentagon imposed secrecy restrictions on the data making up the study, which ensured no one could replicate the findings. A 77-page summary report that had been made public was removed from a Pentagon website . “They’re all complaining that they don’t have any money. We proposed a way to save a ton of money,” said Robert “Bobby” L. Stein, a private-equity investor from Jacksonville, Fla., who served as chairman of the Defense Business Board. Stein, a campaign bundler for President Obama, said the study’s data were “indisputable” and that it was “a travesty” for the Pentagon to suppress the results. “We’re going to be in peril because we’re spending dollars like it doesn’t matter,” he added. The missed opportunity to streamline the military bureaucracy could soon have large ramifications. Under the 2011 Budget Control Act, the Pentagon will be forced to stomach $113 billion in automatic cuts over four years unless Congress and Trump can agree on a long-term spending deal by October. Playing a key role in negotiations will probably be Trump’s choice for defense secretary, retired Marine Gen. James Mattis. The Defense Business Board was ordered to conduct the study by Deputy Defense Secretary Robert O. Work, the Pentagon’s second-highest-ranking official. At first, Work publicly touted the efficiency drive as a top priority and boasted about his idea to recruit corporate experts to lead the way. After the board finished its analysis, however, Work changed his position. In an interview with The Post, he did not dispute the board’s findings about the size or scope of the bureaucracy. But he dismissed the $125 billion savings proposal as “unrealistic” and said the business executives had failed to grasp basic obstacles to restructuring the public sector. “There is this meme that we’re some bloated, giant organization,” he said. “Although there is a little bit of truth in that . . . I think it vastly overstates what’s really going on.” Work said the board fundamentally misunderstood how difficult it is to eliminate federal civil service jobs — members of Congress, he added, love having them in their districts — or to renegotiate defense contracts. He said the Pentagon is adopting some of the study’s recommendations on a smaller scale and estimated it will save $30 billion by 2020. Many of the programs he cited, however, have been on the drawing board for years or were unrelated to the Defense Business Board’s research. Work acknowledged that the push to improve business operations lost steam after then-Defense Secretary Chuck Hagel was replaced by Ashton B. Carter in February 2015. Carter has emphasized other goals, such as strengthening the Pentagon’s partnerships with high-tech firms. “We will never be as efficient as a commercial organization,” Work said. “We’re the largest bureaucracy in the world. There’s going to be some inherent inefficiencies in that.” ‘Dark matter’ Work, a retired Marine officer, became deputy defense secretary in May 2014. With the military budget under the most pressure since the end of the Cold War, he sought help from the Defense Business Board, an advisory panel known for producing management studies that usually gathered dust. Work told the board that the outcome of this assignment would be different. In a memo, he directed the board to collect sensitive cost data from the military services and defense agencies that would reveal how much they spent on business operations. Pentagon officials knew their back-office bureaucracy was overstaffed and overfunded. But nobody had ever gathered and analyzed such a comprehensive set of data before. Some Defense Business Board members warned that exposing the extent of the problem could have unforeseen consequences. “You are about to turn on the light in a very dark room,” Kenneth Klepper, the former chief executive of Medco Health Solutions, told Work in the summer of 2014, according to two people familiar with the exchange. “All the crap is going to float to the surface and stink the place up.” “Do it,” Work replied. To turn on the light, the Pentagon needed more outside expertise. A team of consultants from McKinsey was hired. In a confidential August 2014 memo, McKinsey noted that while the Defense Department was “the world’s largest corporate enterprise,” it had never “rigorously measured” the “cost-effectiveness, speed, agility or quality” of its business operations. Nor did the Pentagon have even a remotely accurate idea of what it was paying for those operations, which McKinsey divided into five categories: human resources; health-care management; supply chain and logistics; acquisition and procurement; and financial-flow management. McKinsey hazarded a guess: anywhere between $75 billion and $100 billion a year, or between 15 and 20 percent of the Pentagon’s annual expenses. “No one REALLY knows,” the memo added. The mission would be to analyze, for the first time, dozens of databases that tracked civilian and military personnel, and labor costs for defense contractors. The problem was that the databases were in the grip of the armed forces and a multitude of defense agencies. Many had fought to hide the data from outsiders and bureaucratic rivals, according to documents and interviews. Information on contractor labor, in particular, was so cloaked in mystery that McKinsey described it as “dark matter.” Prying it loose would require direct orders from Work. Even then, McKinsey consultants predicted the bureaucracy would resist. “This is a sensitive exercise conducted with audiences both ‘weary’ and ‘wary’ of efficiency, cost, sequestration and budget drills,” the confidential memo stated. “Elements of the culture are masterful at ‘waiting out studies and sponsors,’ with a ‘this too shall pass’ mindset.” Overstaffed chow hall From the outset, access to the data was limited to a handful of people. A $2.9 million consulting contract signed by the Pentagon stipulated that none of the data or analysis could be released to the news media or the public. Moreover, the contract required McKinsey to report to David Tillotson III, the Pentagon’s acting deputy chief management officer. Anytime the Defense Business Board wanted the consultants to carry out a task, Tillotson would have to approve. His office — not the board — would maintain custody of the data. “Good news!” Work emailed Tillotson once the contract was signed. “Time to cook.” In an Oct. 15, 2014, memo, Work ordered the board to move quickly, giving it three months to produce “specific and actionable recommendations.” In a speech the next month, Work lauded the board for its private-sector expertise. He said he had turned it into “an operational arm” of the Pentagon leadership and predicted the study would deliver transformational results. In an aside, he revealed that early findings had determined the average administrative job at the Pentagon was costing taxpayers more than $200,000, including salary and benefits. “And you say, hmmm, we could probably do better than that,” he said. The initial results did not come as a surprise. Former defense secretaries William S. Cohen, Robert M. Gates and Chuck Hagel had launched similar efficiency drives in 1997, 2010 and 2013, respectively. But each of the leaders left the Pentagon before their revisions could take root. “Because we turn over our secretaries and deputy secretaries so often, the bureaucracy just waits things out,” said Dov Zakheim, who served as Pentagon comptroller under President George W. Bush. “You can’t do it at the tail end of an administration. It’s not going to work. Either you leave the starting block with a very clear program, or you’re not going to get it done.” Arnold Punaro, a retired Marine general and former staff director for the Senate Armed Services Committee, said lawmakers block even modest attempts to downsize the Pentagon’s workforce because they do not want to lose jobs in their districts. Without backing from Congress, “you can’t even get rid of the guy serving butter in the chow hall in a local district, much less tens of thousands of jobs,” he said. Deputy Defense Secretary Robert O. Work, the Pentagon’s second-highest-ranking official, ordered the Defense Business Board to conduct the study. (Kate Patterson/for The Washington Post) ‘Time to hunt!’ The Defense Business Board assigned five members to conduct the study alongside consultants from McKinsey. Scott Rutherford, senior partner at McKinsey’s Washington office, declined to comment. The team ran into resistance as several Pentagon offices delayed requests for data, according to emails and memos. Work and Tillotson had to intervene to get the data flowing. At one point, more than 100 people were feeding data from different sectors of the bureaucracy. Laboring under its tight deadline, the team hashed out an agreement with Pentagon officials over which job classifications to count in their survey. The board added a sixth category of business operations — real property management. That alone covered 192,000 jobs and annual expenses of $22.6 billion. On Christmas Eve, Klepper emailed Work and Tillotson to thank them for putting their muscle behind the project. Without it, he said, “this would all have been DOA and the naysayers would all have been right.” He hinted the board would make some eye-catching recommendations and expressed relief its work had not been torpedoed. “I have to admit, with all the caution, negative reaction and pushback,” Klepper said, “I had a bit of concern at the end of the analysis some form of censorship would stop us from showing the true opportunity.” Work replied that he could not be happier. “Time to hunt!” he said in an email, adding that he was “very excited about 2015” and ready to make “some bold moves.” The year kicked off with promise. On Jan. 21, 2015, the Pentagon announced Stein, the private-equity investor, had been reappointed as the board’s chairman and praised him for his “outstanding service.” The next day, the full board held its quarterly public meeting to review the results of the study. The report had a dry title, “Transforming DoD’s Core Business Processes for Revolutionary Change,” and was packed with charts and jargon. But it began plainly enough. “We are spending a lot more money than we thought,” the report stated. It then broke down how the Defense Department was spending $134 billion a year on business operations — about 50 percent more than McKinsey had guessed at the outset. Almost half of the Pentagon’s back-office personnel — 457,000 full-time employees — were assigned to logistics or supply-chain jobs. That alone exceeded the size of United Parcel Service’s global workforce. The Pentagon’s purchasing bureaucracy counted 207,000 full-time workers. By itself, that would rank among the top 30 private employers in the United States. More than 192,000 people worked in property management. About 84,000 people held human-resources jobs. The study laid out a range of options. At the low end, just by renegotiating service contracts and hiring less-expensive workers, the Pentagon could save $75 billion over five years. At the high end, by adopting more aggressive productivity targets, it could save twice as much. After a discussion, the full board voted to recommend a middle option: to save $125 billion over five years. Hordes of contractors Afterward, board members briefed Work. They were expecting an enthusiastic response, but the deputy defense secretary looked uneasy, according to two people who were present. He singled out a page in the report. Titled “Warfighter Currency,” it showed how saving $125 billion could be redirected to boost combat power. The money could cover the operational costs for 50 Army brigades, or 3,000 F-35 Joint Strike Fighters for the Air Force, or 10 aircraft-carrier strike groups for the Navy. “This is what scares me,” he said, according to the two people present. Work explained he was worried Congress might see it as an invitation to strip $125 billion from the defense budget and spend it somewhere else. A few weeks later, Carter replaced Hagel as defense secretary. Carter sounded as though he would welcome the kind of revolutionary change the board was urging. “To win support from our fellow citizens for the resources we need, we must show that we can make better use of every taxpayer dollar,” Carter said in an inaugural message in February 2015. “That means a leaner organization, less overhead, and reforming our business and acquisition practices.” In briefings that month, uniformed military leaders were receptive at first. They had long groused that the Pentagon wasted money on a layer of defense bureaucracies — known as the Fourth Estate — that were outside the control of the Army, Air Force and Navy. Military officials often felt those agencies performed duplicative services and oversight. But the McKinsey consultants had also collected data that exposed how the military services themselves were spending princely sums to hire hordes of defense contractors. For example, the Army employed 199,661 full-time contractors, according to a confidential McKinsey report obtained by The Post. That alone exceeded the combined civil workforce for the Departments of State, Agriculture, Commerce, Education, Energy, and Housing and Urban Development. The average cost to the Army for each contractor that year: $189,188, including salary, benefits and other expenses. The Navy was not much better. It had 197,093 contractors on its payroll. On average, each cost $170,865. In comparison, the Air Force had 122,470 contractors. Each cost, on average, $186,142. Defense Secretary Ashton B. Carter has emphasized goals such as strengthening the Pentagon’s partnerships with high-tech firms. (Alex Wong/Getty Images) Taking fire Meantime, the backlash to the $125 billion savings plan intensified. On Feb. 6, 2015, board members briefed Frank Kendall III, the Pentagon’s chief weapons-buyer. Kendall’s operations were a major target of the study; he oversaw an empire of purchasing agents and contractors that were constantly under attack from Congress for cost overruns and delays. Kendall put up a stiff fight. He challenged the board’s data and strenuously objected to the conclusion that his offices were overstaffed. “Are you trying to tell me we don’t know how to do our job?” he said, according to two participants in the meeting. He said he needed to hire 1,000 more people to work directly under him, not fewer. “If you don’t believe me, call in an auditor,” replied Klepper, the board’s restructuring expert. “They’ll tell you it’s even worse than this.” In an interview, Kendall acknowledged he was “very disappointed” by the board’s work, which he criticized as “shallow” and “very low on content.” He said the study had ignored efforts by his agencies to become more efficient, and he accused the board of plucking the $125 billion figure out of thin air. “It was essentially a ballpark, made-up number,” he said. Still, Kendall knew that lawmakers might view the study as credible. Alarmed, he said, he went to Work and warned that the findings could “be used as a weapon” against the Pentagon. “If the impression that’s created is that we’ve got a bunch of money lying around and we’re being lazy and we’re not doing anything to save money, then it’s harder to justify getting budgets that we need,” Kendall said. More ominously, board members said they started to get the silent treatment from the Pentagon’s highest ranks. Briefings that had been scheduled for military leaders in the Tank — the secure conference room for the Joint Chiefs of Staff — were canceled. Worse, the board was unable to secure an audience with Carter, the new defense secretary. Stein, the board chairman, accused Carter of deliberately derailing the plan through inaction. “Unfortunately, Ash — for reasons of his own — stopped this,” he said in an interview. Peter Cook, a spokesman for Carter, said the Pentagon chief was busy dealing with “a long list of national security challenges.” He added that Work and other senior officials had already “concluded that the report, while well-intentioned, had limited value.” The fatal blow was struck in April. Just three months after Stein had been reappointed as board chairman, Carter replaced him with Michael Bayer, a business consultant who had previously served on the panel and clashed with Stein. Bayer declined to comment. A few weeks later, Klepper resigned from the board. The $125 billion savings plan was dead. In an interview, Tillotson, the Pentagon’s acting deputy chief management officer, called the board’s recommendations too ambitious and aggressive. “They, perhaps, underestimated the degree of difficulty we have in doing something that in the commercial sector would seem to be very easy to do.” Yet he acknowledged that its overall strategy for scaling back the bureaucracy was sound and that, given more time, it would be possible to realize huge savings. “If we had a longer timeline, yes, it would be a reasonable approach,” he said. “You might get there eventually.” Ending the debate Frustration, however, persisted in some corners over the Pentagon’s unwillingness to tackle the inefficiency and waste documented by the study. On June 2, 2015, Navy Secretary Ray Mabus delivered a speech at the American Enterprise Institute, a conservative think tank. He complained that 20 percent of the defense budget went to the Fourth Estate — the defense agencies that provide support to the armed forces — and called it “pure overhead.” Navy Secretary Ray Mabus takes his seat to testify to the Senate Armed Services Committee in February 2016. (Kevin Lamarque /Reuters) He singled out the Defense Finance and Accounting Service and the Defense Logistics Agency, which together employ about 40,000 people, as egregious examples. When a reporter in the audience asked whether he thought the agencies should be abolished, Mabus resisted the temptation to say yes. “Nice try on getting me into deep trouble,” he replied. But trouble arrived in Mabus’s email the next day. “Ray, before you publicly trash one of the agencies that reports through me I’d really appreciate a chance to discuss it with you,” wrote Kendall, the Pentagon’s chief weapons-buyer, whose management portfolio included the Defense Logistics Agency. He said that if Mabus had a complaint, he should raise it directly with their mutual bosses, Carter and Work, and copied the email to both. In his interview with The Post, Kendall said he was “completely blindsided” by the Navy secretary’s criticism, “so I sent him what I thought under the circumstances was a pretty polite note.” [ Deputy Defense Secretary Robert Work’s response to The Washington Post ] Mabus did not back down. In an emailed retort to Kendall, he referred to the ill-fated Defense Business Board study. “I did not say anything yesterday that I have not said both publicly . . . and privately inside this building,” he said. “There have been numerous studies, which I am sure you are aware of, pointing out excessive overhead.” That prompted a stern intervention from Work. “Ray, please refrain from taking any more public pot shots,” Work said in an email. “I do not want this spilling over into further public discourse.” Evelyn Duffy contributed to this report. investigations Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "Pentagon buries evidence of $125 billion in bureaucratic waste - The Washington Post"
   },
   {
    "entities": [
     "last wednesday",
     "bamberg",
     "slager",
     "south",
     "press",
     "carolinians",
     "next year",
     "michael",
     "last week",
     ", 5:55 pm",
     "chris",
     "feidin",
     "stewart",
     "1st day",
     "of",
     "north",
     "charleston",
     "wilson",
     "nikki",
     "haley",
     "justice",
     "associated",
     "scarlett",
     "last two years",
     "scott",
     "judy",
     "santana",
     "l.",
     "department",
     "future",
     "today",
     "anthony",
     "dec 5, 2016",
     "carolina",
     "april 4, 2015",
     "shapiro",
     "emily",
     "justin",
     "the end of the day",
     "andy",
     "jesus",
     "savage",
     "walter",
     "ap"
    ],
    "id": 23,
    "text": "Judge Declares Mistrial in Michael Slager Murder Trial By EMILY SHAPIRO Dec 5, 2016, 5:55 PM ET 0 Shares Grace Beahm/The Post And Courier via AP, Pool WATCH Judge Declares Mistrial in Michael Slager Murder Trial 0 Shares Email A mistrial was declared today in the state murder trial of former North Charleston, South Carolina, police officer Michael Slager, who was accused in the shooting death of an unarmed black man. The jury members said they were unable to come to unanimous decision. They had deliberated since closing arguments ended last Wednesday. Slager, who is white, was accused of killing Walter Scott , an unarmed black man, at a traffic stop on April 4, 2015, in North Charleston while Slager was an officer with the city's police department. Video that surfaced shortly after the encounter appears to show the moment Slager fatally shot Scott as he ran away. The video garnered national attention, propelling Slager into the spotlight. He was fired from the force after the shooting, according to The Associated Press. Scott's mother, Judy Scott, said at a news conference after the mistrial was announced that she isn't sad about the mistrial \"because Jesus is on the inside. And I know that justice will be served, because the God that I serve, he's able. He told me to wait on the Lord and be of good courage, and God, he is strengthening my heart. God is my strength, and I know without a doubt that he is a just God and injustice will not prevail.\" Scott family attorney L. Chris Stewart said at the news conference, \"If you thought that we were going to come out here crying or weeping or weak, you don't know the Scott family, who've become my family.\" He added that Slager \"dodged it by a hair, and he's not dodging it again.\" \"The fight isn't over,\" Stewart said. \"That was Round 1.\" He said the solicitor will try the case again and the Department of Justice will also be trying the case. Slager \"delayed justice,\" Stewart said. \"He did not escape it.\" Another family attorney, Justin Bamberg, said, \"Justice will be had\" in the end. \"Thanks to Feidin Santana [who recorded the video], we've seen the light, and there is no way at the end of the day that former Officer Michael Slager can escape what's coming to him,\" Bamberg said. Walter Scott's brother, Anthony Scott, urged for peaceful protests, adding that his family has had to \"live with\" the video \"being played over and over again.\" Walter Scott's Mother Emotional on the Stand in 1st Day of Murder Trial for Former SC Cop Michael Slager Solicitor Scarlett Wilson said in a statement, \"We will try Michael Slager again. We hope the federal and state courts will coordinate efforts regarding any future trial dates, but we stand ready whenever the court calls.\" She added, \"While I cannot overstate our disappointment that this case was not resolved, I commend those who sacrificed so much time, energy and effort to serve on this jury.\" Wilson addressed the Scott family in her statement, saying, \"My thoughts and prayers are with the Scott family. We are grateful for their patience, understanding and cooperation with us. They have not received the credit they deserve in their calm leadership for the community. The Scotts have been a sterling example of dignity and grace in extraordinary circumstances. This is a very difficult time for them, but I have no doubt that they will continue to support our efforts to find justice for this case. I have no doubt that they will continue to show their faith in the criminal justice system.\" She also thanked the Scott family in court after the mistrial was announced. \"When I finished up closing arguments,\" she said, \"and I walked over to give hugs, poppa Scott, the patriarch of the family, said to me, 'You'll always be my daughter.'\" Defense attorney Andy Savage directly addressed the jury in court as well. \"This is not a case about an individual or family,\" he said, adding the case is about \"the state of South Carolina,\" not Walter Scott. \"That's not to diminish Mr. Scott.\" \"The rule of law has to be preserved in this country, and you have done that,\" Savage said to the jury. \"Thank you.\" South Carolina Gov. Nikki Haley said in a statement after the mistrial, \"It is my understanding that there will be, as quickly as possible, a new trial where the Scott family and all of South Carolina will hopefully receive the closure that a verdict brings. Justice is not always immediate, but we must all have faith that it will be served. I certainly do.\" Haley said she urges all South Carolinians \"to continue along the path we have walked these last two years — a path of grace, faith, love and understanding. That is who we are and who I know we will continue to be.\" Slager pleaded not guilty to murder. But as the trial concluded last week, the jury was allowed to consider a voluntary manslaughter charge. The voluntary manslaughter charge was requested by the prosecution, and the judge allowed it, based on testimony given during the trial. Slager also faces a federal trial, which is scheduled for next year. 0 Shares ",
    "title": "Judge Declares Mistrial in Michael Slager Murder Trial - ABC News"
   },
   {
    "entities": [
     "o'malley",
     "oakland",
     "december 2014",
     "clendenin",
     "times",
     "shelley",
     "right now",
     "l.a.",
     "friday",
     "contact",
     "dist",
     "reporters",
     "nov. 17",
     "donna",
     "sunday",
     "noel",
     "the",
     "california",
     "karlamangla",
     "rollo",
     "danielle",
     "golden",
     "the day",
     "st.",
     "monday",
     "county",
     "november 2014",
     "last two years",
     "100%",
     "john",
     "2016",
     "once",
     "night",
     "police",
     "l.",
     "department",
     "this year",
     "access",
     "staff",
     "gallo",
     "alameda",
     "soumya",
     "brooke",
     "willon",
     "los",
     "wendy's",
     "boudreaux",
     "nancy",
     "now",
     "paige",
     "phil",
     "dakota",
     "jay",
     "city",
     "angeles",
     "$700",
     "february 2015",
     "mack"
    ],
    "id": 24,
    "text": "LOCAL L.A. Now Oakland officials fielded multiple complaints about warehouse before deadly fire At least 36 people died when a fire raced through an Oakland warehouse crowded with people attending a Friday night concert, officials said. (Jay L. Clendenin / Los Angeles Times) Phil Willon , Paige St. John and Soumya Karlamangla Contact Reporters There are growing calls for a full accounting of how Oakland city officials handled safety and health issues at a warehouse where at least 36 people died in a fire amid evidence that various city agencies fielded complaints over the last two years.  “I think we have to take responsibility and certainly our staff members that had that task were not as responsive or assertive as necessary,” said Oakland City Councilman Noel Gallo on Monday. He and others said that the city had been aware of safety and fire hazards at the warehouse for more than two years. Neighbors and former residents have told The Times that they had contacted  the city about trash and debris piled up outside the warehouse as well as their concerns about unsafe conditions there. The owner of the building, which housed an artists’ collective and is in Gallo’s district, did not have any of the building permits or fire inspection that would have been required by the alterations inside, the councilman said. Responding to multiple complaints from neighboring businesses and residents, a city building inspector went to the warehouse on Nov. 17 to investigate but could not get access inside the building, Gallo and city officials said. Cash Askew, 22... (Los Angeles Times Staff) “The only question that is still outstanding for me, the administration has to tell us, well, what happened to the code inspector? Why did he just knock on the door and not pursue?” Gallo said Monday. “This thing has been going on for 2 1/2  years.” Police were repeatedly called to the warehouse to address complaints, according to one former resident. Those reports could not be confirmed to The Times on Sunday by Oakland police. After a December 2014 party, one partygoer notified the city Fire Department of unsafe conditions, and it was inspected, said Danielle Boudreaux, who spent time at the warehouse. She did not know the result.  Gallo said he personally went to the building with an Oakland Police Department captain because of complaints about refuse and other junk scattered outside the warehouse. Gallo said they did not go inside, however. City records cited allegations of at least three code violations at the building this year. In one complaint, city inspectors said there was a complaint of an illegal building on the property as well as piles of trash.  The building was permitted for use as a warehouse, not for housing. City officials said that a party or concert at the property would have required a permit, which had not been granted. They also said there was no evidence of fire sprinklers or alarms in the building. The building was the site of a concert Friday night called the Golden Donna 100% Silk 2016 West Coast Tour. Gallo said complaints were filed by the owner of a neighboring Wendy’s restaurant because people going to parties inside the warehouse often parked in the restaurant’s parking lot and also left their trash. A resident nearby also complained to the city, saying the pallets and other trash the building manager was throwing into an empty lot posed a fire hazard, Gallo said. Shelley Mack, 58, said she paid $700 a month to live inside a trailer parked in the warehouse from November 2014 to February 2015. She said she had been drawn to the space by a Craigslist ad that promised cheap living space. Once there, she and several tenants — between 10 and 20, depending on the day — shared a single bathroom. The building had no heat, and in November 2014 a transformer blew, cutting off power. “There was no electricity, and it was freezing in there,” she said. Gas-powered generators were used to run small space heaters, and propane tanks placed indoors by the exits fueled other heaters, Mack said. Deadly Oakland warehouse fire Read more stories Partygoers described a rabbit warren of rooms crammed with belongings — pianos, organs, antique furniture, doors and half-finished sculptures. \"It was a tinderbox,\" said Brooke Rollo, 30, who lives less than a mile from the scene and had gone to parties there. Firefighters who responded to Friday’s three-alarm blaze described the interior as a labyrinth. Alameda County Dist. Atty. Nancy O'Malley said Monday that her office had launched an investigation, and the site is now a \"potential crime scene.\" “It’s too early to speculate\" about the charges,” she said. \"Right now we've just started our investigation.\"  O'Malley said her office is looking into whether there's criminal liability attached to this fire and if so, against whom.   She said the charges could include manslaughter or murder, but it was too early to know what the evidence would reveal.  O'Malley said her office would \"leave no stone unturned.\"  Caption 90 seconds: 4 stories you can't miss The victims of the deadly Oakland fire , who’s to blame for one of the worst fires in California history , Dakota Access pipeline opponents have claimed a big victory for now , and robots are taking over many warehouse jobs in California . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Oakland officials fielded multiple complaints about warehouse before deadly fire - LA Times"
   },
   {
    "entities": [
     "kushner",
     "october",
     "times",
     "florida",
     "leonardo",
     "states",
     "south",
     "trump",
     "2000",
     "late in this year",
     "house",
     "hillary",
     "miami",
     "united",
     "late last month",
     "viebeck",
     "college",
     "dec. 5",
     "donald",
     "recently",
     "at 1:47 pm",
     "tower",
     "monday",
     "george",
     "china",
     "bill",
     "johnson",
     "gore",
     "2016",
     "white",
     "katharine",
     "december 5",
     "post",
     "manhattan",
     "new",
     "w.",
     "obama",
     "dicaprio",
     "hayhoe",
     "hour monday",
     "york",
     "elise",
     "washington",
     "america",
     "ivanka",
     "jenna",
     "now",
     "juliet",
     "dade",
     "bush",
     "lawn",
     "al",
     "clinton",
     "eilperin",
     "jared"
    ],
    "id": 25,
    "text": "Al Gore just had ‘an extremely interesting conversation’ with Trump on climate change The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Jenna Johnson and Juliet Eilperin December 5 at 1:47 PM Follow @wpjenna Follow @eilperin Former vice president Al Gore spoke to reporters Dec. 5 about his meeting with President-elect Donald Trump at Trump Tower in New York, calling their conversation \"extremely interesting.\" (The Washington Post) As Donald Trump continues to indicate that he might be willing to change his position on climate change, which he has long called a “hoax,” the president-elect met Monday with former vice president Al Gore, who has become a prominent activist in the fight against global warming. Gore was originally scheduled to meet just with Trump's oldest daughter, Ivanka Trump, who is not registered with a political party and has already pushed her father to adopt positions usually promoted by Democrats. Gore told reporters that after that meeting, he then had “an extremely interesting conversation” with the president-elect. “I had a lengthy and very productive session with the president-elect. It was a sincere search for areas of common ground,” Gore told reporters after spending about 90 minutes at Trump Tower in Manhattan during the lunch hour Monday. “I had a meeting beforehand with Ivanka Trump. The bulk of the time was with the president-elect, Donald Trump. I found it an extremely interesting conversation, and to be continued, and I'm just going to leave it at that.” Trump has repeatedly called climate change a “hoax” and has even accused the Chinese government of creating this fake problem to steal manufacturing jobs from the United States. But Trump seemed to soften that position during a meeting with the New York Times late last month, saying that he would keep an “open mind” on the issue and acknowledging that human activity might be connected to changes in the climate. [ China tells Trump climate change is not a Chinese hoax ] Ivanka Trump is one of the most influential people in Trump's life and is a member of his transition team, although she has said she does not plan to take an active role in her father's administration. Her husband, Jared Kushner, is one of Trump's most trusted aides, and the couple are reportedly house-hunting in Washington . While Gore was not personally close to Hillary Clinton — their relationship became strained in the wake of President Bill Clinton's impeachment and as they both vied for Democratic donors' support during their respective political bids in 2000 — the former vice president campaigned on her behalf late in this year's presidential campaign. [ Why Gore waded into the 2016 campaign ] Speaking to an audience at Miami Dade College in October, Gore warned that Trump, “based on the ideas that he has presented, would take us toward a climate catastrophe.” Appealing directly to millennials, he alluded to his own narrow loss to George W. Bush in 2000 in Florida and said young people could not afford to vote for anyone other than Clinton. “The world is on the cusp of either building on the progress and solving the climate crisis, or stepping back, washing our hands of America’s traditional role as the leader of the world and letting the big polluters call the shots,” Gore said. “The choice is that clear. It’s that stark.” But while national environmental groups and many scientists have already fired shots across the bow at Donald Trump, suggesting he needs to respect scientific integrity and refrain from appointing advisers who would gut existing environmental and public health safeguards, some prominent activists have been exploring ways to influence the incoming administration. The most obvious target has been Ivanka Trump and her husband, since they are seen as the least conservative members of Trump's family. [ Scientists and environmentalists brace for a clash with Trump ] Actor Leonardo DiCaprio, for example, recently gave her a copy of his new National Geographic documentary on climate change, “ Before the Flood .” DiCaprio aired the documentary in October on the White House's South Lawn, before which he appeared onstage with President Obama and atmospheric scientist Katharine Hayhoe. DiCaprio, who campaigned on Clinton's behalf and aired the film on college campuses in Florida and elsewhere, did not mention Trump by name but alluded to him at the event. “We must empower leaders who not only believe in climate change but are willing to do something about it,” he said. “The scientific consensus is in, and the argument is now over. If you do not believe in climate change, you do not believe in facts, or in science, or empirical truths, and therefore, in my humble opinion, should not be allowed to hold public office.” Elise Viebeck contributed to this report.  politics ",
    "title": "Al Gore just had ‘an extremely interesting conversation’ with Trump on climate change - The Washington Post"
   },
   {
    "entities": [
     "interactive",
     "last year",
     "cbs",
     "$6.5 million",
     "taser",
     "slager",
     "south",
     "press",
     "next year",
     "michael",
     "inc.",
     "chris",
     "stewart",
     "jamie",
     "north",
     "charleston",
     "justice",
     "2016",
     "associated",
     "scott",
     "judy",
     "department",
     "u.s.",
     "carolina",
     "cincinnati",
     "nov. 12",
     "time"
    ],
    "id": 26,
    "text": "Warning: The video above contains graphic content. South Carolina officials announced murder charges against white police officer Michael Slager ... Speaking after the court hearing, Scott’s family said they remain hopeful that another jury will convict Slager. They said the solicitor plans on re-trying the case, and Slager also faces trial next year in federal court on charges of depriving Scott of his civil rights. “He dodged it by a hair,” said family lawyer Chris Stewart. “He’s not dodging it again.” Scott’s mother Judy Scott said her faith leads her to believe that her son will receive justice. “It’s not over,” Judy Scott said. “Y’all hear me? It’s not over until God says it’s over.”  Slager’s wife, Jamie, cried after the jurors were dismissed and briefly put her head on the bench in front of her. She said “thank you for everything” to the defense lawyers as they left the courtroom. She did not respond when reporters asked if she wanted to comment. One female juror wiped away tears with her hands and a tissue as the attorneys addressed them and thanked them for their hours of work.  During the trial, the prosecution argued that the 35-year-old Slager let his sense of authority get the better of him. The defense maintained that the two men wrestled on the ground, that Scott got control of Slager’s stun gun and then pointed the weapon at the 35-year-old officer before the shooting. The defense also contended there was no way the officer could tell if Scott was unarmed. Much of the testimony centered on the cellphone video, which at times was blurry and shaky. The jurors saw it video numerous times, including several times frame by frame. The defense contended that there was much more to the case than the brief video clip that was seen worldwide. They focused their case on the seconds before the shooting that were not captured on the cellphone video, which was taken by a barber who passed the scene while walking to work. Slager took the stand and testified that Scott wrestled with him and grabbed his Taser and came at him with it. He said he was in “total fear” at the time he fired his gun. “At that point I pulled my firearm and pulled the trigger,” he testified. “I fired until the threat was stopped as I was trained to do.” Slager, who was five-year veteran of the department, also expressed regret over the whole incident. “My family has been destroyed by it. The Scott family has been destroyed by it. It’s horrible,” he said. Last year, the city of North Charleston reached a $6.5 million civil settlement with Scott’s family. In the wake of the shooting, the city also asked that the U.S. Justice Department conduct a review of its police department policies with an eye toward how the department can improve its relationship with residents.  It’s the second time in recent weeks a jury has deadlocked in an officer-involved shooting. A  mistrial was declared Nov. 12  when a jury in Cincinnati couldn’t reach a verdict in the case of a former campus police officer who was also charged with shooting a black motorist. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Michael Slager trial: Judge declares mistrial - CBS News"
   },
   {
    "entities": [
     "1998",
     "$8",
     "paul",
     "july 22",
     "'16",
     "colin",
     "$51.33",
     "red",
     "saturday",
     "faulkner",
     "96 percent",
     "this year",
     "may 6",
     "$47.71",
     "field",
     "vaughn",
     "17 percent",
     "14.6 percent",
     "$54.79",
     "reporter",
     "last december",
     "$154",
     "april 10",
     "$111",
     "1,206 percent",
     "$118",
     "progressive",
     "$289",
     "cardinals",
     "park",
     "yankees",
     "april",
     "tuesday",
     "$239",
     "$409",
     "$12,484.64",
     "$189",
     "blue",
     "$359",
     "10 percent",
     "$16,913.12",
     "2002",
     "wrigley",
     "jays",
     "2007",
     "this month",
     "$51",
     "6 percent",
     "$79",
     "$51.55",
     "contact",
     "league",
     "grant",
     "club",
     "19.5 percent",
     "2015",
     "31 percent",
     "2018",
     "2004",
     "early may",
     "vince",
     "sullivan",
     "$2,139.20",
     "191/2 percent",
     "$31",
     "$24.05",
     "weekday",
     "to",
     "cubs",
     "1914",
     "$29,089.76",
     "nov. 4, 2016",
     "sox",
     "$26",
     "$34.30",
     "the second",
     "cleveland",
     "major",
     "2017",
     "tmr",
     "tribune",
     "american",
     "monday",
     "2016",
     "nov. 2, 2016",
     "670 percent",
     "dodgers",
     "2006",
     "chicago",
     "18 percent",
     "airlines",
     "now",
     "baseball",
     "$21",
     "25 percent",
     "$19,882.24",
     "2003"
    ],
    "id": 27,
    "text": "Cubs raise season ticket prices 19.5 percent Photos from Game 7 of the World Series at Progressive Field in Cleveland on Nov. 2, 2016. Paul Sullivan Contact Reporter Chicago Tribune After waiting a lifetime for a championship team, Cubs fans will discover the price of success. The average price of season tickets will rise 19.5 percent in 2017, the Cubs announced Monday, with increases ranging from 6 percent for upper-deck reserved seats to 31 percent for infield club box seats. The highest-priced premium seat is $409 for a dugout box for one of the three \"diamond\" games — the home opener and Saturday games against the Yankees and Cardinals — while the lowest is $8 for upper outfield reserved for one of nine \"bronze\" games, weekday games in April and early May. Colin Faulkner, senior vice president of sales and marketing, pointed to the \"unprecedented demand\" this year's championship season created. \"Trying to capture that demand and continue the progress on the field, and (with) our mission to field a consistently competitive team, no surprise, we'll be increasing season ticket prices,\" Faulkner said. \"Even with the 191/2 percent increase, it leaves a significant value for our season ticket holders.\" The Chicago Cubs players will learn this month how lucrative their bonuses will be for winning the World Series . Major League Baseball is expected to announce the playoff shares from the 2016 postseason, with the Cubs potentially earning the largest pool of money in postseason history. Last December,... The Chicago Cubs players will learn this month how lucrative their bonuses will be for winning the World Series . Major League Baseball is expected to announce the playoff shares from the 2016 postseason, with the Cubs potentially earning the largest pool of money in postseason history. Last December,... Chicago Tribune staff Major League Baseball 's official film documenting the Cubs championship goes on sale in stores on Tuesday. \"The 2016 World Series ,\" narrated by Vince Vaughn, is available on DVD and a two-disc Blu-ray and DVD pack. The \"2016 World Series Collector's Edition: Chicago Cubs,\" an eight-disc set will... Major League Baseball 's official film documenting the Cubs championship goes on sale in stores on Tuesday. \"The 2016 World Series ,\" narrated by Vince Vaughn, is available on DVD and a two-disc Blu-ray and DVD pack. The \"2016 World Series Collector's Edition: Chicago Cubs,\" an eight-disc set will... (Chicago Tribune staff) The Cubs said 2016 regular-season tickets resold on StubHub.com for an average of 96 percent above their face value. Postseason tickets went for 670 percent above face value, including a 1,206 percent increase for the three World Series games at Wrigley Field. After the Cubs' playoff run in 2015, the team said it increased prices by an average of 10 percent. Team Marketing Report, using its own calculations, had the Cubs with a 14.6 percent increase from 2015 to '16 to an average of $51.33, well over the major-league average of $31. The Cubs drew more than 3.2 million fans in 2016, fifth-highest in the majors at more than 39,900 per game. The Cubs' overall attendance increase of 313,000 was the second-highest jump in the majors behind the Blue Jays' increase of 597,000 fans. The Cubs ranked third in average ticket price, according to TMR, behind the Red Sox ($54.79) and Yankees ($51.55). Faulkner said he did not know where the Cubs expect to rank in 2017, citing different calculations from teams that don't factor in premium \"club\" seats. \"Certainly we'll have a ticket price that may be relatively higher than some teams,\" he said. \"But we really think that we're providing tremendous access and value to our season ticket holders.\" A premium dugout box ticket for 2017, including tax, will cost $29,089.76 — an average of $359 per game. The cheapest season ticket, for upper-deck outfield reserved, is $2,139.20 including tax, or $26 per game. After the 95-loss 2002 season, the Cubs introduced a three-tiered pricing system of \"value,\" \"regular\" and \"prime\" days that increased prices from 20 to 25 percent for a quarter of their home games. Now there are bronze (nine games), silver (12), gold (24), platinum (14), marquee (19) and diamond (three) tiers. The three diamond games are the home opener April 10 against the Dodgers, May 6 against the Yankees and July 22 against the Cardinals. The highest-priced non-premium seat, the club box infield, goes for $12,484.64 including tax ($154 per game) with a high of $189 for diamond games. Bleacher tickets range from $21 for bronze games to $79 for diamond games, plus tax, and will average $51 including tax. Bullpen box seats, priced as premium seating, will range from $111 to $239 for the second through fourth rows ($16,913.12 including tax for a season ticket) and from $118 to $289 for the front row ($19,882.24). The bullpens are moving underneath the bleachers in 2017, adding seats to the area. The American Airlines 1914 Club, under construction behind home plate, won't open until 2018. Significant ticket hikes aren't unusual for the Cubs when they believe demand is high. They increased prices by an average of 18 percent after the 1998 wild-card season, by 17 percent after the 2003 team lost in the National League Championship Series , by 17 percent after the 2004 team blew a late wild-card lead and by 17 percent after getting swept by the Dodgers in the 2007 division series. Photos of the Cubs on their World Series victory tour. Chicago celebrates the Chicago Cubs winning the World Series with a parade from Wrigley Field to Grant Park on Nov. 4, 2016. Cubs tickets have been among the highest-priced in baseball even when the team has struggled. In 2002, when they lost 95 games, the Cubs had an average ticket price of $24.05, according to TMR, ranking fourth. By 2006, when they lost 96 games, the Cubs had the second-highest average price at $34.30 behind the Red Sox's $47.71. Their ticket prices have remained among the highest since because of Wrigley's relatively small capacity and iconic status and fans' willingness to pay the price to get inside. psullivan@chicagotribune.com ",
    "title": "Cubs raise season ticket prices 19.5 percent - Chicago Tribune"
   },
   {
    "entities": [
     "c.i.a.",
     "last year",
     "times",
     "this week",
     "fallin",
     "andrew",
     "cke",
     "friday",
     "interior",
     "mary",
     "trump",
     "strain",
     "hardee",
     "last eight years",
     "michael",
     "r.",
     "california",
     "american",
     "morning",
     "monday",
     "carson",
     "defense",
     "restaurants",
     "current",
     "obama",
     "new",
     "oklahoma",
     "institute",
     "york",
     "swift",
     "enterprise",
     "now",
     "puzder",
     "hilary",
     "f."
    ],
    "id": 28,
    "text": "“These government-engineered attempts to legislate racial equality create consequences that often make matters worse,” Mr. Carson wrote last year , describing the Obama administration’s efforts to promote fair housing practices as dangerous “social-engineering schemes.” Advertisement Continue reading the main story Mr. Carson joins a growing cast of nominees who, if confirmed, will assume control of hundreds of thousands of federal employees as they seek to shift policies developed during nearly a decade of Democratic governance. Aside from his focus on immigration and the Affordable Care Act, Mr. Trump spent little time on the campaign trail detailing a specific policy agenda. But many of his nominees have spent their careers advocating positions that will now become the focus of examination during their confirmation hearings. Taken together, they suggest an administration determined to alter course on immigration, abortion, housing laws, the environment, worker protections and privatization of federal functions. “We will learn a lot more during the hearings,” said Michael R. Strain, a resident scholar at the American Enterprise Institute. “Certainly, I think it’s different than what we’ve seen in the last eight years.” Photo Andrew Puzder, a wealthy California donor to Mr. Trump’s campaign, is said to be a leading candidate to be his nominee for labor secretary. Credit Hilary Swift for The New York Times Mr. Trump’s personnel decisions for prominent national security jobs — attorney general , defense secretary , national security adviser , C.I.A. director — have already begun to more firmly establish the contours of his approach to foreign policy, even as he struggles to settle on someone to be the nation’s top diplomat as secretary of state. On the domestic front, announcements of several cabinet posts are helping to define the new president’s approach to issues at home. His choices so far suggest a more conservative approach to many domestic issues than Mr. Trump himself articulated during the campaign. This week, Mr. Trump is expected to fill a series of positions that will accelerate the U-turn from current policies. He is said to be seriously considering Mary Fallin, Oklahoma’s Republican governor, for interior secretary, which would presage a shift away from the department’s current approach toward energy and public lands. Mr. Obama has aggressively sought to shut down fossil fuel production and increase the use of renewable sources of energy, while Ms. Fallin is an outspoken proponent of drilling and fracking on public lands. She was the first governor to announce she would oppose Mr. Obama’s proposed rules on emissions from coal-fired power plants. Andrew F. Puzder, a wealthy California donor to Mr. Trump’s campaign whose company, CKE Restaurants, oversees chains such as Hardee’s, is said to be a leading candidate for labor secretary. Mr. Puzder has been extremely critical of the Obama administration’s labor policies, including its push for a higher minimum wage and for new overtime rules for workers. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Carson Is New Sign Trump Plans to Govern From the Right - The New York Times"
   },
   {
    "entities": [
     "alefantis",
     "cbs",
     "trump",
     "house",
     "4:30 p.m.",
     "paula",
     "sunday",
     "michael",
     "news",
     "donald",
     "reid",
     "pong",
     "tower",
     "monday",
     "north",
     "night",
     "flynn",
     "u.s.",
     "d.c.",
     "today",
     "carolina",
     "james",
     "josh",
     "welch",
     "ping",
     "washington",
     "earnest",
     "jr.",
     "comet",
     "clinton",
     "white"
    ],
    "id": 29,
    "text": "Police arrested a North Carolina man after a shooting incident at a Washington D.C. restaurant that he claims was fueled by an internet conspirac... CBS News justice reporter Paula Reid reported that Welch entered court at approximately 4:30 p.m. escorted by two U.S. Marshals. He was restrained at his hands and feet. According to Reid, court documents filed charged Welch with assault with a dangerous weapon, carrying a pistol without a license, unlawful discharge of a firearm, and carrying a rifle or shotgun outside the home or business. Police said he brought a rifle into the popular Comet Ping Pong pizzeria. The bizarre rumors about the pizza joint began with a leaked email referencing Clinton and pizza parties. It morphed into fake online news stories about a child sex trafficking ring operating out of the restaurant.  On Sunday, it culminated in violence when police say Welch fired a rifle inside the restaurant as he attempted to “self-investigate” the conspiracy theory known in the Twitterverse as “Pizzagate.”  No one was hurt and Welch was arrested.  According to the documents, Welch told officers that he had “read online that the Comet restaurant was harboring child sex slaves and that he wanted to see for himself if they were there. He stated that he was armed to help rescue them. He surrendered peacefully when he found no evidence that underage children were being harbored in the restaurant.” He was armed with an AR-15 style weapon and told officers he also had a .38 caliber handgun. The shooting alarmed those from neighboring businesses all the way to the White House about the real-life dangers of fake news on the internet. One of those people posting on the conspiracy theory is the son of President-elect Donald Trump’s proposed national security adviser.  Even Monday, Michael Flynn Jr., who has posted frequently on the Pizzagate theories, continued to push the conspiracy theory. He’s an adviser to his father,  Michael Flynn , whom Mr. Trump has selected to serve as national security adviser.  Flynn Jr., who has accompanied his father to presidential transition meetings inside Trump Tower and lists the presidential transition website as part of his Twitter bio, tweeted Sunday night that, “Until #Pizzagate proven to be false, it’ll remain a story.”  On Monday, Mr. Trump’s team had no immediate response to questions about the conspiracy theory or the roll of Michael Flynn Jr. in the transition.  On Monday, White House Spokesman Josh Earnest, asked about the shooting, said, “There’s no denying the corrosive effect that some of these false reports have had on our political debate and that’s concerning in a political context. It’s deeply troubling that some of those false reports could lead to violence.” The fake news stories alleging that Clinton and her campaign chief ran a child sex ring out of the restaurant have been denounced by the owner of the popular pizza restaurant. “We should all condemn the efforts of certain people to spread malicious and utterly false accusations about Comet Ping Pong,” owner James Alefantis said. “Let me state unequivocally: These stories are completely and entirely false, and there is no basis in fact to any of them. What happened today demonstrates that promoting false and reckless conspiracy theories comes with consequences.”  ",
    "title": "\"Pizzagate\" shooting suspect Edgar Maddison Welch charged for allegedly firing gun in Comet Ping Pong pizzeria - CBS News"
   }
  ]
 }
}