{
 "08": {
  "col-sim": {
   "cosine": 0.17224850071639303,
   "entity": 0.19768778356316039
  },
  "exec-time": 27.79394817352295,
  "links": [
   {
    "entities": [
     "todd",
     "2021",
     "david",
     "last year",
     "this summer",
     "eaton",
     "rizzo",
     "robertson",
     "2017",
     "rick",
     "michael",
     "colleen",
     "moncada",
     "chris",
     "red",
     "adam",
     "dunning",
     "frazier",
     "tuesday",
     "2014",
     "renteria",
     "2016",
     "$38.4 million",
     "kane",
     "mike",
     "lopez",
     "diamondbacks",
     "quintana",
     "kopech",
     "hahn",
     "chicago",
     "$38 million",
     "giolito",
     "wednesday",
     "a.",
     "yoan",
     "america",
     "baseball",
     "sale",
     "jose",
     "sox",
     "white"
    ],
    "id": 0,
    "text": "Red Sox prospects in exchange for five-time All-Star Chris Sale on Tuesday. Here's a look at who they are. Yoan Moncada Positions: Second base, third base. Prospect ranking: No. 1 in baseball by Baseball America and MLB.com last year. Highest level achieved:... The White Sox acquired four Red Sox prospects in exchange for five-time All-Star Chris Sale on Tuesday. Here's a look at who they are. Yoan Moncada Positions: Second base, third base. Prospect ranking: No. 1 in baseball by Baseball America and MLB.com last year. Highest level achieved:... (Colleen Kane) \"Yeah, we traded Chris Sale — that's not something you feel great about,\" Hahn said. \"That's not a feather in your cap, so to speak. But this is where we are. … This is a necessary step in the process, and there are going to be some painful spots along the way like when we have to say goodbye to important players like Chris and Adam. \"(We hope the fans) are starting to see some of the long-term benefit and what the goal of the plan is.\" Trades of this nature — solid major-league players for well-regarded prospects — can't truly be judged until a few years down the road. But the Eaton deal was perhaps more surprising in its return than the Sale trade that brought back top overall prospect Yoan Moncada and 30th-ranked Michael Kopech, along with two others. MLB.com ranks Giolito the No. 3 prospect nationally — and the top pitching prospect — while Lopez is rated No. 38. Dunning was the 29th overall draft pick this summer. Eaton is a valuable player — a two-time Gold Glove finalist and a .290 hitter valued at 15.4 WAR during his three years with the Sox. But he's not a five-time All-Star like Sale, so the acquisition of three solid arms looks pretty good on paper. \"We view all three of them, actually, as having the potential to become front-end of the rotation fixtures for us over an extended period of time,\" Hahn said. Giolito and Lopez both made their major-league debuts midway through the 2016 season and they could have a chance to compete at the major-league level in 2017. But Hahn said they also might need more seasoning at Triple A. Giolito, 22, posted a 2.97 ERA with three minor-league teams in 2016. In six appearances with the Nationals, he had a 6.75 ERA with 11 strikeouts and 12 walks in 21 1/3 innings. Lopez, 22, had a 3.21 ERA and 126 strikeouts over 19 starts last season at Double A and Triple A and a 4.91 ERA with 42 strikeouts and 22 walks in 44 innings in 11 major-league games. \"These are guys who came quick and got to the highest level at a young age,\" Hahn said. \"They're not finished products. We are very optimistic about their ceilings and their ability to force the issue and get themselves to Chicago quickly, but we're going to do that on the timeline that their performance dictates as opposed to potentially a need in Chicago immediately.\" The two-day return is a partial credit to the affordable contracts the Sox negotiated with Sale and Eaton. Sale had three years, $38 million left on his deal, while Eaton has five years, $38.4 million left on his contract. General manager Mike Rizzo said the contract was one of several factors that drove the Nationals to acquire Eaton. His ability to make contact and hit for some power as well as his energy and hustle were among the things Rizzo listed that also made him a key player for the Sox since he was acquired from the Diamondbacks in a three-team trade before the 2014 season. Eaton is a career .284 hitter with a .771 OPS, 96 doubles, 34 triples and 34 home runs in parts of five major-league seasons. The Nationals also had been in discussions for Sale. Rizzo said the Eaton deal gained momentum after the Sox opted to send Sale to the Red Sox. \"Adam fit our club perfectly — left-handed bat, balanced our line-up, high-energy guy, edge to him, plays the game the right way, good hitter, good defensive player both in center field and outstanding in the corner,\" Rizzo said. \"A productive player throughout his career. We see the arrow still going up with him.\" Given Eaton's control through 2021, the Sox could have chosen to keep him in the rebuilding process, but they added instead to a younger core that has everyone from manager Rick Renteria and the players themselves buzzing. And that might only grow bigger as rumors continue about left-hander Jose Quintana, third baseman Todd Frazier and closer David Robertson. On an introductory conference call, Moncada and Kopech said Wednesday they were excited to be a part of the rebuilding process. \"I'm extremely honored to be a part of this,\" Kopech said. \"Chris Sale is obviously one of the top pitchers in baseball, and to kind of be on the back end of this trade, I feel incredible about it. It really makes me want to, if nothing else, prove the White Sox right. I'm excited to get after it.'' ",
    "title": "White Sox send Adam Eaton to Nationals for top-rated MLB pitching prospect - Chicago Tribune"
   },
   {
    "entities": [
     "r-mich.",
     "institutes",
     "current",
     "sandy",
     "eddie",
     "alexander",
     "2013",
     "house",
     "bernice",
     "d-n.j.",
     "r-pa.",
     "r-texas",
     "inc.",
     "the 21st century",
     "services",
     "lamar",
     "senate",
     "d-conn.",
     "hook",
     "tim",
     "chris",
     "veterans",
     "administration",
     "alex",
     "pallone",
     "murphy",
     "d-texas",
     "monday",
     "of",
     "elementary",
     "bill",
     "congress",
     "school",
     "johnson",
     "2008",
     "$5 million",
     "john",
     "newtown",
     "affairs",
     "justice",
     "samhsa",
     "health",
     "frank",
     "human",
     "d-conn",
     "use",
     "substance",
     "department",
     "r-la.",
     "future",
     "policy",
     "laboratory",
     "u.s.",
     "national",
     "fred",
     "10 percent",
     "today",
     "r-tenn.",
     "hipaa",
     "mental",
     "upton",
     "wednesday",
     "conn.",
     "and",
     "ronald",
     "representatives",
     "cassidy",
     "cornyn",
     "honberg",
     "medicaid",
     "25 percent",
     "abuse"
    ],
    "id": 1,
    "text": "Rep. Tim Murphy, R-Pa., Sen. Chris Murphy D-Conn., Rep. Eddie Bernice Johnson, D-Texas, Rep. Fred Upton, R-Mich., and Sen. Lamar Alexander, R-Tenn., called for Senate passage of the 21st Century Cures Act on Monday. Alex Wong/Getty Images hide caption toggle caption Alex Wong/Getty Images Rep. Tim Murphy, R-Pa., Sen. Chris Murphy D-Conn., Rep. Eddie Bernice Johnson, D-Texas, Rep. Fred Upton, R-Mich., and Sen. Lamar Alexander, R-Tenn., called for Senate passage of the 21st Century Cures Act on Monday. Alex Wong/Getty Images The 21st Century Cures Act that gained congressional approval on Wednesday has been championed as a way to speed up drug development, but it's also the most significant piece of mental health legislation since the 2008 law requiring equal insurance coverage for mental and physical health. The bill includes provisions aimed at fighting the opioid epidemic, strengthens laws mandating parity for mental and physical health care and includes grants to increase the number of psychologists and psychiatrists, who are in short supply across the country. It also would push states to provide early intervention for psychosis, a treatment program that has been hailed as one of the most promising mental health developments in decades. \"It is time to fix our broken mental health care system,\" says Sen. Bill Cassidy, R-La., a physician whose mental health bill was folded into the 21st Century Cures Act. Sen. Chris Murphy, D-Conn., who worked with Cassidy on the bill, says he hopes to alleviate the suffering of people with serious mental illness. \"I'd heard too many devastating stories of people struggling with serious mental illness and addiction whose lives were forever changed because they couldn't get the care they need,\" Murphy says. \"I'd seen up close the heartbreak and frustration that families suffered trying to find care for a loved one — care that seemed impossible to find and even harder to pay for.\" Article continues after sponsorship But Rep. Frank Pallone, D-N.J., says he's concerned that proposed Republican changes to the health care system could undercut any progress made by the bill. Millions of Americans with mental illness could lose coverage if Congress repeals the Affordable Care Act or cuts spending on Medicaid, which pays for about 25 percent of all mental health care, he says. Many mental health advocates celebrated the bill's passage. Ronald Honberg, national director of policy and legal affairs at the National Alliance on Mental Illness, called the bill's mental health provisions \"necessary and promising.\" He says he appreciates the bill's focus on \"preventing the most horrific consequences of untreated mental illness,\" including homelessness, incarceration and suicide. The bill generally requires states to use at least 10 percent of their mental health block grants on early intervention for psychosis, using a model called coordinated specialty care, which provides a team of specialists to provide psychotherapy, medication, education and support for patients' families, as well as services to help young people stay in school or their jobs. Research from the National Institutes of Health shows that people who receive this kind of care stay in treatment longer; have greater improvement in their symptoms, personal relationships and quality of life; and are more involved in work or school compared to people who receive standard care. The bill also sets up a $5 million grant program to provide assertive community treatment , one of the most successful strategies for helping people with serious mental illnesses such as schizophrenia. Like the early intervention program, assertive community treatment is designed to provide a team of professionals that is on call 24 hours a day. The bill also expands a grant program for assisted outpatient treatment, which provides court-ordered care for people with serious mental illness who might otherwise not seek help. Although the bill authorizes these grants, a future Congress would have to approve funding for the programs. \"The fact that a program has been authorized is no guarantee that it will be funded,\" Honberg says. \"It's a necessary first step.\" Mental health advocates will lobby for Congress to approve funding for the most critical programs, Honberg says. Winners And Losers With The 21st Century Cures Bill While funding treatments for mental illness is expensive, \"it's more expensive to ignore it,\" says Rep. Eddie Bernice Johnson, D-Texas, who co-sponsored mental health legislation in the House that folded into the 21st Century Cures Act. Other sections of the bill, based on legislation introduced by Sen. John Cornyn, R-Texas, give communities more flexibility in how they use federal grants. For example, communities could use community policing grants to train law enforcement officers to deal with patients in the midst of a psychiatric crisis. Another provision would require the U.S. attorney general to create at least one drug and mental health court pilot program, which would aim to help people with mental illness or drug addiction receive treatment, rather than jail time, after committing minor offenses. Enlarge this image Senate Majority Whip John Cornyn, R-Texas, speaks in favor of mental health reform legislation on Monday. Also appearing are, from left, Rep. Tim Murphy, R-Pa., Sen. Bill Cassidy, R-La., Rep. Eddie Bernice Johnson, D-Texas, and Sen. Chris Murphy, D-Conn. Tom Williams/CQ-Roll Call, Inc. hide caption toggle caption Tom Williams/CQ-Roll Call, Inc. Senate Majority Whip John Cornyn, R-Texas, speaks in favor of mental health reform legislation on Monday. Also appearing are, from left, Rep. Tim Murphy, R-Pa., Sen. Bill Cassidy, R-La., Rep. Eddie Bernice Johnson, D-Texas, and Sen. Chris Murphy, D-Conn. Tom Williams/CQ-Roll Call, Inc. The legislation will help \"those suffering from mental illness in the criminal justice system can begin to recover and get the help they need instead of just getting sicker and sicker,\" Cornyn says. \"This bill also encourages the creation of crisis intervention teams, so that our law enforcement officers and first responders can know how to de-escalate dangerous confrontations. This is about finding ways to help the mentally ill individual get help while keeping the community safe at the same time.\" The mental health provisions have been scaled back significantly since they were first introduced. An earlier version of a bill introduced in the House of Representatives would have changed a federal privacy law to allow doctors, under certain circumstances, to share mentally ill adults' medical information with their family caregivers. Doctors today often shut families out of their loved one's care , refusing to share even basic information, such as appointment times, for fear of violating the Health Insurance Portability and Accountability Act, or HIPAA. Many health professionals misunderstand HIPAA, refusing to listen to the families of patients who are too disabled by psychosis to provide key details of their medical history, says Rep. Tim Murphy, R-Pa., who first introduced the House bill in 2013 in response to the shootings at Sandy Hook Elementary School in Newtown, Conn. Some advocates for the disabled objected to that change, however, arguing that patient privacy is essential, and that people might avoid care if they believe their doctors might disclose confidential information. The legislation instructs the secretary of the Department of Health and Human Services to clarify when doctors can share patients' medical information with family caregivers, as well as educate health care providers about what the law actually says. \"It's a step in the right direction,\" Honberg says. \"There is so much misinformation about HIPAA. It's one of the most mischaracterized laws out there.\" The bill also aims to better coordinate mental health care. Although eight federal agencies today fund 112 programs that provide mental health care, these agencies rarely coordinate their efforts to make sure patients get the help they need and to avoid duplicating services, says Tim Murphy. The bill would make structural changes to the way federal agencies provide mental health services: A new committee would link leaders of key agencies involved in mental health care, such as the Department of Veterans Affairs, the Department of Justice and the Substance Abuse and Mental Health Services Administration, or SAMHSA. A new position — the assistant secretary for mental health and substance use — would oversee SAMHSA and promote the most successful approaches to treating mental illness. An advisory board, the National Mental Health and Substance Use Policy Laboratory, would analyze treatments and services to help decide which ones should be expanded. Chris Murphy said he wishes the final bill had included more resources for outpatient mental health care, as well as for inpatient hospital bills for people in psychiatric crisis. He also said the current bill provides a starting point but that he hopes Congress will continue working to improve mental health care in its next session. \"This doesn't solve all the problems in the mental health system,\" says Chris Murphy, noting that Congress may still need to change the HIPAA law to allow families to better care for people with mental illness. \"We may still have to look at this down the line.\" ",
    "title": "Mental Health Care Gets A Boost In Health Care Bill : Shots - Health News : NPR"
   },
   {
    "entities": [
     "ben",
     "$65,000",
     "l.a.",
     "images",
     "lee",
     "mary",
     "getty",
     "hearing",
     "trump",
     "urban",
     "advisors",
     "richard",
     "t.j.",
     "$400,000",
     "development",
     "baca",
     "reza",
     "cordray",
     "senate",
     "california",
     "donald",
     "american",
     "administration",
     "aegean",
     "jahangiri",
     "mortgage",
     "of",
     "bureau",
     "financial",
     "cfpb",
     "banking",
     "carson",
     "on",
     "rufus",
     "federal",
     "once",
     "reverse",
     "in",
     "jubilados",
     "department",
     "southern",
     "houston",
     "housing",
     "holds",
     "today",
     "kirkpatrick",
     "nominations",
     "james",
     "wednesday",
     "and",
     "el",
     "jo",
     "consumer",
     "beyonce",
     "committee",
     "segundo",
     "now",
     "group",
     "orange",
     "solutions",
     "protection",
     "koren",
     "white"
    ],
    "id": 2,
    "text": "Feds crack down on deceptive reverse-mortgage ads Senate Banking Committee Holds Hearing On Nominations Of Cordray And Mary Jo White T.J. Kirkpatrick / Getty Images The Consumer Financial Protection Bureau, led by Director Richard Cordray, has fined reverse-mortgage firms over deceptive advertising. The Consumer Financial Protection Bureau, led by Director Richard Cordray, has fined reverse-mortgage firms over deceptive advertising. (T.J. Kirkpatrick / Getty Images) James Rufus Koren Contact Reporter The federal Consumer Financial Protection Bureau said Wednesday that it has fined two Southern California reverse-mortgage firms for deceptive advertising practices, saying the companies wrongly told borrowers they could not lose their homes. American Advisors Group in Orange agreed to pay a civil penalty of $400,000, and Aegean Financial, an El Segundo firm that also does business as Jubilados Financial and Reverse Mortgage Professionals, will pay $65,000. Both companies agreed to change their loan disclosures, though neither admitted wrongdoing. Reverse mortgages, which are aimed at homeowners who are retired or approaching retirement, give homeowners cash in exchange for equity in their homes. Borrowers typically are able to remain in their homes until they die or choose to sell. But the CFPB alleges that advertisements from Aegean, American Advisors and another firm — Reverse Mortgage Solutions in Houston — falsely implied that borrowers could stay in their homes under any conditions. Borrowers can default on a reverse mortgage, and possibly lose their homes, if they fail to meet certain loan terms, including paying property taxes, having homeowners insurance and maintaining their homes. That sometimes happens when borrowers take a lump-sum payout and later run out of money to pay taxes, insurance and upkeep. A growing number of such reverse-mortgage defaults over the last few years has prompted the government to require more underwriting of borrowers to make sure that they can pay ongoing obligations and to tighten procedures governing foreclosures prompted by delinquencies involving Federal Housing Administration -insured mortgages.  “These companies tricked consumers into believing they could not lose their homes with a reverse mortgage,” CFPB Director Richard Cordray said in a news release announcing the fines.   The bureau also said Aegean, in its Spanish-language advertising, falsely implied that its reverse mortgages came from a federal agency.  Although some reverse mortgages are federally insured, they are not a government benefit, the CFPB said Wednesday. A spokesman for Aegean declined to comment on the CFPB’s action. In an emailed statement, Reza Jahangiri, chief executive of American Advisors Group, said the company takes its regulatory responsibilities seriously and has made “a significant investment in our compliance and legal infrastructure to ensure we fully conform to all marketing laws and rules — and better understand how they are interpreted.” Caption 90 seconds: 4 stories you can't miss Beyonce leads today’s Grammy nominations with nine , California’s new legislative session began in dramatic fashion , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , and former L.A. County Sheriff Lee Baca was once a powerful and celebrated lawman but now he's at the center of a public corruption trial . Caption 90 seconds: 4 stories you can't miss Beyonce leads today’s Grammy nominations with nine , California’s new legislative session began in dramatic fashion , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , and former L.A. County Sheriff Lee Baca was once a powerful and celebrated lawman but now he's at the center of a public corruption trial . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Feds crack down on deceptive reverse-mortgage ads - LA Times"
   },
   {
    "entities": [
     "interactive",
     "6:20 pm est",
     "cbs",
     "connecticut",
     "trump",
     "press",
     "inc.",
     "2009",
     "senate",
     "donald",
     "chris",
     "administration",
     "christie",
     "business",
     "dec 7,",
     "2016",
     "$5 million",
     "associated",
     "once",
     "vince",
     "u.s.",
     "new",
     "jersey",
     "small",
     "wednesday",
     "washington",
     "america",
     "september",
     "now",
     "$100 million",
     "mcmahon",
     "linda",
     "2007"
    ],
    "id": 3,
    "text": "Email Last Updated Dec 7, 2016 6:20 PM EST WASHINGTON — President-elect Donald Trump is adding former wrestling executive Linda McMahon to his cabinet as leader of the Small Business Administration. McMahon and her husband, Vince, founded and built World Wrestling Entertainment ( WWE ), now a publicly traded sports entertainment company. She stepped down as the WWE chief executive officer in 2009 and in recent years began a start-up to encourage more women business owners. She also poured $100 million of her fortune into two unsuccessful bids for a U.S. Senate seat in Connecticut and has become an influential Republican donor. “Linda is going to be a phenomenal leader and champion for small businesses and unleash America’s entrepreneurial spirit all across the country,” Mr. Trump said in a statement Wednesday. Mr. Trump said she shares his vision of decreasing “burdensome regulations that are hurting our middle-class workers and small businesses.” “As an entrepreneur myself, I have shared the experiences of our nation’s small business owners and will do my best to advocate on their behalf,” McMahon said in a statement. “My husband and I built our business from scratch, building it to a publicly traded global enterprise with more than 800 employees.” McMahon has known Mr. Trump for three decades and contributed $5 million to his family charity, almost all of it in 2007. Mr. Trump has participated in WWE events, including a 2007 “Battle of the Billionaires,” during which he shaved Vince McMahon’s head. Mr. Trump wasn’t Linda McMahon’s first choice for president. She first backed New Jersey Gov. Chris Christie. But McMahon told the Associated Press in September that she was confident Mr. Trump would be a good president and said the two were on good terms. “Once you’re his friend, he is loyal to the end,” she said. “He’s an incredibly loyal, loyal friend.” © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Linda McMahon, WWE wrestling magnate, tapped for Small Business Chief - CBS News"
   },
   {
    "entities": [
     "2016",
     "2009",
     "2010",
     "america",
     "$1 billion",
     "1980",
     "2012",
     "senate",
     "donald",
     "vince",
     "administration",
     "connecticut",
     "u.s.",
     "mcmahon",
     "linda",
     "trump",
     "business",
     "small",
     "wednesday"
    ],
    "id": 4,
    "text": "President-elect Donald Trump has chosen Linda McMahon, World Wrestling Entertainment’s ( WWE ) cofounder and former CEO, to head the Small Business Administration in his Cabinet, his transition team announced Wednesday. Continue Reading Below “Our small businesses are the largest source of job creation in our country,” McMahon said in a statement. “I am honored to join the incredibly impressive economic team that President-elect Trump has assembled to ensure that we promote our country’s small businesses and help them grow and thrive.” As administrator, McMahon will spearhead the federal government’s efforts to work with small businesses and entrepreneurs across all 50 states. The 68-year-old executive was a major Trump donor during the 2016 presidential campaign. Along with her husband Vince, McMahon founded WWE in 1980 and gradually built the wrestling company into a publicly-traded, $1 billion brand. McMahon left the company in 2009 to enter politics, running unsuccessfully for a U.S. Senate seat in Connecticut in 2010 and 2012. \"Linda has a tremendous background and is widely recognized as one of the country’s top female executives advising businesses around the globe,” Trump said in a statement. “She helped grow WWE from a modest 13-person operation to a publicly traded global enterprise with more than 800 employees in offices worldwide. Linda is going to be a phenomenal leader and champion for small businesses and unleash America's entrepreneurial spirit all across the country.\"  More From FOXBusiness.com... ",
    "title": "Trump Taps WWE Co-Founder Linda McMahon as Small Business Head | Fox Business"
   },
   {
    "entities": [
     "bracewell",
     "deason",
     "danielle",
     "defense",
     "present",
     "edward",
     "j.",
     "the 1990s",
     "alabama",
     "department",
     "eric",
     "this year",
     "d.c.",
     "pruitt",
     "general",
     "krupp",
     "segal",
     "luther",
     "first",
     "appeals",
     "deirdra",
     "steven",
     "kunitz",
     "baker",
     "rivkin",
     "o'regan",
     "ben",
     "gold",
     "network",
     "association",
     "fund",
     "doug",
     "development",
     "united",
     "donald",
     "recently",
     "administration",
     "strange",
     "of",
     "2014",
     "carson",
     "osman",
     "review",
     "agency",
     "u.s.",
     "kentucky",
     "fred",
     "10 percent",
     "2030",
     "markey",
     "sheldon",
     "and",
     "york",
     "september",
     "betsy",
     "epa",
     "schneiderman",
     "devon",
     "reform",
     "council",
     "david",
     "brady",
     "judicial",
     "resources",
     "harold",
     "27 percent",
     "industries",
     "parnass",
     "circuit",
     "arrow",
     "mooney",
     "chris",
     "devos",
     "koch",
     "church",
     "congress",
     "matea",
     "natural",
     "republican",
     "at 2:51 pm",
     "housing",
     "environmental",
     "obama",
     "national",
     "new",
     "dallas",
     "oklahoma",
     "sarah",
     "wednesday",
     "america",
     "2012",
     "tulsa",
     "adelson",
     "energy",
     "time",
     "protection",
     "mufson",
     "times",
     "information",
     "the week",
     "states",
     "trump",
     "urban",
     "baptist",
     "crisis",
     "university",
     "legal",
     "hostetler",
     "murray",
     "33 percent",
     "court",
     "rhea",
     "scott",
     "2000s",
     "attorneys",
     "30 percent",
     "post",
     "december 7",
     "commerce's",
     "adriana",
     "broken",
     "34 percent",
     "malik",
     "institute",
     "dennis",
     "washington",
     "2010",
     "chamber",
     "exxonmobil",
     "suh",
     "now",
     "hamm",
     "oct. 28",
     "dodd-frank"
    ],
    "id": 5,
    "text": "Trump to name Scott Pruitt, Oklahoma attorney general suing EPA on climate change, to head the EPA The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Chris Mooney , Brady Dennis and Steven Mufson December 7 at 2:51 PM Follow chriscmooney Follow @brady_dennis Follow @StevenMufson President-elect Donald Trump is nominating Oklahoma Attorney General Scott Pruitt for administrator of the Environmental Protection Agency. Here's what you need to know about him. (Sarah Parnass,Osman Malik,Danielle Kunitz,Deirdra O'Regan,Adriana Usero/The Washington Post) President-elect Donald Trump is expected to nominate Scott Pruitt, the attorney general of the oil and gas-intensive state of Oklahoma, to head the Environmental Protection Agency, a move signaling an assault on President Obama’s climate change and environmental legacy. Pruitt has spent much of his energy as attorney general fighting the very agency he is being nominated to lead. He is the third of Trump’s appointees who have key philosophical differences with the missions of the agencies they have been tapped to run. Ben Carson, named to head the Department of Housing and Urban Development, has expressed a deep aversion to the social safety net programs and fair housing initiatives that have been central to that agency’s activities. Betsy DeVos, named education secretary, has a passion for private school vouchers that critics say undercut the public school systems at the core of the government’s mission. The news about the choice of Pruitt was confirmed by a transition official, who spoke on the condition of anonymity before the official announcement. Pruitt, who has written that the debate on climate change is “far from settled,” joined a coalition of state attorneys general in suing the agency’s Clean Power Plan, the principal Obama-era policy aimed at reducing U.S. greenhouse gas emissions from the electricity sector. He has also sued , with fellow state attorneys general, over the EPA’s recently announced regulations seeking to curtail the emissions of methane, a powerful greenhouse gas, from the oil and gas sector. On his Linked In page, Pruitt boasts of being “a leading advocate against the EPA’s activist agenda.” [ Trump has vowed to kill the Clean Power Plan. Here’s how he might — and might not — succeed ] After he was elected attorney general in 2010, Pruitt established a “Federalism Unit” to “more effectively combat unwarranted regulation and systematic overreach by federal agencies, boards and offices,” according to his online biography. And he has gone on to challenge the administration not just over the environment but over a host of other areas. He joined other Republican attorneys general in a lawsuit over Obama’s immigration policies. He has also sued the administration over the Affordable Care Act, saying the health-care mandate on religious employers to provide coverage including contraception was unconstitutional. He has sued over the Dodd-Frank financial reform. An ally of the energy industry, Pruitt, along with Alabama Attorney General Luther Strange, came to the defense of ExxonMobil when it fell under investigation by attorneys general from more liberal states seeking information about whether the oil giant failed to disclose material information about climate change. “We do not doubt the sincerity of the beliefs of our fellow attorneys general about climate change and the role human activity plays in it,” they wrote at the conservative publication National Review. “But we call upon them to press those beliefs through debate, not through governmental intimidation of those who disagree with them.” In an interview with The Post in September, as a D.C. federal appeals court was preparing to hear arguments over the Clean Power Plan, Pruitt detailed why he has remained a leading opponent of the EPA’s efforts to curb carbon emissions by regulating power plants. “What concerns the states is the process, the procedures, the authority that the EPA is exerting that we think is entirely inconsistent with its constitutional and statutory authority,” he said at the time. Agencies such as the EPA, he said, should not be trying to “pinch hit” for Congress. “This is a unique approach by EPA, whether they want to acknowledge it or not,” he said of the provisions of the Clean Air Act that the agency had relied upon to write new regulations. “The overreach is the statutes do not permit [EPA officials] to act in the way they are. They tend to have this approach that the end justifies the means . . . They tend to justify it by saying this big issue, this is an important issue.” But he added that’s where Congress should have authority, not EPA. “This is something from a constitutional and statutory perspective that causes great concern.” Environmental groups reacted with alarm Wednesday at the nomination. And New York State Attorney General Eric Schneiderman vowed to “use the full power” of his office to wage a legal battle to “compel” enforcement of environmental laws under Trump. “Scott Pruitt has a record of attacking the environmental protections that EPA is charged with enforcing. He has built his political career by trying to undermine EPA’s mission of environmental protection,” said Fred Krupp,  president of the Environmental Defense Fund. “Our country needs — and deserves — an EPA administrator who is guided by science, who respects America’s environmental laws, and who values protecting the health and safety of all Americans ahead of the lobbying agenda of special interests.” [ Scientists and environmentalists are bracing for a clash with Trump ] Rhea Suh, president of the Natural Resources Defense Council, said that “over the past five years, Pruitt has used his position as Oklahoma’s top prosecutor to sue the EPA in a series of attempts to deny Americans the benefits of reducing mercury, arsenic, and other toxins from the air we breathe; cutting smog that can cause asthma attacks; and protecting our wetlands and streams.” Pruitt has also fought to limit the scope of the federal government in regulating pollution of rivers under the Waters of the United States rule. Sen. Edward J. Markey (D-Mass.), who has been active on environmental issues, said, “Scott Pruitt would have EPA stand for Every Polluter’s Ally.” In 2014, the New York Times reported that a letter ostensibly written by Pruitt alleging that the agency overestimated air pollution from natural gas drilling was actually written by lawyers for Devon Energy, one of the state’s largest oil and gas companies. Industry representatives expressed satisfaction with the choice Wednesday. “The office he headed was present and accounted for in the battle to keep EPA faithful to its statutory authority and respectful of the role of the states in our system of cooperative federalism,” said Scott Segal, head of the policy group at the lobbying and legal firm Bracewell. “Given that we are almost two decades overdue for an overhaul of the Clean Air Act, there is interest on both sides of the aisle to look at that statute.” David Rivkin, a constitutional litigator who represented Pruitt and Oklahoma in challenging the Clean Power Plan, said he believed Pruitt would be able to make sure the EPA lives up to its mission of protecting air and water while avoiding federal overreach. [ Obama administration will keep tough fuel standards in place ] “General Pruitt has been the leader among the AGs in defending federalism, the key feature of our constitutional architecture,” said Rivkin, a partner at Baker Hostetler, adding that he believed Pruitt would “ensure both environmental protection and constitutional fidelity.” Pruitt’s outlook reflects his home state: Oklahoma ranked fifth in the nation in onshore crude oil output in 2014, has five oil refineries, and is home to the giant Cushing oil storage and trading hub, where the price for the benchmark West Texas Intermediate grade is set every day. Although oil and natural gas production sagged in the 1990s and early 2000s, the surge in horizontal fracturing, or fracking, has boosted output. The state’s natural gas output accounts for 10 percent of the nation’s overall total. For the week ended Oct. 28, there were 73 drilling rigs in operation in Oklahoma. Pruitt has served as head of the Republican Attorneys General Association, a group that has relied heavily on funds from ultraconservative groups and the oil industry. The biggest contributors this year included the Judicial Crisis Network, the U.S. Chamber of Commerce’s Institute of Legal Reform, Sheldon Adelson, oil conglomerate Koch Industries and Murray Energy, a leading coal mining company. Pruitt, a Kentucky native who moved to Oklahoma to attend the University of Tulsa law school, has also been active in religious groups. He serves as deacon of the First Baptist Church of Broken Arrow. In 2012, Pruitt was named a trustee of the Southern Baptist Theological Seminary. Before serving as attorney general, he was a member of the state legislature. Dallas investor Doug Deason, a friend of Pruitt, said he expects the Oklahoma attorney general to immediately get to work rolling back the EPA’s “silly overreach” and to let states handle environmental oversight. [ Scientists have long feared this ‘feedback’ to the climate system. Now they say it’s happening ] “Just like most Republican attorney generals, especially in energy-producing states, he has been really frustrated with the government and the EPA’s overreach into everything,” Deason said. But Deason said liberals will be happily surprised by Pruitt’s “open-minded” attitude, adding that he is “willing to look at things.” “He will bring a more balanced, logical look” at environmental regulation,” he said. Pruitt’s selection was strongly supported by Oklahoma oil billionaire Harold Hamm. The nomination suggests an extraordinarily tough road ahead for the Clean Power Plan, president Obama’s signature climate policy. However, the precise fate of the regulation most immediately turns on the U.S. Court of Appeals for the D.C. Circuit, which has not yet ruled in the lawsuit brought by Pruitt and his fellow attorneys general against the agency Pruitt is now named to lead. “Some have suggested that Pruitt’s hands might be tied because he participated in litigation against the agency,” Segal said in an email. “This is a silly position. There is no conflict in representing your state on litigation dealing with rules of general applicability and then serving your nation as a federal official.” Dismantling the regulation if it survives the courts would not be simple, because the agency has already finalized it — meaning that to undo and replace it would require a public notice and comment process . Environmental groups would likely sue the agency over such a move. However, some of the Clean Power Plan’s objectives appear to have been already realized long before it came into effect. The United States is already burning less coal and more natural gas, meaning fewer carbon dioxide emissions. In 2030, the EPA projected in its final Clean Power Plan rule , coal would be reduced to providing 27 percent of U.S. electricity, with natural gas at 33 percent. Yet this very year, according to the U.S. Energy Information Administration, natural gas will provide 34 percent of U.S. electricity, and coal 30 percent. Matea Gold contributed to this report. Read more at Energy & Environment: ",
    "title": "Trump to name Scott Pruitt, Oklahoma attorney general suing EPA on climate change, to head the EPA - The Washington Post"
   },
   {
    "entities": [
     "october",
     "5:12 p.m.",
     "connecticut",
     "trump",
     "news",
     "senate",
     "hill/ap",
     "donald",
     "administration",
     "business",
     "sba",
     "jessica",
     "post",
     "past",
     "yahoo",
     "u.s.",
     "small",
     "wednesday",
     "america",
     "2010",
     "2012",
     "washington",
     "now",
     "$100 million",
     "mcmahon",
     "linda"
    ],
    "id": 6,
    "text": "Linda McMahon, who twice ran for U.S. Senate in Connecticut, is Donald Trump's nominee to head the Small Business Administration. Jessica Hill/AP hide caption toggle caption Jessica Hill/AP Linda McMahon, who twice ran for U.S. Senate in Connecticut, is Donald Trump's nominee to head the Small Business Administration. Jessica Hill/AP This post was updated at 5:12 p.m. ET Linda McMahon, the co-founder of the pro-wrestling enterprise World Wrestling Entertainment, was selected Wednesday by President-elect Donald Trump to head the Small Business Administration. In a statement released by the Trump transition team, Trump called McMahon \"one of the country's top female executives\" and said she would help push his \"America First\" agenda forward. He added: \"She helped grow WWE from a modest 13-person operation to a publicly traded global enterprise with more than 800 employees in offices worldwide. Linda is going to be a phenomenal leader and champion for small businesses and unleash America's entrepreneurial spirit all across the country.\" McMahon never has held elective office; the Connecticut Republican ran for the U.S. Senate in 2010 and 2012, but lost in the general election both times. McMahon spent about $100 million of her own fortune on the campaigns — about double what Trump spent on his presidential run. As The Washington Post reported in October, McMahon was one of Trump's \"biggest outside benefactors\" — though she has not held back from slamming him on his derogatory comments toward women. In an interview with Yahoo News , McMahon said she had faith in Trump's ability to run the country, but that his past comments were \"objectionable.\" \" 'Those [comments] were just over the top; they were deplorable, objectionable absolutely,' McMahon said. 'He's not helping, certainly, to put women in the best light. Maybe he regrets them, maybe he doesn't. I realize he punches hard when he punches back, but that's just over the top. I wish that no candidate would make those comments.' \" Article continues after sponsorship McMahon now would run Trump's SBA, which helps with training and financial backing for small firms. The Small Business Administration is a Cabinet-level position, which means McMahon will have to be confirmed by the Senate. ",
    "title": "Trump Tags Linda McMahon Of World Wrestling Entertainment For Small Business Administration : NPR"
   },
   {
    "entities": [
     "keystone",
     "iowa",
     "last year",
     "earlier this year",
     "harnik",
     "association",
     "press",
     "trump",
     "terry",
     "wednesday, dec. 7, 2016",
     "citizen",
     "mcdougall",
     "news",
     "petroleum",
     "facebook",
     "fox",
     "donald",
     "recently",
     "tower",
     "of",
     "china",
     "security",
     "2016",
     "associated",
     "john",
     "scott",
     "kelly",
     "2011",
     "twitter",
     "review",
     "current",
     "department",
     "agency",
     "environmental",
     "december 07, 2016",
     "pruitt",
     "new",
     "print",
     "oklahoma",
     "national",
     "obama",
     "wednesday",
     "email",
     "york",
     "independent",
     "homeland",
     "public",
     "now",
     "epa",
     "roberts",
     "jeffrey",
     "protection",
     "branstad"
    ],
    "id": 7,
    "text": "Trump to nominate EPA critic Pruitt to lead agency Published               December 07, 2016 Facebook 0 Twitter 0 livefyre Email Print Oklahoma Attorney General Scott Pruitt arrives at Trump Tower in New York, Wednesday, Dec. 7, 2016. (AP Photo/Andrew Harnik)  (Copyright 2016 The Associated Press. All rights reserved.) President-elect Donald Trump is planning to nominate Oklahoma Attorney General Scott Pruitt – an outspoken critic of the EPA – to lead the environmental agency, a senior transition source confirmed to Fox News. Word of Trump’s choice for the Environmental Protection Agency came as the president-elect also named Iowa Gov. Terry Branstad as his pick for ambassador to China and asked retired Gen. John Kelly to lead the Department of Homeland Security. Pruitt may be the most controversial pick of the three. Pruitt, 48, has been a reliable booster of the fossil fuel industry and a critic of what he derides as the EPA's \"activist agenda.\" Representing his state as attorney general since 2011, Pruitt has repeatedly sued the EPA to roll back environmental regulations and other health protections. He joined with other Republican attorneys general in opposing the Clean Power Plan, which seeks to limit planet-warming carbon emissions from coal-fired power plants. Pruitt has argued that curbing carbon emissions would trample the sovereignty of state governments, drive up electricity rates, threaten the reliability of the nation's power grid and \"create economic havoc.\" His installment, if confirmed, would mark a significant break with the current EPA approach toward global warming. In an opinion article published earlier this year by National Review, Pruitt suggested the debate over global warming \"is far from settled\" and claimed \"scientists continue to disagree about the degree and extent of global warming and its connection to the actions of mankind.\" He also filed court briefs in support of the Keystone XL Pipeline project blocked by the Obama administration, which would have run through his state. And Pruitt sued the EPA over the agency's recent expansion of water bodies regulated under the federal Clean Water Act.  \"Respect for private property rights have allowed our nation to thrive, but with the recently finalized rule, farmers, ranchers, developers, industry and individual property owners will now be subject to the unpredictable, unsound and often byzantine regulatory regime of the EPA,\" Pruitt said last year. As word of Pruitt's nomination spread Wednesday, environmental and liberal groups quickly responded with condemnation.  Public Citizen called him a \"terrible choice,\" saying in a statement: \"Pruitt is cozy with the oil and gas industry and treats the EPA like an enemy.\" Business leaders in his home state, however, lauded Pruitt's selection, especially those in the oil and gas industry. \"Scott Pruitt is a businessman and public servant and understands the impact regulation and legislation have in the business world,\" said Jeffrey McDougall, chairman of the Oklahoma Independent Petroleum Association. \"His appointment will put rational and reasonable regulation at the forefront.\" Fox News’ John Roberts and The Associated Press contributed to this report.  Advertisement ",
    "title": "Trump to nominate EPA critic Pruitt to lead agency | Fox News"
   },
   {
    "entities": [
     "david",
     "schouten",
     "earlier this year",
     "freedom",
     "trump",
     "industries",
     "kochs",
     "facebook",
     "next month",
     "donald",
     "earlier this fall",
     "charles",
     "davis",
     "koch",
     "of",
     "north",
     "congress",
     "2018",
     "partners",
     "heidi",
     "mike",
     "craig",
     "afp",
     "5:06 p.m. est",
     "usa",
     "commerce",
     "today",
     "james",
     "wednesday",
     "a.",
     "heitkamp",
     "washington",
     "chamber",
     "hacker",
     "short",
     "dakota",
     "fredreka",
     "december 7, 2016",
     "pence",
     "marc"
    ],
    "id": 8,
    "text": "Charles Koch launches marketing firm in major overhaul of political empire New firm comes as the billionaire prepares to push policy changes in Trump administration. Post to Facebook Charles Koch launches marketing firm in major overhaul of political empire New firm comes as the billionaire prepares to push policy changes in Trump administration. Check out this story on USATODAY.com: http://usat.ly/2hkPL6F CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 55 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Charles Koch launches marketing firm in major overhaul of political empire Fredreka Schouten , USA TODAY 5:06 p.m. EST December 7, 2016 Charles Koch, chairman and CEO of Koch Industries,  answers questions during an interview earlier this year. (Photo: Craig A. Hacker, for USA TODAY) WASHINGTON — Billionaire industrialist Charles Koch is launching a new, for-profit communications agency to push his free-market agenda as his political empire gears up to shape policy in a Republican-controlled Washington and wage battles in state legislatures next month on issues from collective bargaining to occupational licensing. The new firm, In Pursuit Of, will handle marketing and communications for the network of conservative advocacy groups funded Koch and hundreds of like-minded donors. The agency also may take on paying clients, in the mold of another Koch venture, a data giant called i360, which has amassed hundreds of bits of information about every American voter in an effort to shape elections. The new agency will be run by James Davis, who also is a top official in the Koch’s umbrella organization, Freedom Partners Chamber of Commerce. In an interview, Davis said the firm will help “drive ideas and shape debate in pursuit of a free and open society.” The firm is part of the major Koch reorganization that began earlier this fall with the merging of several Koch conservative advocacy organizations under the network’s largest grassroots group, Americans for Prosperity (AFP). Under that change, three groups that aim to spread Koch’s message to millennials, veterans and Latinos, have become part of AFP. David said Wednesday that 81 positions, out of 1,700 across the network, will be eliminated as a result of the consolidation. Davis and other network leaders have cast the changes as helping the organization to run more efficiently, rather than a retreat from Koch’s agenda. “We’re always looking at how we can do things better,” Davis said. The Koch advocacy groups have chapters in 36 states, and Davis said the network is considering expanding into North Dakota, a Republican stronghold where Democratic Sen. Heidi Heitkamp is up for re-election in 2018. Although Koch refused to back President-elect Donald Trump’s candidacy, his network is poised to have big sway in his administration and with the Republican-controlled Congress. Vice President-elect Mike Pence forged close ties with the Kochs and people who have attended Koch gatherings or donated to Koch groups are helping to raise money for Trump’s inauguration or serving in his transition. Marc Short, a longtime Pence aide who oversaw Freedom Partners, is among the transition staff. A consultant to a veteran-focused Koch group also has provided advice to the Trump transition. ",
    "title": ""
   },
   {
    "entities": [
     "ben",
     "oakland",
     "clendenin",
     "times",
     "tobacco",
     "schaaf",
     "l.a.",
     "friday",
     "lee",
     "alcohol,",
     "trump",
     "urban",
     "daly",
     "downey",
     "development",
     "drayton",
     "baca",
     "the",
     "m.",
     "california",
     "donald",
     "francisco",
     "monday",
     "bureau",
     "county",
     "of",
     "libby",
     "carson",
     "kelly",
     "once",
     "night",
     "ray",
     "jill",
     "sheriff's",
     "l.",
     "robert",
     "department",
     "u.s.",
     "housing",
     "today",
     "staff",
     "alameda",
     "san",
     "jean",
     "melinda",
     "building",
     "and",
     "wednesday",
     "a.",
     "los",
     "beyonce",
     "afternoon",
     "coroner's",
     "weekend",
     "office",
     "now",
     "fire",
     "snyder",
     "planning",
     "jay",
     "city",
     "angeles",
     "rowe"
    ],
    "id": 9,
    "text": "A fire ripped through a warehouse in Oakland on Friday night, killing more than 30 people who were there for an electronic music concert. Here are the names of people who have been confirmed dead by the Alameda County Sheriff’s Office Coroner’s Bureau or immediate family members. Did you know one... (Los Angeles Times Staff) The searchers worked 12-hour shifts. They tried to operate around the clock but had to stop periodically because of structural concerns about the building. Officials said it was important that the search be done both methodically and respectfully, to preserve evidence for investigators while keeping in mind the grief of the families waiting for answers. All the while, there was concern that some searchers could be hurt by falling debris and collapsing structures. Some workers collected evidence in the warehouse that was examined outside.  “It was quiet. It was heartbreaking,” Melinda Drayton, an Oakland Fire Department battalion chief, told reporters during one of the news conferences in front of the warehouse.  As the recovery effort continued, deputies sat down with victims’ family members, many of whom shared mementos, photos and memories. “They wanted us to know who we were dealing with,” Alameda County Sheriff’s Sgt. Ray Kelly said. Others showed text messages they had received from those trapped by the flames. Many were simple: “I love you.” Some, harrowing: “I am going to die,” one victim wrote to her mother. At least 36 people died when a fire raced through an Oakland warehouse crowded with people attending a Friday night concert, officials said. (Jay L. Clendenin / Los Angeles Times) With recovery efforts now over, authorities have focused on the cause of the devastation. Officials have said they are examining possible electrical problems with a refrigerator and other appliances, although they stressed they have not made any final determinations and that it could take several weeks to find an answer. A small area along a back wall of the building is believed to be the fire’s point of origin. Deadly Oakland warehouse fire Read more stories The blaze appears to have started on the first floor, said Jill A. Snyder, special agent in charge of the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives in San Francisco. The victims were trapped and overtaken by smoke that traveled up internal stairwells. “The fire was well-developed by the time second-floor occupants realized there was a fire going on the first floor,” she said. The building had two internal staircases connecting the top and bottom floors, but no fire exits to the outside from the second floor. Investigators determined the warehouse was not equipped with fire alarms or a fire suppression system, Snyder said. They also still need to determine the layout of the gutted building. Former residents of the warehouse have described it as a serious fire danger, littered with trash and old furniture and lacking fire sprinklers. Photos from inside the building taken before the fire show a maze of electrical wires as well as a heating system that appeared to be hooked up to portable propane generators. The Oakland warehouse known as the Ghost Ship lies in ruins Monday after a weekend fire that killed 36 people. Jay L. Clendenin / Los Angeles Times The Oakland warehouse known as the Ghost Ship lies in ruins Monday after a weekend fire that killed 36 people. The Oakland warehouse known as the Ghost Ship lies in ruins Monday after a weekend fire that killed 36 people. (Jay L. Clendenin / Los Angeles Times) City officials said it was zoned for use as a warehouse, not for housing or as a concert venue. Jean M. Daly, a former arson prosecutor in Los Angeles and San Francisco who specializes in fire cases, said fire investigators study a flame’s burn patterns and intensity. “The heavier the damage, the longer the burn, the more likely it is the area of origin,” Daly said. She added that wiring and appliances believed to be involved would undergo microscopic lab examinations. The age of the warehouse’s wiring will also be an issue, said Robert Rowe, a former Downey Fire Department marshal. “Back when this was a warehouse, its electrical system was designed for a particular purpose,” he said. “But modern equipment, laptops, chargers, sound systems, air conditioners and fridges place a very different burden on the system.” The fire has raised concerns about nonpermitted dwellings throughout the city. Oakland officials have begun releasing administrative records concerning the building known as the Ghost Ship, which was the focus of nearly two dozen building code complaints or other city actions over the past 30 years. At least three of the complaints appeared to assert that structures had been built inside the warehouse without permits or that the property was being used as a residence. Others cited illegal parking and mounds of debris piled up on the sidewalk and in an adjoining vacant lot. An inspector who visited the warehouse 15 days before the fire to investigate a possible “illegal interior building structure” was unable to get inside. According to Oakland Mayor Libby Schaaf, the city followed up by sending a request to the warehouse owner to gain entry. City Planning and Building Department reports released Wednesday, however, indicate only that the city sent a violation notice demanding debris outside the building be cleaned up. Schaaf said the city eventually would release records of all violations and other actions related to the warehouse, documents requested by numerous news outlets under California’s public records laws. By Wednesday afternoon, the Ghost Ship had nearly emptied.  Fire crews folded up ladders and placed shovels on the back of a vehicle. Tents stationed in front of the building for days were disassembled. TV news cameras disappeared. Oakland fire trucks backed out of the site and drove away.  Caption 90 seconds: 4 stories you can't miss Beyonce leads today’s Grammy nominations with nine , California’s new legislative session began in dramatic fashion , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , and former L.A. County Sheriff Lee Baca was once a powerful and celebrated lawman but now he's at the center of a public corruption trial . Caption 90 seconds: 4 stories you can't miss Beyonce leads today’s Grammy nominations with nine , California’s new legislative session began in dramatic fashion , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , and former L.A. County Sheriff Lee Baca was once a powerful and celebrated lawman but now he's at the center of a public corruption trial . Caption 90 seconds: 4 stories you can't miss ",
    "title": "&apos;It’s excruciating&apos;: Inside the heartbreaking recovery of 36 bodies in Oakland warehouse - LA Times"
   },
   {
    "entities": [
     "democratic",
     "mccain",
     "stephen",
     "biden",
     "capitol",
     "navy",
     "joe",
     "senators",
     "house",
     "mcconnell",
     "senate",
     "tim",
     "chris",
     "tuesday",
     "2020",
     "colbert",
     "2016",
     "john",
     "kaine",
     "once",
     "night",
     "jill",
     "arizona",
     "delaware",
     "hill",
     "coons",
     "said",
     "time",
     "white"
    ],
    "id": 10,
    "text": "Watch Live: Joe Biden Honored on Senate Floor autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161208011309if_/http://www.nbcnews.com/widget/video-embed/827254339937\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> McConnell also joked about Biden's good humor after satirical news site The Onion Photoshopped a picture of the supposedly bare-chested vice president washing his Trans-Am on the White House driveway. Biden's response at the time was that everyone knew he drove a Corvette, not a Trans-Am. Said McConnell: \"This son of a used-car salesman will always be a muscle car guy at heart.\" Sen. Tim Kaine, D-Virginia, became so emotional that he had to stop speaking while telling a story about how Biden met with a first-time voter who was so sick with sickle cell anemia that it was difficult for him to vote. He added that that story epitomizes Biden — someone who \"offers joy\" to people who are struggling. Arizona Sen. John McCain, meanwhile, talked about their 40 year friendship that began when McCain was a Navy Senate liaison who used to carry Biden's bags on overseas trips. He recalled a lighter moment from Biden's early senate days when McCain and Biden's wife, Jill, once danced on a table at a bar. Related: Biden Emotional at Vote on Cancer Funding Bill Partly Named for Son Beau Dr. Jill Biden and much of their family sat in the Senate gallery watching the tribute, eyes filled with tears the celebration of his life and relationships stretched on. Biden told reporters off the Senate floor that he had no intention of running for president again in 2020, despite teasing references over the last few days. During appearances on Capitol Hill each day this week, Biden had stoked speculation by not ruling it out, but not taking questions about it seriously. Biden further dismissed speculation Tuesday night on \"The Late Show with Stephen Colbert\" but added an important caveat. \"I don't plan on running again, but to say you know what's going to happen in four years I just think is not rational.\" He added that he's learned over his 74 years that he should \"never say never.\" Both Republican and Democratic Senators acknowledged the speculation and joked about him being president. \"Thank you, Mr. President, and it does bring me some joy to call you Mr. President,\" said Sen. Chris Coons of Delaware. The senator presiding over the senate is referred to as president. Biden decided against running in 2016 because of the pain he suffered from the death of his son. He has said many times that his heart would not have been in it, and he told Colbert that he doesn't regret not running because it was the right decision for his family. Play ",
    "title": "Senate Celebrates 'Friend' Joe Biden, Paying Tribute to 44-Year Career - NBC News"
   },
   {
    "entities": [
     "march 22, 2016",
     "u.k.",
     "400 euros",
     "the end of june",
     "ransfort",
     "reuters",
     "turkey",
     "paris",
     "abelhamid",
     "state",
     "the day",
     "last month",
     "once",
     "anderlecht",
     "brussels",
     "iraq",
     "abaaoud",
     "dana-kamran",
     "islamic",
     "molenbeek",
     "barzarouj",
     "ali",
     "belgian",
     "800 euros",
     "bataclan",
     "zakaria",
     "last march",
     "the beginning of july 2015",
     "istanbul",
     "march 22",
     "ahmed",
     "august 2014",
     "news",
     "manchester",
     "united",
     "gazientep",
     "brahim",
     "london",
     "park",
     "tuesday",
     "lille",
     "telabiad",
     "night",
     "june 2014",
     "police",
     "blue",
     "heath",
     "april 8",
     "raqqa",
     "boufassil",
     "deir",
     "epa",
     "birmingham",
     "france",
     "july 10",
     "#20",
     "mosque",
     "july 11",
     "gardham",
     "britain",
     "the afternoon of",
     "duncan",
     "march 28, 2016",
     "youssef",
     "#500",
     "soulaymene",
     "abrini",
     "essen",
     "tv",
     "rue",
     "april 8, 2016",
     "salah",
     "nbc",
     "abdeslam",
     "3:06",
     "adana",
     "#2,000",
     "dec 7",
     "sebastien",
     "caliphate",
     "#50",
     "syria",
     "belgium",
     "mohamed",
     "2016",
     "england",
     "federal",
     "#1,000",
     "mohammed",
     "abdelhamid",
     "0:34",
     "ezzor",
     "mission",
     ", 2:10 pm",
     "nov. 13, 2015",
     "now",
     "isis"
    ],
    "id": 11,
    "text": "Dec 7 2016, 2:10 pm ET The 'Man in the Hat' Spills Terror Gang's Secrets by Duncan Gardham, NBC News Security Analyst Share March 28, 2016: Watch Security Video of Brussels Airport Bombing Suspect 0:34 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161208001328if_/http://www.nbcnews.com/widget/video-embed/653429315741\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> After the Brussels airport bombing that killed 16 people last March, a man in a black hat was seen walking calmly from the scene. Closed-circuit cameras caught the same man prior to the blasts, in hat and glasses and tan coat, pushing a loaded luggage cart alongside the two suicide bombers who would soon detonate their devices. A manhunt began for the mysterious Man in the Hat. What he told officials about his work for ISIS after his capture — revealed in the just completed trial of another jihadi in the U.K. — shows how the terror group runs its operations and hands out its deadly missions. The Man in the Hat was a prolific burglar, a Manchester United fan with a gambling habit, and a neighborhood friend of several of the plotters in the Paris and Brussels terror attacks who traveled to Syria and Britain as a courier for ISIS. Mohamed Abrini, 31, a Belgian of Moroccan descent, was picked up in Belgium on April 8. His confession allowed authorities to identify and charge two men from Birmingham, England as accomplices in the attacks. But Abrini didn't like the way his statements were leaked to the media, and how he was branded a \"supergrass,\" or snitch. He refused to testify against the two men, who were charged with supplying money for the attacks. Prosecutors used his confession as evidence instead, reading the transcript aloud in court. A jury found Belgian national Zakaria Boufassil, 26, guilty on Tuesday. Mohammed Ali Ahmed pleaded guilty last month. A composite handout photograph provided by Belgian Federal Police shows Abrini at the Brussels airport on March 22, 2016. Belgian Federal Police via EPA Journey to Raqqa Abrini was friends with at least three of the Paris and Brussels attackers, Bataclan massacre mastermind Abdelhamid Abaaoud and brothers Salah and Brahim Abdeslam. Brahim blew himself up in a restaurant during the Nov. 13, 2015, Paris attacks, while prosecutors say Salah provided transport to the attackers and may helped assemble explosives. All shared a history of petty crime, and one of Abrini's brothers had already traveled to Syria to fight for ISIS. Abrini would soon follow. Authorities would later say that in addition to participating in the Brussels attack on March 22, he had driven Salah Abdeslam to Paris two days prior to the Bataclan massacre, in which 130 people died. In his statement to Belgian police, Abrini said that he knew Abaaoud \"from the neighborhood,\" the heavily immigrant suburb of Brussels known as Molenbeek, \"but didn't really hang out with him much.\" Abrini ran a snack bar at Rue Ransfort. Abaaoud, who sometimes worked at his family's clothing store, had a police record for assault and other offenses. \"He had a business only meters from my place and so our paths crossed often and we chatted together now and then, no more,\" he said. Abrini said he went to Syria simply to pay tribute to his little brother. \"My reason for going to Syria was to see my young brother's Soulaymene's grave,\" he added. Soulaymene went to Syria in June 2014 and died in Deir Ezzor in Syria around August 2014. Before heading to Syria, said Abrini, he contacted two people, Youssef Barzarouj and Abdelhamid Abaaoud. Barzarouj explained the journey to him, telling him how to get into Syria, he said. \"He told me which steps to follow and it was he who gave my number to the border crossing facilitator so that I would be able to cross the border,\" Abrini said. Belgian Federal Police released a photo of Mohamed Abrini, a suspect in the Paris terrorist attacks. Belgian Federal Police \"He called the person in question and I took the phone from him and we discussed things.\" Barzarouj had been fighting in Syria. He told Abrini that his friend and neighbor Abaaoud was \"near Iraq.\" Abrini said that at this point he had nothing more than a phone contact for Abaaoud, obtained through \"a person from the neighborhood.\" At the end of June or the beginning of July 2015, Abrini went to Turkey. He used money earned at the snack bar, he said, to buy his round-trip ticket to Istanbul, paying 700 to 800 euros in cash at a travel agency in central Brussels. \"In fact, initially I thought I would be able to go to Syria directly and then from Syria back to Turkey during the time that I had booked the travel,\" he claimed. \"I booked a ticket to Istanbul and a hotel near the Blue Mosque in the centre of Istanbul.\" Abrini arrived in Istanbul and bought a phone card at the airport, presenting his passport for identification, before ringing Barzarouj on a number he said he couldn't remember any more. Play Mom Wants Answers in Bombing Linked to Paris Attack 3:06 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161208001328if_/http://www.nbcnews.com/widget/video-embed/723104323845\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Abrini went to Adana and Gazientep in Turkey before crossing the border into Syria. Once in Syria, he headed to Telabiad where he stayed in a small house, which served as a staging post to Raqqa, the capital of the Islamic Caliphate. A \"man in a van\" who was \"part of Islamic State\" took him to Raqqa, he said. \"In Raqqa I was put in a house that had everything - TV, food in the fridge,\" he added. Abrini met Abaaoud \"at the entrance to Raqqa\" and they spent an hour together. \"We talked a bit about everything and anything he talked about battles he had been part of where my brother had died and the circumstances of the death,\" Abrini told the officers. Abrini and Abaaoud arranged a second meeting. \"The first time we talked about a bit of everything and anything and the second time he asked me if I could do him a favor,\" he added. The Mission Abaaoud gave him two phone numbers in the U.K. and told him to travel to the U.K. and call the numbers when he arrived. \"I only knew that I was supposed to go to the U.K. make contact with the numbers that Abaaoud gave me.\" Abrini left equipped with two British phone numbers and the knowledge that a Belgian was supposed to receive the money. \"From Turkey, I then went to the U.K., to London to be precise. In the beginning I did not know which city I had to go to. I only had the contact numbers that Abaaoud Abdelhamid gave me. Without thinking too much about it I asked for a plane ticket to London.\" In London, he went to an internet cafe to buy a British SIM card to phone his British contact, although he had not been given a name, he said. \"As I understood it, the person I was supposed to meet in the U.K. was in contact with an individual in Syria and that individual in Syria had loaned money to Abdelhamid Abaaoud,\" he said. Related: Paris Terror Files Reveal Missed Opportunities to Stop Attacks \"That is at least what I understood but I am not sure.\" In London, he also made contact with Abaaoud to let him know he had arrived safely and \"to say everything was in order,\" he said. He described a message-taking system designed to try and keep ISIS operatives safe. \"The Turkish numbers I was contacting belonged to people of the Islamic State who are in contact with Abdelhamid Abaaoud. \"They are actually intermediaries for Abdelhamid Abaaoud — they are numbers based in warehouses, houses that do not really correspond to any person, but to places and are managed by the caretakers of these houses.\" After arriving in London, he was redirected to Birmingham where he picked up a taxi from the bus station. \"I did not know Birmingham and I asked the driver to take me to a reasonably priced hotel in a Muslim neighborhood,\" he said. The hotel was opposite Small Heath Park, where Abrini later met Ahmed, a U.K. national, and Boufassil, the Belgian he'd heard about. The Meeting There was a dummy run on July 10, when Abrini was directed to the park but the other two men circulated around the area checking him out. Then on the afternoon of July 11, Mohammed Ali Ahmed and Zakaria Boufassil directed Abrini to a local pizzeria. \"They asked me to wait opposite that specific pizzeria. I went there as agreed. After various phone contacts, a person on the telephone with a mix of Arabic and English asked me to face the park and to wait for a person with a blue jacket with a kind of short 3/4 trousers,\" he said. \"After that phone contact I waited for about ten minutes and the person arrived. This person then told me to follow him while keeping a distance of between 10 and 15 meters between us. \"I did what he told me. We then crossed the large park then outside the park we crossed a bridge that passes outside the motorway. After the bridge there was a little forest and we went into there. \"There was actually a second person who waited in the forest and it was him who had the money that needed to be given to me.\" He said they \"spoke a little bit about the trip\" and the man then asked who had sent him to get the money. \"I answered it was Abelhamid Abaaoud. On those words he took his bag out and gave me the money,\" Abrini said. Police officers detain a suspect during a raid in which fugitive Mohamed Abrini was arrested in Anderlecht, near Brussels, Belgium, April 8, 2016 in this still image taken from video. Sebastien Dana-Kamran via Reuters TV The men didn't count the cash, but Abrini said it was in £20 and £50 notes and he later changed it into euros, £500 to £1,000 at a time. \"It is at that moment as well that Zakaria explained to me that it had taken long because he had to verify with Syria that I was the right person,\" he added. Although the three men had their phones switch off for an hour, Abrini claimed the meeting had been \"for only a brief moment.\" \"From the forest I went to the park and from the park I went to my hotel. I left the money in the hotel and then I went for a walk,\" he said. \"I stayed another day or two in that city before going to Manchester. In Birmingham during the day I used to go to the cafes and shopping. At night I used to go to the casinos,\" he added. It can now be reported that the British government had been surveilling Ahmed, but it was not a 24-hour operation, and the meeting with Abrini was missed. Had the British witnessed the meeting, they might have alerted Belgian authorities to Abrini long before the Paris and Brussels attacks. Abrini turned himself in to Belgian police 11 days after he returned but denied he had anything to do with ISIS. \"I Am A Player, A Fan of Casinos\" Abrini told the Belgian officers that weather was \"exceptional for the U.K.,\" adding: \"I remember that it was nice. The sun was shining. People went out in shorts and t-shirts.\" As part of the trip he traveled to Manchester where he took more than 30 photographs on a two-hour tour of the Manchester United football stadium. He denied any plan to attack Britain, saying: \"On being arrested by you, neither in London, nor in Birmingham, nor in Manchester, have I been on any reconnaissance trips in relation to preparatory terrorist attacks.\" He added: \"There's no plan to target England as a potential site for a terrorist act. From what I know, it's France who is the declared enemy of Islamic State. \"I think England has a more developed secret service, better observation techniques etc... and it's therefore more difficult to attack.\" Abrini also made at least five visits to casinos in London, Birmingham and Manchester and police wanted to know why. \"I am a player, a fan of casinos,\" he said. \"I play, I am registered a little everywhere in casinos — Lille, Essen...I am a player it's my addiction. \"I play Russian roulette, poker and the slot machines, but only in Lille for the slot machines.\" It's unclear if \"Russian roulette\" — normally played with a handgun to the temple — was actually the game he played. Abaaoud funded his trip to Britain with £2,000 because he only had 300 to 400 euros left, Abrini said. Play ",
    "title": "The 'Man in the Hat' Spills Terror Gang's Secrets - NBC News"
   },
   {
    "entities": [
     "david",
     "connecticut",
     "trump",
     "pinterest",
     "facebookemail",
     "facebook",
     "senate",
     "pac",
     "donald",
     "albin",
     "administration",
     "of",
     "business",
     "lohr-jones",
     "commission",
     "fame",
     "federal",
     "twitter",
     "vince",
     "usa",
     "election",
     "wwe",
     "today",
     "small",
     "wednesday",
     "$6 million",
     "hall",
     "america",
     "first",
     "2010",
     "2012",
     "5:41 p.m. est",
     "my",
     "epa",
     "mcmahon",
     "linda",
     "jackson",
     "december 7, 2016",
     "google"
    ],
    "id": 12,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Trump picks WWE co-founder Linda McMahon for Small Business Administration 'Linda is going to be a phenomenal leader and champion for small businesses and unleash America's entrepreneurial spirit all across the country,' Trump said. Post to Facebook Trump picks WWE co-founder Linda McMahon for Small Business Administration 'Linda is going to be a phenomenal leader and champion for small businesses and unleash America's entrepreneurial spirit all across the country,' Trump said. Check out this story on USATODAY.com: http://usat.ly/2gW78NV CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 26 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump picks WWE co-founder Linda McMahon for Small Business Administration David Jackson , USA TODAY 5:41 p.m. EST December 7, 2016 Linda McMahon (Photo: Albin Lohr-Jones / POOL, EPA) President-elect Donald Trump said Wednesday he will nominate Linda McMahon — co-founder of World Wrestling Federation — to be the leader of his Small Business Administration. \"My America First agenda is going to bring back our jobs and roll back the burdensome regulations that are hurting our middle class workers and small businesses,\" Trump said in announcing McMahon's nomination. Touting her experience in the pro wrestling business, Trump said that McMahon \"helped grow WWE from a modest 13-person operation to a publicly traded global enterprise with more than 800 employees in offices worldwide. Linda is going to be a phenomenal leader and champion for small businesses and unleash America's entrepreneurial spirit all across the country.\" Accepting the nomination, McMahon said that \"small businesses are the largest source of job creation in our country,” and \"I am honored to join the incredibly impressive economic team that President-elect Trump has assembled to ensure that we promote our country’s small businesses and help them grow and thrive.” McMahon, who ran unsuccessfully for the Senate from Connecticut in 2010 and 2012, was an early supporter of Trump's presidential bid. She founded the WWE with her husband, Vince McMahon, to whom she's been married for 50 years. McMahon has emerged as a big financial benefactor of Republicans in recent elections, including Trump. She donated a total of $6 million to a pro-Trump super PAC, Federal Election Commission records show. Trump has appeared on wrestling shows and is a member of the WWE Hall of Fame. ",
    "title": ""
   },
   {
    "entities": [
     "2016",
     "news",
     "inc.",
     "interactive",
     "29 percent",
     "cbs",
     "52 percent",
     "tuesday",
     "chicago",
     "the last month",
     "james"
    ],
    "id": 13,
    "text": "Close CBS News James has been out of work for the last month, and has little recourse but to turn to placement agencies like MVP. “I was hoping that I could go through one of those companies and seek help for work,” James said. “It is very frustrating.” African Americans make up 29 percent of Chicago’s population, but account for 52 percent of the city’s unemployed. The lack of jobs, or even the hope of landing one, is considered a factor in the city’s escalating violence. “People respond to that feeling of disenfranchisement in a variety of ways. And some may respond with violence, others respond in other ways,” Sellers said. “But it really is sort of a cancer in the fabric of the community.” CBS News has called and e-mailed MVP Staffing for a reaction when the suit was filed on Tuesday, but the company had no comment. The workers involved in the case are suing for an end to the discrimination, and for the wages they say they have lost because of it. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Temp agency faces discrimination suit from African-American job seekers - CBS News"
   },
   {
    "entities": [
     "dunn",
     "this week",
     "great",
     ", 3:56 pm",
     "mountains",
     "park",
     "investigation",
     "monday",
     "bureau",
     "of",
     "county",
     "smoky",
     "dec 7,",
     "6:07 pm est",
     "wednesday, nov. 30, 2016",
     "2016",
     "clayton",
     "sevier",
     "tennessee",
     "tenn.",
     "chimney",
     "national",
     "james",
     "gatlinburg",
     "east",
     "wednesday",
     "sevierville",
     "tops",
     "nov. 23",
     "december 7, 2016",
     "jordan"
    ],
    "id": 14,
    "text": "CBS/AP December 7, 2016, 3:56 PM 2 juveniles charged over East Tennessee wildfire that killed 14 Some walls of a burned-out business remain Wednesday, Nov. 30, 2016, in Gatlinburg, Tenn., after a wildfire swept through the area Monday.  Mark Humphrey/AP Email Last Updated Dec 7, 2016 6:07 PM EST SEVIERVILLE, Tenn. - Authorities have charged two juveniles for starting an East Tennessee wildfire that killed 14 people and destroyed or damaged more than 1,700 buildings. The Tennessee Bureau of Investigation, local District Attorney General James Dunn and Great Smoky Mountains National Park announced charges at a news conference Wednesday. Victims displaced by a deadly wildfire in eastern Tennessee this week are finally being allowed to return to their homes and businesses to assess... Dunn said the juveniles face aggravated arson charges for the fire in the Chimney Tops area of Great Smoky Mountains National Park on Nov. 23. The fire spread to the Gatlinburg area , causing widespread damage. They’re being held in the Sevier County juvenile detention center. They said the juveniles are from Tennessee, but not Sevier County. Officials said state law prevents releasing more information about them. The investigation is ongoing and more charges could come. They said it’s possible they would move the case into adult courts. The trouble began when the arson-induced wildfire spread from the national park into the Gatlinburg area as  hurricane-force winds toppled trees and power lines, blowing embers in  all directions.   More than 14,000 residents and visitors in Gatlinburg were forced to  evacuate, and the typically bustling tourist city was shuttered. Deputy  Park Superintendent Jordan Clayton said the initial fire on an area  called Chimney Tops, a double peaked ridge line about 4 miles away from  Gatlinburg, was caused by a person or people. It started near the end of  a popular hiking trail on Nov. 23. ",
    "title": "2 juveniles charged over East Tennessee wildfire that killed 14 - CBS News"
   },
   {
    "entities": [
     "iii",
     "ayers",
     "stephen",
     "palm",
     "mar-a-lago",
     "times",
     "lou",
     "texas",
     "friday",
     "beach",
     "julie",
     "the week",
     "states",
     "trump",
     "2000",
     "house",
     "sam",
     "hillary",
     "gates",
     "rudolph",
     "pfeiffer",
     "michael",
     "last week",
     "united",
     "newt",
     "georgia",
     "m.",
     "park",
     "donald",
     "the 1980s",
     "morning",
     "tower",
     "monday",
     "dan",
     "george",
     "last month",
     "members",
     "hodgson",
     "gingrich",
     "of",
     "congress",
     "mccaul",
     "fla.",
     "johnson",
     "2008",
     "mike",
     "hirschfeld",
     "j.",
     "bet",
     "sonny",
     "l.",
     "manhattan",
     "barletta",
     "republican",
     "k.",
     "new",
     "bedminster",
     "hollywood",
     "w.",
     "obama",
     "n.j.",
     "york",
     "giuliani",
     "washington",
     "central",
     "nick",
     "swift",
     "ivanka",
     "hilary",
     "perdue",
     "pennsylvania",
     "clay",
     "bannon",
     "bush",
     "robert",
     "clinton",
     "pence"
    ],
    "id": 15,
    "text": "What It’s Like to Apply for a Job in Donald Trump’s White House By JULIE HIRSCHFELD DAVIS Continue reading the main story Photo President-elect Donald J. Trump and Robert L. Johnson, the founder of the television network BET, in Bedminster, N.J., last month. Credit Hilary Swift for The New York Times WASHINGTON — When former Gov. Sonny Perdue of Georgia stepped off the elevator on the 26th floor of Trump Tower last week for his interview with Donald J. Trump , he expected a grilling by the president-elect and a phalanx of associates, something along the lines of the confrontational boardroom scenes at the sleek conference table in the television show “The Apprentice.” What he found instead was Mr. Trump, calm and solicitous behind a desk cluttered with papers and periodicals, in a large corner office with a hodgepodge of memorabilia and décor that appeared little changed from the 1980s. Nick Ayers, an aide to Vice President-elect Mike Pence, and Stephen K. Bannon, who will serve as Mr. Trump’s chief strategist, listened from the sidelines. Mr. Trump, who offered Mr. Perdue a seat across from his desk, was in charge. “He was approaching this from a deal standpoint, and he wanted to know if he was on the right track,” said Mr. Perdue, who is being considered for secretary of agriculture and wore a tie adorned with tractors to the meeting. “He believes that we in the United States have been sort of patsies over the years in the way we’ve dealt with our foreign competitors and international trade — and I agree with him — and he wanted to know what I would do about it.” Photo Former Gov. Sonny Perdue of Georgia spoke to reporters last week in the lobby of Trump Tower in Manhattan after meeting with Mr. Trump. Credit Sam Hodgson for The New York Times For more than a decade, millions of Americans tuned in to watch Mr. Trump interrogate prospective employees on “The Apprentice” with a mix of arrogance and disdain. But in private over the past few weeks, a less theatrical spinoff of the spectacle has unfolded in Mr. Trump’s office in Manhattan, and occasionally at his golf resort in Bedminster, N.J., or at Mar-a-Lago, his getaway in Palm Beach, Fla. Continue reading the main story Mr. Trump’s interview style in the real world is direct but conversational, according to people who have sat opposite him. He did not take notes or appear to refer to a set list of questions, but he did have dossiers on his visitors and often displayed intricate knowledge of their backgrounds and experience. He rarely drank or ate. He kept his suit jacket on. In New York, he liked to show off the sweeping views of Central Park visible over his shoulder. Advertisement Continue reading the main story Job seekers, who must parade before the news media in the marble and bronze lobby of Trump Tower — “It was almost like walking the red carpet in Hollywood,” said Representative Lou Barletta, Republican of Pennsylvania, who has offered himself up as a secretary of transportation or labor — said that the president-elect often asked open-ended questions and had little patience for meandering answers. “If you filibuster , he’ll cut you off,” said Newt Gingrich, the former House speaker who was initially in the running to be Mr. Trump’s secretary of state but has since said he is not interested in a cabinet post. “He wants to know what you can do for him.’’ OPEN Graphic Mr. Gingrich said Mr. Trump’s approach to putting together his administration was the same one he has used with his multibillion-dollar business. “He’s used to defining jobs, measuring capability and making a judgment: ‘Do I think you can run my golf course? Do I think you can run my hotel? Do I want your restaurant in my building?’” Mr. Gingrich said. Mr. Trump has been more hands-on in the interviews than his predecessors were. George W. Bush rarely spoke in person to more than one finalist for each cabinet post, said Clay Johnson III, who directed his transition effort in 2000. President Obama also interviewed a single finalist for each post in most cases, usually in a one-on-one discussion meant to confirm an already well-established conclusion that the candidate would be right for the job, said Dan Pfeiffer, a senior transition official in 2008. “In some cases, he knew who he wanted and it was a question of convincing them to do it,” Mr. Pfeiffer said, citing examples like Hillary Clinton, who became Mr. Obama’s secretary of state, and Robert M. Gates, whom he persuaded to stay on as defense secretary. Mr. Obama was also adamant that the deliberations not spill out into the open, but that has not been the case with Mr. Trump. Photo Representative Lou Barletta, Republican of Pennsylvania, who met with the president-elect last week at Trump Tower. “It was almost like walking the red carpet in Hollywood,” Mr. Barletta said. Credit Sam Hodgson for The New York Times Members of Congress, generals, business executives and others mingle outside his office, waiting for an audience with the president-elect. Mr. Barletta waited more than 45 minutes for his meeting, passing the time chatting with his Republican colleague Representative Michael McCaul of Texas, who was waiting for his turn to audition for secretary of homeland security. “It was like a green room, a waiting room of people you know or you know of, all waiting their turn,” said Robert L. Johnson, the founder of the television network BET, who visited Mr. Trump at Bedminster to discuss ways the incoming president could reach out to African-Americans. As Mr. Johnson was coming in, Rudolph W. Giuliani, the former mayor of New York whom Mr. Trump is considering for secretary of state, was going out. Advertisement Continue reading the main story Mr. Trump wants a gut sense for a potential hire, people close to him said, prizing personal chemistry and an entrepreneurial spirit. But he also leans on the judgment of trusted advisers — particularly Mr. Pence and his elder daughter, Ivanka Trump — when assessing a candidate. It was Ms. Trump who reached out to Mr. Johnson, the businessman and BET founder, after she saw a statement he issued the week after her father’s victory. In it, Mr. Johnson urged black voters to participate in elections and insist that both political parties address their concerns in order to earn their support. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "What It’s Like to Apply for a Job in Donald Trump’s White House - The New York Times"
   },
   {
    "entities": [
     "washington",
     "once",
     "university",
     "npr",
     "audie",
     "silver",
     "texas",
     "past",
     "recently",
     "now",
     "kamm",
     "denver",
     "pizzeria",
     "d.c.",
     "of",
     "alefantis",
     "trump",
     "cornish",
     "james",
     "nicholas"
    ],
    "id": 16,
    "text": "What Legal Recourse Do Victims Of Fake News Stories Have? What Legal Recourse Do Victims Of Fake News Stories Have? Embed Embed A gunman's appearance at a Washington, D.C., pizzeria that was falsely reported to house a pedophilia ring has elevated worries over the unrelenting rise of fake news on the Internet. Nicholas Kamm /AFP/Getty Images hide caption toggle caption Nicholas Kamm /AFP/Getty Images A gunman's appearance at a Washington, D.C., pizzeria that was falsely reported to house a pedophilia ring has elevated worries over the unrelenting rise of fake news on the Internet. Nicholas Kamm /AFP/Getty Images Fake news played a bigger role in this past presidential election than ever seen before. And sometimes it has had serious repercussions for real people and businesses. That's what happened to a pizzeria in Washington, D.C., recently, when an armed man claiming to be \"self-investigating\" a fake news story entered the restaurant and fired off several rounds. But once a fake news story is out there, and the harm has been done, what can a person do about it? Radio Conspiracy Theorist Claims Ear Of Trump, Pushes 'Pizzagate' Fictions Derigan Silver, a professor of media, First Amendment and Internet law at the University of Denver, tells NPR's Audie Cornish that victims of fake news stories have legal recourse under defamation law. \"Fake news sites are clearly a situation where they're engaging in a defamatory statement, a false statement about another that damages that person's reputation,\" Silver says. \"In that situation, that is certainly actionable.\" Interview Highlights On the legal recourse for victims of fake news stories So in most of these situations, the person that has been harmed is going to bring a lawsuit that we call a tort. Now a tort is a noncontractual harm between two private individuals. It's a civil lawsuit, where you're alleging that one person harmed another. ... So anytime one private individual harms another private individual, you can bring a lawsuit for a tort. So one of those torts that people can have advantage of is called defamation. Defamation is a tort that alleges that a communication damaged your reputation. Article continues after sponsorship Man Fires Rifle Inside D.C. Pizzeria, Cites Fictitious Conspiracy Theories On who's accountable for fake news stories They can hold accountable anybody who has communicated the defamatory statement to anybody else. That includes the person who originated the defamatory statement, but under something called the republication rule, it also includes anybody who repeated the defamatory statement. Now simply retweeting a defamatory statement is probably not going to be enough to qualify for republication, but passing on information that you heard from somebody else certainly is republication. So you have some cases coming out of Texas, for example, where hundreds and hundreds of people were adding to a posting that had more and more and more defamatory contents. And if you can track those people down, if you can find out those identities, then yes, you can sue every single person who sort of adds to that defamatory statement or repeats that defamatory statement. Comet Ping Pong Owner James Alefantis On Conspiracy Theory Ordeal Fake News Surge Pins D.C. Pizzeria As Home To Child-Trafficking ",
    "title": "What Legal Recourse Do Victims Of Fake News Stories Have? : NPR"
   },
   {
    "entities": [
     "last year",
     "tribune",
     "o'connell",
     "terrence",
     "m.",
     "padar",
     "patrick",
     "antonio",
     "leighton",
     "criminal",
     "dan",
     "2014",
     "horn",
     "coghlan",
     "herbert",
     "police",
     "courthouse",
     "department",
     "chicago",
     "glenview",
     "pruente",
     "james",
     "wednesday",
     "matthew",
     "william",
     "dec. 7, 2016"
    ],
    "id": 17,
    "text": "Former Glenview officer found not guilty of perjury Police perjury trial Terrence Antonio James / Chicago Tribune Former Glenview patrol Officer James Horn was found not guilty of perjury Dec. 7, 2016. Former Glenview patrol Officer James Horn was found not guilty of perjury Dec. 7, 2016. (Terrence Antonio James / Chicago Tribune) Patrick M. O'Connell Chicago Tribune One of three police officers facing perjury charges was found not guilty by a judge Wednesday. Former Glenview patrol officer James Horn was discharged after defense lawyers argued for a directed verdict in the bench trial at the Leighton Criminal Courthouse. The arguments came after the prosecution rested its case. Horn shook the hand of his lawyer, Dan Herbert, after the judge's decision. Outside the courtroom, he said he was relieved. Two Chicago police officers, Sgt. James Padar and Officer William Pruente, continue to stand trial on perjury, official misconduct and obstruction of justice charges. Judge Matthew Coghlan said there is enough evidence on those charges for the trial to proceed against the Chicago officers. The case centers on testimony the officers made during a 2014 court hearing regarding the arrest of a suspected drug dealer in Glenview. Video of the arrest shown after the officers testified did not line up with the way the men described the incident. But Coghlan said Horn was mostly a bystander during the arrest, and it appeared his testimony was based on a review of one of the Chicago officer's reports. His statements in court that day were vague and showed he did not clearly remember the sequence of what happened, the judge said. Horn was terminated from the Glenview Police Department last year following administrative proceedings, he said. After the verdict, Horn said he hopes the judge's decision restores his reputation. Horn said he was not sure about the next steps in his career. ",
    "title": "Former Glenview officer found not guilty of perjury - Chicago Tribune"
   },
   {
    "entities": [
     "veronica",
     "bloomberg",
     "37 percent",
     "trump",
     "house",
     "dec. 15",
     "hillary",
     "57 percent",
     ", 4:28 pm",
     "last week",
     "65 percent",
     "dhs",
     "67 percent",
     "55 percent",
     "donald",
     "recently",
     "dec 7, 2016",
     "john",
     "50 percent",
     "kelly",
     "twitter",
     "once",
     "election",
     "u.s.",
     "20 percent",
     "today",
     "69 percent",
     "day",
     "73 percent",
     "dec. 2",
     "seventy-nine percent",
     "america",
     "sixty-nine percent",
     "49 percent",
     "51 percent",
     "clinton",
     "35 percent",
     "white"
    ],
    "id": 18,
    "text": "Donald Trump's Favorability Rating at 50 Percent, New Poll Shows By VERONICA STRACQUALURSI Dec 7, 2016, 4:28 PM ET 0 Shares WATCH Trump Expected to Pick Gen. John Kelly as DHS Secretary 0 Shares A month after the election, the nation remains divided over President-elect Donald Trump , a new poll shows. His favorability rating sits at 50 percent, according to a national Bloomberg poll out today. Just 37 percent of Americans polled believe the country is heading in the right direction, while 49 percent feel that the country is heading in the wrong direction. The poll, conducted Dec. 2 through 5, also shows that 55 percent are more optimistic about a Trump presidency from his actions and statements since Election Day , while 35 percent are more pessimistic about the prospect of Trump in the White House. Trump Says He's Leaving Businesses to Avoid Conflicts And according to the Bloomberg poll, 51 percent of those surveyed are very or mostly confident that Trump will put America's interests ahead of his business's as he meets with foreign leaders. Last week he tweeted that he'll cut ties to his business \"in total\" to focus on running the country. \"While I am not mandated to do this under the law, I feel it is visually important, as President, to in no way have a conflict of interest with my various businesses,\" he wrote on Twitter. He also tweeted that he will hold a \"major news conference\" with his children, who are involved with his businesses, on Dec. 15. In addition, the Bloomberg poll shows that a majority of respondents — 67 percent — believe Trump needs to choose between being president or a businessman, yet 69 percent believe it \"goes too far\" if Trump sells off his businesses in order to avoid conflicts of interest. Seventy-nine percent hope Trump drops the combative tone he displayed on the campaign trail once he's in office, the poll shows. An overwhelming 73 percent are fine with his adjusting a few of his campaign promises — including appointing a special prosecutor to investigate Hillary Clinton 's use of a private email server , barring foreign Muslims from entering the U.S. and repealing and replacing the Affordable Care Act, or \" Obamacare ,\" according to the poll. Just 20 percent view his reconsideration of these issues as broken promises. Sixty-nine percent of those polled believe Trump will deliver on his campaign promise to repeal and replace \"Obamacare.\" He recently said he'd like to keep parts of the ACA in place, such as protecting patients with existing conditions and allowing children to remain on their parents' plans until they're 26. But when it comes to two of his key campaign promises related to immigration, more than half of those surveyed don't think he'll keep his word: 57 percent don't expect millions of undocumented immigrants to be deported, and 65 percent don't expect a wall to be built on the U.S.-Mexico border. The poll has a margin of error of +/- 3.1 percentage points. 0 Shares ",
    "title": "Donald Trump's Favorability Rating at 50 Percent, New Poll Shows - ABC News"
   },
   {
    "entities": [
     "redhawks",
     "times",
     "management",
     "supreme",
     "friday",
     "harold",
     "interior",
     "trump",
     "2013",
     "gaddie",
     "legislature",
     "services",
     "university",
     "morning",
     "g.",
     "legal",
     "monday",
     "of",
     "2014",
     "court",
     "2015",
     "continental",
     "1970",
     "once",
     "department",
     "city",
     "obama",
     "pruitt",
     "kentucky",
     "new",
     "oklahoma",
     "christian",
     "and",
     "keith",
     "york",
     "2010",
     "ronald",
     "office",
     "energy",
     "hamm",
     "e.p.a.",
     "budget"
    ],
    "id": 19,
    "text": "OPEN Graphic At the heart of Mr. Obama’s efforts to tackle climate change are a collection of E.P.A. regulations aimed at forcing power plants to significantly reduce their emissions of planet-warming carbon dioxide pollution. Mr. Trump cannot unilaterally cancel the rules, which were released under the 1970 Clean Air Act . But a legally experienced E.P.A. chief could substantially weaken, delay or slowly take them apart. Beyond climate change, the E.P.A. itself may be endangered. Mr. Trump campaigned on a pledge to greatly shrink — or even dismantle — it. “We are going to get rid of it in almost every form,” he once pledged. Mr. Pruitt may be the right man to do that. As attorney general, Mr. Pruitt created a “federalism unit” in his office, explicitly designed to fight President Obama’s health care law and environmental regulations. “You could see from him an increasing effort to delegate environmental regulations away from the federal government and towards the states,” said Ronald Keith Gaddie, a professor of political science at the University of Oklahoma. Although Mr. Obama’s climate rules were not completed until 2015, Mr. Pruitt and a handful of other attorneys general began planning as early as 2014 for a coordinated legal effort to fight them. That resulted in a 28-state lawsuit against the administration’s rules. A decision on the case is pending in a federal court, but it is widely expected to advance to the Supreme Court. Advertisement Continue reading the main story As Mr. Pruitt has sought to use legal tools to fight environmental regulations on the oil and gas companies that are a major part of his state’s economy, he has also worked with those companies. A 2014 investigation by The Times found that energy lobbyists drafted letters for Mr. Pruitt to send, on state stationery, to the E.P.A., the Interior Department, the Office of Management and Budget and even President Obama, outlining the economic hardship of the environmental rules. The close ties have paid off for Mr. Pruitt politically: Harold G. Hamm, the chief executive of Continental Energy, an Oklahoma oil and gas company, was a co-chairman of Mr. Pruitt’s 2013 re-election campaign. Mr. Pruitt, who grew up in Kentucky, moved to Oklahoma to go to law school. An avid baseball fan, for eight years he co-owned and managed the Oklahoma City Redhawks, a minor-league team. He won a seat in the Oklahoma Legislature and opened a small legal office, which he called Christian Legal Services, to challenge government actions that he saw as compromising individual rights. As he ran for attorney general of Oklahoma in 2010, he made clear that he intended to use his power as the state’s top law enforcement official to attempt to force the E.P.A. to back down, convinced that it was wrongly stepping on state government powers. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Trump Picks Scott Pruitt, Climate Change Denialist, to Lead E.P.A. - The New York Times"
   },
   {
    "entities": [
     "andy",
     "reno",
     "night",
     "nevada",
     "police",
     "hug",
     "shoot",
     "washoe",
     "december 7, 2016",
     "student",
     "high",
     "wednesday",
     "currently",
     "county",
     "knife-wielding",
     "barron/the",
     "school",
     "ap",
     "watch"
    ],
    "id": 20,
    "text": "Andy Barron/The Reno Gazette-Journal via AP WATCH Reno Police Shoot Knife-Wielding Student 0 Shares Email The Nevada high school student who was shot by a resource officer Wednesday was armed with a knife and was threatening others, which prompted the officer to raise his weapon, police said. At a press conference Wednesday night, Reno police said the unidentified student at Hug High School was given a warning to drop the knife, but he did not comply. The Washoe County school officer then shot the teen. Police said the officer provided medical aid to the student until emergency responders arrived. He was then transported to a local hospital, where he is currently in critical condition. More info: shot fired, one person transported. Can't confirm person's ID or other info. RPD will be main investigating agency — Washoe Schools (@WCSDTweet) December 7, 2016 The school was placed under lockdown following the shooting. Families were asked not to come to the school to pick up their children due to the investigation. 0 Shares ",
    "title": "Knife-Wielding Student Shot by Officer at Nevada High School in Critical Condition - ABC News"
   },
   {
    "entities": [
     "thompson",
     "network",
     "hospital",
     "3:56 p.m. est",
     "facebookemail",
     "nasa",
     "facebook",
     "university",
     "college",
     "state",
     "of",
     "wilson",
     "affairs",
     "john",
     "glenn",
     "twitter",
     "chrissie",
     "former",
     "usa",
     "u.s.",
     "today",
     "cincinnati",
     "james",
     "wednesday",
     "cancer",
     "columbus",
     "public",
     "enquirer",
     "december 7, 2016",
     "google",
     "ohio",
     "hank"
    ],
    "id": 21,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Former astronaut John Glenn hospitalized in Ohio Glenn, 95, has received treatment for more than a week at the James Cancer Hospital at Ohio State, a school spokesman says. Post to Facebook Former astronaut John Glenn hospitalized in Ohio Glenn, 95, has received treatment for more than a week at the James Cancer Hospital at Ohio State, a school spokesman says. Check out this story on USATODAY.com: http://usat.ly/2gVHdG6 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. Join the Nation's Conversation To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Former astronaut John Glenn hospitalized in Ohio USA Today Network Chrissie Thompson, The Cincinnati Enquirer 3:56 p.m. EST December 7, 2016 Astronaut John Glenn gives the \"thumbs up\" sign in this file photo from NASA. (Photo: NASA) COLUMBUS, Ohio — John Glenn, the former U.S. senator and astronaut, has been hospitalized , a spokesman from Ohio State University said Wednesday. Glenn, 95, has received treatment for more than a week at the James Cancer Hospital at Ohio State, said Hank Wilson, a spokesman for the university’s John Glenn College of Public Affairs. Wilson said he didn’t know details on Glenn’s condition, illness or prognosis. Read or Share this story: http://usat.ly/2gVHdG6 ",
    "title": "Former astronaut John Glenn hospitalized in Ohio"
   },
   {
    "entities": [
     "diaz",
     "erika",
     "torres",
     "busy",
     "mcdonald's",
     "araja",
     "week in september",
     "mesa",
     "tigas",
     "saturday",
     "barangka",
     "jhon",
     "once",
     "j.",
     "eliam",
     "9 p.m.",
     "jericho",
     "lumbago",
     "afghanistan",
     "iraq",
     "san",
     "bolasa",
     "back-alley",
     "benjamin",
     "day",
     "j.r.",
     "roel",
     "barangay",
     "virgin",
     "mendoza",
     "leer",
     "arjay",
     "alon-alon",
     "west",
     ", all saints'",
     "the day before",
     "jail",
     "mary",
     "1 a.m.",
     "crisostomo",
     "fontanilla",
     "michael",
     "rex",
     "donald",
     "fernandez",
     "2014",
     "a half later",
     "night",
     "police",
     "basahin",
     "miguel",
     "$1,030",
     "manila",
     "york",
     "$240",
     "nights",
     "mafe",
     "rita",
     "quezon",
     "11 p.m.",
     "`nanlaban",
     "one",
     "ginebra",
     "danilo",
     "rica",
     "edwin",
     "nov. 1",
     "romeo",
     "jimboy",
     "berehulak",
     "camitan",
     "visda",
     "cebuano",
     "daniel",
     "frederick",
     "new",
     "national",
     "santa",
     "overnight",
     "maria",
     "ronald",
     "rodrigo",
     "ulsano",
     "kalau",
     "city",
     "aljon",
     "caloocan",
     "pasay",
     "october",
     "c.",
     "times",
     "nanlaban",
     "barbie",
     "pandacan",
     "redentor",
     "florjohn",
     "the usual week",
     "11th day",
     "trump",
     "duterte",
     "riverside",
     "catalina",
     "philippines",
     "college",
     "jimji",
     "angel",
     "from",
     "tondo",
     "july 1",
     "scott",
     "concepcion",
     "joselito",
     "nellie",
     "cruz",
     "months earlier",
     "africa",
     "philippine",
     "jumaquio",
     "washington",
     "deparine",
     "june 30",
     "dec. 7, 2016"
    ],
    "id": 22,
    "text": "‘They Are Slaughtering Us Like Animals’ Photographs and Text by DANIEL BEREHULAK DEC. 7, 2016 Inside President Rodrigo Duterte’s brutal antidrug campaign in the Philippines, our photojournalist documented 57 homicide victims over 35 days. Leer en español Basahin sa Filipino 点击查看本文中文版 Credit Daniel Berehulak for The New York Times You hear a murder scene before you see it: The desperate cries of a new widow. The piercing sirens of approaching police cars. The thud, thud, thud of the rain drumming on the pavement of a Manila alleyway — and on the back of Romeo Torres Fontanilla. Tigas, as Mr. Fontanilla was known, was lying facedown in the street when I pulled up after 1 a.m. He was 37. Gunned down, witnesses said, by two unknown men on a motorbike. The downpour had washed his blood into the gutter. The rain-soaked alley in the Pasay district of Manila was my 17th crime scene, on my 11th day in the Philippines capital. I had come to document the bloody and chaotic campaign against drugs that President Rodrigo Duterte began when he took office on June 30: since then, about 2,000 people had been slain at the hands of the police alone. Valenzuela Airport 5 miles Over my 35 days in the country, I photographed 57 murder victims at 41 sites, each represented by a yellow dot on this map. I witnessed bloody scenes just about everywhere imaginable — on the sidewalk, on train tracks, in front of a girls’ school, outside 7-Eleven stores and a McDonald’s restaurant, across bedroom mattresses and living-room sofas. I watched as a woman in red peeked at one of those grisly sites through fingers held over her eyes, at once trying to protect herself and permit herself one last glance at a man killed in the middle of a busy road. Not far from where Tigas was killed, I found Michael Araja, shown in the first photo below, dead in front of a “sari sari,” what locals call the kiosks that sell basics in the slums. Neighbors told me that Mr. Araja, 29, had gone out to buy cigarettes and a drink for his wife, only to be shot dead by two men on a motorcycle, a tactic common enough to have earned its own nickname: riding in tandem. In another neighborhood, Riverside, a bloodied Barbie doll lay next to the body of a 17-year-old girl who had been killed alongside her 21-year-old boyfriend. “They are slaughtering us like animals,” said a bystander who was afraid to give his name. Many of the following images depict graphic violence. ‘Riding in tandem’ Neighbors said Michael Araja, 29, was killed by two men riding by on a motorbike, like so many of the other victims. Credit Daniel Berehulak for The New York Times A common tactic Frederick Mafe, 48, and Arjay Lumbago, 23, were riding together on a motorbike when they, too, were killed by a pair on another motorbike. Credit Daniel Berehulak for The New York Times Back-alley killing Crime scene investigators hunched over the body of Romeo Torres Fontanilla, known as Tigas. His killers: two men on a motorbike. Credit Daniel Berehulak for The New York Times I have worked in 60 countries, covered wars in Iraq and Afghanistan, and spent much of 2014 living inside West Africa’s Ebola zone, a place gripped by fear and death. What I experienced in the Philippines felt like a new level of ruthlessness: police officers’ summarily shooting anyone suspected of dealing or even using drugs, vigilantes’ taking seriously Mr. Duterte’s call to “slaughter them all.” He said in October, “You can expect 20,000 or 30,000 more.” On Saturday, Mr. Duterte said that, in a telephone call the day before, President-elect Donald J. Trump had endorsed the brutal antidrug campaign and invited him to visit New York and Washington. “He said that, well, we are doing it as a sovereign nation, the right way,” Mr. Duterte said in a summary of the call released by his office. Beyond those killed in official drug operations, the Philippine National Police have counted more than 3,500 unsolved homicides since July 1, turning much of the country into a macabre house of mourning. A father’s funeral Jimji, 6, cried out in anguish, saying “Papa” as workers moved the body of her father, Jimboy Bolasa, 25, for burial. Credit Daniel Berehulak for The New York Times Some bodies were found on the streets with their heads wrapped in packing tape. Others were left with crude cardboard signs labeling victims as dealers or addicts. That is what happened with the two men in the video below, which was captured by a security camera outside Santa Catalina College, a private religious school for girls. More than 35,600 people have been arrested in antidrug operations the government calls Project Tokhang. The name is derived from a phrase meaning “knock and plead” in Cebuano, Mr. Duterte’s first language. In affluent neighborhoods of gated communities and estates, there is, indeed, sometimes a polite knock on the door, an officer handing a pamphlet detailing the repercussions of drug use to the housekeeper who answers. In poorer districts, the police grab teenage boys and men off the street, run background checks, make arrests and sometimes shoot to kill. Government forces have gone door to door to more than 3.57 million residences, according to the police. More than 727,600 drug users and 56,500 pushers have surrendered so far, the police say, overcrowding prisons. At the Quezon City Jail, shown in the middle photo below, inmates take turns sleeping in any available space, including a basketball court. Mass arrests Inmates at a Manila police station watched as more drug suspects were processed after their arrests. Credit Daniel Berehulak for The New York Times Overcrowding The basketball court at the Quezon City Jail has become a sleeping area. Credit Daniel Berehulak for The New York Times Hiding their shame Four men arrested for possession of drugs covered their faces from my camera. Credit Daniel Berehulak for The New York Times My nights in Manila would begin at 9 p.m. at the police district press office, where I joined a group of local reporters waiting for word of the latest killings. We would set off in convoys, like a train on rails, hazard lights flashing as we sped through red traffic lights. I kept daily diaries and audio recordings of these overnight operations, working with Rica Concepcion, a Filipino reporter with 30 years of experience. We joined the police on numerous stings. We also went on our own to the places where people were killed or bodies were found. The relatives and neighbors we met in those places often told a very different story from what was recorded in official police accounts. “Nanlaban” is what the police call a case when a suspect resists arrest and ends up dead. It means “he fought it out.” That is what they said about Florjohn Cruz, 34, whose body was being carted away by a funeral home when I arrived at his home in the poor Caloocan neighborhood just before 11 p.m. one night. His niece said they found a cardboard sign saying “Pusher at Adik Wag Tularan” — “Don’t be a pusher and an addict like him” — as they were cleaning Mr. Cruz’s blood from the floor near the family’s altar, shown in the middle photo below. Late-night execution Funeral parlor workers carried away Edwin Mendoza Alon-Alon, 36, who was shot in the head outside a 7-Eleven store. Credit Daniel Berehulak for The New York Times Killed at home The blood of Florjohn Cruz, 34, stained the floor in his family’s living room, next to an altar displaying images and statues of the Virgin Mary, among other items. Credit Daniel Berehulak for The New York Times Discarded Erika Angel Fernandez, 17, was one of three women among the 57 victims I photographed. She was killed alongside her boyfriend, Jericho Camitan, 23. Credit Daniel Berehulak for The New York Times The police report said, “Suspect Cruz ran inside the house then pulled a firearm and successively shot the lawmen, prompting the same to return fire in order to prevent and repel Cruz’s unlawful aggression.” His wife, Rita, told me, between pained cries, that Mr. Cruz had been fixing a transistor radio for his 71-year-old mother in the living room when armed men barged in and shot him dead. The family said Mr. Cruz was not a drug dealer, only a user of shabu, as Filipinos call methamphetamine. He had surrendered months earlier, responding to Mr. Duterte’s call, for what was supposed to be a drug-treatment program. The police came for him anyway. As my time in the Philippines wore on, the killings seemed to become more brazen. Police officers appeared to do little to hide their involvement in what were essentially extrajudicial executions. Nanlaban had become a dark joke. “There is a new way of dying in the Philippines,” said Redentor C. Ulsano, the police superintendent in the Tondo district. He smiled and held his wrists together in front of him, pretending to be handcuffed. ‘Buy-bust operation’ Open Location Officers at the scene of Ronald Kalau’s death. The police report said Mr. Kalau drew a .38-caliber handgun when officers tried to arrest him as he bought methamphetamine. Neighbors said the police gunned him down in a house that was being used as a drug den. Credit Daniel Berehulak for The New York Times Busy nights The Tondo neighborhood of Manila. Credit Daniel Berehulak for The New York Times ‘Nanlaban’ Roel Scott, 13, inspects the bloodied spot where his uncle, Joselito Jumaquio, 52, was killed by the police. Witnesses said they heard a woman shout “Nanlaban,” which means “fighting it out,” before they heard the gunshots. Credit Daniel Berehulak for The New York Times Mr. Cruz’s 16-year-old nephew, Eliam, and 18-year-old niece, Princess, said they had watched from a second-story porch as the plainclothes officers who had killed their uncle emerged from the house. Eliam and Princess said they heard the beep of a text message and watched as one of the men read it from his phone. “Ginebra’s won,” he announced to the others, referring to Barangay Ginebra San Miguel, the nation’s most popular basketball team, which had been battling for the championship across town. The teenagers said the men celebrated the team’s victory as their uncle was carried out in a body bag. Roel Scott, 13, is one of the boys in the photo above, at the spot where his uncle, Joselito Jumaquio, was slain by a mob of masked men. Mourners often place candles in the blood of the victim to honor them. Roel said he was playing video games with Mr. Jumaquio, a pedicab driver who had also surrendered himself to the authorities, when 15 of the masked men descended quickly and silently over the shantytown called Pandacan. Witnesses told us the men dragged Mr. Jumaquio down an alley and shouted at gathering neighbors to go back into their homes and turn the lights off. They heard a woman shout, “Nanlaban!” He’s fighting it out. Two shots rang out. Then four more. When it was quiet, the neighbors found the pedicab driver’s bloodied body — a gun and a plastic bag of shabu next to his handcuffed hands. The police report called it a “buy-bust operation.” I also photographed wakes and funerals, a growing part of daily life under Mr. Duterte. Relatives and priests rarely mentioned the brutal causes of death. A painful farewell Family and friends attending the funeral of Mr. Jumaquio, who witnesses said was killed by a gang of masked men. Credit Daniel Berehulak for The New York Times Stacked like firewood Bodies were stacked up at a funeral parlor as the families of victims like Danilo Deparine, whose body lay on a metal stretcher on the floor, struggle to pay for burial. Credit Daniel Berehulak for The New York Times From joy to sadness Benjamin Visda, 43, had left a family birthday celebration to get something from a convenience store when he was snatched off the street and killed, according to relatives. Credit Daniel Berehulak for The New York Times Maria Mesa Deparine lost two sons in a single week in September. Both had turned themselves in to the police. Both were found dead under bridges. Ms. Deparine said it took her three weeks to collect loans and donations totaling 50,000 pesos, about $1,030, to pay for the burial of her baby, Aljon, who was 23. We went with her to the funeral home where she pleaded with the owners to reduce the fees for his brother, Danilo, 36. Danilo’s body, on the floor in the middle photo above, had already spent two weeks in the morgue, where the dead are stacked like firewood, with nothing separating them. The funeral directors agreed to a cut rate of 12,000 pesos, about $240, for a one-day wake instead of the usual week. Ms. Deparine left, unsure whether she could come up with the sum, or whether Danilo would end up in a mass grave with other victims of the president’s drug war. The killing disrupts every aspect of life. Family members told me that Benjamin Visda, in the coffin in the above photo, had stepped out of a family birthday party to grab something at a sari sari and was eating cake when eight men grabbed him. Within 20 minutes, his body had been dumped outside a police station. The police called this, too, a buy-bust operation, and said that Mr. Visda, while handcuffed, tried to grab an officer’s gun — Nanlaban — so they shot him. The video below, also taken from a security camera, shows him being loaded alive onto a motorcycle, sandwiched between two masked men. The same night Florjohn Cruz was killed, we found ourselves a few streets away an hour and a half later, at another home where a man had been murdered. It was raining that night, too. We heard the wrenching screams of Nellie Diaz, the new widow, before we saw her — shown in the middle photo below — crumpled over the body of her husband, Crisostomo, who was 51. A threatening message This unidentified body, like many others, was found with his head wrapped in packing tape, his hands tied behind his back and a cardboard sign that read, “A pusher who won’t stop will have his life ended.” Credit Daniel Berehulak for The New York Times A widow’s grief Nellie Diaz hunched over the body of her husband, Crisostomo, a drug user who had surrendered but still ended up dead. Credit Daniel Berehulak for The New York Times Visiting the dead On Nov. 1, All Saints’ Day, the Barangka cemetery in Manila was busy as relatives visited graves. Credit Daniel Berehulak for The New York Times Mr. Diaz grew up in the neighborhood, and worked intermittently, doing odd jobs. His wife said he was a user, not a dealer, and had turned himself in soon after Mr. Duterte’s election. She still thought it unsafe for him to sleep at home, and told him to stay with relatives. But he missed his nine children, and had returned days before. Mr. Diaz’s eldest son, J.R., 19, said a man in a motorcycle helmet kicked in the front door, followed by two others. The man in the helmet pointed a gun at Mr. Diaz, J.R. said; the second man pointed a gun at his 15-year-old brother, Jhon Rex. The third man held a piece of paper. J.R. said the man in the helmet said, “Goodbye, my friend,” before shooting his father in the chest. His body sank, but the man shot him twice more, in the head and cheeks. The children said the three men were laughing as they left. Too many tears Relatives overcome with grief at the site where the bodies of Frederick Mafe and Arjay Lumbago lay sprawled in the middle of a street. Credit Daniel Berehulak for The New York Times Related Coverage ",
    "title": "‘They Are Slaughtering Us Like Animals’ - The New York Times"
   },
   {
    "entities": [
     "june 15, 2016",
     "logan",
     "reporter",
     "contact",
     "blackhawks",
     "abel",
     "portillo",
     "tribune",
     "terrence",
     "michael",
     "june 16, 2015",
     "june",
     "circuit",
     "river",
     "north",
     "county",
     "court",
     "review",
     "cherney",
     "authority",
     "uribe/chicago",
     "police",
     "chicago",
     "june 2007",
     "june 2015",
     "khaled",
     "wednesday",
     "independent",
     "cook",
     "mintzer",
     "ontario",
     "elyssa",
     "clarke",
     "shaar"
    ],
    "id": 23,
    "text": "Man punched by off-duty officer at Portillo's files suit alleging cover-up Lawsuit filed alleging police cover-up in Portillo's restaurant fight Terrence Clarke is suing a Chicago police officer over a June altercation at a River North Portillo’s, alleging the off-duty officer instigated a fight, arrested him and conspired with other officers to cover it up. (Independent Police Review Authority) Terrence Clarke is suing a Chicago police officer over a June altercation at a River North Portillo’s, alleging the off-duty officer instigated a fight, arrested him and conspired with other officers to cover it up. (Independent Police Review Authority) Elyssa Cherney Contact Reporter Chicago Tribune A 61-year-old Canadian man is suing a Chicago police officer over a June 2015 altercation at a River North Portillo's, alleging that the off-duty officer instigated a fight, arrested him and conspired with other officers to cover it up. The lawsuit, filed Wednesday in Cook County Circuit Court by Terrence Clarke of Ontario, accuses Officer Khaled Shaar of excessive force and alleges that he, four other officers and the restaurant manager made false statements. The city released videos of the incident in June as part of a data dump of cases the Independent Police Review Authority has investigated. A restaurant surveillance video and a bystander cellphone video capture the beginning of the one-minute incident and Shaar punching Clarke at least seven times. On June 16, 2015, Shaar was walking around the business and stopped at Clarke's table, where he was eating with his wife and son, all wearing hockey sweaters after seeing a Blackhawks game. Shaar leans in to talk to them and removes an item from the table, the video shows. Before the encounter got physical, Clarke allegedly tossed a cup of cheese at the officer, the police report says. Clarke appears to throw something in the Portillo's surveillance video, which doesn't have audio. In a cellphone video taken by Clarke's son, Logan, Clarke tells Shaar, \"You took my food away from me\" as he is getting handcuffed and arrested on aggravated battery charges. \"After you cursed at me!\" Shaar shouts back. Logan Clarke yells, \"Is that reason to punch someone in the face?\" Shaar then says, \"Yeah.\" \"He battered me!\" Shaar responds. Tourist beaten by police officer 'Fortunately I didn’t get shot' Terrence Clarke was beaten by off duty Chicago Police Officer Khaled Shaar at a Portillo’s Hot Dogs June 15, 2016, in River North. Shaar was working security for the restaurant and began verbally and physically attacking Clarke according to Clarke's attorney. (Abel Uribe/Chicago Tribune) Terrence Clarke was beaten by off duty Chicago Police Officer Khaled Shaar at a Portillo’s Hot Dogs June 15, 2016, in River North. Shaar was working security for the restaurant and began verbally and physically attacking Clarke according to Clarke's attorney. (Abel Uribe/Chicago Tribune) A manager ushers the son away from the scene. Shaar has at least 15 police misconduct complaints since June 2007, records show. Michael Mintzer, an attorney for Terrence Clarke, said Shaar singled his client out and began antagonizing him before the encounter turned physical. \"Shaar repeatedly punched Mr. Clarke in the face while using his handcuffs as 'brass knuckles' resulting in severe lacerations and head injuries to Mr. Clarke,\" Mintzer said in a news release. \"This was all while Mr. Clarke's family watched in horror.\" Please check back for updates. ",
    "title": "Man punched by off-duty officer at Portillo&apos;s files suit alleging cover-up - Chicago Tribune"
   },
   {
    "entities": [
     "ben",
     "rexnord",
     "last year",
     "ut",
     "dec. 1",
     "this summer",
     "leroy",
     "l.a.",
     "lee",
     "huntington",
     "press",
     "trump",
     "house",
     "amy",
     "2013",
     "urban",
     "ind.",
     "michael",
     "corp.",
     "last week",
     "jobs",
     "--",
     "cummings",
     "united",
     "development",
     "baca",
     "california",
     "donald",
     "mexico",
     "indiana",
     "technology",
     "$7.6 billion",
     "tuesday",
     "of",
     "liu",
     "hiltzik",
     "carson",
     "darron",
     "$7-million",
     "associated",
     "mike",
     "10%",
     "john",
     "white",
     "$24 million",
     "monterrey",
     "once",
     "keynes",
     "post",
     "jones",
     "department",
     "greg",
     "maynard",
     "february",
     "u.s.",
     "technologies",
     "housing",
     "today",
     "youtube",
     "good",
     "and",
     "indianapolis",
     "$1-trillion",
     "beyonce",
     "america",
     "washington",
     "first",
     "chuck",
     "now",
     "feb. 10",
     "pence",
     "$56 billion"
    ],
    "id": 24,
    "text": "Trump's Carrier jobs triumph looks more like a sham every day trump Darron Cummings / Associated Press President-elect Donald Trump, basking in the glow from Carrier workers whose jobs will stay in Indianapolis; but more company employees will lose their jobs than keep them. President-elect Donald Trump, basking in the glow from Carrier workers whose jobs will stay in Indianapolis; but more company employees will lose their jobs than keep them. (Darron Cummings / Associated Press) Michael Hiltzik Contact Reporter I was taking some time off last week, when Donald Trump announced his big rescue of jobs at a Carrier furnace factory in Indianapolis, so I’ve needed a few days to catch up. One thing was clear even on Dec. 1, when Trump made his announcement on the scene, and has become even clearer with every day that passes: This deal is a scam. It isn’t saving nearly as many jobs as the 1,100 Trump claimed, it’s costing taxpayers a bundle, and it’s no template for any job-preservation policy that Trump might consider. Nothing about this deal challenges the longstanding elite consensus in America that capital is free to move...with workers and their communities left behind. — Greg LeRoy, Good Jobs First In the most recent development, Chuck Jones, the president of the Carrier workers’ union, told the Washington Post Tuesday about his reaction when Trump failed to disclose something his local already had been told — that the saved jobs numbered not 1,100, but only 730. “He got up there,” Jones said, “and, for whatever reason, lied his ass off.” Get used to it, Mr. Jones. Carrier’s decision to close its Indianapolis plant and move 1,400 jobs to Mexico wasn’t much different from thousands of corporate decisions taken every day across the country. What made it special was a recording of the Feb. 10 announcement and the reaction among the thunderstruck workers, which was promptly posted to YouTube and went viral. (The video can be seen below; beware of the occasional profane outburst.) SNAP Video Carrier workers react to the announcement in February that their plant will be shutting down. (YouTube) Carrier workers react to the announcement in February that their plant will be shutting down. (YouTube) See more videos That made the event emblematic of the impact of corporate-suite economic policies on rank-and-file employees, not least because the manager delivering the news seemed put out at the employees’ unkind response to what he said was “strictly a business decision” that would “allow us to maintain high levels of product quality [and] competitive prices.” The video provided Trump with an irresistible opportunity to paint Carrier’s flight as the product of ineffective Democratic economic policies. Never mind that the job-retention program in Indianapolis was entirely under the control of the Republican statehouse — to wit, Trump’s own eventual running mate, Gov. Mike Pence . Trump promised that his administration wouldn’t tolerate such corporate behavior — indeed, that companies fleeing the U.S. for Mexico would face punitive consequences. Things haven’t worked out quite that way. To begin with, rather than facing punishment from President Trump, Carrier will garner a $7-million state tax break from Indiana over 10 years to keep 730 jobs in town, with no guarantee the jobs will even last that long. That’s a minuscule benefit for a company with a profit of $7.6 billion on sales of $56 billion last year. It’s more telling that Carrier’s parent, United Technology, gets 10% of its revenue from U.S. government contracts, so it knows it pays to keep on the good side of an incoming president. Donald... Has John Maynard Keynes just won a ticket back to the White House? Keynes was the British economist who advocated government deficit spending to stimulate moribund economies. And that seems to be the principle undergirding the $1-trillion infrastructure construction plan that President-elect Donald... (Michael Hiltzik) Yet for all that, it seems that Trump got rooked by United Technologies . Even though the company is giving in on plans to move 730 jobs to Mexico — at least for now — it’s sticking to its plan to move 553 other Carrier union and management jobs south of the border. Nor is UT abandoning plans to shut down a plant manufacturing electronic controls in Huntington, Ind., just 100 miles from the Carrier factory, at the cost of another 700 jobs . And that still doesn’t end the story of the manufacturing exodus from the Indianapolis metro area: Just before election day, Rexnord Corp. said it will shut down a bearings plant in Indianapolis, sending 350 jobs to its plant in Monterrey, Mexico, where Carrier will be a neighbor. Neither the Huntington nor the Rexnord announcements were accompanied by videos, so they didn’t capture the nation’s attention — or Trump’s or Pence’s. “Nothing about this deal challenges the longstanding elite consensus in America that capital is free to move: offshore, across town or across a state line, with workers and their communities left behind to suffer declining living standards,” says Greg LeRoy , the head of Good Jobs First, an organization that tracks corporate subsidies. Much of the press attention after the Trump announcement focused on the good fortune of the workers whose jobs were saved, but it should be obvious that economic development policy can’t be conducted on a case-by-case basis, a few hundred jobs at a time; only political photo-ops can be managed that way, and only for the near term. At the very least, these “short-term, isolated, and subsidy-driven transactions,” as Amy Liu of the Brookings Institution described the Carrier deal, suck up resources that can be better used in other ways, such as making regions broadly attractive to whole industries, not individual firms. Trump doesn’t seem to recognize that one-off tax incentives are mercilessly gamed by manufacturers. His running mate Gov. Pence could school him in the technique, because his administration has been victimized by it over and over again. As the Indianapolis Star reported this summer, since Pence became governor in 2013, his state has shoveled out $24 million in job-retention benefits to companies that shipped 3,800 jobs overseas despite their promises. A common scam was to accept benefits for a single factory, but close others — just as United Technologies is doing. Often these deals resulted in a net outflow of jobs by the employer overall. Even as a would-be jobs preserver, it appears that Trump may have his eyes on the wrong ball. In his speech at Carrier last week, Trump made a distinction between domestic job transfers and international outsourcing. Companies, he said, “can leave from state to state and they can negotiate good deals with the different states and all of that. But leaving the country is going to be very, very difficult.” But as LeRoy observes , interstate job piracy is incredibly costly to taxpayers and the economy in general. \"It appears that the president-elect is endorsing the ruinous, corrosive economic war among the states,” observed LeRoy, whose group reported  in a 2013 study  that local politicians are so fixated on job growth at any cost that “sometimes companies move very short distances within the same metro area and receive eight-figure subsidy packages.”   So for the sake of a photo-op and a PR blitz, Trump got two things wrong about job development. By showing himself to be a paper tiger on international job transfers, he gave all employers a template for extracting tax benefits by threatening to move across the border. And he offered carte blanche for firms to play states off against one another in a quest for local incentives. If this is supposed to be a triumph for job-creation policy, the economy will be in trouble. Caption 90 seconds: 4 stories you can't miss Beyonce leads today’s Grammy nominations with nine , California’s new legislative session began in dramatic fashion , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , and former L.A. County Sheriff Lee Baca was once a powerful and celebrated lawman but now he's at the center of a public corruption trial . Caption 90 seconds: 4 stories you can't miss Beyonce leads today’s Grammy nominations with nine , California’s new legislative session began in dramatic fashion , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , and former L.A. County Sheriff Lee Baca was once a powerful and celebrated lawman but now he's at the center of a public corruption trial . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Trump&apos;s Carrier jobs triumph looks more like a sham every day - LA Times"
   },
   {
    "entities": [
     "bhattarai",
     "washington",
     "december 7",
     "donald",
     "vince",
     "administration",
     "$6.5 million",
     "abha",
     "mcmahon",
     "linda",
     "trump",
     "at 5:23 pm",
     "business",
     "small",
     "wednesday"
    ],
    "id": 25,
    "text": "Trump taps wrestling executive to lead Small Business Administration The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Abha Bhattarai December 7 at 5:23 PM Follow @abhabhattarai President-elect Donald Trump plans to nominate professional-wrestling executive Linda McMahon to head the Small Business Administration, his transition team announced Wednesday. McMahon, 68, a co-founder and former chief executive officer of WWE, was one of Trump’s early supporters and contributed more than $6.5 million in support of his campaign. “Linda has a tremendous background and is widely recognized as one of the country’s top female executives advising businesses around the globe,” Trump said in a statement. He added that his administration is “going to bring back our jobs and roll back the burdensome regulations that are hurting our middle class workers and small businesses.” McMahon, who co-founded WWE with her husband, Vince, helped ovesee the company’s growth from a 13-person start-up to an international operation with more than 800 employees, Trump said in a statement. McMahon is co-founder and chief executive of Women’s Leadership LIVE, a company that helps women start their own businesses. “Our small businesses are the largest source of job creation in our country,” she said in a statement. “I am honored to join the incredibly impressive economic team that President-elect Trump has assembled to ensure that we promote our country’s small businesses and help them grow and thrive.” business ",
    "title": "Trump taps wrestling executive to lead Small Business Administration - The Washington Post"
   },
   {
    "entities": [
     "stephen",
     "navy",
     "rogers",
     "leahy",
     "karoun",
     "cabinet",
     "s.",
     "past 15 years",
     "mac",
     "patrick",
     "state",
     "for",
     "shinseki",
     "king",
     "department",
     "eric",
     "pruitt",
     "army",
     "afghanistan",
     "iraq",
     "hill",
     "benjamin",
     "center",
     "a.",
     "institution",
     "first",
     "jaffe",
     "bush",
     "taliban",
     "william",
     "sachs",
     "clinton",
     "intelligence",
     "white",
     "air",
     "patton",
     "capitol",
     "relations",
     "west",
     "n.c.",
     "jenny",
     "point",
     "michael",
     "united",
     "philip",
     "donald",
     "mexico",
     "tuesday",
     "of",
     "2014",
     "kelly",
     "photo",
     "night",
     "command",
     "petraeus",
     "jones",
     "greg",
     "k.",
     "u.s.",
     "agency",
     "southern",
     "a",
     "ron",
     "james",
     "thornberry",
     "at 6:43 pm",
     "jr.",
     "botsford/the",
     "thomas",
     "mccaskill",
     "pentagon",
     "david",
     "goldman",
     "rucker",
     "the past decade",
     "g&g",
     "t.",
     "brent",
     "pompeo",
     "chris",
     "foreign",
     "congress",
     "bill",
     "security",
     "scaramucci",
     "mike",
     "john",
     "angus",
     "daniel",
     "honduras",
     "fayetteville",
     "environmental",
     "obama",
     "new",
     "anthony",
     "oklahoma",
     "wednesday",
     "guatemala",
     "committee",
     "salvador",
     "bannon",
     "f.",
     "miller",
     "dartmouth",
     "protection",
     "jabin",
     "wing",
     "el",
     "brookings",
     "states",
     "marine",
     "trump",
     "h.",
     "house",
     "2013",
     "carper",
     "claire",
     "r.",
     "college",
     "american",
     "scowcroft",
     "murphy",
     "george",
     "force",
     "division",
     "johnson",
     "scott",
     "flynn",
     "post",
     "december 7",
     "l.",
     "carter",
     "corps",
     "buy",
     "washington",
     "central",
     "galston",
     "mattis",
     "homeland",
     "wait",
     "now",
     "debonis",
     "phil",
     "demirjian",
     "h.w."
    ],
    "id": 26,
    "text": "Trump hires a third general, raising concerns about heavy military influence The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Philip Rucker and Mike DeBonis December 7 at 6:43 PM Follow @PhilipRucker Follow @mikedebonis President-elect Donald Trump has selected retired Marine Gen. John F. Kelly as secretary of homeland security, officials familiar with the decision said Wednesday, recruiting a third former member of the military’s brass to serve at the highest levels of his administration. Trump’s choice of Kelly — and his continued deliberations about tapping as many as two more military figures for other posts — has intensified worries among some members of Congress and national security experts that the new administration’s policies may be shaped disproportionately by military commanders. “I’m concerned,” said Sen. Chris Murphy (D-Conn.), a member of the Foreign Relations Committee. “Each of these individuals may have great merit in their own right, but what we’ve learned over the past 15 years is that when we view problems in the world through a military lens, we make big mistakes.” Despite making regular remarks on the campaign trail disparaging the nation’s generals, Trump has long shown an affinity for them. In shaping his administration, Trump has prioritized what one adviser described as “can-do, no-bull types,” which the president-elect sees as a deliberate contrast from the personnel choices President Obama has made. If confirmed, Kelly and defense secretary nominee James Mattis, a retired Marine general with the nickname “Mad Dog,” would join retired Army Lt. Gen. Michael T. Flynn, Trump’s pick for White House national security adviser. Meanwhile, retired Army Gen. David H. Petraeus is under consideration for secretary of state, and Navy Adm. Michael S. Rogers is a contender for director of national intelligence. Retired U.S. Marine Corps General James Mattis has been chosen to be secretary of defense by President-elect Donald Trump, according to people familiar with the decision. (Jenny Starrs/The Washington Post) Other figures with military backgrounds are populating the administration as well, including Rep. Mike Pompeo (R-Kan.), who graduated from West Point and served in the Army in the Gulf War, is Trump’s nominee to lead the Central Intelligence Agency, while Stephen K. Bannon, a former naval officer, will serve the president in the West Wing as chief strategist and senior counselor. [ What Trump may not know about the generals he’s eyeing for top positions ] Trump, who received multiple draft deferments and who has no military experience beyond his years at a military boarding school, is said to be drawn to generals by their swagger and dazzled by their tales from the battlefield. Many of those he has been interviewing and consulting have spent much of the past decade and a half at war, intimately involved in the U.S. fight against global terrorism. Trump’s choices also are striking considering his noninterventionist posture in the campaign and sharp criticism of the war in Iraq and other military adventures. As Trump formally introduced Mattis as his pick to run the Pentagon, he relished in recalling the general’s exploits, and he has likened him to George S. Patton, the legendary World War II Army general. “ ‘Mad Dog’ plays no games, right?” Trump told a roaring crowd Tuesday night in Fayetteville, N.C. “Led the forces that went after the Taliban and commanded the First Marine Division in Iraq. He is one of the most effective generals that we’ve had in many, many decades.” To be confirmed, Mattis would have to receive a waiver from Congress because the law requires the defense secretary be a civilian for at least seven years before taking office. Mattis retired in 2013. 1 of 18 Here’s a look at Trump’s administration so far View Photos President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Caption President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Environmental Protection Agency nominee Scott Pruitt Pruitt, the attorney general of the oil and gas intensive state of Oklahoma, has spent much of his energy in office fighting the federal agency he has been nominated to lead. Jabin Botsford/The Washington Post Buy Photo Wait 1 second to continue. Sen. Patrick Leahy (D-Vt.) said of Trump, “For a guy who got four or five deferments from the draft, he seems pretty impressed with the military.” Trump’s heavy reliance on military leaders marks a departure from the previous three presidents, who tapped a few generals for the highest jobs with mixed success and relied mostly on people who had spent decades in civilian service, as politicians or academics or lawyers. “Trump is clearly operating out of a particular model,” said William A. Galston, a senior fellow at the Brookings Institution. “Almost all of his Cabinet will be made up of people from the military or people from a corporate background, and what they have in common is strong leadership and executive ­decision-making.” Sen. Claire McCaskill (D-Mo.) quipped: “It’s the G&G cabinet. It does seem to be fairly limited to Goldman Sachs and generals.” On Capitol Hill, the two generals Trump has nominated for Senate-confirmed positions — Mattis and Kelly — have been relatively well-received. “Can you have a Cabinet full of generals? No — [not] any more than you can have a Cabinet full of lawyers or a Cabinet full of business people or whatever,” said Rep. Mac Thornberry ­(R-Tex.). But, he said: “I’m thinking of the individuals. They’re people I have incredible respect for.” [ Retired Marine general John F. Kelly picked to head Department of Homeland Security ] Kelly especially is likely to benefit from the relationships he cultivated among lawmakers during his years in uniform, including his role in 2014 as commander of the U.S. Southern Command, managing an influx of migrant children at the border with Mexico. Sen. Thomas R. Carper (D-Del.), the former chairman of the Homeland Security panel, said Kelly has “genuine compassion” for immigrants and understands the root causes of the nation’s immigration challenges in such Central American countries as Honduras, Guatemala and El Salvador. “I will reserve judgment on many of the president-elect’s other nominees,” Carper said, “but with General Kelly, he’s hit a home run with runners on base.” There does not yet appear to be a Democratic strategy to derail either nomination because of the preponderance of military figures. Sen. Angus King (I-Maine), who caucuses with the Democrats, summed up the approach: “Take ’em one at a time.” That posture could change if Trump nominates another general to a top post, such as Petraeus at the State Department. Daniel Benjamin, the former senior counterterrorism official at the State Department in the Obama administration and now a professor at Dartmouth College, said having too many generals in what are traditionally civilian positions is “a matter of deep concern.” “Generals as a rule believe in hierarchies and taking orders, and if the president gives them an order you have to wonder how likely they are to push back against it,” Benjamin said. “Generals have one set of skills, and diplomacy is not in the top drawer of that tool kit.” On social media Wednesday, there was some snarky commentary about Trump’s emerging Cabinet resembling “a military junta.” Anthony Scaramucci, a Trump transition team official, defended Trump’s selections on Twitter: “Decorated American Generals aren’t warmongers — they’re among the most intelligent, disciplined & patriotic people our country has to offer!” Most military officers have spent their entire careers within structured organizations with large staffs and clear chains of command. Sometimes they struggle in the more freewheeling world of politics and policy — to say nothing of what is expected to be the Trump White House’s unpredictable environment. “Great generals don’t always make great Cabinet officials,” said Phil Carter, an Iraq War veteran and senior fellow with the Center for a New American Security. Obama tapped as his first national security adviser retired Marine Gen. James L. Jones Jr., who had a highly successful military career but struggled with the politics of serving and was replaced relatively early in Obama’s first term. Similarly, retired Army Gen. Eric K. Shinseki served as Obama’s first secretary of veterans affairs, presiding over a bureaucracy that was overwhelmed by returning service members from Iraq and Afghanistan and scandals over forged records. Other retired military officers had far smoother transitions to civilian administrations, including Brent Scowcroft, a former Air Force general who served as national security adviser to former president George H.W. Bush. Scowcroft is widely hailed as one of the most successful national security advisers in the history of the job. “The United States military is the finest training organization in the world,” said Sen. Ron Johnson (R-Wis.), who will chair confirmation hearings for Kelly. “It produces real leaders, people who know how to solve problems and take a very structured approach to doing so.” Galston, a Democrat who served as a White House policy adviser to former president Bill Clinton, said the concerns about generals “charging ahead” with no regard for legal or constitutional constraints — or without a willingness to challenge the president’s decisions — are misplaced. Galston said modern-day generals are trained to navigate a minefield of potential conflicts and legal concerns. “They’re schooled to believe that if they or any subordinates receive an unlawful order, it’s not to be obeyed,” Galston said. “If you asked me, would I prefer a government of generals or a government of lawyers, that’s not an easy choice. We’ve experimented with a government of lawyers, and that hasn’t been so fantastic, has it? Maybe it’s time to give the generals a chance.” Karoun Demirjian, Greg Jaffe and Greg Miller contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump hires a third general, raising concerns about heavy military influence - The Washington Post"
   },
   {
    "entities": [
     "this may",
     "us",
     "january 20, 2017",
     "states",
     "trump",
     "16,",
     "michael",
     "united",
     "facebook",
     "donald",
     "street",
     "the day",
     "2016",
     "twitter",
     "december 07, 2016",
     "new",
     "wall",
     "wednesday",
     "york",
     "moore",
     "cipriani",
     "america",
     "now",
     "december 7, 2016",
     "ap"
    ],
    "id": 27,
    "text": "Michael Moore calls for protesters to 'disrupt' Trump's inauguration Published               December 07, 2016 Facebook 0 Twitter 0 livefyre Email Print In this May 16, 2016 file photo, Michael Moore attends the 20th Annual Webby Awards at Cipriani Wall Street in New York.  (AP) Michael Moore -- who predicted Donald Trump would win the presidency months before his surprise victory -- is now encouraging people to protest the President-elect's upcoming inauguration. \"Disrupt the Inauguration. The Majority have spoken – by nearly 2.7 million votes &counting! Silence is not an option,” Moore tweeted Wednesday. The liberal filmmaker shared a link to the website for DisruptJ20, a campaign for \"a bold mobilization against the inauguration of Donald Trump on January 20, 2017.\" Disrupt the Inauguration. The Majority have spoken - by nearly 2.7 million votes &counting! Silence is not an option https://t.co/HSmP3pREvy — Michael Moore (@MMFlint) December 7, 2016 The website states, \"We call on all people of good conscience to join in disrupting the ceremonies. If Trump is to be inaugurated at all, let it happen behind closed doors, showing the true face of the security state Trump will preside over. It must be made clear to the whole world that the vast majority of people in the United States do not support his presidency or consent to his rule.\" DisruptJ20 is planning D.C.-based protests on the day of Trump's inauguration, but also asks people to protest on \"the streets wherever you are.\" The social justice organization also calls for worldwide action. \"If you are living outside the US, you can take action at US embassies, borders, or other symbols of neocolonial power. Our allegiance is not to 'making America great again,' but to all of humanity and the planet. #DisruptJ20.\" Advertisement ",
    "title": "Michael Moore calls for protesters to 'disrupt' Trump's inauguration | Fox News"
   },
   {
    "entities": [
     "council",
     "et",
     "democratic",
     "schatz",
     "mark",
     "resources",
     "dec 7",
     "earlier this year",
     "brian",
     "states",
     "trump",
     "al",
     "news",
     "picks",
     "united",
     "--",
     "the",
     "paris",
     "donald",
     "district",
     "tower",
     "for",
     "strange",
     "of",
     "state",
     "monday",
     "court",
     "defense",
     "rhea",
     "gore",
     "2016",
     "john",
     "scott",
     "j.",
     "november 6, 2012",
     "natural",
     "alabama",
     "department",
     "agency",
     ", 5:41 pm",
     "environmental",
     "nbc",
     "pruitt",
     "obama",
     "currently",
     "oklahoma",
     "new",
     "u.s.",
     "oil",
     "schumer",
     "today",
     "wednesday",
     "luther",
     "york",
     "industry",
     "gop",
     "ally",
     "2012",
     "toner",
     "appeals",
     "tulsa",
     "ivanka",
     "september",
     "chuck",
     "suh",
     "epa",
     "margolin",
     "washington",
     "world",
     "emma",
     "protection",
     "hawaii",
     "columbia",
     "dec. 7, 2016",
     "taggart"
    ],
    "id": 28,
    "text": "Dec 7 2016, 5:41 pm ET Donald Trump Picks GOP Oil Industry Ally, Oklahoma Attorney General Scott Pruitt, to Lead EPA by Emma Margolin advertisement Donald Trump intends to select Oklahoma Attorney General Scott Pruitt to lead the Environmental Protection Agency, a senior transition official confirmed to NBC News Wednesday — the clearest sign yet the president-elect will pursue an agenda that could undo President Obama's climate change legacy. An ally to the fossil fuel industry, Pruitt has aggressively fought against environmental regulations, becoming one of a number of attorneys general to craft a 28-state lawsuit against the Obama administration's rules to curb carbon emissions. The case is currently awaiting a decision from the United States Court of Appeals for the District of Columbia, which heard oral arguments in September. Oklahoma Attorney General Scott Pruitt arrives at Trump Tower in New York on Dec. 7, 2016. President-elect Donald Trump is holding meetings at Trump Tower as he continues to fill in key positions in his new administration. JOHN TAGGART / Pool via EPA Pruitt, who questions the impact of climate change, along with Alabama Attorney General Luther Strange, penned an op-ed in the Tulsa World earlier this year that called criticism they've received \"un-American.\" \"Healthy debate is the lifeblood of American democracy, and global warming has inspired one of the major policy debates of our time,\" states the op-ed. \"That debate is far from settled. Scientists continue to disagree about the degree and extent of global warming and its connection to the actions of mankind… Dissent is not a crime.\" On the campaign trail, Trump called climate change a hoax — a sentiment he has echoed over the years. In a 2012 tweet he blamed the Chinese government for perpetuating what he sees as a myth. Trump's campaign has since said the tweet was a joke. The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive. — Donald J. Trump (@realDonaldTrump) November 6, 2012 Trump has also vowed to \"cancel\" the Paris climate deal — an agreement between more than 100 nations to ensure the planet warms no more than 3.6 degrees Fahrenheit. While Trump could help end U.S. involvement in the Paris accord, State Department spokesman Mark Toner said the agency had confidence the global community would move forward. The State Department has \"confidence that as this new administration transitions into power they will also see the merits of the direction we are moving, the world is moving,\" said Toner Wednesday. \"In a way that shift has already taken place. That train left the station.\" Former Vice President Al Gore on Monday met with both the president-elect and Ivanka Trump, who reportedly wants to make climate change one of her signature issues. Gore told reporters after the meeting that he \"found it an extremely interesting conversation\" and a \"sincere search for areas of common ground.\" But news of Pruitt's selection Wednesday was met with swift disapproval from environmentalists and Democratic lawmakers who have vowed to oppose his nomination \"Attorney General Pruitt's reluctance to accept the facts or science on climate change couldn't make him any more out of touch with the American people - and with reality,\" said Sen. Chuck Schumer in a statement. \"Climate change is one of the biggest threats facing our country and the world today, and we must take it seriously and take action to address it. President-elect Trump promised to break the special interests' grip on Washington, but his nomination of Mr. Pruitt — who has a troubling history of advocating on behalf of big oil at the expense of public health —only tightens it.\" Schumer added \"I expect he will have to answer many tough questions throughout the nomination process to address these significant concerns.\" Rhea Suh, president of the Natural Resources Defense Council, said in a statement that if confirmed, \"Pruitt seems destined for the environmental hall of shame.\" \"The mission of the EPA and its administrator requires an absolute commitment to safeguard public health and protect our air, land, water and planet. That's the litmus test. By naming Pruitt, President-elect Trump has flunked,\" Suh said. Democratic Sen. Brian Schatz of Hawaii, meanwhile, said in a statement he \"cannot support Scott Pruitt, a denier of climate science, to lead the EPA.\" \"The EPA has the enormous responsibility of protecting our environment and keeping Americans safe and healthy. Its administrator should share those goals, but Scott Pruitt's record has shown us that he does not,\" Schatz said. \"While the EPA is tasked with protecting our people and our environment from the impacts of climate change, he denies the science behind it. And while the agency has worked to keep our air and water clean and safe, Scott Pruitt has worked to undermine the very rules that protect those resources.\" Emma Margolin ",
    "title": "Donald Trump Picks GOP Oil Industry Ally, Oklahoma Attorney General Scott Pruitt, to Lead EPA - NBC News"
   },
   {
    "entities": [
     "kerry",
     "syrian",
     "yahya",
     "this morning",
     "alrejjo",
     "mary",
     "states",
     "bassam",
     "march",
     "august",
     "syria",
     ", 7:03 pm",
     "turkey",
     "jfs",
     "germany",
     "news",
     "hmeish",
     "bashar",
     "united",
     "tonight",
     "free",
     "kirby",
     "italy",
     "the",
     "state",
     "75 percent",
     "monday",
     "for",
     "dec 7, 2016",
     "ebu",
     "abc",
     "bakr",
     "ahrar",
     "russia",
     "jabhat",
     "ibrahim",
     "sergey",
     "abu",
     "sabah",
     "sham",
     "nusra",
     "once",
     "john",
     "zenki",
     "human",
     "hail",
     "muhammed",
     "dec. 3, 2016",
     "u.n.",
     "canada",
     "propose",
     "hamburg",
     "department",
     "ankara",
     "lavrov",
     "hezbollah",
     "jaysh",
     "yasser",
     "today",
     "barabandi",
     "army",
     "noureddine",
     "mujahideen",
     "halebi",
     "lena",
     "hilal",
     "fateh",
     "truce",
     "observatory",
     "masri",
     "iran",
     "aleppo",
     "al-sham",
     "al-assad",
     "now",
     "kingdom",
     "rebels",
     "al",
     "assad",
     "france",
     "fall",
     "yehya",
     "rights"
    ],
    "id": 29,
    "text": "Aleppo Rebels, Caught on the Back Foot, Propose Hail Mary Truce in Syria By Lena Masri Dec 7, 2016, 7:03 PM ET 0 Shares WATCH Aleppo Rebels, Caught on the Back Foot, Propose Hail Mary Truce in Syria 0 Shares Email Bodies lie lifeless in the streets of Aleppo’s old city. Rescue workers are unable to pull out the dead fast enough under the unrelenting shelling and bombing by pro-Assad forces on the march. Two weeks into their renewed offensive on eastern Aleppo, Syria, forces backing President Bashar al-Assad have captured close to 75 percent of the territory controlled by opposition armed factions, including the old city. The fall of eastern Aleppo would grant Assad a strategic victory, returning all urban centers in the country to his control. Suffering successive defeats, the rebels today proposed a five-day ceasefire in what many see as their Hail Mary, while a defiant Assad said the United States was “begging for a truce” seeing the dire straits the opposition factions were now in. \"Forgive me, I am not capable of saying anything. We will lose Aleppo soon,\" Ibrahim Hilal, leader of the White Helmets in the city, a volunteer group of rescue workers, told ABC News. Images of death and devastation abound from eastern Aleppo. While thousands have fled the besieged part of the city over the past two weeks, many remain and continue to endure deafening explosions as well as shortages of the most basic human needs such as food, water, health care and fuel for heating. One photo shows an older man pushing his sick wife in a worn-out wheelchair in a destroyed neighborhood. “He was looking for a hospital because his wife was very malnourished and there was no food or medicine for her to take,” Yehya Alrejjo, the photographer who took the picture, told ABC News. The only hospital open would take the man five to six hours to reach on foot, the photographer said. So, the man waited, hoping that a car would drive by and pick them up, Alrejjo said. “He waited and waited for a car. He waited and waited until God took his wife,” Alrejjo said, adding that the man told him that he has seven children and doesn’t know where they are. Yahya Al-Rejo/Anadolu Agency/Getty Images Sabah Muhammed, whose 7 children were killed during a bombardment of Assad Regime forces, has died waiting for a doctor on a wheel chair with her husband Ebu Muhammed Halebi in Aleppo, Syria, Dec. 3, 2016. Today, armed Syrian opposition factions proposed an immediate truce to evacuate to the northern countryside some 500 wounded and those civilians who wish to leave eastern Aleppo. “We are just focusing on securing safe passage for these people now,” said Colonel Abu Bakr of the Jaysh al Mujahideen Islamist rebel group. “We are not discussing any withdrawal by fighters.” Over the past few weeks, Russia had several meetings in Turkey with representatives of the major armed factions in eastern Aleppo, except for Jabhat Fateh al Sham (JFS) -- formerly the al-Qaeda affiliate Jabhat al Nusra -- to negotiate a settlement. The talks were based on what is known as the U.N. four-point plan that suggested an immediate ceasefire, humanitarian aid deliveries, evacuation of civilians and wounded, as well as the withdrawal of JFS fighters. “The opposition factions had initially been opposed to the U.N. plan, but they came around to it once the wind turned on the battlefield in recent weeks,” said Bassam Barabandi, a former Syrian diplomat who defected. The lack of safety guarantees and concrete support from the international community in the face of the Russian onslaught was also to blame for the dramatic deterioration of the situation in eastern Aleppo, according to Barabandi. The Syrian government rejected the U.N. proposal early on, maintaining that any truce would only be used by the armed factions, which it considers to be terrorists, to regroup. Negotiations in Turkey petered out when Russia suddenly demanded the withdrawal of all armed factions, not just JFS. “The Russians are not trustworthy. They are just stalling to finish the job militarily on the ground,” Abu Bakr said in Arabic. “They keep moving the goal post. Their demands never end.” Six Western nations -- the United States, Canada, France, Germany, Italy and the United Kingdom -- have also called for an immediate ceasefire and denounced the actions in Aleppo of the Syrian government and its Russian backers. “A humanitarian disaster is taking place before our very eyes,” a joint statement read. “Hospitals and schools have not been spared. Rather, they appear to be the targets of attack in an attempt to wear people down. The images of dying children are heartbreaking. We condemn the actions of the Syrian regime and its foreign backers, especially Russia, for their obstruction of humanitarian aid, and strongly condemn the Syrian regime's attacks that have devastated civilians and medical facilities and use of barrel bombs and chemical weapons.” Secretary of State John Kerry met tonight in Hamburg, Germany, with Russian Foreign Minister Sergey Lavrov . They discussed ongoing multilateral efforts to achieve a cessation of hostilities in Aleppo, as well as the delivery of humanitarian aid to the tens of thousands of Syrian civilians in desperate need there, according to Assistant Secretary and State Department spokesman John Kirby. Russian officials have been meeting with representatives of the Syrian rebel factions in Ankara to discuss a solution, two sources close to the negotiations told ABC News. The parties are discussing a deal based on a U.N. proposal that would grant rebel fighters a safe passage out of east Aleppo and leave in place an opposition local council to run the eastern side of the city, effectively keeping it under opposition control. There have been at least 10 meetings between Russia and rebels so far, the sources said. At this stage, the different armed factions are still weighing whether to take the deal. It remains unclear how Russia would convince its partners, Iran, Hezbollah and the Syrian government, to agree to the deal. When the Syrian government started its latest offensive on east Aleppo it was the largest remaining opposition stronghold -- retaking it in its entirety is a strategic goal for President Assad. Among the rebels that Russia has been meeting with are the Free Syrian Army and the Islamist groups Ahrar al-Sham, Noureddine Zenki and Jaysh al Mujahideen. A commander of the latter group told ABC News that the rebels have rejected the Russian proposal to withdraw completely from eastern Aleppo. A diplomat told ABC News that the Russian strategy is to empty east Aleppo of civilians to be free to bomb the rebel forces. This last-minute proposal might open the opposition factions up to slaughter, according to a Western diplomat who is involved in the Syrian negotiations who said he was surprised by the move. “The Russian tactic has, since August, been to empty eastern Aleppo from its civilians and hence have carte blanche to carpet bomb the opposition armed factions whom they consider to all be terrorists,\" the diplomat, who didn’t want to be named because he wasn’t authorized to speak to the press, told ABC News. Russia’s foreign minister has already said that rebels who stay in the area will be considered terrorists. \"We will treat them as such, as terrorists, as extremists, and will support a Syrian army operation against those criminal squads,\" Lavrov said during a news conference on Monday. Some 200,000 civilians are estimated to still be trapped in east Aleppo. According to the U.N.’s latest estimates, around 31,500 have been displaced in Aleppo in recent days, about half of them children -- The Syrian Observatory for Human Rights estimates that as many as 80,000 have fled their homes. “This is what’s happening in my city, in Aleppo,” said resident Yasser Hmeish, via voice recording. “I’m in a hospital. ... I left my family and my wife in my neighborhood this morning. Now I can’t go there because this neighborhood was taken by the regime. I don’t know anything about them -- if they are alive or killed. There is no internet service there.” 0 Shares ",
    "title": "Aleppo Rebels, Caught on the Back Foot, Propose Hail Mary Truce in Syria - ABC News"
   }
  ]
 }
}