{
 "10": {
  "col-sim": {
   "cosine": 0.15914532253396627,
   "entity": 0.16609095970747995
  },
  "exec-time": 30.76814603805542,
  "links": [
   {
    "entities": [
     "shabad",
     "news",
     "working",
     "december 9, 2016",
     ", 5:37 pm",
     "cbs",
     "department",
     "dept.",
     "energy",
     "bloomberg",
     "group",
     "elect-donald",
     "obama",
     "of",
     "trump",
     "rebecca",
     "interagency"
    ],
    "id": 0,
    "text": "By Rebecca Shabad CBS News December 9, 2016, 5:37 PM Trump transition wants names of Energy Dept. employees involved in climate talks Email President elect-Donald Trump’s transition team has created a questionnaire with 74 questions for Energy Department officials to identify employees who have been involved in international climate talks over the past five years and employees who have helped advance Obama administration climate policies. The questionnaire, obtained by CBS News and first reported by Bloomberg News, asks, for example, “Which programs within [the Department of Energy] are essential to meeting the goals of President Obama’s Climate Action Plan?” Some of the other questions in the questionnaire include, “Can you provide a list of all Department of Energy employees or contractors who have attended any Interagency Working Group on the Social cost of Carbon meetings?” and “What is the Department’s role with respect to the development of offshore wind?” ",
    "title": "Trump transition wants names of Energy Dept. employees involved in climate talks - CBS News"
   },
   {
    "entities": [
     "jim",
     "july 2011",
     "texas",
     "jose",
     "auburn",
     "florida",
     "88 percent",
     "birthday",
     "tribune",
     "$150,000",
     "cullerton",
     "last five fiscal",
     "m.",
     "early 2013",
     "senate",
     "kirby",
     "ten weeks later",
     "sowinski",
     "$1 million",
     "state",
     "87.5 percent",
     "igt",
     "present",
     "2015",
     "john",
     "reyes",
     "2011",
     "northstar",
     "$5",
     "current",
     "casey",
     "carter",
     "new",
     "chicago",
     "osorio",
     "100 percent",
     "59.6 percent",
     "general",
     "store",
     "massachusetts",
     "york",
     "beginning in 2011",
     "80 percent",
     "cecilia",
     "40 percent",
     "happy",
     "years",
     "illinois",
     "now",
     "49 percent",
     "bob",
     "pennsylvania",
     "lottery",
     "group",
     "june 2016",
     "late 2012",
     "time",
     "lottie",
     "ohio",
     "83 percent",
     "64 percent"
    ],
    "id": 1,
    "text": "Lower payout rates for most instant ticket games In lottery instant games, a percentage of ticket sales is returned to players in the form of prizes. That's known as the payout rate. While a game's final result is not entirely predictable, a game is designed to pay a specific rate if all tickets... (Cecilia Reyes) Illinois became the first state in the nation to turn over day-to-day management of its lottery to a private firm. The firm, Northstar Lottery Group, took over the Illinois Lottery in July 2011. Since then, Northstar has been criticized for failing to deliver the profits to the state it projected when it won the Illinois bid. The state is now looking for a replacement. But there has been little talk of how private management affected players. International Game Technology, formerly known as GTECH, and Scientific Games, which formed Northstar, are multinational companies that have long done behind-the-scenes grunt work for state lotteries, including Illinois. The management company has been paid based on how much profit it brought the state. The firms have touted their work in Illinois as they pushed to expand their business and manage lotteries in other states. IGT, which controlled Northstar, and Scientific Games did not dispute the Tribune findings that many big prizes weren't awarded, nor that those games' payout rates were lower than designed. But they argued the findings were irrelevant or misleading, and whatever problems may have existed could be blamed on a host of reasons, from meddling state officials to players not fully appreciating the innovative games offered. And the firms also said that players' odds of winning were never affected, even if a grand prize was never awarded. \"Northstar consistently and unwaveringly made decisions for the benefit of the players and the Illinois Lottery and not its suppliers IGT or Scientific Games,\" IGT wrote in response to Tribune questions. One of the state's most powerful lawmakers, Senate President John Cullerton, said the Tribune's findings left him \"very concerned.\" He said the unawarded prizes and payout rates could cause lasting damage and cost every taxpayer — even those who have never bought a lottery ticket — in a cash-strapped state that's grown dependent on lottery profits to help make ends meet. \"If the players are not treated fairly, then they'll stop buying it, and then we'll lose money,\" said Cullerton, D-Chicago. A bold experiment State lawmakers were hopeful when they turned over management of the lottery to a private company in 2011. In their eyes, the lottery had become a moribund business. Private hands, state officials argued, could spur new and creative games that would generate badly needed revenue for the state. \"Government bureaucrats simply are not in the best position to overhaul and remarket the Illinois Lottery,\" Cullerton said at the time. Northstar's winning pitch was bold. While it would continue to grow traditional draw games — in which bouncing numbered balls are randomly selected, for example — the Northstar consortium would look to supercharge sales in the popular instant game category with never-before-seen prizes in Illinois to capture the public's imagination and dramatically increase profits to the state. The Tribune obtained thousands of pages of records and analyzed scores of data sets from Illinois and several other states to study instant tickets, the best-selling and fastest-growing revenue stream for state lotteries. With names such as Dazzling Dollar$ and Freezing Your Bucks Off, each instant game tries to attract potential players with a mix of quirky themes and lucrative prizes. Unlike Lotto -type jackpot games, instant games are each preplanned, self-contained products. Each game pays for its prizes from the money it raises in sales. And that leaves a critical question: How many tickets should they print? Lottery officials from other states say they try to print only as many tickets as they think they can sell for each game. They know sales tend to taper off for games over time, and they say the goal is to award the final grand prize before sales tank. While printing fewer tickets may limit how many and the size of the prizes they can advertise, those states say they would rather be conservative. In Illinois, Northstar pushed to dramatically increase the number of tickets printed for games. This allowed them to offer bigger and better prizes for games. Players — enticed by bigger potential wins — bought more instant tickets than ever, the Tribune analysis found. Players' increased appetite was lucrative for IGT and Scientific Games, who were paid a cut of sales, as well as the state, which received more profit. But the appetite was not nearly enough to gobble up the sea of tickets printed, records show. And as sales eventually dropped in many of the big-prize games, Northstar pushed to remove tickets from store shelves before all, or sometimes any, of the grand prizes were awarded. The Tribune reviewed the 138 instant games begun and ended by Northstar in the last five fiscal years, through June 2016. Reporters focused on the 17 games that offered the biggest grand prizes: games with a grand prize costing the state at least $1 million to fund. Those 17 big-prize games made up only one-eighth of the instant games, but they played an outsize role in Northstar's efforts to meet its ambitious sales targets, accounting for more than a third of the sales. And the first of those 17 to end was a highly touted game called Birthday Surprise. Jim Carter Jose M. Osorio / Chicago Tribune Jim Carter, 41, questioned why many of the large grand prizes for scratch-off games were not awarded during Northstar Lottery Group's management of the Illinois Lottery. “There has to be accountability for that,” the veteran lottery player said. Jim Carter, 41, questioned why many of the large grand prizes for scratch-off games were not awarded during Northstar Lottery Group's management of the Illinois Lottery. “There has to be accountability for that,” the veteran lottery player said. (Jose M. Osorio / Chicago Tribune) Surprise ending The top of the ticket said Happy Birthday, with the letters positioned as if they were hanging from a string banner at a party. Below them: the scratch-off area, its coating superimposed with an image of a massive present tied in a bow. In between were the details of just what could be behind the box: \"Win $150,000 immediately and $150,000 on your birthday for the next 20 years!\" For $5, a player could scratch off the present to see if it was a winner. The game's design called for two grand prizes, and nearly 10 million tickets were printed. That's 3 1/2 times more tickets than the state, when it ran the lottery, had typically sold for a $5 game. Northstar, through its majority owner IGT, declined to tell the Tribune exactly how many tickets it expected to sell for this game or others, but it acknowledged, in general, it printed more tickets for big-prize games than it anticipated it would sell. One reason it did so, it said, was to make sure it had enough tickets in case players really liked a game. Other states told the Tribune another solution to such a welcome dilemma is to order more tickets and offer more prizes. Northstar did it for one of the 17 games, but not Birthday Surprise. Scientific Games, the minority partner in Northstar, told the Tribune it objected at the time to the large number of tickets printed to support what it called the Birthday Surprise game's \"poorly designed prize structure.\" The firm declined to provide further details on exactly how it believed the game should have been designed. Birthday Surprise hit the shelves in late 2012. Northstar's business plan showed the game sold slightly better than traditional instant ticket games through early 2013, when it awarded its first grand prize in a made-for-TV moment. A struggling cable installer, on his birthday, stopped into Casey's General Store in downstate Auburn and scratched off the first grand prize winner. The state issued a news release on the win , touting the game as one of its most popular on the market. Within weeks, the lottery invited TV cameras to record officials handing the winner the ceremonial oversize check. A local TV reporter wrapped up her story by showing the face of a Birthday Surprise ticket and noting: \"There's actually another winning ticket just like it floating around out there.\" Yet that same month, Northstar drafted a plan to end the game — making it less likely the second prize would be awarded. Regular lottery player Jose M. Osorio / Chicago Tribune Chicagoan Lottie Sowinski, 56, who often plays scratch-offs, said she assumed an instant game was stopped only after all the tickets were sold. “It makes you feel, like, that we’re a fool to put money into it if they’re not going to give out the top prizes,” she said in response to findings of a Tribune investigation. Chicagoan Lottie Sowinski, 56, who often plays scratch-offs, said she assumed an instant game was stopped only after all the tickets were sold. “It makes you feel, like, that we’re a fool to put money into it if they’re not going to give out the top prizes,” she said in response to findings of a Tribune investigation. (Jose M. Osorio / Chicago Tribune) 'Player favorite' In written business plans Northstar provided to the Tribune, the company told the state that the game was a \"current player favorite and well performing,\" but still wasn't selling well enough. So the game would be \"reintroduced.\" Sure enough, Birthday Surprise was soon pulled from shelves without awarding the second grand prize. Nobody can say for sure whether someone bought the second grand prize-winning ticket and never claimed it. IGT and Scientific Games said, for security reasons, nobody knows exactly where a winning ticket sits among the millions of tickets printed. But the game sold just 64 percent of its tickets. The remaining tickets sat in a warehouse until the game ended and then were destroyed. No winner of the second grand prize came forward. The lottery offered players no explanation. Ten weeks later, a new Birthday Surprise entered store shelves nearly identical to the first: same number of tickets printed and same prize structure. Only the ticket design was slightly different, with balloons and smaller presents. Northstar released a commercial featuring the first version's only grand prize winner  — the cable installer — who pitched what Northstar called the \"newest edition\" of the game. He recounted his lucky win and ended with a variation of the lottery's catchphrase: \"Anything's possible.\" The second edition of Birthday Surprise was ended after less than 10 months and 49 percent of tickets sold. Neither of its grand prizes were awarded. Scratch-off tickets Jose M. Osorio / Chicago Tribune Bob Kirby, of Chicago, scratches off Wheel of Fortune instant game tickets. For the biggest-prize instant games, beginning in 2011 and ending in 2015, the Illinois Lottery did not award 23 grand prizes, or more than 40 percent of those designed into the games, the Tribune found in an investigation. Bob Kirby, of Chicago, scratches off Wheel of Fortune instant game tickets. For the biggest-prize instant games, beginning in 2011 and ending in 2015, the Illinois Lottery did not award 23 grand prizes, or more than 40 percent of those designed into the games, the Tribune found in an investigation. (Jose M. Osorio / Chicago Tribune) Lagging other states Both Birthday Surprises were among 17 instant games whose combined results awarded a smaller share of grand prizes than similar games run under state management, or in other states studied by the Tribune. For comparable big-prize games begun and ended in Illinois in the six years before Northstar was hired, the state awarded 87.5 percent of the grand prizes the games were designed to pay out. That's in line with how other states have run their big-prize games. The Tribune sought data from states with the highest sales of instant tickets. Six states provided enough data from recent years for comparison. For grand prizes that cost lotteries $1 million or more to fund, New York awarded nearly 80 percent of them. In Pennsylvania, it was 83 percent. In Texas, it was 88 percent. Florida, Massachusetts and Ohio each had a perfect record: 100 percent. In Illinois, under Northstar, the rate was 59.6 percent. Other states' lottery officials said they would be worried about how their players might react to such a statistic in their states. ",
    "title": "Illinois Lottery&apos;s biggest scratch-offs didn&apos;t award 40% of grand prizes, Tribune finds - Chicago Tribune"
   },
   {
    "entities": [
     "greece",
     "satter",
     "$35",
     "right now",
     "$27,000",
     "yugoslav",
     "fake",
     "november",
     "alexander",
     "trump",
     "$10",
     "house",
     "press",
     "hillary",
     "tune",
     "raphael",
     "sheryl",
     "thursday",
     "slavcho",
     "news",
     "licovski",
     "united",
     "facebook",
     "night on the same day",
     "fox",
     "following",
     "$8,000",
     "donald",
     "saturday",
     "daily",
     "$1 million",
     "tony",
     "of",
     "1:11",
     "last month",
     "buzzfeed",
     "george",
     "chadiev",
     "nations",
     "$400 might",
     "2004",
     "associated",
     "night",
     "post",
     "huffington",
     "usa",
     "former",
     "u.s.",
     "nbc",
     "obama",
     "today",
     "macedonia",
     "republic",
     "dimitri",
     "union",
     "w.",
     "africa",
     "zuckerberg",
     "nato",
     "veles",
     "america",
     "washington",
     "european",
     "kiko",
     "jesus",
     "sandberg",
     "september",
     "now",
     "georgi",
     "smith",
     "bush",
     "mark",
     "clinton",
     "google",
     "white"
    ],
    "id": 2,
    "text": "How to Outsmart Fake News 1:11 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161210033056if_/http://www.nbcnews.com/widget/video-embed/814732355751\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> But he is no scrappy teenager. Dimitri is bright, with an obvious aptitude for business. He won't show NBC News his profile on Google AdSense, an online advertising service that allows websites to make money, to protect five other teenagers who asked him not to reveal aspects of their shared interests. He's also wary of revealing his full income, worried it will make him a target for thieves, or worse. However, he does show NBC News a digital receipt from Google showing he earned more than $8,000 from the web giant in September. He says this was just one of several advertising accounts, and claims his most successful streak — in the run-up to the election — saw him rake in $27,000 in just one month. When asked for comment about the persistence of fake news even after the election, Facebook directed NBC News to a post from CEO Mark Zuckerberg last month in which he laid out the company's plan to tackle the phenomenon. In an interview with TODAY on Thursday , Facebook Chief Operating Officer Sheryl Sandberg acknowledged \"there's a lot more to do.\" Google outlined steps last month that it said would restrict advertising on websites that \"misrepresent, misstate, or conceal information.\" The company did not respond to NBC News' requests for comment on this apparently still-flourishing industry. Dimitri says even after the election, while business is less brisk, his fake news is still highly profitable. Like any business, he's aware of the need to adapt. \"This business updates every hour, every ten minutes, every minute,\" he says. \"There are always news ideas, new types of generating new visitors and that's the thing we all want.\" So while newspapers across the globe are losing advertising revenue, Dimitri's empire of lies is thriving. He says he now employs three 15-year-olds, paying them the equivalent of $10 per day. As well as buying new laptops and paying cash to boost his posts on social media, he has also invested some of his earnings into real estate — a joint venture with his parents, who are more than happy with his success. The Anatomy of a Lie As with many regular journalists, Dimitri starts his day by trawling the web looking for trending topics that he can harness to drive traffic to his websites. He copies his posts from other fake news websites, including many in the U.S., or takes content from mainstream media organizations before peppering them with invented details. He also posts provocative online polls such as: \"Should Trump Deport All Refugees?\" and: \"Do you consider Donald Trump, the Jesus of America?\" Most of this content is published on websites Dimitri has built to look like NBC News, Fox News, the Huffington Post and others. A fake news website run from Macedonia that is made to look like Huffington Post. NBC News To the untrained eye, fake headlines such as: \"BREAKING: Obama Confirms Refusal To Leave White House, He Will Stay In Power!\" look genuine. The only giveaway is the imitation URL. From then on, it's a case of throwing as much mud at the wall and seeing what sticks. \"The most-read news articles are usually the ones containing the click-bait words,\" Dimitri says. \"The click bait words, as you know, are, 'Oh my god, breaking news, wow,' and usually something that has never been aired before. Because if the title just says, 'Today this happened, today that happened,' no one will open that.\" He and his collaborators post these stories to their Facebook pages dozens of times a day. Again, he would only show NBC News a Facebook page that he runs on his own, which has an impressive 86,000 likes. But he said the six pages run by his collective have amassed more than 3 million likes between them. \"Say you produce ten lies a day, [the audience] is not going to believe ten lies, they are going to believe probably one or maximum two,\" he says. \"Usually the lies about [Clinton's] emails and the lies about Hillary. The anti-Hillary posts were really good.\" Stories from USA Daily News 24, a fake news site registered in Veles, Macedonia. An Associated Press analysis using web intelligence service Domain Tools shows that USA Daily News 24 is one of roughly 200 U.S.-oriented sites registered in Veles, which has emerged as the unlikely hub for the distribution of disinformation on Facebook. Both stories shown here are bogus. Raphael Satter / AP Dimitri says he has set up more than 50 domain names in six months, all in a bid to please Facebook's algorithm and get the maximum number of eyeballs on his posts. He claims in that time his posts have achieved some 40 million page views. \"We stay up late and we don't sleep that much — I haven't slept good for a couple of months now,\" he says. \"I have to go to school and then at night I have to work.\" He and his colleagues see the process as an art. At first they worked on a basis of trial-and-error. Now it comes naturally. \"You see what people like and you just give it to them,\" he explains. \"You see they like water, you give water, they like wine, you give wine. It's really simple.\" The challenge of engaging readers on social media is one familiar to most journalists. They have a formidable opponent in Dimitri and his peers; analysis by BuzzFeed after the election showed that fake news websites actually performed better than conventional press and television. Dimitri is unequivocal about why the mainstream couldn't compete: \"They're not allowed to lie.\" Partying to the Tune of Fake News The influx of money has created a thriving party culture in Veles. On Saturday, one local nightclub was barely keeping up with demand, as dozens of teens and young adults ordered ice buckets filled with large $35 bottles of vodka. In this new era, the purveyors of fake news are the coolest kids in the schoolyard. \"Since fake news started, girls are more interested in geeks than macho guys,\" says one 17-year-old girl standing at the bar. The most successful fake-news publishers have \"bought themselves houses, apartments, maybe invested in some real estate or in some businesses,\" according to Dimitri. \"They have bought themselves cars, they have bought ... their girlfriends better cars, better places to live,\" he says. Keen to feed off this gold rush, the nightclub even plans to organize a club night on the same day that Google pays out its advertising money. A nightclub in the Macedonian town of Veles where teenagers dabbling in fake news go to party. NBC News Following Google and Facebook's vow to clamp down on fake news, Dimitri says he knows people have lost tens of thousands after their accounts were shuttered. \"When they started to shut down webpages, business went down,\" says 20-year-old Kiko, a bartender at the nightclub. The impact appears to have been short lived, however, judging by the healthy flow of local currency, the Macedonian denar, being shoved into the club's cash registers. Most people are cagey about admitting any direct involvement in fake news. But Tony, a 40-year-old taxi driver, says that every young person he knows — including his own son — is in on the act. \"I've been doing this job for 18 years and I know everyone in the city,\" he says. \"I know kids who are minors, 16 or 17 years old, and they bought BMWs after running these websites.\" Is he worried about his son making money from selling hoaxes online? \"It's better to do this job than to go into the drug business,\" he says. Also unperturbed is Veles' mayor, Slavcho Chadiev. \"Is it criminal activity? Not according to the law of Macedonia,\" he says during an interview in his office. \"All that money went through the state system and everyone paid their taxes.\" He isn't bothered by accusations that Veles' teens swayed the U.S. election. In fact, he welcomes the idea. \"Not as a mayor, but as a man and as a citizen, I'm glad if Veles contributed to the Republicans' victory and Trump's victory,\" he says. A view of Veles in November. GEORGI LICOVSKI / EPA Like many Macedonians, he blames recent Democratic administrations in Washington for not doing more to help their country's attempts to join the European Union and NATO. (Greece has blocked these efforts in a dispute over Macedonia's name — the country's official title at the United Nations is the cumbersome Former Yugoslav Republic of Macedonia.) On the flip side, the mayor still remembers fondly when Republican President George W. Bush recognized his country's new title in 2004. What would he do if he encountered one of these fake news tycoons? \"I would ask him, 'Are you looking for a job?' Because I have a lack of IT guys,\" he says, before admitting that the salary of less than $400 might not be attractive. Dimitri says his goal is to earn $1 million, and it's no surprise the young entrepreneur sees Trump as \"a small role model.\" There's only one question that sees doubt creep into Dimitri's cocksure demeanor. When he copies posts from other fake news websites, does he worry he's being used as a pawn to spread propaganda? \"When you buy a certain product, you don't know who created it,\" he says. \"You don't know who creates your shoes, and there are rumors that small children in Africa create them.\" He adds: \"Maybe I don't want to find out, because if I find out maybe I'm going to feel bad. Right now I'm feeling OK.\" Alexander Smith ",
    "title": "Fake News: How a Partying Macedonian Teen Earns Thousands Publishing Lies - NBC News"
   },
   {
    "entities": [
     "53 percent",
     "eighty-two percent",
     "october",
     "iowa",
     "38 percent",
     "trump",
     "cabinet",
     "january",
     "house",
     "57 percent",
     "thursday",
     "58 percent",
     "donald",
     "recently",
     "54 percent",
     "dec. 5",
     "pew",
     "tower",
     "george",
     "39 percent",
     "59 percent",
     "scott",
     "once",
     "night",
     "twitter",
     "agency",
     "u.s.",
     "environmental",
     "obama",
     "pruitt",
     "today",
     "71 percent",
     "oklahoma",
     "w.",
     "d.c.",
     "currently",
     "des",
     "aca",
     "wednesday",
     "center",
     "15 percent",
     "december of 2008",
     "18 percent",
     "washington",
     "40 percent",
     "gop",
     "now",
     "trump's",
     "epa",
     "research",
     "thirty-nine percent",
     "bush",
     "nov. 30",
     "thirty-five percent",
     "25 percent",
     "protection",
     "january of 2001",
     "moines",
     "white"
    ],
    "id": 3,
    "text": "WATCH Opioid Epidemic: What Will Trump Do? 0 Shares Email A new poll released by the Pew Research Center today indicates that a majority of Americans oppose any loosening of environmental regulations or a repeal of the Affordable Care Act , two of President-elect Donald Trump's campaign pledges. The survey also suggests that a minority of Americans approve of Trump's picks for his Cabinet so far. On Wednesday, Trump named Oklahoma Attorney General Scott Pruitt as his choice to lead the Environmental Protection Agency. Pruitt is an outspoken critic of environmental regulations and believes the EPA has crippled the U.S. energy industry. But 59 percent of people surveyed by Pew say stronger environmental laws and regulations are worth any potential costs to the economy. And when it comes to repealing and replacing the Affordable Care Act, 53 percent said they expect the ACA’s major provisions to be eliminated while 39 percent expect them to continue. Thirty-nine percent of respondents want to repeal the law all together; 15 percent favor leaving it as is; and 39 percent want to expand it. The Pew poll highlights the significant challenges Trump faces once he takes office in January. Can Trump Repeal Obamacare in First 100 Days? Americans view Trump’s Cabinet choices less favorably than previous president-elects. Only 40 percent approve of Trump’s Cabinet choices and other high level appointments. That compares to 71 percent who approved of President Obama’s Cabinet choices in December of 2008 and 58 percent who expressed positive views of George W. Bush’s appointments in January of 2001. While the Trump transition team has moved quickly to pick Cabinet members, the process has had a flair for the dramatic, with candidates filing through the Trump Tower lobby and reports of infighting among Trump’s confidantes, most recently over the choice of secretary of State. And there is criticism that Trump is not delivering on his campaign promise to “drain the swamp” of establishment figures and insiders in Washington, D.C. Currently, his Cabinet is stacked with wealthy GOP donors and Wall Street insiders. On Thursday night in Des Moines, Iowa, Trump pushed back on criticism of his Cabinet picks. “One newspaper criticized me, ‘Why can't they have people of modest means?’” Trump said. “Because I want people that made a fortune because now they are negotiating with you. OK?” Americans are also concerned about Trump’s Twitter habit. Eighty-two percent of people surveyed say once Trump enters the White House he “will need to be more cautious about the kinds of things he says and tweets.” And a majority -- 54 percent -- think Trump has not done enough to distance himself from the white nationalists who supported his campaign. Thirty-five percent of respondents think Trump will be a good or great president; 18 percent say he will be average and 38 percent say he will be poor or terrible. But when Trump was just a president candidate, 25 percent of those polled by Pew in October said he would make a good or great president, while 57 percent said he would be poor or terrible. Pew Research Center surveyed 1,502 adults from Nov. 30 to Dec. 5. The margin of error is plus or minus 2.9 percentage points. 0 Shares ",
    "title": "Poll: Americans Skeptical Over Key Trump Agenda Items, Disapprove of Trump's Handling of Transition - ABC News"
   },
   {
    "entities": [
     "this may",
     "aea",
     "interior",
     "gorsuch",
     "whitney",
     "science",
     "ryan",
     "paul",
     "technology",
     "for",
     "defense",
     "edward",
     "j.",
     "once",
     "department",
     "policy",
     "eric",
     "pruitt",
     "san",
     "center",
     "career",
     "juliet",
     "trump's",
     "yale",
     "steven",
     "yucca",
     "bush",
     "clinton",
     "white",
     "right now",
     "bloomberg",
     "shefte/the",
     "reagan",
     "michael",
     "news",
     "donald",
     "recently",
     "administration",
     "of",
     "geophysical",
     "christine",
     "current",
     "sabin",
     "agency",
     "w.",
     "concerned",
     "union",
     "markey",
     "and",
     "mountain",
     "alliance",
     "office",
     "the past",
     "epa",
     "thomas",
     "eilperin",
     "pentagon",
     "schultz",
     "democracy",
     "missy",
     "david",
     "brady",
     "next week",
     "at 4:07 pm",
     "thursday",
     "stanford",
     "mooney",
     "chris",
     "francisco",
     "bill",
     "congress",
     "doe",
     "john",
     "republican",
     "foundation",
     "halpern",
     "environmental",
     "obama",
     "oklahoma",
     "heritage",
     "1983",
     "ronald",
     "energy",
     "pyle",
     "jackson",
     "protection",
     "mufson",
     "scientists'",
     "foster",
     "anne",
     "information",
     "trump",
     "house",
     "rob",
     "nasa",
     "university",
     "american",
     "late 2010",
     "george",
     "scott",
     "post",
     "past",
     "future",
     "december 9",
     "institute",
     "dennis",
     "washington",
     "holdren",
     "now",
     "research",
     "kreutzer",
     "mcentee"
    ],
    "id": 4,
    "text": "Trump transition team for Energy Department seeks names of employees involved in climate meetings The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Steven Mufson and Juliet Eilperin December 9 at 4:07 PM Follow @StevenMufson Follow @eilperin The Trump transition team has issued a list of 74 questions for the Energy Department, asking officials there to identify which department employees and contractors have worked on forging an international climate pact as well as domestic efforts to cut the nation's carbon output. (Whitney Shefte/The Washington Post)   Donald Trump’s transition team has issued a list of 74 questions for the Energy Department, asking agency officials to identify which employees and contractors have worked on forging an international climate pact as well as domestic efforts to cut the nation’s carbon output. The questionnaire requests a list of those individuals who have taken part in international climate talks over the past five years and “which programs within DOE are essential to meeting the goals of President Obama’s Climate Action Plan.” [ Pruitt, Trump’s EPA pick, has both sides of climate divide girding for a major fight ] Trump and his team have vowed to dismantle specific aspects of Obama’s climate policies , and Trump has questioned the reality of climate change. The questionnaire, which one Energy Department official described as unusually “intrusive” and a matter for departmental lawyers, has raised concern that the Trump transition team is trying to figure out how to target the people, including civil servants, who have helped implement policies under Obama. Thousands of scientists have signed petitions calling on the president-elect and his team to respect scientific integrity and refrain from singling out individual researchers whose work might conflict with the new administration’s policy goals. This potential clash could prompt a major schism within the federal government, with many career officials waging a battle against incoming political appointees. While there have been many instances of political appointees and career scientists clashing in various administrations, what is novel is the request for the names of so many individual scientists, and the fact that it comes during the transition period, before the Trump administration has even taken power. This may be a signal of even more intense politicization after the inauguration. Yale University environmental historian Paul Sabin said in an interview that previous administrations have worked to install like-minded energy and environmental experts in key agencies, often at the expense of employees from previous administrations. “But what seems unusual is singling people out for a very specific substantive issue, and treating their work on that substantive issue as, by default, contaminating or disqualifying,” Sabin said, adding that officials can now track a civil servant’s past activities “in such a systematic way.” During Ronald Reagan’s time, when his political appointees sparred with officials at the Interior Department and the Environmental Protection Agency, Sabin noted, “it would have been so much harder to collect it on paper and track it down.” Trump’s transition team did not respond to a request for comment. White House deputy press secretary Eric Schultz told reporters that he could not speak to the questionnaire directly, saying, “If you have questions about activity that the president-elect’s team is doing, you should check in with them and try and figure out why they’re doing it.” But Schultz added: “All I can tell you is that President Obama is enormously proud of the work of civil servants and federal workers across the administration, that over the past eight years they’ve worked to make this country stronger. And they don’t do so out a sense of great pay or because the hours are great. They do so out of a sense of patriotism. And the president’s proud of their record.” The questionnaire was first reported by Bloomberg News. The Washington Post has obtained its own copies of both the initial document and one with some of the agency’s replies filled in, in addition to confirmation from other people in the department that the documents are legitimate. Rep. Bill Foster (D-Ill.), a physicist, warned that the questionnaire “threatens to undo decades of progress we have made on climate change,” and Sen. Edward J. Markey (D-Mass.) said punishing civil servants for their work under previous administrations “would be tantamount to an illegal modern-day political witch hunt and would have a profoundly chilling impact on our dedicated federal workforce.” The document spanned a broad area of Energy Department activities, including its loan program, technology research program, responses to Congress, estimates of offshore wind and cleanup of uranium at a site once used by the military for weapons research. In many cases, the inquiries meshed with the priorities of conservative groups such as the Heritage Foundation, which held a meeting on energy and environment issues in Washington on Thursday, as well as priorities outlined in a recent fundraising pitch sent by the American Energy Alliance (AEA), a wing of the Institute for Energy Research. Thomas Pyle, who heads the AEA, leads Trump’s Energy Department transition team. In a recent fundraising pitch, Pyle wrote supporters: “After eight years of the Obama administration’s divisive energy and environmental policies, the American people have voted for a change — a big change. We expect the Trump administration will adopt pro-energy and pro-market policies — much different than the Obama administration’s top-down government approach.” One question zeroed in on the issue of the “social cost of carbon,” a way of calculating the consequences of greenhouse gas emissions. The transition team asked for a list of department employees or contractors who attended interagency meetings, the dates of the meetings, and emails and other materials associated with them. The social cost of carbon is a metric that calculates the cost to society of emitting a ton of carbon dioxide to the atmosphere. The Obama administration has used this tool to try to calculate the benefits of regulations and initiatives that lead to lower greenhouse gas emissions. At Thursday’s Heritage meeting, senior fellow David Kreutzer attacked the idea of using the social cost of carbon during the regulatory process. He said it “actually can be considered a fiction, the way it’s produced in the [Environmental Protection Agency] right now,” adding that it “is supposedly a measure of the damage done to the world economy for each ton of carbon emitted in a given year.” Kreutzer is a member of Trump’s EPA transition team; Trump recently named Oklahoma Attorney General Scott Pruitt, who is suing the EPA over its environmental regulations, to head the EPA. [ The staggering economic cost of air pollution ] Another question appeared to delve deeply into the mechanisms behind scientific tools called “ integrated assessment models ,” which scientists use to forecast future changes to the climate and energy system. It also asked what the Energy Department considers to be “the proper equilibrium climate sensitivity,” which is a way climate researchers calculate how much the planet will eventually warm, depending on the amount of greenhouse gases emitted into the atmosphere. “My guess is that they’re trying to undermine the credibility of the science that DOE has produced, particularly in the field of climate science,” said Rob Jackson, a Stanford climate and energy researcher, in response to the question about the integrated assessment models. The questionnaire also appeared to take aim at the national laboratories, which operate with a high degree of independence but are part of the Energy Department. The questionnaire asked for a list of the top 20 salaried employees of the labs, the labs’ peer-reviewed publications over the past three years, a list of their professional society memberships, affiliations, and the websites they maintain or contribute to “during work hours.” Researchers at national labs focus on a range of issues, including renewable-energy development and climate analysis. Career Energy officials who are the designated liaisons to the Trump transition team are allowed to disclose only publicly available information, unless it is in the context of a classified briefing to transition team members who have obtained security clearance through the White House. A response to the question about the top 20 salaried employees read: “DOE does not collect this information. This would require a call to the Labs, and the information is not available publicly.” The department gave a similar to reply to questions about professional society memberships, websites they maintain or contribute to, and paid and unpaid positions. The transition team questionnaire also asked how to keep open aging nuclear power plants, restart the controversial Yucca Mountain nuclear waste site shelved by Obama and support the licensing of small modular reactors. It included 15 questions for the Energy Information Administration, some of them routine but some questioning the way the agency uses data about energy production. The questions called to mind past cases of conflicts between Republican administrations and federal agency scientists, on the environment and other matters. In Reagan’s first term, Anne Gorsuch was appointed to head the Environmental Protection Agency amid a major push for regulatory rollback. But after Gorsuch resigned amid controversy in 1983, Congress opened investigations into supposed “hit lists” at the agency used to track the views of members of scientific advisory boards, according to contemporary news reports. During the George W. Bush administration, there were complaints that scientific documents had been edited to raise doubts about the science of climate change and that researchers had been prevented from speaking openly to the media and sharing their expertise. In late 2010, the Obama administration issued governmentwide “scientific integrity” guidelines aimed at shielding federal scientists from political interference, part of an effort to distinguish itself from the Bush administration. The four-page memo, written by John Holdren, director of the White House Office of Science and Technology Policy, included a prohibition against agency leaders or public affairs officers asking or demanding federal scientists to alter or suppress their findings. It also instructed agencies to “involve science and technology experts where appropriate” to craft “policymaking of the highest integrity.” [ Amid funding fears, NASA announces another climate research mission ] Energy Department officials have not yet decided how to respond to the questions targeting the agency’s climate activities, according to federal officials who spoke on the condition of anonymity to discuss internal deliberations. “With some of these questions, it feels more like an inquisition than a question, in terms of going after career employees who have been here through the Bush years to Clinton, and up to now,” said one current Energy Department employee. “All of a sudden you have questions that feel more like a congressional investigation than an actual probing of how the Department of Energy does its job.” Michael Halpern, deputy director of the Union of Concerned Scientists’ Center for Science and Democracy, called the memo’s demand that Energy officials identify specific employees “alarming.” “If the Trump administration is already singling out scientists for doing their jobs, the scientific community is right to be worried about what his administration will do in office. What’s next? Trump administration officials holding up lists of ‘known climatologists’ and urging the public to go after them?” Halpern asked. He added that lawmakers have attacked executive-branch scientists in the past for doing “work they find inconvenient. It seems that they are about to get accomplices in the Department of Energy. But don’t expect the federal workforce to simply roll over. The new administration will find thousands of federal workers who still believe in their departmental mission and will work hard to resist attacks on their peers. Scientists outside government are standing by to expose these actions and fight back.” Christine McEntee, the executive director of the American Geophysical Union, a large society of Earth scientists, added in response to the questionnaire that “we don’t know at AGU the intent of all these questions, but if you look at them without knowing that intent, they are raising alarm for us.” McEntee said that in general, when it comes to politics and science under Trump, “we’re hearing a lot from members, they’re quite concerned.” At the American Geophysical Union meeting in San Francisco next week, where more than 20,000 scientists gather annually, there will be sessions on the consequences of the election for science and on giving publicly funded scientists legal advice on how to respond to requests for their communications, she said. The Trump transition team’s meetings with Energy Department officials so far have excluded political appointees, one current official said. At the Defense Department, Trump transition officials are having multiple meetings a day with Pentagon personnel but in some cases have asked Obama administration political appointees not to attend those meetings, officials there said. Chris Mooney, Brady Dennis and Missy Ryan contributed to this report. Read more at Energy & Environment: ",
    "title": "Trump transition team for Energy Department seeks names of employees involved in climate meetings - The Washington Post"
   },
   {
    "entities": [
     "carroll",
     "cbs",
     "sara",
     "florida",
     "association",
     "transportation",
     "news",
     "united",
     "jet",
     "southwest",
     "attendants",
     "quinnette",
     "of",
     "congress",
     "virginia",
     "blue",
     "department",
     "delta",
     "tara",
     "nelson",
     "currently",
     "flight",
     "dec",
     "and",
     "cicely",
     "9, 2016 7:11 pm est this may"
    ],
    "id": 5,
    "text": "CBS News Dec 9, 2016 7:11 PM EST This may not be progress, but the Transportation Department says it may allow phone calls on planes. “Some people have a lack of respect or courtesy when they are talking on the phone,” says Cicely Carroll from Virginia, who is worried about the possibility of in-flight phone calls.  The Department of Transportation’s plan would allow airlines the option to provide the service. If they do, the carriers would be required to inform passengers in advance that on board calls are allowed. Cicely Carroll from Virginia makes a call in the airport. Close CBS News Tara Quinnette from Florida would opt out. “If it’s not much of a cost difference, I may go with the airline that didn’t allow you to use them because I think it could get out of hand,” she said.  New rule could allow calls on flights “We are going to fight this tooth and nail,” says Sara Nelson, the president of the Association of Flight Attendants. “If this is enacted, we will fight this in Congress. Flight attendants will be in a position of deescalating more and more conflict, which creates a security and safety threat for everyone on board.” While the federal government currently bans cell phone calls on planes, the prohibition does not extend to calls placed through on board internet connections -- something that’s become increasingly available on commercial flights. Delta, American and Southwest do not permit calls in-flight and said they have no plans to change their policy. United and Jet Blue are both reviewing the proposal. ",
    "title": "Cell phone calls midair debate: Should airlines allow it? - CBS News"
   },
   {
    "entities": [
     "rogers",
     "interior",
     "leonardo",
     "getty",
     "montana",
     "ryan",
     "paul",
     "california",
     "oval",
     "colville",
     "once",
     "/",
     "department",
     "pruitt",
     "army",
     "hill",
     "gop",
     "voters",
     "reservation",
     "william",
     "al",
     "clinton",
     "white",
     "yardley",
     "rappaport",
     "capitol",
     "west",
     "earlier this year",
     "ocean",
     "nov. 20",
     "sunday",
     "township",
     "donald",
     "river",
     "of",
     "drew",
     "atlantic",
     "north",
     "halper",
     "u.s.",
     "agency",
     "york",
     "office",
     "the future",
     "alaska",
     "pence",
     "rodgers",
     "snake",
     "images",
     "league",
     "sioux",
     "rock",
     "international",
     "gore",
     "mike",
     "angerer",
     "parks",
     "obama",
     "national",
     "environmental",
     "new",
     "oklahoma",
     "cathy",
     "america",
     "ivanka",
     "dakota",
     "city",
     "protection",
     "conservation",
     "this week",
     "klamath",
     "trump",
     "house",
     "hillary",
     "mcmorris",
     "standing",
     "11 years ago",
     "golf",
     "jamie",
     "engineers",
     "hilton",
     "oregon",
     "2016",
     "scott",
     "access",
     "holds",
     "corps",
     "bedminster",
     "clubin",
     "n.j.",
     "washington",
     "representatives",
     "evan",
     "lower",
     "dicaprio"
    ],
    "id": 6,
    "text": "Trump looks to oil industry ally, GOP stalwart to run Interior Donald Trump Holds meets with Cathy McMorris Rodgers Drew Angerer / Getty Images President-elect Donald Trump and U.S. Rep. Cathy McMorris Rodgers (R-Wash.) meet Nov. 20 at Trump International Golf Clubin Bedminster Township, N.J. President-elect Donald Trump and U.S. Rep. Cathy McMorris Rodgers (R-Wash.) meet Nov. 20 at Trump International Golf Clubin Bedminster Township, N.J. (Drew Angerer / Getty Images) Evan Halper and William Yardley Contact Reporters Donald Trump is expected to choose Rep. Cathy McMorris Rodgers of Washington state, a GOP leader and strident advocate for increased oil and gas drilling on federal lands, to head the Interior Department. McMorris Rodgers, the highest ranking Republican woman in the House of Representatives, would take the helm of a 70,000-person agency that manages hundreds of millions of acres of federal lands, including the National Parks system, according to news reports citing unnamed transition officials. Transition officials declined to comment. She would be charged with implementing Trump’s plan to aggressively roll back many of the environmental restrictions the Obama administration has placed on federal lands. The president-elect has said he wants to open up substantially more land for drilling and mining.   A week that started with Trump hinting he is keeping an open mind on environmental issues by meeting climate crusaders Al Gore and Leonardo DiCaprio ended with him settling on unwavering enemies of the environmental lobby to manage federal lands at Interior and to run the Environmental Protection Agency, which Trump said he will name Oklahoma Atty. Gen. Scott Pruitt to lead McMorris Rogers has also expressed skepticism of climate science and worked against most of the major federal conservation measures supported by the environmental lobby since first getting elected to the House 11 years ago. She is an establishment Republican who supported Trump in the general election and shares his view that big energy companies should have more access to the lands under federal stewardship. McMorris Rodgers has repeatedly voted against environmental protections. Defenders of Wildlife gave her a zero out of a possible 100 for her lifetime voting record; the League of Conservation Voters scored her 4 out of 100. The  congresswoman supports opening the Atlantic Ocean for drilling, aligns closely with timber companies seeking to expand logging and has fought efforts to regulate hydraulic fracturing, or fracking, on federal holdings. McMorris Rodgers also voted to make it easier to drill in Native American lands. Defenders of Wildlife Chief Executive Jamie Rappaport called the pick “another signal from the Trump administration that environmental protections will likely be rolled back and that America’s land, water and wildlife are up for sale.”  The Union of Concerned Scientists said in a statement that McMorris Rodgers has “attempted to interfere with the use of science in public policy” and “sponsored legislation that would erode the scientific foundation of the Endangered Species Act.” If confirmed, McMorris Rodgers would continue the tradition of a having a Westerner run the Interior department, reflecting the vast acreage of federal land in the West. While environmental issues are not the profile for which she is known, McMorris Rodgers has been a trusted advisor to Trump, serving as one of the co-chairs of his transition team and working with Trump’s daughter, Ivanka, on childcare policies. She is a polished and steadfast leader of the GOP caucus in the House, where she is often a point person representing the party before the media. Her experience brokering deals, rallying fellow Republicans and staying on message would help Trump build bridges on Capitol Hill and project an orderly pursuit of his agenda. But if confirmed, McMorris Rodgers will find herself at the center of the nation’s most contentious environmental battles, facing an organized resistance that already is mobilized to fight Trump’s plans.  She will also face confrontations with Native American tribes who are assertively challenging energy production on their lands. That battle has been crystallized by the Standing Rock Sioux tribe of North Dakota’s protest against the Dakota Access pipeline. Although the U.S. Army Corps of Engineers is the agency making final decisions in that issue, Interior more than once has expressed support for paying more attention to the tribe’s concerns. On Sunday, when the Corps said it would look at alternate routes for the pipeline, a victory for the Standing Rock Sioux, Obama’s Interior Department applauded the move. Earlier this year, it issued an order to ensure that Native communities have an active role in the management of public lands that “have special geographical, historical and cultural connections to the tribes.” It has approved a plan to prevent oil and gas development on Montana land that is important to the Blackfeet tribe. Just this week, Obama cited Native American concerns in issuing an executive order protecting a wide stretch off the coast of western Alaska from energy development.  But Trump has signaled he will work to lift such protections. McMorris Rodgers, whose district includes all or parts of several reservations, has been on opposite sides of tribes on some issues. Her steady support of hydropower has put her in opposition to some tribes that want to remove four dams from the Lower Snake River to help endangered salmon. As secretary, she could face pressure for dam removal elsewhere, including on the Klamath River in Oregon and California, where tribes want dams removed. But some tribes have applauded her efforts, particularly those seeking to lure logging or energy production jobs to their land, such as the Confederated Tribes of the Colville Reservation, which are partly in her district. “While we have not always agreed with Congresswoman McMorris Rodgers on every issue, she has always listened to and considered our perspective,” said a statement from the Colville tribes. Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Caption Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win ",
    "title": "Trump looks to oil industry ally, GOP stalwart to run Interior - LA Times"
   },
   {
    "entities": [
     "democratic",
     "mccain",
     "$4.1 billion",
     "texas",
     "armed",
     "gripas",
     "dec. 31",
     "west",
     "friday",
     "rogers",
     "joe",
     "mitch",
     "manchin",
     "association",
     "florida",
     "south",
     "senators",
     "usatoday",
     "house",
     "flint",
     "mcconnell",
     "next year",
     "services",
     "thursday",
     "united",
     "senate",
     "the end of this month",
     "recently",
     "$170 million",
     "r-ariz.",
     "april",
     "state",
     "d-ohio",
     "north",
     "r-ky.",
     "$500 million",
     "months later",
     "congress",
     "the end of this year",
     "sherrod",
     "brown",
     "john",
     "kelly",
     "yuri",
     "night",
     "midnight",
     "$45 million",
     "louisiana",
     "virginia",
     "workers",
     "u.s.",
     "va.",
     "schumer",
     "erin",
     "21st century",
     "mine",
     "carolina",
     "april 28",
     "$6 billion",
     "1983",
     "islamic",
     "d-n.y.",
     "washington",
     "gop",
     "appropriations",
     "committee",
     "chuck",
     "december 9, 2016",
     "7:05 p.m. est",
     "hal",
     "$8 billion"
    ],
    "id": 7,
    "text": "Senate Democrats end coal protest to avert government shutdown Erin Kelly , USAToday 7:05 p.m. EST December 9, 2016 Senate Majority Leader Mitch McConnell, R-Ky., left front, with his GOP leadership team (Photo: Yuri Gripas, AFP/Getty Images) WASHINGTON — With little time to spare before the government was set to run out of money, Democratic Senators agreed Friday night not to block a stop-gap funding bill Friday to keep the government open through April 28. Federal agencies would have run out of money at midnight Friday if the Senate had been unable to move the spending bill. House members quickly left town Thursday after their 326-96 vote in favor of the legislation, and there were few options left for the Senate to change it. However, Senate leaders' efforts to quickly pass the legislation after the House vote were thwarted by Democratic senators from coal-mining states, who objected to a provision that extends only through April a health care program for retired miners that was set to expire on Dec. 31. Sens. Joe Manchin, D-W.Va., Sherrod Brown, D-Ohio, and others said the health care program should be extended at least one year to give retired miners and their family more certainty and keep the government's promise to care for them under the United Mine Workers Association 1983 Benefit Plan. \"We made commitments to them,\" Manchin said. \"We've been working and fighting and really clawing for this ...I guess we're supposed to be happy with (a four-month extension). But we're not. I'm sorry, we're not.\" Brown said it's difficult for miners and their families to make doctors' appointments when they don't know for sure how long their benefits will last. \"It's just cruel and unusual punishment,\" Brown said, vowing to continue the fight next year. The coal-state Democrats are from Republican-leaning states where working-class families voted in large numbers for Republicans in the last election. Manchin said he was encouraged by promises from Senate Majority Leader Mitch McConnell, R-Ky., to work with his fellow coal-state senators next year to extend the miners' benefits beyond April. But Manchin said he doesn't trust House leaders to support those efforts. Under Senate rules, individual senators have the power to delay action on the Senate floor by refusing to agree to a fast-tracked vote. However, the Democratic senators dropped their demands Friday night when it became clear that Senate leaders were not going to change the bill. \"We're not going to shut down the government,\" said Sen. Chuck Schumer, D-N.Y., who will serve as minority leader in the new Congress. \"We've made our point.\" McConnell said it would have made no sense to force a government shutdown over the issue when the bill prevents miners from losing their benefits at the end of this year. \"This is a good time to take 'yes' for an answer,\" McConnell said as he urged senators to pass the spending package. \"We should pass the (government funding bill) without delay. Because if we don't pass (it), the health benefits will go away at the end of this month.\" In addition to providing $45 million to extend the miners' benefits through April, the bill provides about $170 million to help clean up Flint's lead-contaminated drinking water system, which has poisoned the city's children. The legislation contains $4.1 billion in flood relief for Louisiana, West Virginia and Texas and for states damaged by Hurricane Matthew, including North Carolina, South Carolina and Florida. The bill also includes initial funding for the newly passed 21st Century Cures Act, including $500 million for states to combat addiction to painkillers. The overall spending level for defense programs is $8 billion above the rate in the bill that was set to expire at midnight, said Rep. Hal Rogers, R-Ky., chairman of the House Appropriations Committee. However, Sen. John McCain, R-Ariz., said it's misleading for lawmakers to tout that as an increase since it's actually $6 billion less than the amount Congress authorized in the recently passed National Defense Authorization Act. McCain, chairman of the Senate Armed Services Committee, said U.S. troops are still being short-changed as they try to battle the Islamic State and other terrorist groups. \"So this is Washington,\" McCain said bitterly. \"Democrats filibuster funding for our troops in a political game to extort more funding for pet domestic programs. Republicans feign outrage. Then those same Republicans return months later to negotiate a continuing resolution that gives Democrats the domestic spending increases they always wanted, does so by… cutting funds for defense…What a sham. What a fraud. And is there any wonder why the American people hold us in such contempt?\" ",
    "title": "Senate Democrats end coal protest to avert government shutdown"
   },
   {
    "entities": [
     "dec 9,",
     "society",
     "network",
     "action",
     "hospital",
     "association",
     "press",
     "trump",
     "2017",
     "next year",
     "coalition",
     "the",
     "academy",
     "donald",
     "recently",
     "american",
     "chris",
     "rother",
     "monsivais",
     "of",
     "hospitals",
     "federation",
     "insurance",
     "congress",
     ", 12:02 pm",
     "on",
     "2016",
     "shares",
     "associated",
     "john",
     "once",
     "$200 billion",
     "martinez",
     "health",
     "current",
     "actuaries",
     "care",
     "hansen",
     "obama",
     "currently",
     "national",
     "plans",
     "star",
     "this oct.",
     "24,",
     "cancer",
     "washington",
     "gop",
     "2010",
     "america",
     "file",
     "jan. 1, 2019",
     "barack",
     "medicaid",
     "the future"
    ],
    "id": 8,
    "text": "GOP's 'Obamacare' Repeal Path Worries Health Care Industry By ricardo alonso-zaldivar, associated press WASHINGTON \u0097 Dec 9, 2016, 12:02 PM ET 0 Shares Star The Associated Press FILE - In this Oct. 24, 2016, file photo, the HealthCare.gov 2017 web site home page as seen in Washington. One by one, key health care industry groups are telling the incoming Republican administration and Congress that it’s not a good idea to repeal the 2010 health care law without clear plans to address the consequences. (AP Photo/Pablo Martinez Monsivais, File) 0 Shares Email One by one, key health care industry groups are telling the incoming Republican administration and Congress that it's not a good idea to repeal the 2010 health care law without clear plans to address the consequences. Hospitals, insurers and actuaries — bean-counters who make long-range economic estimates — weighed in recently, and more interest groups are expected to make their views known soon. Representing patients, the American Cancer Society Cancer Action Network reminded lawmakers that lives are at stake. The concerns go beyond the obvious potential hardship for 20 million people covered by subsidized private insurance and expanded Medicaid under President Barack Obama's signature law. Hospitals say a stand-alone repeal would cost them billions, compromising their ability to serve local communities. Insurers say Congress must be careful not to create even more uncertainty and instability. Actuaries worry that the mere promise of an eventual replacement won't be enough to sustain the individual health insurance market. And the anti-cancer network is concerned that protection for people with pre-existing health conditions might be undermined or lost. Before the Affordable Care Act , it was common for insurers to deny coverage to people with a cancer diagnosis, even if successfully treated, or to charge them more. Also, uninsured people with cancer are more likely to be diagnosed late, when there's less chance of a cure. \"Replacement health care legislation that accompanies repeal needs to provide recognized patient protections that currently exist,\" Chris Hansen , the group's president, said in a statement. Republicans say they remain resolute in their determination to repeal \"Obamacare,\" but some also seem mindful of the potential political risks. The basic plan under GOP consideration involves repealing the health law next year, but delaying the effective date to allow Congress time to pass a replacement. That replacement presumably would do many of the things the Affordable Care Act does, such as subsidizing coverage and protecting people in poor health, but with less government regulation and without the unpopular \"individual mandate\" for most Americans to have coverage or risk fines. However, replacement legislation that covers a comparable number of people would still require billions in government financing and extensive regulations, a stumbling block for the most conservative Republicans. The path forward is complicated by the dynamics of the 2016 political campaign, which centered on personalities rather than policy. President-elect Donald Trump promised to repeal \"Obamacare,\" but his ideas for a replacement plan were more talking points than an actual plan. \"Public opinion seems to be shifting,\" said John Rother, president of the National Coalition on Health Care, an umbrella organization that includes doctors, businesses, unions, and religious groups. \"It's not clear when people say they want to 'repeal,' what they mean by that. It may mean they just want to get rid of the individual mandate.\" Rother believes the outcome ultimately hinges on a handful of GOP senators. \"Moderate Republicans are worried about the consequences,\" he said. His coalition has written Congress to express its concerns. Industry groups are giving lawmakers plenty to consider: — The two main hospital lobbies — the American Hospital Association and the Federation of American Hospitals — released studies indicating more than $200 billion in potential losses for their members if the health law is repealed without restoring funding cuts that were used to finance coverage expansion. \"Losses of this magnitude cannot be sustained and will ... decimate hospitals' and health systems' ability to provide services, weaken local economies ... and result in massive job losses,\" the groups said in a letter to Trump. — America's Health Insurance Plans, the biggest insurer lobby, said its members need time, as well as an assurance that federal dollars will continue to flow, in order to successfully transition to a new system under different rules. It took the better part of three years once Obama's health law was passed to launch its major coverage expansion, and that was anything but smooth. Insurers said the new administration and Congress need to \"send strong signals\" that they're willing to maintain the current market through at least Jan. 1, 2019. — Perhaps the most sobering assessment comes from a little-known group, the American Academy of Actuaries, representing professionals who assess the financial stability of pension and health insurance programs. Actuaries, unlike hospitals and insurers, don't have a direct financial stake in the future of the health law. The group said delaying the effective date of a repeal while a replacement is worked out could create such uncertainty that it triggers a crisis for the individual health insurance market. That's where people who don't have job-based coverage can buy policies, including more than 10 million in government markets like HealthCare.gov and an estimated 9 million who purchase their plans independently. \"Significant market disruption could result, leading to millions of Americans losing their health insurance,\" the actuaries' group wrote Congress. 0 Shares ",
    "title": "GOP's 'Obamacare' Repeal Path Worries Health Care Industry - ABC News"
   },
   {
    "entities": [
     "foster",
     "stein",
     "campbell",
     "et",
     "tomorrow",
     "attends",
     "veronica",
     "next week",
     "rally",
     "friday",
     "this morning",
     "states",
     "trump",
     "candidate",
     "house",
     "2017",
     "hillary",
     "faulders",
     "party",
     "news",
     "ryan",
     "united",
     "paul",
     "nov. 28",
     "senate",
     "education",
     "donald",
     "this afternoon",
     "democrat",
     "devos",
     "hits",
     "saturday",
     "tower",
     "for",
     "the day",
     "rapids",
     "of",
     "7 p.m.",
     "abc",
     "campaign",
     "trail",
     "john",
     "mike",
     "baton",
     "nov. 8",
     "night",
     "green",
     "jill",
     "louisiana",
     "michigan",
     "stracqualursi",
     "department",
     "u.s.",
     "llamas",
     "new",
     "today",
     "wednesday",
     "york",
     ", 6:12 pm",
     "washington",
     "wisconsin",
     "rouge",
     "grand",
     "tom",
     "kennedy",
     "dec 9, 2016",
     "betsy",
     "pennsylvania",
     "katherine",
     "clinton",
     "pence"
    ],
    "id": 9,
    "text": "Trump Hits Campaign Trail for Louisiana Senate Candidate By VERONICA STRACQUALURSI Dec 9, 2016, 6:12 PM ET 0 Shares WATCH Trump Attends Rally for Louisiana Senate Candidate 0 Shares Email The president-elect returned to the campaign trail today. Donald Trump joined Republican Louisiana Senate candidate John Kennedy at a get-out-the-vote rally in Baton Rouge this afternoon, arriving almost two hours late. Louisiana is holding a runoff election on Saturday between Kennedy and Democrat Foster Campbell. Trump began by speaking of how Louisiana first taught him that the system he won was rigged. \"So I came down on a Friday night to a massive hangar. The place was absolutely -- thousands and thousands of people. I think 24,000, 25,000 people, and I left and I said, you know, I think I'm going to win this state and I won the state easily, right?\" he said. \"And then I checked on the delegates, and the delegates were -- I didn't have as many as people I beat, and then I said this system is crooked.” He went on to praise Kennedy. “Tomorrow we need you to go to the polls and send John Kennedy to the United States Senate, and that's why I'm down here. That's why I'm here. He's a great guy. He's a great guy. He's a good guy, No. 1, he's a good person. And if he doesn't win, I have got myself a problem in Washington because, you know, we have -- it's pretty close. It's pretty close. We need John in Washington not only for the vote. We need him for leadership and everything else, but if you go there, we're going to win.” Trump dispelled rumors that he may not run for re-election, intimating that he would run again. \"Hey, I don't need your vote anymore, but I'm telling you I'm very good at that. I don't need your vote. Can you imagine that? Four years I'll need your vote.” Before Trump headed to Louisiana he held meetings in New York. House Speaker Paul Ryan convened with the president-elect there this morning, his first meeting with Trump at Trump Tower. Ryan told reporters upon leaving Trump Tower that he had a \"very exciting meeting.\" He did not take any questions from the press. \"We had a great meeting to talk about our transition,\" Ryan said. \"We’re very excited about getting to work and hitting the ground running in 2017 to put this country back on track.\" Trump is to close out the day with a thank-you tour rally in Grand Rapids, Michigan, that begins at 7 p.m. ET. He'll be joined by his pick to head the U.S. Department of Education, Betsy DeVos , a Michigan billionaire and charter school advocate. Michigan was the last state Trump visited on Election Day before heading back to New York. The Great Lakes State's results were not certified until Nov. 28 -- nearly three weeks after the Nov. 8 election, and the final count was exceptionally close. Trump won Michigan by a 10,704-vote margin over Democrat Hillary Clinton out of a total of nearly 4.8 million votes cast. A statewide vote recount of the presidential vote that was underway for three days at the request of Green Party candidate Jill Stein was cancelled Wednesday when a federal judge upheld a lower court ruling that Stein didn't meet the state's standard to request a recount. Trump and Vice President-elect Mike Pence will continue the thank-you tour next week with planned visits to Wisconsin and Pennsylvania. ABC News' Tom Llamas and Katherine Faulders contributed to this report. 0 Shares ",
    "title": "Trump Hits Campaign Trail for Louisiana Senate Candidate - ABC News"
   },
   {
    "entities": [
     "bhagavad",
     "stephen",
     "the 1930s",
     "navy",
     "socrates",
     "riefenstahl",
     "2001",
     "getty",
     "january",
     "gary",
     "harnwell",
     "darth",
     "saturday",
     "for",
     "allison",
     "associated",
     "glenn",
     "wilshire",
     "hitler",
     "the 1990s",
     "adolf",
     "jimmy",
     "today",
     "july",
     "benjamin",
     "center",
     "irwin",
     "vatican",
     "gop",
     "snyder",
     "bush",
     "steven",
     "sachs",
     "angeles",
     "al",
     "julia",
     "white",
     "zhisui",
     "network",
     "bloomberg",
     "reagan",
     "august",
     "harvard",
     "michael",
     "news",
     "--",
     "1973",
     "francis",
     "park",
     "donald",
     "recently",
     "tim",
     "breitbart",
     "steve",
     "2014",
     "business",
     "2008",
     "islam",
     "geun-hye",
     "night",
     "virginia",
     "reifenstahl",
     "jones",
     "k.",
     "southern",
     "tzu",
     "leni",
     "cheney",
     "gita",
     "the past",
     "plato",
     "businessweek",
     "france",
     "boulevard",
     "goldman",
     "andrew",
     "images",
     "press",
     "eight months ago",
     "sun",
     "thursday",
     "dignity",
     "dec. 4",
     "gore",
     "2004",
     "asia",
     "john",
     "human",
     "earth",
     "shakespeare",
     "levine",
     "hills",
     "nazi",
     "matt",
     "los",
     "america",
     "moore",
     "pearce",
     "2012",
     "ronald",
     "dick",
     "bannon",
     "sept. 11",
     "vucci",
     "times",
     "last year",
     "trump",
     "2000",
     "house",
     "2013",
     "li",
     "pollak",
     "joel",
     "poverty",
     "timothy-rsb-",
     "george",
     "school",
     "coronado",
     "vader",
     "carter",
     "hollywood",
     "watkins",
     "institute",
     "kirk",
     "law",
     "evan",
     "now",
     "beverly"
    ],
    "id": 10,
    "text": "Stephen Bannon found inspiration in ancient thinkers, Ronald Reagan and Nazi propaganda Steve Bannon Evan Vucci / Associated Press Steven K. Bannon, the Breitbart News chief who was chairman of Donald Trump's campaign, will be a top advisor in the Trump White House. Steven K. Bannon, the Breitbart News chief who was chairman of Donald Trump's campaign, will be a top advisor in the Trump White House. (Evan Vucci / Associated Press) Matt Pearce In the 1990s, long before  Stephen K. Bannon became the chairman of Breitbart News and one of Donald Trump ’s top advisors, he was just another guy in Beverly Hills who liked Shakespeare and wanted to make movies. The Navy veteran and former Goldman Sachs investment banker was a feverish reader who kept books neatly stacked on the floor of his condo that couldn’t fit on his shelves. Bannon had the tastes of a liberal-arts major, sampling ideas from ancient civilizations all over the world. He liked Sun Tzu’s “Art of War” and the Bhagavad Gita, the Hindu holy book, according to his former longtime writing partner, Julia Jones.  “Before 9/11, he was different,” said Jones, a liberal who fondly remembered discussing philosophy with Bannon. “He talked about Plato and Socrates all the time.” At one point the pair developed a proposal for a TV show to feature philosophers from a wide range of traditions, including non-European mystics and shamans. But Bannon, who kept a photo of Ronald Reagan over his desk, started down a more hard-line path of conservative thought after the 2001 terrorist attacks, according to those who knew him during his time in Hollywood.  “He went further into a world of absolutes —  black and white, good versus evil,” Jones said. “He was so open to such a world of great thinkers. I don’t know how that same person could have chosen such a narrow path.” Today, Bannon represents a new ideological force inside the Republican party , an antiestablishment activist and businessman propelled from the fringes of the GOP to its very center — seen by his critics as the proverbial barbarian who has breached the gates. Bannon is Trump’s choice for chief White House strategist, a self-professed nationalist with a vision of reshaping America’s policies on immigration, trade and the economy, but whose agenda and influence on the president-elect are little understood by the public. A survey of Bannon’s intellectual influences over the years reveals a voracious reader willing to expose himself to a range of international thinkers, but who holds hard-line, us-versus-them views on immigration and Islam; a Roman Catholic who thinks of the world in terms of epic battles between good and evil, who has been driven toward action by the Sept. 11 attacks and the 2008 financial crisis; a veteran of the Cold War and of Wall Street who believes America’s military should be strong and its capitalism more tender; and a Harvard-educated agitator comfortable in the back rooms of the elite, who has studied propaganda to achieve his goal of swaying the masses. He went further into a world of absolutes – black and white, good versus evil. — Bannon's former writing partner, Julia Jones  Many left-leaning critics have protested his selection as senior White House advisor and have accused him of being a closet white supremacist and anti-Semite . (Bannon, who did not respond to interview requests submitted to the Trump transition team, has denied such assertions.) Bannon has repeatedly stated his long-term goal: shatter the political establishment, including the conservative one, and create an unorthodox “center-right” populist movement based on nationalism and a more humane form of capitalism. He seems to have found his vehicle for those goals in Trump, whose campaign Bannon joined in August. Bannon has cultivated an archvillain image, recently declaring, “ Darkness is good ,” and praising Dick Cheney, Darth Vader and Satan as emblems of power. (One “Saturday Night Live” actor played Bannon by wearing a Grim Reaper costume.) Bannon’s remarks succeeded in further enraging his liberal critics, who see him as the master enabler of a demagogue. Allison Levine of Los Angeles joins protest marchers near the Breitbart News Network office on Wilshire Boulevard in Beverly Hills on Dec. 4. Gary Coronado / Los Angeles Times Allison Levine of Los Angeles joins protest marchers near the Breitbart News Network office on Wilshire Boulevard in Beverly Hills on Dec. 4. Allison Levine of Los Angeles joins protest marchers near the Breitbart News Network office on Wilshire Boulevard in Beverly Hills on Dec. 4. (Gary Coronado / Los Angeles Times) In the past, Bannon has repeatedly expressed his affinity for the technique of  Nazi propaganda filmmaker Leni Riefenstahl , whose work in the 1930s glamorized the rise of Adolf Hitler. “One time we were in the office, and he said, ‘I want to be the Leni Riefenstahl of George Bush,’ and I was horrified,’” Jones said. (Jones said Bannon later amended his remark to say he wanted to be the Riefenstahl of the GOP.) The filmmaker Tim Watkins, who approached Bannon around 2000 to create a documentary about Reagan, said Bannon introduced him to Riefenstahl’s work, which many film students also study. “I didn’t like it,” Watkins said of the content of Reifenstahl’s work, “but you had to look at it as the art it was and how it influenced the nation and the world.” The ensuing documentary co-directed by Bannon and Watkins, “In the Face of Evil,” released in 2004, uses similar dramatic imagery, and praises Reagan as “a radical, with extreme views” on government, while referring to America’s fascist and communist adversaries simply as “the beast.”  The film also offers a clue as to why Bannon seemed so at home in liberal Hollywood, where he would go on to create additional conservative documentaries. A narrator praises the Hollywood of the 1930s as “the most powerful crucible on Earth,” a “brutally efficient industrial process” run by Jewish refugees with “ruthlessness and uncompromising patriotism” that reinforced the values of Western civilization with stories of “order versus chaos, good versus evil.” Hollywood, in other words, was an ideological weapon. “That was mostly his writing and mostly him,” said Jones, who was credited as a co-writer with Bannon on the film, and who said Bannon also admired the technique of liberal political filmmaker Michael Moore. (Both men share a fascination with populist messages and a disdain for business suits.) The Reagan documentary drew the attention of conservative provocateur Andrew Breitbart, who later  called Bannon the Riefenstahl of the tea party movement. The pair fell into each other’s orbits.  Bannon cited the 2008 financial crisis as another turning point that drove him deeper into conservative politics, like the Sept. 11 attacks and his military service during the Cold War. The 'alt-right' splinters as supporters and critics agree it was white supremacy all along » “I come from a blue-collar, Irish Catholic, pro-Kennedy, pro-union family of Democrats,” Bannon, who was born in Virginia,  told Bloomberg Businessweek last year . “I wasn’t political until I got into the service and saw how badly Jimmy Carter [messed] things up. I became a huge Reagan admirer. Still am. But what turned me against the whole establishment was coming back from running companies in Asia in 2008 and seeing that Bush had [messed] up as badly as Carter. The whole country was a disaster.” Breitbart’s death in 2012 led to Bannon’s installation as chairman of Breitbart News, a rabble-rousing conservative news site. At Breitbart, an editor, Joel Pollak, recalled seeing a “staggering collection of books” at Bannon's desk, mostly about history, including some first editions. “We shared an interest in ‘The Private Life of Chairman Mao’ by Dr. Li Zhisui,” Pollak said in an email. “The most recent book I discussed with him was [Timothy] Snyder's new history of the Holocaust , ‘Black Earth,’ which argues that the Soviet destruction of its Eastern European neighbors eventually facilitated Hitler's Final Solution by creating a stateless, amoral environment.” Stephen K. Bannon talks with callers on his SiriusXM radio show in July. Kirk Irwin / Getty Images Stephen K. Bannon talks with callers on his SiriusXM radio show in July. Stephen K. Bannon talks with callers on his SiriusXM radio show in July. (Kirk Irwin / Getty Images) At Breitbart, Bannon dived into the populist realm of right-wing radio and hosted a SiriusXM show, where the Harvard Business School graduate occasionally flashed unorthodox reading habits. During one January program, he likened global migration to a “Camp of the Saints,” the title of a 1973 French novel about immigration that the Southern Poverty Law Center has called “a racist fantasy about an invasion of France and the white Western world by a fleet of starving, dark-skinned refugees.” The problem America faces, Bannon said in a 2014 speech at the Vatican , is “a crisis both of our church, a crisis of our faith, a crisis of the West, a crisis of capitalism,” and he outlined his belief that the West was in an existential struggle against “jihadist Islamic fascism.” In the same speech, Bannon criticized free-market capitalism as “a capitalism that really looks to make people commodities” and called for an “enlightened capitalism” that is “really distributed among a middle class.” (In 2013, Pope Francis   criticized capitalism for treating people as “consumer goods to be used and then discarded.” Francis does not share Bannon’s views on Islam.) Bannon’s moderator for the speech, Benjamin Harnwell of the Institute for Human Dignity, a Christian think tank, said that Bannon’s Catholicism had clearly influenced his views on capitalism. “I think recognition of the imago Dei — that man is made in the image and likeness of God — runs all the way through Steve Bannon’s thought in a sincere way,” Harnwell said in an email.  Under Bannon's stewardship, Breitbart News has been criticized for running racist content  and has attracted a following among white supremacists, some of whom see Bannon’s nationalist views as a milder form of their own beliefs. But many of Bannon’s associates have said they can’t recall him saying anything explicitly racist.  “In all the years I knew him, he never talked about any eugenic or racial superiority,” said Jones. “He never even talked about a person’s race or their religion.” Since joining Trump’s victorious campaign, Bannon has scarcely spoken at all publicly, and has moved out of the role of bashing the establishment to become one of its most powerful representatives. “Eight months ago, everybody could tell you Steve Bannon was one of the most opinionated people on Earth,” said Watkins. “But now you wouldn’t know Steve’s opinion about dinner.” Caption 90 seconds: 4 stories you can't miss John Glenn, the first American to orbit Earth, died Thursday at 95 , Al Gore might have gotten played,   South Korean lawmakers voted to impeach President Park Geun-hye,  and the American Dream is more elusive than ever, a study finds . Caption 90 seconds: 4 stories you can't miss John Glenn, the first American to orbit Earth, died Thursday at 95 , Al Gore might have gotten played,   South Korean lawmakers voted to impeach President Park Geun-hye,  and the American Dream is more elusive than ever, a study finds . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Stephen Bannon found inspiration in ancient thinkers, Ronald Reagan and Nazi propaganda - LA Times"
   },
   {
    "entities": [
     "harvey",
     "thompson",
     "expressway",
     "pulaski",
     "the next day",
     "omaha",
     "sears,",
     "$25,000",
     "avenue",
     "november",
     "89 percent",
     "sam",
     "portal",
     "roebuck",
     "highway",
     "kevin",
     "morning",
     "street",
     "saturday",
     "end",
     "last month",
     "sandra",
     "11 a.m.",
     "mina",
     "king",
     "11th",
     "heroin",
     "once",
     "nearly midnight",
     "1966",
     "davey",
     "martin",
     "department",
     "jimmy",
     "marin",
     "this year",
     "eric",
     "years later",
     "east",
     "luther",
     "walnut",
     "dozen years ago",
     "afternoon",
     "hatch",
     "the 1950s",
     "weekend",
     "decades ago",
     "more than a decade ago",
     "catrin",
     "1970s",
     "garfield",
     "kenny",
     "1960s",
     "community",
     "west",
     "eisenhower",
     "memorial day",
     "gladys",
     "august",
     "11th district where the",
     "reborn",
     "sunday",
     "marconi",
     "samsung",
     "hamlin",
     "may",
     "78 percent",
     "4:30 a.m.",
     "park",
     "co.",
     "sonja",
     "recently",
     "mexico",
     "adam",
     "a year ago",
     "wroblewski",
     "of",
     "2014",
     "hodgson",
     "cardell",
     "weeks later",
     "data",
     "night",
     "mount",
     "police",
     "1986",
     "e.",
     "pilgrim",
     "jack",
     "begg",
     "monica",
     "5 a.m.",
     "york",
     "shell",
     "giovanni",
     "mornings",
     "winter",
     "$100 million",
     "joplin",
     "jr.",
     "a century ago",
     "boulevard",
     "anjali",
     "bradley",
     "rahm",
     "the middle of the day",
     "tio",
     "lee",
     "marshall",
     "sr.",
     "christmas",
     "freedom",
     "hardiman",
     "movement",
     "tilton",
     "emanuel",
     "buffalo",
     "district",
     "alex",
     "baez",
     "niko",
     "church",
     "wilcox",
     "weeks ago",
     "russonello",
     "3300",
     "new",
     "side",
     "independence",
     "zaree",
     "56 percent",
     "pulaksi",
     "2012",
     "koppel",
     "city",
     "time",
     "a few years ago",
     "times",
     "last year",
     "erie",
     "seattle",
     "sides",
     "south",
     "road",
     "2013",
     "baptist",
     "last a few months",
     "harris",
     "university",
     "academy",
     "bellephant",
     "elementary",
     "$178 million",
     "jamie",
     "kolmar",
     "marquez",
     "walker",
     "2016",
     "this fall",
     "scott",
     "past",
     "may 28",
     "early on the morning of",
     "carter",
     "chicago",
     "lott",
     "einhorn",
     "joshua",
     "&",
     "central",
     "washington",
     "evening",
     "collins",
     "december 9, 2016",
     "humboldt",
     "missionary",
     "49 percent",
     "now",
     "pendleton",
     "tasha",
     "dec. 9, 2016",
     "$36 million"
    ],
    "id": 11,
    "text": "Cover Photo In Chicago, Bodies Pile Up at Intersection of ‘Depression and Rage’ Over Memorial Day weekend, when The New York Times tracked every shooting in Chicago, the largest concentration of them was in the city’s 11th police district. But why? By MONICA DAVEY DEC. 9, 2016 CHICAGO — For hours, the body lay where it had landed, just steps from the wooden sign someone had put up — a painted gun with a red slash through it. Inside a nearby house, Lee Baez had heard the gunshots in the darkness and got up to move his car so his fiancée would not have to walk past the body as she left for work before dawn. Down the block, Sandra Harris rose later to care for her ailing 85-year-old mother and saw the body, by then draped with a sheet. After the authorities finally carried away Lee Martin, the 43-year-old man who was shot in his head and back and died here on Walnut Street in the middle of an August night, another neighbor emerged to scrub the red streaks off the sidewalk. Advertisement Continue reading the main story Living on Chicago’s West Side, where the dazzling downtown skyline always seems to shimmer in view but out of reach, means mornings like these grow strangely normal. The blue lights, the yellow tape, the next day’s quiet moving on — all of it. Photo Chicago police officers investigating a triple shooting in the 3300 block of West Walnut Street on May 28, the Saturday of Memorial Day weekend. Credit Joshua Lott for The New York Times Over Memorial Day weekend, when The New York Times tracked every shooting in this city, the largest concentration of them happened here, in about six square miles that make up Chicago’s 11th police district. Of 64 people shot that weekend, 16 were in this district. Three people were shot on this same stretch of Walnut Street. The Times returned to the blocks in the 11th District where the Memorial Day weekend shootings occurred to try to better understand Chicago’s crisis of violence. Residents along Walnut Street and at other crime scenes told of a fractured community — isolated by this city’s entrenched segregation, hollowed out by joblessness and poverty, and battered by resignation and indifference. Here, graystone homes and brick cottages line elegant boulevards with wide, grassy medians. Garfield Park, once known as Chicago’s Central Park, sits in the 11th’s middle. But on Walnut Street, one vacant lot has been there so long that walking paths are worn through it. Young men gather on this section of the street, and neighbors say they hear calls for “Pills!” or “Flats!”— slang for drugs — in the middle of the day. In places like this, cycles reinforce themselves: Poverty and joblessness breed an underground economy that leads to jail and makes it harder to get jobs. Struggling, emptying schools result in the closings of the very institutions that hold communities together. Segregation throws up obstacles to economic investment. And people and programs with good intentions come and go, thwarting hopes, reinforcing frustrations while never quite addressing the underlying problems, anyway. Advertisement Continue reading the main story Into it all comes a lethal mix of readily available guns, a growing number of splintering gangs and groups, and a sense among some here that the punishment for carrying a weapon on these streets will never be larger than the risk of not carrying one. “It’s about desperation, decadence, depression and rage,” the Rev. Marshall E. Hatch Sr., who has given eulogies for at least 12 victims of violence this year, says of the district, home to his New Mount Pilgrim Missionary Baptist Church . “It’s the concentration of all of that, all in one place.” Three days, 64 people shot, six of them dead: Memorial Day on the streets, and the violence that has engulfed families and neighborhoods. Homicides citywide are up about 56 percent compared to last year and shootings are up about 49 percent, but just five of Chicago’s 22 police districts are driving the bulk of Chicago’s rise. All are on the South or West Sides. In the 11th, shootings are up by 78 percent compared to a year ago, and homicides are up 89 percent. So far in 2016, 91 people have been killed in this district, where only about 74,000 people live. That is more homicides than in all of last year in entire cities, such as Seattle (population 684,000), Omaha (444,000) and Buffalo (258,000). Early on the morning of May 28, a gray car pulled up on Walnut Street, several teenage witnesses told a Times reporter, and men with big guns got out and started firing at other young men on a porch. Shell casings littered the street. The police say witnesses were uncooperative, and no one has been arrested. Within weeks, that shooting was a hazy memory. “Now which one was that?” asked a woman who lives directly across the street. Soon after, neighbors say the large homemade sign of a gun with a condemning slash through it appeared beside a vacant lot. People were unsure who put up the sign, and more have followed, one beneath the clattering “L” train track to downtown, another across from a children’s playground. By November, someone had split the Walnut Street anti-violence sign in two, a curse word scrawled on part of the crumpled remains. Advertisement Continue reading the main story Photo A damaged “No Guns” sign in the 3300 block of West Walnut Street last month. Credit Joshua Lott for The New York Times The 3900 Block of West Wilcox Street On the Sunday of Memorial Day weekend, a 26-year-old woman was shot in the back while driving in a car around 4:30 a.m. The police say two men approached and started shooting. No arrests have been made. Weeks later, less than a block from that shooting on West Wilcox, a preacher led people holding hands in a circle, praying, singing and swaying. The group seemed not to notice as traffic rumbled down Pulaski Road, a crowded strip lined with storefronts promising tax preparation, hairbraiding, candy and liquor. Zaree Pendleton, a stranger to those in the circle, suddenly wandered up, agitated. He said he was recently out of prison and desperately needed help. He carefully set the Bud Light he had been drinking for breakfast on the sidewalk in the center of the swaying circle. Then he reached for the preacher’s hand. “I’ve been watching y’all out here every morning, praying,” Mr. Pendleton told the group, turning weepy. “Y’all want to pray with me?” Photo Pastor Jamie Thompson, center with his back to the camera, led a prayer outside the Reborn Community Church in the West Garfield Park neighborhood in August. Credit Joshua Lott for The New York Times Jamie Thompson, the pastor of Reborn Community Church , often holds services here, just outside the church he created at a shuttered fire station. The need is greatest among the people who cluster along Pulaski’s corners in the middle of the day, many out of work or only working some, the preacher said. In 2014, almost half of the families in the community areas that make up much of the 11th District — East Garfield Park , West Garfield Park and Humboldt Park — had incomes under $25,000, close to the family poverty threshold that year. Industry once flourished here. The original headquarters and distribution center of Sears, Roebuck & Co. provided thousands of jobs. But the area changed in the 1950s, 1960s and 1970s, as whites moved away and blacks moved in. In 2014, almost a quarter of the housing units in the neighborhoods in the district were vacant, census data show. Advertisement Continue reading the main story “The steel mills, the factories, those big economic engines aren’t there,” said Eric Washington, a deputy chief for the Chicago Police Department and a former commander of the 11th District, “and we need to see what can be the new engines in this district. It can’t be the drug trade.” Residents like Mr. Pendleton say they feel stuck in an economic trap: go to jail for a crime, struggle to find work, wind up back in jail. DEC. 9, 2016 Anjali Singhvi/The New York Times | Source: City of Chicago Data Portal “People have gotten to a place where they don’t have any hope and they don’t feel like they have any hope of getting any,” Mr. Thompson said. “You accept all kinds of ways to make money when you’re hopeless.” Mr. Thompson used to live in a gentrifying neighborhood a few miles away, but he moved his family here a dozen years ago. He caught neighbors’ attention when he brought his prayers to the streets. “‘What’s a white guy doing over here?’ people would laugh,” he recalled. “Now they’re used to me.” Mr. Pendleton came to the prayer circle with a plea. “I need a job,” he said. He said he felt lost. “I need everything.” “I’m an alkie, God knows,” he said. “But I need a job. I want a job as bad as hell.” Mr. Thompson told him: “The Lord wants to fill you completely, man. You’re trying to fill up with alcohol, but you’re taking a step.” They made plans to get Mr. Pendleton an identification card — the first task on what could be a long road to employment. Mr. Pendleton needed to come back with some documents, Mr. Thompson told him. That was weeks ago. Mr. Thompson said Mr. Pendleton had not been back. Continue reading the main story Photo Cardell Bradley casting his fishing line at the Garfield Park lagoon. Mr. Bradley was at the lagoon last year when the authorities drained it after parts of a dismembered toddler were found in it. Credit Joshua Lott for The New York Times The 3800 Block of West Gladys Avenue On Memorial Day, two men, 21 and 28, were shot and wounded just before 11 a.m. The police say they were gang members, and that neither has cooperated with the police. Witnesses said a black car sped away after the shooting. No arrests have been made. Advertisement Continue reading the main story Steps from Gladys Avenue, where the two men were shot, Garfield Park opens up to 184 acres of plush lawns shaded by old trees and surrounded by curving paths and historic buildings. For visitors, the park is a tourist attraction, a jewel of the city. Its lavish conservatory is jammed with hundreds of exotic plants and a dewy, tropical aroma even through Chicago’s bleakest winter. Yet for many of the people who live here — some of whom say they rarely enter the conservatory — Garfield Park can be harrowing. Its nearby side streets, like Gladys, can feel menacing. On a bright afternoon not long ago, a man stepped out of an apartment onto a crowded sidewalk and a gust of wind blew his shirt up, revealing a gun. Residents say the park’s perimeter can be a magnet for drug sales and violence. Seven of the 16 people shot over Memorial Day weekend were nearby. Photo A gunshot victim was wheeled toward an ambulance after a shooting in May near South Hamlin Boulevard, which runs along the western edge of Garfield Park. Credit Sam Hodgson for The New York Times The police say statistics show the park is actually safer than it has been in several years, but Cardell Bradley, who fishes for catfish with sausage bait in the Garfield Park lagoon, said he was cautious. “If I see a group of people gathering, I get out of here.” “It’s scary,” he said. “And it’s just heartbreaking to see these kids involved in all this — they’re only young schoolkids, you know.” Part of the problem is this: The district straddles the Eisenhower Expressway, a major thoroughfare that has long been known as the Heroin Highway. Suburbanites use it to drive into the city for drugs. Rivalries between Chicago’s increasingly splintered gangs and cliques over sales of heroin, Ecstasy, prescription drugs and marijuana have given way to gunfire — even among small-time sellers who see themselves as only peripherally involved. Advertisement Continue reading the main story This year, a baby-faced, dimpled 15-year-old was shot as he rode his bicycle outside his house. “Our block was making a lot of money doing what they’re doing, so I guess people get jealous,” said the teenager, who wore an arm brace for weeks and who says his stomach still aches when he sneezes. The teenager said he only occasionally helped sell drugs and just happened to be there when competitors turned up, armed. At the time, he was enrolled in middle school and working one-on-one with a mentor, who asked that the youth’s name not be published for his safety. The teenager, the mentor said, was registered to attend a “peace conference” with him on the very evening he was shot. Continue reading the main story Photo Kevin Marin rode his bike past the ice cream truck owned by his mother, Mina Marquez, and two customers in August. Credit Joshua Lott for The New York Times The 4700 Block of West Erie Street Early on the Sunday of Memorial Day weekend, a man, 37, was shot in his arm and his leg as he stood in an alley here. Police say the victim was uncooperative. No arrests have been made. An incongruously upbeat song plays loudly along this battered block all day every day: Scott Joplin’s ragtime classic, “The Entertainer.” The cheery tune tinkles from a pastel-colored ice cream truck that is permanently parked in a vacant lot on the block where the man was shot in the alley. Mina Marquez, the owner, also lives on the block — an odd amalgam of empty lots and cared-for homes, now decked with elaborate Christmas displays. In a police district that is mostly black, Ms. Marquez, 35, is unusual. She came from Mexico at 16, and after living in other Chicago neighborhoods, she and her husband and their three children moved to the 11th District because it was a place they could afford. Much of what happens here is driven by economics. People who can afford to leave, do. Video A Deadly District in Chicago “The sun is shining and grass is cut and it looks almost idyllic.” The daughter of a West Side neighborhood talks about the pain of seeing her home change. By BRENT McDONALD, NIKO KOPPEL and SAMANTHA QUICK on Publish Date December 9, 2016. Photo by Joshua Lott for The New York Times. Technology by Samsung.. Watch in Times Video » For Ms. Marquez, plunking down an ice cream truck on an empty lot next door was far cheaper than the family’s effort a few years ago to open in a storefront in a different neighborhood. Advertisement Continue reading the main story Competition is scarce here. Sub shops and food marts struggle, and chain stores mostly stay away. Most of Ms. Marquez’s ice cream customers are black, though there is a growing Hispanic population in this northern section of the district. Chicago is now made up of nearly equal thirds whites, blacks and Hispanics, but many of the city’s stark lines of segregation still exist. New policies have actually hardened some lines. When Chicago’s high-rise public housing projects were scheduled for demolition more than a decade ago, city leaders expected residents to spread across the city. But rental prices and other factors have concentrated many of those with government housing vouchers into neighborhoods on the South and West Sides, and kept many black public-housing residents out of richer, whiter areas. Ms. Marquez says her family coexists, if a bit awkwardly, with her customers. “We don’t let them mess with us,” Ms. Marquez said in Spanish. “They’re not comfortable that we’re here.” Still, Ms. Marquez, who keeps her two youngest children in view as she stands at the truck window, said she had grown used to life on this block. She said that she sold more than 100 ice creams most days, and that she planned to stay. A line often forms outside the truck, where milkshakes are in high demand. Continue reading the main story Photo Boys receiving haircuts during a back-to-school block party along Independence Boulevard in West Garfield Park in August. Credit Joshua Lott for The New York Times The 4300 Block of West West End Avenue On the Saturday of Memorial Day weekend, a 24-year-old man was walking along just before 5 a.m. when two men approached, told him to lie down on the ground and shot him. The victim has not cooperated with the police, the police say. No arrests have been made. In this neighborhood, Marconi Elementary Community Academy was once the glue. Since the public school opened decades ago at the corner of Maypole and Kolmar Avenues — several blocks from where the man was shot over Memorial Day weekend — best friends were made there, parents kept in touch during drop-offs, children were taught by teachers who had once taught their parents. Advertisement Continue reading the main story “We all went there,” said Kenny Harvey, who attended the school half a century ago and still lives right here. In 2013, though, facing a fiscal crisis, the city closed Marconi and about 50 other public schools. Chicago’s education leaders cited poor student performances and low enrollments in what was then the largest simultaneous closing for any school district in the nation. Mayor Rahm Emanuel’s administration has defended the closings as needed, and a University of Chicago research group found that most of the displaced students wound up in higher-performing schools. Since 2012, the city has spent $178 million on capital improvements in the 11th District and added programs and services, city officials said. But six schools here were also shuttered, including Marconi. To get to their new school, Tilton Elementary, the children from Marconi had to cross different gang lines and new drug turfs, parents at Marconi complained. There were new teachers, new students and, in some cases, a longer walk. And the neighborhood itself was losing one more bit of precious ballast: the rare public institution that held them together. There is also this: Based on the city’s own criteria, Tilton barely rated a “good standing” designation, and so was only marginally better than Marconi. For many parents, the difference was hardly worth the effort. Tasha Walker, her husband and her oldest daughter had all once gone to Marconi, but she chose not to send her younger daughter on to Tilton. Instead, her children attend charter schools in a different neighborhood. “I’m not letting my kids get lost,” Ms. Walker said. For a brief time, Ms. Walker’s family had lived in a Chicago suburb, and she hopes to save enough money to move again. “I want them to be able to be teenagers,” she said. Continue reading the main story Photo Tio Hardiman, right, an antiviolence activist, spoke with a member of the community on Pulaski Road recently. Credit Joshua Lott for The New York Times The 700 Block of South Independence Boulevard On the Saturday of Memorial Day weekend, two men, ages 28 and 29, were shot and wounded as they stood on the sidewalk here at nearly midnight. The police say that both were gang members, and that neither would cooperate. No arrests have been made. Advertisement Continue reading the main story Sonja Bellephant, 48, grew up in an apartment building just across from the stoop where the two men were shot over Memorial Day weekend. These days, she lives in a Chicago suburb but works as youth director at the church her grandfather started on the corner. “Their life,” she said of the young people, “I wish it could be like my life.” Ms. Bellephant wants to create an urban boarding school for young men in a shuttered, hulking church, school and convent on this block. She envisions an arts studio in a church down the street. She regularly stops strangers, asking if their children are in day care, if they have found a job, if they are in school. “Did you graduate from high school?” she called to a young man one morning. He looked puzzled but said yes, then hiked up his pants. “I want to tell them: ‘You don’t have to dodge bullets. You can finish school,’” Ms. Bellephant said. Ms. Bellephant, a former public school principal, is one in a vast array of individuals, government agencies, nonprofit groups and religious organizations with ideas for how to fix this area. The mayor’s office this fall announced plans for $36 million for mentoring in areas like this, and for a $100 million fund to bring economic development to neighborhoods. Photo Officers at a crime scene on South Independence Boulevard in Chicago in May. The mayor’s office says the city plans to add more than 1,000 new officers to the ranks. Credit Alex Wroblewski for The New York Times “The mayor is determined to turn around decades of neglect in the South and West Side neighborhoods that have been challenged by violence for generations,” said the mayor’s spokesman, Adam Collins. Mr. Emanuel’s “comprehensive strategy,” he said, “will add nearly 1,000 new police officers, invest new dollars in our most challenged communities, make mentoring universal for young men in high-crime areas, spur economic development, strengthen sentencing for violent gun offenders, and bring together community and faith leaders around a plan to provide at-risk youth with better opportunities.” Missing, though, community leaders say, is a single, overarching blueprint. Mentoring programs come and go with shifting grants. Job programs last a few months. Advertisement Continue reading the main story “That’s the thing,” said Tio Hardiman, an activist who founded an anti-violence group that has worked along these blocks. “Nobody’s answering to nobody out there. Everybody’s in their own response mode. Sometimes, it’s more gang-banging between the various community groups than it is on the streets.” Leaders have long been trying to draw attention to this part of Chicago. In 1966, the Rev. Dr. Martin Luther King Jr. moved into an apartment near this district as part of his Chicago Freedom Movement campaign to desegregate neighborhoods and get fair, affordable housing. In 1986, Jimmy Carter helped build a Habitat for Humanity townhouse but it caught fire years later, and was eventually torn down. Ms. Bellephant is still trying to figure out how to pay for her urban boarding school. An old banner is plastered on the shuttered building, a vestige from a different plan to turn it into a family life center, gym and school of performing arts. “It’s on the way 2013,” the banner promises. Correction: December 9, 2016 Because of an editing error, an earlier version of a picture caption with this article misstated the location of Tio Hardiman’s conversation with a community member. It was Pulaski Road, not Pulaksi Avenue. Catrin Einhorn contributed reporting from Chicago, and Jack Begg and Giovanni Russonello from New York. ",
    "title": "In Chicago, Bodies Pile Up at Intersection of ‘Depression and Rage’ - The New York Times"
   },
   {
    "entities": [
     "youngstown",
     "texas",
     "beach",
     "midwest",
     "atlanta",
     "stanley",
     "ryan",
     "paul",
     "california",
     "oval",
     "b.",
     "robby",
     "four years ago",
     "end of the day",
     "michigan",
     "this year",
     "coast",
     "scranton",
     "wisconsin",
     "gop",
     "tom",
     "mook",
     "60%",
     "schale",
     "angeles",
     "clinton",
     "white",
     "west",
     "friday",
     "florida",
     "bonier",
     "comey",
     "harvard",
     "michael",
     "pa.",
     "late october",
     "georgia",
     "donald",
     "steve",
     "of",
     "greenberg",
     "the year",
     "2008",
     "fbi",
     "james",
     "york",
     "sean",
     "usc",
     "previously",
     "daytona",
     "office",
     "the past",
     "orange",
     "the future",
     "pence",
     "david",
     "dornsife/los",
     "mike",
     "john",
     "uc",
     "houston",
     "obama",
     "new",
     "trende",
     "days later",
     "wasserman",
     "2012",
     "1936",
     "kennedy",
     "f.",
     "city",
     "lauter",
     "times",
     "erie",
     "government",
     "trump",
     "house",
     "hillary",
     "irvine",
     "wis.",
     "university",
     "the",
     "county",
     "hilton",
     "politics",
     "school",
     "2016",
     "green",
     "future",
     "tesler",
     "institute",
     "philadelphia",
     "15 percentage points",
     "washington",
     "bay",
     "now",
     "pennsylvania",
     "ohio"
    ],
    "id": 12,
    "text": "Clinton won as many votes as Obama in 2012 — just not in the states where she needed them most Hillary Clinton AFP/Getty Images Hillary Clinton won the popular vote by at least 2.8 million, according to a final tally. The result marked the biggest gap between the popular vote and the electoral college in almost 150 years. Hillary Clinton won the popular vote by at least 2.8 million, according to a final tally. The result marked the biggest gap between the popular vote and the electoral college in almost 150 years. (AFP/Getty Images) David Lauter Contact Reporter The final results of the 2016 presidential election look like this: Hillary Clinton got roughly the same number of votes that  President Obama received four years ago en route to his reelection, but she nonetheless lost the presidency to Donald Trump , who came in at least 2.8 million votes behind her. That’s a highly unusual outcome — the biggest gap between the popular vote and the electoral college in almost a century and a half. Only now, with almost all the nation’s ballots counted, have analysts begun to flesh out what led to that result and what implications it has for the nation’s deep political divisions.  Start with California, where Clinton beat Trump by almost 2 to 1 , amassing a margin of more than 4.2 million votes. That’s a victory more impressive even than Obama’s in 2012, and it included a win in Orange County, which had sided with the Republican in every presidential election back to 1936. But Clinton’s huge majority in the nation’s largest state was also part of her key weakness — a base of support too concentrated in the big, urban areas of the northeast and the West Coast. A candidate gets all of a state’s electoral votes whether she wins by four or 4 million, so in the national picture, the huge size of Clinton’s majority in California, as well as a similarly lopsided margin in New York, did her no good. Clinton piled up similarly “wasted” votes in some big, Republican states — notably Georgia and Texas — in which she did significantly better than recent Democratic nominees, but not well enough to win any electoral votes. By contrast, Trump’s vote “was incredibly efficient,” said Tom Bonier of TargetSmart,  a Democratic data and strategy firm based in Washington. “Where he lost, he lost big. Where he won, he won by a little. There weren’t many wasted votes. He won almost all the close ones.” Trump narrowly eked out the victories he needed in key states of nation’s industrial belt, taking Michigan by 10,704, according to final returns, Wisconsin by 22,717 and Pennsylvania by just under 45,000, according to a compilation of the latest data maintained by David Wasserman of the Cook Political Report. The reasons that happened varied from state to state, Bonier and other analysts note. In Ohio and Wisconsin, for example, turnout fell, belying the image of an army of previously hidden Trump voters storming the polls. In Pennsylvania, by contrast, that image may be more accurate — turnout rose significantly across the state. Similarly, in Florida, Clinton won heavily in nearly all the places that Democrats generally count on, but lost because of a huge election-day upsurge in heavily white, nonurban counties of the central part of the state, according to an analysis by Democratic strategist Steve Schale .  One big, consistent piece of the problem was that Clinton performed worse than Obama did in blue-collar, predominately white communities outside of major cities; such as the counties that include Scranton and Erie, Pa.; Youngstown, Ohio; Green Bay, Wis.; and Daytona Beach in Florida. In many such counties, Clinton’s vote was 15 percentage points or more below what Obama received in his reelection.  “When I look at those blue-collar areas, I’m still kind of in awe” over how dramatic the change was, said Sean Trende, election analyst for the RealClearPolitics website. Clinton actually did better than Obama in counties that have high levels of education — Orange County being a prime example — as well as suburban counties outside Philadelphia, Atlanta, Houston and several other major cities. Indeed, the share of the white population with a college degree or higher turned out to be one of the strongest predictors of which candidate would win a particular area this year. Trump’s weakness in those suburban counties, which in the past have often sided with Republicans, provides “a big red, flashing sign for both parties,” said Trende. The danger for Democrats is that “if Trump can bring those suburban Republicans back into the fold” without losing his core support among blue-collar, white voters, “he could win a pretty significant victory” in the next election, Trende said. The danger for Republicans is that if Trump fails to improve his standing in the suburbs, “there are a bunch of GOP representatives from those districts” who could suddenly be at risk. Like the “where” of Trump’s victory, the “when” is also fairly clear: He won heavily among voters who made up their minds in the final two weeks of the campaign. The USC Dornsife/Los Angeles Times “Daybreak” tracking poll of the election provides evidence on that score. The poll, which tracked roughly 3,200 people through the campaign, resurveyed them after the vote. Those who had said they were certain about which way they would vote almost all followed through as predicted. But among the smaller group who were still uncertain about their vote in late October — people who said, for example, that they were only 60% likely to vote for their favored candidate, Trump did notably better than Clinton. That finding suggests that voters who were undecided, or only weakly committed, late in the campaign broke toward Trump. Pollsters for both the Trump and Clinton campaigns say their internal data found similar results. Clinton aides blame that late surge for Trump on FBI Director James B. Comey , saying that he heavily influenced the outcome with his disclosure, 10 days before the election, that the bureau was looking at a trove of emails that might be related to Clinton’s handling of classified data while secretary of State. Comey said days later that the newly identified emails would not change his previous conclusion that there was no evidence to warrant indicting Clinton.  Trump aides say that other factors were also at play, including the president-elect’s unexpectedly disciplined focus on his campaign message in the contest’s final two weeks. But they don’t deny that Comey’s letter played a role.   In contrast to the “where” and “when,” the “who” and “why” of Trump’s success remain more elusive. Analysts know, for example, that some people who voted for Obama four years ago turned around and voted for Trump this year. But they don’t yet have a good picture of how many did so compared with the number of Obama voters who simply stayed home. Some of the answers won’t be known until states release their detailed voter files, showing who actually voted this year. Only a few states have done that so far. Even before all the numbers are available, however, an intense and potentially disruptive argument has started among Democrats about which groups in their coalition were most responsible for Clinton’s defeat and what the answer means for the party’s future direction. One big argument involves the relative importance of economics and race. Aides to Trump say he won because voters in blue-collar communities favored his economic message. Particularly in the Midwest, he scored with his promise to bring jobs back to a region that has suffered from stagnant incomes and declining economic mobility for decades, they say. Some Democratic analysts agree, at least in part. Democratic pollster Stanley Greenberg said Friday that a postelection poll conducted by his firm showed that Democrats and independents who had voted for Trump held many doubts and anxieties about the his character. Nonetheless, they “held their noses and voted” for him “because he offered a different economic vision,” Greenberg wrote in analyzing the poll’s findings. Other Democrats and some academic analysts stress Trump’s ability to play on racial resentments among his core supporters. Michael Tesler, a political scientist at UC Irvine, has spent the year studying the role of race in the campaign. In a series of articles , he has described survey data that show a strong link between measures of racial resentment and support for Trump among white voters. Whites who scored high on questions that are designed to measure racial animosity or anxiety were more likely to favor the Republican candidate this year than they were in 2008 and 2012, when the Democratic candidate was the country’s first African American president, he found. That could be a result of some of the racially tinged language Trump used in the campaign. Another issue involves how badly Clinton underperformed among millennial generation voters. The Clinton campaign’s internal data indicate that the drop-off among voters younger than 30 was a key problem. Those voters mostly did not side with Trump — he remains unpopular with younger Americans — but enough either stayed home or voted for third-party candidates to make the difference in the closest states. “We needed to be in the low 60s with young people, and at the end of the day, we were in the high 50s,” Clinton’s campaign manager, Robby Mook, said at a recent conference held by the Institute of Politics at Harvard University ’s John F. Kennedy School of Government. “That’s part of why we lost.”  Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Caption Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win For more on Politics and Policy, follow me @DavidLauter ALSO ",
    "title": "Clinton won as many votes as Obama in 2012 — just not in the states where she needed them most - LA Times"
   },
   {
    "entities": [
     "et",
     "last year",
     "trayvon",
     "friday",
     "florida",
     "britain",
     "june 17, 2015",
     "south",
     "siemaszko",
     "gergel",
     "s.c.",
     "richard",
     "michael",
     "1980",
     "maniscalco",
     "emanuel",
     "stansbury",
     "district",
     "monday",
     "george",
     "north",
     "court",
     "church",
     "charleston",
     "roof",
     "corky",
     "present",
     "2016",
     "ame",
     "shelby",
     "martin",
     "1:40",
     "u.s.",
     "fbi",
     ", 3:01 pm",
     "carolina",
     "wednesday",
     "dylann",
     "time",
     "dec 9",
     "june 18, 2015",
     "zimmerman",
     "robert"
    ],
    "id": 13,
    "text": "Dec 9 2016, 3:01 pm ET Dylann Roof's Videotaped Confession Stuns Courtroom by Corky Siemaszko Alleged Charleston Massacre Gunman's Confession Stuns Courtroom 1:40 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161210014124if_/http://www.nbcnews.com/widget/video-embed/829476931843\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Dylann Roof began his videotaped confession with 11 chilling words: \"I went to that church in Charleston and I did it.\" And then for the next two or three hours, the self-declared white supremacist described to the FBI how he gunned down nine black worshippers last year at a historic South Carolina church in a bid to spark a race war. \"What I did is still minuscule to what they're doing to white people every day,\" Roof insisted at one point. Dylann Storm Roof, center, with his lawyers, during jury selection Monday in U.S. District Court in Charleston, S.C. Robert Maniscalco The recording of Roof was played Friday for the jurors weighing the fate of the 22-year-old for the first time at his federal death penalty trial. In the video, FBI agents could be seen reading Roof his rights and making sure he understood that he was giving a statement without a lawyer present. Roof did not appear to be under the influence of anything when he made the statement following his arrest on June 18, 2015 in Shelby, North Carolina, FBI investigator Michael Stansbury testified. And Roof was not sure how many people he killed at the Emanuel AME Church. \"Five, not really sure, \" he said. \"Maybe four?\" When asked if he said anything to the victims, Roof answered, \"I didn't say anything to them before.\" \"It was very fast,\" he said on the video. In a matter-of-fact tone, Roof told the FBI he researched his target and went on the killing spree because blacks were raping white women. \"I do consider myself a white supremacist,\" he admitted on the footage. Roof also said he was \"in absolute awe\" that there were no police outside the church when he came out. He said he would have killed himself if there were. In the course of the recorded conversation, Roof spoke about seeing a 1980's TV movie about a racist skinhead called \"Made in Britain.\" And when asked if he regretted what he'd done, Roof said, \"Yeah, I'd say so.\" Told the death toll was actually nine people, Roof appeared to react with disbelief and then remorse. \"Well, it makes me feel bad,\" he said, when asked how he felt. \"Are you guilty?\" an FBI agent asked. \"Yes, I am guilty,\" Roof replied. \"We all know I'm guilty.\" Also entered into evidence was a journal found in the back of Roof's car. \"I was not raised in a racist home of environment,\" he wrote, referring to himself as Dylann Storm Roof. But in there, Roof wrote that Florida security guard George Zimmerman was in the right when he fatally shot unarmed black teenager Trayvon Martin and he disparaged African-Americans as \"stupid and violent.\" The journal also contained Nazi swastikas and the white supremacist code numbers 14 and 88. Sitting at the defense table, Roof did not look at Stansbury. But the wrenching footage is likely to ratchet-up the anguish at the already emotionally fraught trial. On Wednesday, Roof's mother suffered a heart attack after prosecutors laid out for the court how her son plotted the murders of the black Bible study participants on June 17, 2015 in the fellowship hall of the Emanuel AME Church. Before Stansbury took the stand, Roof's lawyer told U.S. Judge Richard Gergel they intend to present more evidence about his state of mind at the time of the shooting. They have not contested that Roof was responsible for the killing, but they are trying to save him from the death penalty. So far Roof, who has admitted targeting the Charleston church, has barely uttered a word at his trial. While the proceedings have been punctuated at times by the sobs of the victims' loved ones, Roof has sat stone-faced and has rarely looked at the people whose lives were torn apart by the massacre. Until Wednesday, when Roof showed up in court wearing a gray sweater and slacks, the go-to getup for the admitted killer with the bowl haircut had been his striped jail jumpsuit. Corky Siemaszko ",
    "title": "Dylann Roof's Videotaped Confession Stuns Courtroom - NBC News"
   },
   {
    "entities": [
     "todd",
     "middle",
     "charlie",
     "killeen",
     "texas",
     "last year",
     "a few days later",
     "the past several days",
     "religion",
     "freedom",
     "christmas",
     "dedra",
     "2013",
     "terry",
     "news",
     "facebook",
     "fox",
     "delano",
     "education",
     "district",
     "isd",
     "commentary",
     "starnes",
     "this day",
     "of",
     "school",
     "from",
     "brown",
     "twitter",
     "shannon",
     "snoopy",
     "department",
     "ken",
     "lucy",
     "foundation",
     "patterson",
     "star",
     "independent",
     "america",
     "&",
     "linus",
     "jesus",
     "winter",
     "lone",
     "paxton",
     "baby",
     "ap"
    ],
    "id": 14,
    "text": "Texas attorney general drops a great big Yuletide truth bomb on school district By Todd Starnes Facebook 0 Twitter 0 livefyre Email Print Lucy, Charlie Brown, Snoopy and Linus in scene from tv special \"A Charlie Brown Christmas.\"  (AP) Christmas in the Lone Star state has no greater defender than Attorney General Ken Paxton. So when he read my column about a middle school in Killeen that tried to censor the true meaning of Christmas, he decided it was time to jingle somebody’s bells. First, a quick refresher on the back story: A staffer at Patterson Middle School was told she had to remove a poster depicting a scene from the cherished holiday classic, “A Charlie Brown Christmas.” Click here to join America's most popular Conservative Christian Facebook page!   The door-length poster featured Linus, a scrawny tree and that beautiful recitation of the true meaning of Christmas. “For unto you is born this day in the city of David a savior which is Christ the Lord. That’s what Christmas is all about, Charlie Brown,” Linus said. Dedra Shannon’s poster was well-received among the staff and students – but a few days later she was told by the principal that she should either have to remove the religious references or remove the entire poster. Linus could stay but the Baby Jesus had to go. Click here for a FREE subscription to Todd’s newsletter: a must-read for Conservatives! “She said my poster is an issue of separation of church and state,” Ms. Shannon told me. “She said the poster had to come down because it might offend kids from other religions or those who do not have a religion.” Ms. Shannon refused to compromise her religious beliefs and ultimately removed the poster. “I wasn’t going to leave Linus and the Christmas tree without having the dialogue. That’s the whole point of why it was put up.” The incident proves that public school tolerance can only be achieved by being intolerant towards Christians. But it turns out the principal may have inadvertently broken the 2013 “Merry Christmas” law. That law stipulates no school official in Texas can silence a Biblical reference to Christmas. “I am proud to have voted for the Merry Christmas law in 2013, when I was a member of the legislature,” Paxton said. “We passed that law precisely because of this type of discrimination against people of faith.” Paxton minced no words in describing what happened in that hallway at Patterson Middle School. “This is an attack on religious liberty and a violation of the First Amendment and state law,” he said. “I am calling on the school board of the Killeen ISD to immediately reverse their unlawful decision.” For the past several days I’ve been reaching out to the school district – but so far the superintendent has not returned my messages. The school board has a long history of standing up for religious liberty. Terry Delano, president of the school district’s board of trustees, told me they voted to change the name of “Winter Break” to “Christmas Break.” And last year they defied the Freedom From Religion Foundation’s demand to cease praying before meetings. The school district also ignored the Department of Education’s demand that they open all bathrooms to the opposite gender. “These strong stances for Christianity and morality often go unreported and unnoticed, but they represent important victories in a time when our culture seems to be rotting in a cesspool,” Mr. Delano wrote to me. It sounds as if the good people of Killeen are being well-served by the school board and I’m certain they will resolve this incident at the middle school – whether it was intentional or a misunderstanding. Either way, Attorney General Paxton dropped a great big Yuletide truth bomb on the Killeen Independent School District: Don’t mess with Texas and don’t mess with Christmas. Otherwise, you might just find your tinsel in a twist. Todd Starnes is host of Fox News & Commentary, heard on hundreds of radio stations. His latest book is \" God Less America: Real Stories From the Front Lines of the Attack on Traditional Values. \" Follow Todd on Twitter  @ToddStarnes and find him on Facebook . Advertisement ",
    "title": "Texas attorney general drops a great big Yuletide truth bomb on school district | Fox News"
   },
   {
    "entities": [
     "mitt",
     "friday",
     "trump",
     "cabinet",
     "house",
     "hillary",
     "rudolph",
     "millions of dollars",
     "donald",
     ", 5:21 pm",
     "2016",
     "romney",
     "mccausland",
     "u.s.",
     "fbi",
     "new",
     "nov. 29",
     "1:49",
     "york",
     "preibus",
     "giuliani",
     "dec 9",
     "rudy",
     "phil",
     "city",
     "clinton",
     "white"
    ],
    "id": 15,
    "text": "Dec 9 2016, 5:21 pm ET Former NYC Mayor Rudolph Giuliani Out of Running for Trump Cabinet by Phil McCausland Rudy Giuliani No Longer in Running for President-Elect Trump's Cabinet 1:49 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161210004241if_/http://www.nbcnews.com/widget/video-embed/829472835881\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Former New York City Mayor Rudy Giuliani is out of the running for a position in the new presidential administration, Donald Trump's transition team announced on Friday. Trump said Giuliani removed his name from consideration on Nov. 29 for a position in the administration. Giuliani has advocated to become the top U.S. diplomat , adding to the drama surrounding Trump's deliberations over the secretary of state position. Trump had a well-publicized dinner with former Republican presidential nominee Mitt Romney on Nov. 29 as well. \"This is not about me; it is about what is best for the country and the new administration,\" Giuliani said in a statement. Giuliani had been a committed member of Trump's campaign and served as his attack dog against opponents. He was vocal in calls to bring Hillary Clinton up on charges for her use of a private email server — which the FBI deemed was not a criminal action. Related: Donald Trump's Cabinet Picks So Far Giuliani will remain a vice chairman of the presidential transition team, and then is expected to return to his law firm and the private sector. \"I will always be appreciative of his 24/7 dedication to our campaign after I won the primaries and for his extremely wise counsel,\" Trump said. \"He is and continues to be a close personal friend, and as appropriate, I will call upon him for advice and can see an important place for him in the administration at a later date.\" When Giuliani's name was first floated as a secretary of state pick, there were some who raised concerns of his potential conflicts of interest including his work for foreign governments that made him millions of dollars. White House Chief of Staff Reince Preibus, in the statement announcing the decision, sought to head off this charge as a reason that Giuliani removed his name from consideration. Preibus said the former mayor \"was vetted by our team for any possible conflicts of interest and passed with flying colors.\" Phil McCausland ",
    "title": "Former NYC Mayor Rudolph Giuliani Out of Running for Trump Cabinet - NBC News"
   },
   {
    "entities": [
     "democratic",
     "potomac",
     "rahm",
     "friday",
     "raymond",
     "hampshire",
     "brookings",
     "minnesota",
     "south",
     "trump",
     "later friday",
     "hillary",
     "party",
     "tribune",
     "saul",
     "janssen",
     "harrison",
     "magazine",
     "emanuel",
     "donald",
     "felsenthal",
     "morning",
     "adam",
     "carol",
     "monday",
     "kim",
     "dnc",
     "2016",
     "u.s.",
     "d.c.",
     "new",
     "chicago",
     "carolina",
     "buckley",
     "keith",
     "institution",
     "washington",
     "collins",
     "loeb",
     "jaime",
     "clinton",
     "dec. 9, 2016",
     "ellison"
    ],
    "id": 16,
    "text": "Rahm rules out DNC chair run, flips off guy in bar Emanuel Saul Loeb / AFP/Getty Images Mayor Rahm Emanuel speaks about the 2016 at the Brookings Institution in Washington, D.C. on Dec. 9, 2016. Mayor Rahm Emanuel speaks about the 2016 at the Brookings Institution in Washington, D.C. on Dec. 9, 2016. (Saul Loeb / AFP/Getty Images) Kim Janssen Contact Reporter Chicago Tribune Mayor Rahm Emanuel on Friday morning described Washington D.C. as \"Disneyland on the Potomac\" during a panel appearance in the nation's capital, then apologized because, \"I don't want to insult Disneyland.\" But though Emanuel said through his spokesman Adam Collins later Friday that he had spent enough time in D.C. and had no interest in becoming DNC chair, the mayor's assurance in diagnosing a way forward for Democrats nationally showed why some commentators have suggested he might be a good fit for the role. Speaking at the Brookings Institution , Emanuel suggested that Hillary Clinton 's campaign had failed because it paid insufficient concern to voters' economic concerns. He argued that Democrats could use social inclusion as a \"wedge\" issue to win over suburban supporters. \"What is it about what we did when we won and what we didn't do when we lost?\" he asked, before answering his own question by adding, \"I'm all for a socially inclusive message but not at the exclusion of an economically robust message.\" The Democrats' campaign had focused on questions of Donald Trump 's \"character and temperament\" and not enough on economics, he said, describing Trump's victory as a reaction to the failure of the political system to deal with voters' \"core insecurities.\" While Collins said that Emanuel will not put his name forward as a potential DNC chair (contenders include Minnesota U.S. Rep. Keith Ellison , South Carolina Democratic Party chairman Jaime Harrison and New Hampshire Democratic Party Chairman Raymond Buckley), Chicago Magazine's Carol Felsenthal on Monday argued that both Emanuel and the Democrats would be well served by his return from Chicago to national politics.` ",
    "title": "Rahm rules out DNC chair run, flips off guy in bar - Chicago Tribune"
   },
   {
    "entities": [
     "the first quarter of next year",
     "$4.1 billion",
     "$1 trillion",
     "armed",
     "this week",
     "west",
     "friday",
     "joe",
     "manchin",
     "mitch",
     "trump",
     "2013",
     "house",
     "cabinet",
     "mcconnell",
     "next year",
     "year 2017",
     "overseas",
     "services",
     "thursday",
     "committees",
     "senate",
     "donald",
     "mich.",
     "$170 million",
     "alex",
     "april",
     "international",
     "$10 billion",
     "flint",
     "of",
     "orders",
     "$500 million",
     "contingency",
     "congress",
     "the year",
     "review",
     "night",
     "midnight",
     "$45 million",
     "virginia",
     "current",
     "health",
     "u.s.",
     "va.",
     "obama",
     "national",
     "afghanistan",
     "iraq",
     "april 28",
     "james",
     "brandon/ap",
     "2010",
     "gop",
     "sweeping",
     "mattis",
     "$352 million",
     "funding",
     "institutes",
     "pentagon",
     "the end of the year",
     "white"
    ],
    "id": 17,
    "text": "Sen. Joe Manchin, D-W.Va., was part of a group of coal state Democrats who wanted a longer extension of health benefits for coal miners in the stopgap spending bill. Alex Brandon/AP hide caption toggle caption Alex Brandon/AP Sen. Joe Manchin, D-W.Va., was part of a group of coal state Democrats who wanted a longer extension of health benefits for coal miners in the stopgap spending bill. Alex Brandon/AP Senate Democrats have dropped their objections to a short-term-funding bill that would keep the government running and avert a shutdown. Passage of that bill is expected Friday night. Timing is still unclear, and many Democrats are expected to oppose it, but the measure is on track to pass prior to a midnight deadline. That means Congress will adjourn for the year with a final, familiar act: passing a short-term-funding bill that will keep the government running for a few more months. This measure's funding runs out in April. Despite overwhelming support in the House on Thursday, the spending package hit a roadblock in the Senate, where coal state Democrats staged a late protest to try to alter provisions affecting miners. Retired Coal Miners At Risk Of Losing Promised Health Coverage And Pensions The stopgap includes $45 million to continue health benefits for four months for certain retired coal miners, whose coverage was set to expire at the end of the year. Democrats, led by West Virginia's Joe Manchin, wanted a full-year extension, but with little leverage and a shutdown looming, they relented with a promise to reignite that fight in four months. \"Would I have preferred that provision to be more generous? Of course I would have,\" said Senate Majority Leader Mitch McConnell. \"But we'll be back at it in April, and I think it's highly unlikely that we'll take it away.\" With House lawmakers already back home for the holidays on Friday — and zero interest from GOP leaders to reopen negotiations — Democrats backed down in time to avert a midnight Friday shutdown. Article continues after sponsorship The spending bill keeps the federal government running on autopilot until April 28. Congressional Republicans opted to punt the annual spending bills into next year to wait until President-elect Donald Trump assumes office. With control of both the White House and Congress, Republicans will have more sway over how roughly $1 trillion is spent on federal agencies and programs. The bill runs through April to buy Congress more time to negotiate the fiscal year 2017 spending bills, because the Senate is expected to be consumed by the confirmation process for Trump administration nominees in the first quarter of next year. Since the spending bill is a must-pass measure, it also includes some unrelated provisions and additional funding measures. For instance, Senate Republicans included language that will help expedite the confirmation process for Trump's defense secretary nominee, retired Gen. James Mattis. Obama Orders Sweeping Review Of International Hacking Tied To U.S. Elections For Mattis to be confirmed, Congress must waive a law that requires a seven-year cooling-off period for current or former military officials to hold that Cabinet post. Mattis retired in 2013. Democrats objected to the language, but Republicans said it was necessary to expedite consideration of a critical administration post. The waiver will still be reviewed by the House and Senate Armed Services Committees, and it will need to pass a 60-vote threshold in the Senate. Mattis has been widely praised on both sides of the aisle and is expected to be confirmed, barring something unforeseen coming to light during the confirmation process. The measure also includes just over $10 billion in Overseas Contingency Funding, better known as the side Pentagon account that funds the ongoing war efforts in Iraq and Afghanistan. An additional $4.1 billion is directed to disaster relief, including recovery efforts from Hurricane Matthew. Democrats also secured funding to assist the Flint, Mich., community with repairing its drinking water systems. Some $170 million is directed toward infrastructure improvements and preventive care against lead poisoning for mothers and children. Congress approved a biomedical research bill this week, and the stopgap spending measure includes funds for new programs authorized in the legislation, such as $352 million to the National Institutes of Health for medical research and $500 million to states to combat the opioid epidemic. The measure also includes a provision that will prevent a pay raise for members of Congress. The pay freeze has been in place since 2010. ",
    "title": "Government Shutdown Averted As Democrats Drop Funding Bill Objections : NPR"
   },
   {
    "entities": [
     "jim",
     "palmyra",
     "friday",
     "michaels",
     "sea",
     "syria",
     "thursday",
     "facebook",
     "the",
     "linkedin",
     "charles",
     "state",
     "for",
     "of",
     "stephane",
     "$2 million",
     "analysis",
     "25%",
     "usa",
     "u.s.",
     "today",
     "gaulle",
     "sakutin",
     "islamic",
     "center",
     "terrorism",
     "3:38 p.m. est",
     "record",
     "december 9, 2016",
     "isis",
     "de",
     "themediterranean",
     "france",
     "ap",
     "dec. 9, 2016"
    ],
    "id": 18,
    "text": "Record airstrike hits over 100 ISIL oil trucks gathered in Syria The oil in the trucks was worth about $2 million, the statement said. Post to Facebook Record airstrike hits over 100 ISIL oil trucks gathered in Syria The oil in the trucks was worth about $2 million, the statement said. Check out this story on USATODAY.com: http://usat.ly/2huP9LC CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 33 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Record airstrike hits over 100 ISIL oil trucks gathered in Syria Jim Michaels , USA TODAY 3:38 p.m. EST December 9, 2016 A Rafale fighter jet takes off from the deck of France's Charles de Gaulle aircraft carrier, used in the U.S.-led operation against the Islamic State in theMediterranean Sea, on Dec. 9, 2016. (Photo: Stephane de Sakutin, AP) 31 CONNECT TWEET LINKEDIN 33 COMMENTEMAILMORE U.S. warplanes destroyed a fleet of 168 oil tanker trucks in Syria in the largest strike in the two-year-old air campaign against the Islamic State, the U.S.-led coalition announced Friday. More than 20 aircraft were used to destroy the tanker trucks, which were gathered near Palmyra, in central Syria. The oil in the trucks was worth about $2 million, according to a statement. The airstrike, which was launched Thursday, is part of an operation to reduce revenues from the Islamic State, which is also called ISIS or ISIL. The Islamic State gets 25% of its revenue from oil, the Center for the Analysis of Terrorism, a private research group, estimates. It's not clear why the Islamic State massed so many vehicles in the open. ",
    "title": "Record airstrike hits over 100 ISIL oil trucks gathered in Syria"
   },
   {
    "entities": [
     "stephen",
     "special",
     "cabinet",
     "earlier this week",
     "past 15 years",
     "state",
     "military",
     "cia",
     "china",
     "view",
     "operations",
     "j.",
     "kael",
     "department",
     "d.c.",
     "afghanistan",
     "today",
     "iraq",
     "army",
     "east",
     "islamic",
     "center",
     "jaffe",
     "trump's",
     "md.",
     "bethesda",
     "graphic",
     "white",
     "middle",
     "earlier this year",
     "weston",
     "michael",
     "united",
     "donald",
     "april",
     "dan",
     "russia",
     "islam",
     "kelly",
     "command",
     "georgetown",
     "greg",
     "u.s.",
     "here",
     "james",
     "reed",
     "joint",
     "bastien",
     "jenna",
     "the future",
     "pentagon",
     "n.",
     "at 4:50 pm",
     "t.",
     "byman",
     "john",
     "obama",
     "national",
     "marines",
     "iran",
     "america",
     "medical",
     "gens",
     "f.",
     "miller",
     "states",
     "trump",
     "2013",
     "house",
     "syria",
     "university",
     "late 2010",
     "george",
     "johnson",
     "flynn",
     "post",
     "december 9",
     "washington",
     "2010",
     "mattis",
     "nagl",
     "now",
     "isis",
     "the coming years",
     "walter",
     "biddle",
     "sept. 11, 2001"
    ],
    "id": 19,
    "text": "Trump’s generals, hardened by war, see militant Islam, Iran as dire dangers The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Greg Jaffe and Greg Miller December 9 at 4:50 PM Follow @GregJaffe Follow @gregpmiller President-elect Donald Trump is assembling a national security team dominated by retired generals who share a deep distrust of Iran and have characterized the threat of militant Islam in far more dire terms than Obama administration officials and intelligence assessments. The trio of ex-generals represents an emerging core of the Trump administration that is at odds with President Obama’s efforts to convince the American public that — 15 years after the Sept. 11, 2001, attacks — terrorism continues to pose a persistent threat to the nation, but not an existential one. The generals’ views also cut against the grain of U.S. policies seeking to empower moderates in Iran and of U.S. intelligence assessments that terrorism no longer stands alone atop the rankings of global security threats now crowded by concerns about cyberattacks and renewed aggression by China and Russia. Their views, though far from uniform, have been heavily influenced over the past 15 years by intensely personal battlefield losses, the country’s waning attention to the wars and an up-close view of a ruthless enemy. Those experiences could lead retired Gens. Michael T. Flynn, James N. Mattis and John F. Kelly to urge caution in Trump administration debates about the use of force. But former colleagues and experts said the generals are also more likely, by virtue of their training and experience, to see malign intent or view the world as a struggle between good and evil. President-elect Donald Trump has already tapped three former generals to serve in his administration. The Washington Post's Jenna Johnson explains what attracts Trump to these men. (Bastien Inzaurralde/The Washington Post) [ How Trump naming Mattis as Pentagon chief would break with 65 years of U.S. history ] “The nature of the job in the military is to be responsible for threats against the nation and to be blamed if the country is not prepared,” said Stephen Biddle, a professor at George Washington University and frequent adviser to the U.S. military in Iraq and Afghanistan. “They tend to be very threat-focused in relation to civilians and tend to see that threat in more apocalyptic terms.” Statements and online postings by Flynn, Trump’s choice for national security adviser, have drawn the most alarm among intelligence analysts and the foreign-policy establishment. “We’re in a world war, but very few Americans recognize it, and fewer still have any idea how to win it,” Flynn wrote in his recent book “The Field of Fight.” He has also repeatedly depicted Islam as a diseased religion that represents a growing danger. “Fear of Muslims is rational,” he wrote in a posting to his Twitter account earlier this year. [ Trump’s security pick brings experience and controversy ] Mattis and Kelly — Trump’s respective nominees for secretary of defense and secretary of homeland security — have been far more measured in their foreign-policy pronouncements and are widely respected within the foreign-policy establishment and among the United States’ Gulf Arab allies. Yet each has expressed hard-line views about Iran and the threat of terrorism. “Our country today is in a life-and-death struggle against an evil enemy, but America as a whole is certainly not at war,” Kelly said in late 2010, just days after his son, an officer leading Marines in Afghanistan, was killed. “Not as a country. Not as a people.” Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet Mattis’s persistent warnings about the threat posed by Iran led to tensions with the White House, which urged him when he was in uniform to tone down his rhetoric. He has criticized the Obama administration for taking too passive an approach to Iranian aggression and fostering “the impression in the region that the U.S. was withdrawing.” In a speech in April, Mattis described the Iran deal as one “drawn up with the expectation that Iran will cheat.” He said that one of its principal advantages would be that “we’ll have better targeting data should it come to a fight at some point in the future.” “We’re going to have to plan for the worst,” Mattis said. Obama has mounted an aggressive campaign to kill senior al-Qaeda and Islamic State leaders and wrest back territory seized by the extremists in Iraq and Syria. But he has also emphasized that the groups are not “the vanguard of a new world order.” “These terrorists can never directly destroy our way of life, but we can do it for them if we lose track of who we are and the values that this nation was founded upon,” the president said in a speech earlier this week. [ ISIS’s second-in-command hid for months in Syria. When he stepped out, the U.S. was waiting. ] The three generals also share a widely held frustration in the military that they have been fighting for 15 years without the full support of the country or its civilian leaders. “All of us who served and fought in Iraq and Afghanistan, month after month, year after year, have been too close to the human costs — our buddies killed in action and our Iraqi and Afghan partners assassinated,” said J. Kael Weston, a State Department official who advised Marine officers in Iraq and Afghanistan and wrote “The Mirror Test,” a memoir of his service. “But the policymakers in D.C. have been too far removed from the blood-red tally of war.” When Mattis retired from the Marines in 2013, he spent two weeks zigzagging across the country visiting the parents of Marines killed under his command. Kelly and his two sons have taken part in more than a dozen combat tours in Iraq and Afghanistan. When his son’s platoon was deployed to Afghanistan in 2010, he made weekly and sometimes daily trips to visit his son’s wounded Marines at Walter Reed National Military Medical Center in Bethesda, Md. Those trips continued after his son was killed in combat. Flynn, who served in Afghanistan and as the Joint Special Operations Command’s senior intelligence officer, has spent as much time deployed to war zones as almost any other general in the Army over the past 15 years. The disconnect between the generals and Washington also extended to the battlefield, where military officers often felt compelled to describe the messy wars to their troops as battles between good and evil. “When you explain to a lance corporal why his best friend got horribly killed and he has to go out there again and again and again, you don’t have time for geo­politics,” said retired Lt. Col. John Nagl, an Iraq veteran and counter­insurgency expert. “You tell him, ‘We have to fight the enemy here so that we don’t have to fight them at home.’ ” A big question is how the perspectives of senior military officers, serving in Cabinet-level positions, will influence the direction of a Trump administration. Obama’s deep skepticism of foreign intervention meant that he often served as a brake on discussions about how the United States might respond to hostile developments overseas. Trump has no foreign-policy or military experience to examine for insights into how he might respond, but his campaign posture was animated mainly by the promise of aggression. “I think it’s likely there will be terrorist attacks in the coming years, and I think Trump will feel tremendous pressure to be seen as acting very decisively,” said Dan Byman, a former Middle East analyst at the CIA and a professor at Georgetown University. Trump’s advisers may be quicker to see nefarious intent because of their military experience, he said, but be more cautious about U.S. military intervention or retaliation. Byman cited the example of the Iranian seizure of American sailors shortly before the Iran nuclear deal was signed as an example of an overseas provocation that had the potential to derail broader U.S. policy goals. Trump’s advisers “have a lot of personal experience and might be more inclined to see Iranian hostility as deeply planned,” rather than the act of a rogue faction or a function of chaos, Byman said. “They’re more likely to read things negatively than the Obama administration would have.” “In significant ways, the chances for limited conflict with Iran go up,” Byman said. “But that doesn’t mean, to me, we bomb them.” Read more: ",
    "title": "Trump’s generals, hardened by war, see militant Islam, Iran as dire dangers - The Washington Post"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "elaine",
     "mitch",
     "dole",
     "2000",
     "chao",
     "labor",
     "mcconnell",
     "party",
     "news",
     "inc.",
     "magazine",
     "senate",
     "elizabeth",
     "north",
     "bill",
     "the year",
     "2016",
     "post",
     "republican",
     "kentucky",
     "carolina",
     "1996",
     "washington",
     "gop",
     "zelizer",
     "bob",
     "bush",
     "time",
     "clinton"
    ],
    "id": 20,
    "text": "Former senator and presidential advisor Elizabeth Dole started a program for caregivers of wounded military veterans. She visited \"CBS This Morni...  As secretary of Labor under President Bush, Dole launched the “Glass Ceiling Study” to identify the gender barriers preventing women and minorities from holding senior management positions. Dole herself has also held elected office. Like her husband, Dole has been a senator, in her case from her native North Carolina.  As secretary of Transportation she spearheaded the campaign to increase the drinking age to 21 and advanced auto safety requirements, according to the National Women’s Hall of Fame, of which Dole is a initiated member. On  a more personal level, Zelizer also sees the women’s shared background, particularly their marriages to prominent Republican men, as more than a mere coincidence. Rather, it’s the culmination of a post-1960s trend in which the one-wage male breadwinner family model was challenged. “[Their] marriages to the Senate signal just how entrenched Republicans have become over the decades as more families have multiple senior party brokers in the home,” he told CBS News. The “coming of age” narrative, he added, contributed to the rise of women holding powerful and influential positions. Zelizer also explained that Dole and Chao exuded powerful influence in their husbands’ political campaigns . “They both were very supportive to their husband’s campaigns, each being seen as a huge statement within a Republican Party that suffered from a gender gap,” he said. “More important they offered important strategic assistance to them.” A Washington Post article from 1996--the year Bob Dole ran for president against Bill Clinton-- wrote, “No other presidential challenger’s wife has ever addressed a national political convention. No other wife of a challenger or sitting president has so overtly taken on her husband’s foe. And no other wife has drawn so much speculation about her own political plans in the closing days of a campaign.” Mrs. Dole did launch a brief presidential campaign in 2000, but withdrew her name before any of the primaries began. As for Chao, Time Magazine profiled her as her husband’s “Secret Weapon” on the campaign trail, which Sen. Mitch McConnell reiterated publicly at a GOP political picnic. “The biggest asset I have by far is the only Kentucky woman who served in a president’s cabinet, my wife, Elaine Chao,” he said. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Elaine Chao and Elizabeth Dole: What do these two women have in common? - CBS News"
   },
   {
    "entities": [
     "assange",
     "b.",
     "cia",
     "china",
     "present",
     "dnc",
     "schiff",
     "mid-september",
     "at 7:36 pm",
     "hill",
     "gop",
     "lindsey",
     "clinton",
     "intelligence",
     "kremlin",
     "white",
     "peter",
     "democratic",
     "capitol",
     "elaine",
     "friday",
     "mitch",
     "devin",
     "comey",
     "chao",
     "mcconnell",
     "jhaan",
     "jan. 20",
     "united",
     "philip",
     "senate",
     "donald",
     "adam",
     "russia",
     "oct. 7",
     "jeh",
     "julian",
     "greg",
     "u.s.",
     "fbi",
     "jersey",
     "james",
     "previously",
     "september",
     "the past",
     "lisa",
     "rucker",
     "graham",
     "moscow",
     "magazine",
     "nunes",
     "congress",
     "security",
     "monaco",
     "republican",
     "obama",
     "national",
     "new",
     "wikileaks",
     "committee",
     "stevenson/the",
     "putin",
     "miller",
     "time",
     "nakashima",
     "this week",
     "entous",
     "states",
     "trump",
     "house",
     "hillary",
     "o.",
     "last week",
     "ky.",
     "calif.",
     "vladimir",
     "johnson",
     "2016",
     "post",
     "december 9",
     "ellen",
     "washington",
     "homeland",
     "elker/the",
     "now"
    ],
    "id": 21,
    "text": "Secret CIA assessment says Russia was trying to help Trump win White House The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Adam Entous , Ellen Nakashima and Greg Miller December 9 at 7:36 PM Follow @nakashimae Follow @gregpmiller The CIA has concluded in a secret assessment that Russia intervened in the 2016 election to help Donald Trump win the presidency, rather than just to undermine confidence in the U.S. electoral system, according to officials briefed on the matter. Intelligence agencies have identified individuals with connections to the Russian government who provided WikiLeaks with thousands of hacked emails from the Democratic National Committee and others, including Hillary Clinton’s campaign chairman, according to U.S. officials. Those officials described the individuals as actors known to the intelligence community and part of a wider Russian operation to boost Trump and hurt Clinton’s chances. “It is the assessment of the intelligence community that Russia’s goal here was to favor one candidate over the other, to help Trump get elected,” said a senior U.S. official briefed on an intelligence presentation made to U.S. senators. “That’s the consensus view.” The Obama administration has been debating for months how to respond to the alleged Russian intrusions, with White House officials concerned about escalating tensions with Moscow and being accused of trying to boost Clinton’s campaign. In September, during a secret briefing for congressional leaders, Senate Republican Leader Mitch McConnell (Ky.) voiced doubts about the veracity of the intelligence, according to officials present. The Post's Ellen Nakashima goes over the events and discusses the hacker groups responsible. (Jhaan Elker/The Washington Post) The Trump transition team did not respond to a request for comment. Trump has consistently dismissed the intelligence community’s findings about Russian hacking. “I don’t believe they interfered” in the election, he told Time magazine this week. The hacking, he said, “could be Russia. And it could be China. And it could be some guy in his home in New Jersey.” The CIA shared its latest assessment with key senators in a closed-door briefing on Capitol Hill last week, in which agency officials cited a growing body of intelligence from multiple sources. Agency briefers told the senators it was now “quite clear” that electing Trump was Russia’s goal, according to the officials, who spoke on the condition of anonymity to discuss intelligence matters. The CIA presentation to senators about Russia’s intentions fell short of a formal U.S. assessment produced by all 17 intelligence agencies. A senior U.S. official said there were minor disagreements among intelligence officials about the agency’s assessment, in part because some questions remain unanswered. For example, intelligence agencies do not have specific intelligence showing officials in the Kremlin “directing” the identified individuals to pass the Democratic emails to WikiLeaks, a second senior U.S. official said. Those actors, according to the official, were “one step” removed from the Russian government, rather than government employees. Moscow has in the past used middlemen to participate in sensitive intelligence operations so it has plausible deniability. Julian Assange, the founder of WikiLeaks, has said in a television interview that the “Russian government is not the source.” The White House and CIA officials declined to comment. Sen. Lindsey O. Graham (R-S.C.) says he wants to investigate whether Russia interfered with the 2016 U.S. election, among claims that Donald Trump's rhetoric on Russia and Vladimir Putin is too soft. (Peter Stevenson/The Washington Post) On Friday, the White House said President Obama had ordered a “full review” of Russian hacking during the election campaign, as pressure from Congress has grown for greater public understanding of exactly what Moscow did to influence the electoral process. “We may have crossed into a new threshold, and it is incumbent upon us to take stock of that, to review, to conduct some after-action, to understand what has happened and to impart some lessons learned,” Obama’s counterterrorism and homeland security adviser, Lisa Monaco, told reporters at a breakfast hosted by the Christian Science Monitor. Obama wants the report before he leaves office Jan. 20, Monaco said. During her remarks, Monaco didn’t address the latest CIA assessment, which hasn’t been previously disclosed. Seven Democratic senators last week asked Obama to declassify details about the intrusions and why officials believe that the Kremlin was behind the operation. Officials said Friday that the senators specifically were asking the White House to release portions of the CIA’s presentation. This week, top Democratic lawmakers in the House also sent a letter to Obama, asking for briefings on Russian interference in the election. U.S. intelligence agencies have been cautious for months in characterizing Russia’s motivations, reflecting the United States’ long-standing struggle to collect reliable intelligence on President Vladi­mir Putin and those closest to him. In previous assessments, the CIA and other intelligence agencies told the White House and congressional leaders that they believed Moscow’s aim was to undermine confidence in the U.S. electoral system. The assessments stopped short of saying the goal was to help elect Trump. On Oct. 7, the intelligence community officially accused Moscow of seeking to interfere in the election through the hacking of “political organizations.” Though the statement never specified which party, it was clear that officials were referring to cyber-intrusions into the computers of the DNC and other Democratic groups and individuals. Some key Republican lawmakers have continued to question the quality of evidence supporting Russian involvement. “I’ll be the first one to come out and point at Russia if there’s clear evidence, but there is no clear evidence — even now,” said Rep. Devin Nunes (R-Calif.), the chairman of the House Intelligence Committee and a member of the Trump transition team. “There’s a lot of innuendo, lots of circumstantial evidence, that’s it.” [ U.S. investigating potential covert Russian plan to disrupt elections ] Though Russia has long conducted cyberspying on U.S. agencies, companies and organizations, this presidential campaign marks the first time Russia has attempted through cyber means to interfere in, if not actively influence, the outcome of an election, the officials said. The reluctance of the Obama White House to respond to the alleged Russian intrusions before Election Day upset Democrats on the Hill as well as members of the Clinton campaign. Within the administration, top officials from different agencies sparred over whether and how to respond. White House officials were concerned that covert retaliatory measures might risk an escalation in which Russia, with sophisticated cyber capabilities, might have less to lose than the United States, with its vast and vulnerable digital infrastructure. The White House’s reluctance to take that risk left Washington weighing more limited measures, including the “naming and shaming” approach of publicly blaming Moscow. By mid-September, White House officials had decided it was time to take that step, but they worried that doing so unilaterally and without bipartisan congressional backing just weeks before the election would make Obama vulnerable to charges that he was using intelligence for political purposes. Instead, officials devised a plan to seek bipartisan support from top lawmakers and set up a secret meeting with the Gang of 12 — a group that includes House and Senate leaders, as well as the ranking members of both chambers’ committees on intelligence and homeland security. Obama dispatched Monaco, FBI Director James B. Comey and Homeland Security Secretary Jeh Johnson to make the pitch for a “show of solidarity and bipartisan unity” against Russian interference in the election, according to a senior administration official. Specifically, the White House wanted congressional leaders to sign off on a bipartisan statement urging state and local officials to take federal help in protecting their voting-registration and balloting machines from Russian cyber-intrusions. Though U.S. intelligence agencies were skeptical that hackers would be able to manipulate the election results in a systematic way, the White House feared that Moscow would attempt to do so, sowing doubt about the fundamental mechanisms of democracy and potentially forcing a more dangerous confrontation between Washington and Moscow. In a secure room in the Capitol used for briefings involving classified information, administration officials broadly laid out the evidence U.S. spy agencies had collected, showing Russia’s role in cyber-intrusions in at least two states and in hacking the emails of the Democratic organizations and individuals. And they made a case for a united, bipartisan front in response to what one official described as “the threat posed by unprecedented meddling by a foreign power in our election process.” The Democratic leaders in the room unanimously agreed on the need to take the threat seriously. Republicans, however, were divided, with at least two GOP lawmakers reluctant to accede to the White House requests. According to several officials, McConnell raised doubts about the underlying intelligence and made clear to the administration that he would consider any effort by the White House to challenge the Russians publicly an act of partisan politics. Some of the Republicans in the briefing also seemed opposed to the idea of going public with such explosive allegations in the final stages of an election, a move that they argued would only rattle public confidence and play into Moscow’s hands. McConnell’s office did not respond to a request for comment. After the election, Trump chose McConnell’s wife, Elaine Chao, as his nominee for transportation secretary. Some Clinton supporters saw the White House’s reluctance to act without bipartisan support as further evidence of an excessive caution in facing adversaries. “The lack of an administration response on the Russian hacking cannot be attributed to Congress,” said Rep. Adam B. Schiff (Calif.), the ranking Democrat on the House Intelligence Committee, who was at the September meeting. “The administration has all the tools it needs to respond. They have the ability to impose sanctions. They have the ability to take clandestine means. The administration has decided not to utilize them in a way that would deter the Russians, and I think that’s a problem.” Philip Rucker contributed to this report. Read more: ",
    "title": "Secret CIA assessment says Russia was trying to help Trump win White House - The Washington Post"
   },
   {
    "entities": [
     "nov.",
     "mitt",
     "friday",
     "trump",
     "cabinet",
     "massachusets",
     "news",
     "cavuto",
     "facebook",
     "fox",
     "donald",
     "29.",
     "romney",
     "twitter",
     "december 09, 2016",
     "new",
     "currently",
     "neil",
     "york",
     "giuliani",
     "now",
     "rudy",
     "city"
    ],
    "id": 22,
    "text": "Rudy Giuliani out of contention for Cabinet post Published               December 09, 2016 Facebook 0 Twitter 0 livefyre Email Print   Former New York City Mayor Rudy Giuliani has removed his name from consideration for a position in President-elect Donald Trump’s Cabinet, the transition team announced Friday. Giuliani, who is currently a vice chairman on the presidential transition team, had been rumored to be in consideration for secretary of state. \"My desire to be in the Cabinet was great but it wasn't that great and he had a lot of terrific candidates and I thought I could play a better role being on the outside and continuing to be his close friend and adviser,\" Giuliani told Fox News' Neil Cavuto. Trump met with Giuliani on Nov. 29., when the matter was discussed. He confirmed to Fox News that he had only been interested in being secretary of state. \"Honestly, the other positions I didn't have an interest in, so that really was the only one I had any real interest in,\" he told Cavuto. Giuliani said he now intends to continue his work in the private sector. He also warned against the selection of Mitt Romney for the position, saying the former Massachusets governor had \"gone over the line\" in previous criticisms he made about Trump. \"I will support [Trump's] decision, but my advice would be that Mitt went a little too far. You can make friends and make up but I would not see him as a candidate for the Cabinet,\" Giuliani told Cavuto. Trump praised Giuliani in a statement, calling him “an extraordinarily talented and patriotic American.” \"He is and continues to be a close personal friend, and as appropriate, I will call upon him for advice and can see an important place for him in the administration at a later date.\"  Reince Priebus, tapped to be Trump’s chief of staff, said that Giuliani was “was vetted by our team for any possible conflicts and passed with flying colors.\" Advertisement ",
    "title": "Rudy Giuliani out of contention for Cabinet post | Fox News"
   },
   {
    "entities": [
     "democratic",
     "air",
     "base",
     "d.",
     "times",
     "macdill",
     "credit",
     "friday",
     "states",
     "hillary",
     "doug",
     "united",
     "mills/the",
     "investigation",
     "morning",
     "tuesday",
     "bureau",
     "of",
     "force",
     "monday",
     "russia",
     "fla.",
     "tampa",
     "2016",
     "justice",
     "john",
     "federal",
     "monaco",
     "podesta",
     "department",
     "past",
     "obama",
     "new",
     "national",
     "york",
     "washington",
     "committee",
     "clinton",
     "lisa"
    ],
    "id": 23,
    "text": "Continue reading the main story Photo President Obama giving a speech at MacDill Air Force Base in Tampa, Fla., on Tuesday. Credit Doug Mills/The New York Times WASHINGTON — President Obama has ordered American intelligence agencies to produce a full report on Russian efforts to influence the 2016 presidential election, his homeland security adviser said on Friday. He also directed them to develop a list of “lessons learned” from the broad campaign the United States has accused Russia of carrying out to steal emails, publish their contents and probe the vote-counting system. “We may have crossed a new threshold here,” Lisa Monaco, one of Mr. Obama’s closest aides and the former head of the national security division of the Justice Department, told reporters Friday. “He expects to receive this report before he leaves office.” The report, according to senior administration officials, will trace the attacks on the Democratic National Committee and on prominent individuals like John D. Podesta , the chairman of Hillary Clinton’s presidential campaign. But it is unclear that the contents of the report will be made public. Intelligence agencies and the Federal Bureau of Investigation, which still has an active investigation of the hacking underway, have been reluctant to make public any of their findings; they fear it will reveal sources and methods of how the incursions were traced back to Russia. After past investigations involving sensitive intelligence information, declassified versions of reports were sometimes published, with a classified version sent to congressional committees and some agencies. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Obama Orders Intelligence Report on Russian Election Hacking - The New York Times"
   },
   {
    "entities": [
     "3 percent",
     "minneapolis",
     "midwest",
     "1984",
     "1940",
     "stanford",
     "raj",
     "the 1980s",
     "lake",
     "tony",
     "from",
     "the mid-20th century",
     "50 percent",
     "michigan",
     "the 1940s",
     "1950s",
     "u.s.",
     "today",
     "chetty",
     "internal",
     "and",
     "62 percent",
     "service",
     "80 percent",
     "revenue",
     "dejak/ap",
     "illinois",
     "salt",
     "90 percent",
     "city",
     "fall"
    ],
    "id": 24,
    "text": "Enlarge this image Only 50 percent of kids born in the 1980s are earning more than their parents did at the same age, according to a new study that puts most of the blame on the narrow distribution of economic gains. Tony Dejak/AP hide caption toggle caption Tony Dejak/AP Only 50 percent of kids born in the 1980s are earning more than their parents did at the same age, according to a new study that puts most of the blame on the narrow distribution of economic gains. Tony Dejak/AP The widening gap between rich and poor Americans has pushed the chances of children earning more money than their parents down to around 50 percent, economic researchers say. That's a sharp fall from 1940, when 90 percent of kids were destined to move up the income ladder. Describing an American dream that for many has faded into a less plentiful reality, Stanford economics professor Raj Chetty said in a news release , \"It's basically a coin flip as to whether you'll do better than your parents.\" The downward trend held true across the U.S. — and the steepest declines were seen among middle-class families, according to Chetty and his fellow researchers in the Equality of Opportunity Project . The proportion of U.S. children who go on to earn more than their parents has dropped sharply since 1940, when the rate topped 90 percent. Equality of Opportunity Project hide caption toggle caption Equality of Opportunity Project The proportion of U.S. children who go on to earn more than their parents has dropped sharply since 1940, when the rate topped 90 percent. Equality of Opportunity Project The study detailed \"absolute income mobility\" from one generation to the next by comparing the household income of 30-year-olds to what their parents made at the same age. The Stanford study used data from both the U.S. Census and anonymized Internal Revenue Service records to compile stats for people born between 1940 and 1984. Over that period, it became less likely that children born in every U.S. state would out-earn their parents, with the largest drops in upward mobility seen in Michigan, Illinois and other parts of the industrial Midwest. Article continues after sponsorship To unravel what caused the decline, the researchers tinkered with two variables — gross domestic product and the distribution of economic growth. In simulations, both stronger growth and more broadly distributed gains had positive effects — but the broader gains were far more influential. From the researchers' news release: \"When the economic growth rate was raised to the higher levels experienced in the 1940s and 1950s but the economic distribution mirrored today's highly uneven landscape, the estimated rate of absolute mobility rose to 62 percent. \"In contrast, when the economic growth rate was held at the low levels of 2 to 3 percent of recent decades, but the pieces of the economic pie were distributed more evenly as it was in the mid-20th century, then the fraction of children who ended up doing better than their parents climbed to 80 percent.\" \"The finding of this study implies that if we want to revive the American dream of increasing living standards across generations, then we'll need policies that foster more broadly shared growth,\" Chetty said. A map of the U.S. shows children's chances of moving from the bottom fifth of income levels to the top fifth. Equality of Opportunity Project hide caption toggle caption Equality of Opportunity Project A map of the U.S. shows children's chances of moving from the bottom fifth of income levels to the top fifth. Equality of Opportunity Project Results also vary depending on where children are raised. As their map of metro and rural areas in the U.S. shows, the researchers found large areas where kids had markedly better chances of moving from the bottom fifth of income levels to the top fifth. The study also found that children who are moved to a better environment get a sharp boost in their chance to reach economic success — and that the earlier such a move takes place, the greater the effect. Some cities have been able to buck the trend, with researchers citing Salt Lake City and Minneapolis as two places where children have a good chance to emerge from poverty. Such cities tend to share important qualities, the economists say: \"lower levels of residential segregation, a larger middle class, stronger families, greater social capital, and higher quality public schools.\" ",
    "title": "U.S. Kids Far Less Likely To Out-Earn Their Parents, As Inequality Grows : The Two-Way : NPR"
   },
   {
    "entities": [
     "harry",
     "democratic",
     "times",
     "capitol",
     "biden",
     "next week",
     "friday",
     "palmieri",
     "november",
     "mcgovern-like",
     "shaw",
     "trump",
     "candidate",
     "comey",
     "january",
     "hillary",
     "2016 may",
     "party",
     "vanity",
     "sunday",
     "friends",
     "last week",
     "facebook",
     "chappaqua",
     "the",
     "magazine",
     "pac",
     "presidential",
     "donald",
     "fox",
     "senate",
     "adam",
     "reid",
     "saturday",
     "joe-rsb-",
     "robby",
     "2020",
     "communications",
     "instagram",
     "parkhomenko",
     "2016",
     "fair",
     "conway",
     "twitter",
     "night",
     "brad",
     "post",
     "the year this week",
     "kellyanne",
     "future",
     "foxnews.com",
     "fbi",
     "d.c.",
     "new",
     "the weekend",
     "jennifer",
     "james",
     "wednesday",
     "york",
     "washington",
     "&",
     "mook",
     "now",
     "december 5, 2016",
     "research",
     "bannon",
     "time",
     "clinton"
    ],
    "id": 25,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Hillary Clinton’s election defeat had many pundits declaring the Clinton era finally over. But a series of meetings with key Democratic donors and leaders – combined with still-fawning press coverage and even a quirky social media project driven by a longtime aide – are raising questions about what's next. A return to the speaking circuit? Advocacy work? Assuming the role of elder stateswoman? Or even, a 2020 presidential run?  “I think if she wants to run again, and my guess is she probably does, because they always do, then yes I think she’s doing a good job laying the groundwork,” Brad Bannon, Democratic strategist and CEO of Bannon Communications Research, told FoxNews.com.  A third presidential run -- after two grueling campaigns that both ended in defeat to a rival political sensation who captured the imagination of voters -- could be a stretch for the former secretary of state, senator and first lady.  But after a brief period of reclusion, Clinton is slowly but surely appearing more in public, and in ways that indicate a political and public future of some sort.  One clue that her team wants to keep its cachet with millennials is the viral sensation surrounding pictures of her spotted by her Chappaqua home -- in the woods, at the grocery store and elsewhere. The Twitter account @HRCInTheWild  was created to track those appearances; the account was set up by longtime Clinton aide Adam Parkhomenko. Parkhomenko is no random staffer – he created the Ready for Hillary PAC to draft her to run and was director of grassroots engagement for the 2016 campaign. His Twitter account is littered with personal letters from Clinton and photos with the candidate. Parkhomenko is such a significant player in ClintonWorld that in January The Washington Post published a lengthy profile of him. \"When you're knocked down, get right back up and never listen to anyone who says you can't or shouldn't go on.\" -Hillary pic.twitter.com/53JRNck89B — HRC In The Wild  (@HRCintheWild) December 5, 2016 Parkhomenko told FoxNews.com the Twitter account has nothing to do with the campaign, which he says wound down in November. He says instead it was a request from supporters and he happily obliged. “These photos have put a huge smile on her supporters' face and I think it has really pushed them to get back up and keep going after a devastating presidential loss. It has been incredible to watch the account grow,” he said. If, as Parkhomenko says, it is a response to supporters, then it has been wildly successful. The account, which had only been up for a few weeks, has over 27,000 followers on Twitter as well as countless likes and retweets, as well as corresponding accounts on Facebook and Instagram.  Saturday Night Live even did a light sketch on the “in the wild” phenomenon. Meanwhile, days after Vanity Fair described Clinton’s appearances a move “from Presidential Candidate to Wandering Folk Hero,” the New York Times used similar language Sunday, calling her “a new folk hero in a familiar face” for some Americans. “After the knock-down, drag-out battle of the campaign, the images suggest she has, unexpectedly, found peace,” the piece reads.  Clinton indeed continues to enjoy favorable press coverage despite her upset defeat. Even as Time magazine declared Donald Trump its person of the year this week, the write-up on Clinton in the same edition compared her to “an American Moses.” Clinton's team also has not exited the limelight quietly.  Campaign manager Robby Mook last week blamed the loss in part on FBI Director James Comey’s decision to re-open the probe into Clinton’s use of a private email server. Meanwhile, Jennifer Palmieri, the campaign’s director of communication, accused Trump campaign manager Kellyanne Conway of having given a platform to white supremacists, and followed it up with a barbed op-ed in The Washington Post , calling on the Trump campaign to “own up” to how it won. (Conway told \"Fox & Friends\" on Friday that \"a little self-awareness would do for a team that is blaming everybody but themselves.\") Clinton herself drew attention Wednesday to what she called an “epidemic” of so-called “fake news” – which some pundits and supporters have claimed contributed to her defeat. It also was blamed for a gunman visiting a D.C. pizza restaurant over the weekend looking for answers on a Clinton-related conspiracy theory.  \"It’s now clear that so-called fake news can have real-world consequences,\" Clinton said in a speech at the Capitol. CLINTON DECRIES FAKE NEWS IN CAPITOL SPEECH Clinton was in D.C. to pay tribute to retiring Senate Democratic Leader Harry Reid. While Reid is stepping down from his role, he is likely to remain as an elder statesman whose 2020 endorsement would hold value. Additionally, The New York Post reported Wednesday that Clinton is set to throw a party next week to thank her millionaire donors.  Some strategists believe the actions may point to at least a consideration of a run in 2020. “It’s the Potomac Fever -- if you get close to being president, you can’t get the smell off, and you’re always going to want to do it again,” Bannon said.  Parkhomenko said whatever Clinton chooses to do, “her supporters will be there to support her and help amplify her message. As we can see, she never sits still and I can't imagine she will not remain active in whatever she way she thinks she can continue to have the most impact for good.”  Clinton’s lead in the popular vote, which supporters have been touting, gives her camp an argument that Clinton at least wasn’t rejected by voters in a McGovern-like defeat, and if Trump’s presidency stumbles, a do-over of 2016 may appeal to some. However, Bannon warned such a call could turn off many Democratic Party activists. “While I’m sure Clinton is thinking that way, I’m not sure it’s going to work,” he said. “With both [Vice President Joe] Biden and Clinton, they’re going to be pretty old by then, and what I’m hearing in conversations I’ve had with people in the Democratic Party is everyone really wants a new face.” Adam Shaw is a Politics Reporter and occasional Opinion writer for FoxNews.com. He can be reached here or on Twitter: @AdamShawNY . Advertisement ",
    "title": "What's next for Hillary? Latest moves indicate Clinton won't fade away | Fox News"
   },
   {
    "entities": [
     "mitt",
     "6:05 p.m. est",
     "friday",
     "huckabee",
     "trump",
     "eliza",
     "nov. 20, 2016",
     "cabinet",
     "priebus",
     "news",
     "cavuto",
     "newt",
     "fox",
     "donald",
     "carolyn",
     "state",
     "last month",
     "mike",
     "last two",
     "john",
     "romney",
     "u.n.",
     "department",
     "reince",
     "usa",
     "bolton",
     "new",
     "bedminster",
     "today",
     "neil",
     "n.j.",
     "massachusetts",
     "york",
     "giuliani",
     "collins",
     "afternoon",
     "america",
     "december 9, 2016",
     "channel",
     "rudy",
     "kaster",
     "ap"
    ],
    "id": 26,
    "text": "Giuliani removes himself from Cabinet consideration Eliza Collins , USA TODAY 6:05 p.m. EST December 9, 2016 1.6k Shares President-elect Donald Trump and former New York mayor Rudy Giuliani on Nov. 20, 2016, in Bedminster, N.J..  (Photo: Carolyn Kaster, AP) The secretary of State short list just lost a name. On Friday afternoon, Donald Trump’s transition team announced that longtime loyalist Rudy Giuliani had removed his name from consideration for any Cabinet post in the new administration. “Before I joined the campaign I was very involved and fulfilled by my work with my law firm and consulting firm, and I will continue that work with even more enthusiasm,” Giuliani said in a statement. “From the vantage point of the private sector, I look forward to helping the President-elect in any way he deems necessary and appropriate.\" Trump said he would call on Giuliani for advice and “can see an important place for him in the administration at a later date.\" \"Rudy would have been an outstanding member of the Cabinet in several roles, but I fully respect and understand his reasons for remaining in the private sector,\" Trump said in a statement. In an interview with Fox News Channel’s Your World with Neil Cavuto , Giuliani said that he had given notice last month but  \"they didn’t accept the letter and therefore they wanted to still hold me inconsideration for the state Department.” “This is a good time to do it, they’re down to the last two, three, four. So, it made sense to just get out of the way,\" Giuliani said about finally convincing the team to let him remove himself from the list of potential nominees to be America's top diplomat.  \"Honestly, the other positions I didn’t have an interest in, so that really that was the only one I had any real interest in. But it wasn’t so overwhelming that you know I’m terribly disappointed. I would like to anything I can to help the President-elect. If he had a need he couldn’t fill somewhere I would’ve done it but he has plenty of people that can fill that need, and I am extraordinarily happy in what I do.\" Reince Priebus, Trump's chief of staff, said that Giuliani passed vetting for potential conflicts of interest \"with flying colors.\" Critics had expressed concern about Giuliani's work consulting for foreign governments while he was in the private sector. Giuliani was favored for the post by Trump loyalists who did not like the idea of former Trump critic Mitt Romney getting the nomination. Giuliani was one of those who was not in favor of selecting the former Massachusetts governor. \"Well, you know I probably agree with Newt and with Mike Huckabee and a group of other very loyal supporters of President-elect Trump. I though Mitt went over the line in the things that he said about Donald Trump, and the President-elect is going to make his decision, I will support that decision, but you know my advice would be Mitt went just a little too far. You can make friends and make up, but I would not see him as a candidate for the Cabinet,\" he said on Fox. Giuliani said his choice for the post would be former U.N. ambassador John Bolton. ",
    "title": "Giuliani removes himself from Cabinet consideration"
   },
   {
    "entities": [],
    "id": 27,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "kendall",
     "wgn-tv",
     "later sunday",
     "interstate",
     "tribune",
     "sunday",
     "through",
     "indiana",
     "morning",
     "weather",
     "saturday",
     "lake",
     "monday",
     "tuesday",
     "county",
     "kane",
     "night",
     "michigan",
     "this weekend",
     "chicago",
     "the weekend",
     "center",
     "wisconsin",
     "evening",
     "cook",
     "weekend",
     "illinois",
     "winter",
     "80",
     "early",
     "late sunday night"
    ],
    "id": 28,
    "text": "Winter weather watch for the weekend, 8 inches or more of snow expected in some areas Snowy forecast for weekend Chicago Tribune staff Contact Reporter A winter storm watch has been issued for the Chicago area this weekend, with as much as 8 inches of snow expected in the northern parts and 2-4 inches to the south. The watch is in effect from Saturday evening through late Sunday night for Cook, Lake, DeKalb, Kane, DuPage, Kendall and Will counties in Illinois and Lake County, Indiana, according to the weather service. A low pressure developing in the central plains will pass through northern Illinois over the weekend, enveloping a good portion of northeast Illinois, northern Indiana, much of Wisconsin and lower Michigan Saturday night, according to WGN-TV's Chicago Weather Center . Four or more inches could fall north of interstate 80 by Sunday morning. As the center of the low pressure passes later Sunday, an additional four inches or more of snow is expected to fall – again most of it north of Interstate 80. By early Monday morning, areas north of Interstate 80 could end up with well over six inches of snow. Snowfall totals for south of Interstate 80 is a little more uncertain, with the possibility of rain mixed with the snow. The weather service warns of hazardous, snow-covered roads and low visibility. The high Saturday is expected to be near 23 and on Sunday near 32, the weather service said. More snow is in the forecast for Tuesday but nothing like the weekend storm, according to the weather service. Snow this weekend ",
    "title": "Winter weather watch for the weekend, 8 inches or more of snow expected in some areas - Chicago Tribune"
   },
   {
    "entities": [
     "nana",
     "times",
     "this morning",
     "press",
     "mahama",
     "quist-arcton",
     "reuters",
     "party",
     "sunday",
     "thursday",
     "ghana",
     "ofeibea",
     "npr",
     "the",
     "akufo-addo",
     "ec",
     "accra",
     "charlotte",
     "commission",
     "dramani",
     "2016",
     "john",
     "associated",
     "53.8 percent",
     "current",
     "electoral",
     "past",
     "new",
     "late friday",
     "bbc",
     "patriotic",
     "wednesday",
     "44 percent",
     "york",
     "previously",
     "december 9, 2016",
     "osei",
     "akufu-addo"
    ],
    "id": 29,
    "text": "A woman walks past campaign posters of opposition presidential candidate Nana Akufo-Addo of the New Patriotic Party on Thursday in Accra, Ghana. Sunday Alamba/AP hide caption toggle caption Sunday Alamba/AP A woman walks past campaign posters of opposition presidential candidate Nana Akufo-Addo of the New Patriotic Party on Thursday in Accra, Ghana. Sunday Alamba/AP The main opposition challenger to Ghana's incumbent president has won the country's presidential election, according to official results released late Friday . \"It is my duty and my privilege to declare Nana Akufo-Addo as the president elect of Ghana,\" election commissioner Charlotte Osei said at a news conference, as Reuters reported. He received 53.8 percent of the vote, according to official tallies, compared to the 44 percent current president John Dramani Mahama received. The official declaration of 2016 Presidential Election results: pic.twitter.com/6Uwxfaz0xS — Electoral Commission (@ECGhanaOfficial) December 9, 2016 Even before results were announced from Wednesday's voting, supporters of Akufo-Addo were celebrating his apparent victory over Mahama. And as NPR's Ofeibea Quist-Arcton told our Newscast unit, Akufo-Addo's party claimed an \"unassailable lead\" based on vote tallies from individual constituencies. Meanwhile, Mahama had called for voters to be patient, even as he said he would accept the result, as Ofeibea reported: \"After a tense campaign, the Ghanaian leader says the electoral commission should be allowed to do its work and declare the results. Mahama tweeted this morning 'let's allow the EC to carry out its constitutional mandate. We'll make Ghana proud no matter outcome'.\" Let's allow EC to carry out its constitutional mandate. We'll make Ghana proud no matter outcome. — John Dramani Mahama (@JDMahama) December 9, 2016 Ghana's state broadcaster reported that Mahama called Akufo-Addo to concede, according to The Associated Press. Article continues after sponsorship Ghana holds regular presidential elections and routinely has peaceful transfers of power between political parties. Both candidates largely focused on the country's flagging economy during this campaign. Mahama had vowed to \"launch more infrastructure projects and create jobs,\" according to the BBC , while Akufu-Addo has promised to \"build a factory in each of Ghana's more than 200 districts.\" Why The President Of Ghana Said He Was Like A Dead Goat \"Gold, oil and even cocoa bean prices have all dropped,\" The New York Times reported , \"leaving Ghana with a currency crisis, an electricity shortage and a fed-up population that is having trouble seeing the benefits of any incremental progress Mr. Mahama has achieved.\" Akufu-Addo previously served as justice and foreign minister when his party was in power. ",
    "title": "Opposition Candidate Wins Ghana's Presidential Vote : The Two-Way : NPR"
   }
  ]
 }
}