{
 "11": {
  "col-sim": {
   "cosine": 0.2685069216504214,
   "entity": 0.3713906763541038
  },
  "exec-time": 41.232393741607666,
  "links": [
   {
    "entities": [
     "ukraine",
     "democratic",
     "nakashima",
     "langley",
     "entous",
     "$70-billion-a-year",
     "brian",
     "carle",
     "trump",
     "saddam",
     "house",
     "117th",
     "hillary",
     "party",
     "army-navy",
     "intelligence",
     "michael",
     "europe",
     "moscow",
     "--",
     "dec. 10, 2016",
     "r.",
     "donald",
     "pompeo",
     "timothy",
     "adam",
     "saturday",
     "cia",
     "last month",
     "bennett",
     "russia",
     "present",
     "vladimir",
     "defense",
     "2016",
     "john",
     "glenn",
     "mike",
     "nov. 8",
     "current",
     "flynn",
     "woolsey",
     "post",
     "podesta",
     "greg",
     "this year",
     "u.s.",
     "va.",
     "hussein",
     "new",
     "national",
     "obama",
     "agency",
     "iraq",
     "eastern",
     "army",
     "james",
     "cheney",
     "a.",
     "york",
     "giuliani",
     "ellen",
     "america",
     "nixon",
     "washington",
     "committee",
     "dick",
     "now",
     "rudy",
     "putin",
     "baltimore",
     "city",
     "miller",
     "clary",
     "clinton",
     "2003",
     "2007",
     "white"
    ],
    "id": 0,
    "text": "Tensions erupt between Trump and the CIA over Russia's hacking during the 2016 campaign Trump at Army-Navy Timothy A. Clary / AFP/Getty Images President-elect Donald Trump attends the 117th Army-Navy football game with former New York City Mayor Rudy Giuliani in Baltimore on Dec. 10, 2016. President-elect Donald Trump attends the 117th Army-Navy football game with former New York City Mayor Rudy Giuliani in Baltimore on Dec. 10, 2016. (Timothy A. Clary / AFP/Getty Images) Brian Bennett Contact Reporter Tensions between Donald Trump and U.S. intelligence officials boiled over Saturday as Trump's transition team mockingly compared a secret CIA assessment that Russia tried to sway the U.S. election in Trump's favor to the agency’s historic misjudgments on Iraq’s weapons of mass destruction.   The widening public rift between the incoming president and the nation’s powerful intelligence community could pose high-risk problems both for his administration and for national security.   CIA leaders at agency headquarters in Langley, Va., are bracing for a potentially adversarial relationship with Trump’s White House, especially over what the spy agency sees as Russia’s malign role on multiple fronts, according to two officials who requested anonymity in speaking about internal discussions. “It sets up one of the great crises in the history of the executive branch,” said Glenn Carle, a former senior CIA officer who spent more than two decades as a spy before retiring in 2007. “All the agency can do short of insurrection is to present the facts when allowed to the executive we serve.” Trump has received only a handful of classified intelligence briefings since his upset victory last month, and CIA officials now believe it is because Trump has rejected their assessments on Moscow’s aggression in Ukraine, its pressure on Eastern Europe and its computer hacks to boost Trump's chances against Hillary Clinton . CIA has concluded in a secret assessment that Russia intervened in the 2016 election to help Donald Trump win the presidency, rather than just to undermine confidence in the U.S. electoral system, according to officials briefed on the matter. Intelligence agencies have identified individuals... The CIA has concluded in a secret assessment that Russia intervened in the 2016 election to help Donald Trump win the presidency, rather than just to undermine confidence in the U.S. electoral system, according to officials briefed on the matter. Intelligence agencies have identified individuals... (Adam Entous, Ellen Nakashima, Greg Miller) Some compared the current tensions to the distrust that marked relations with Vice President Dick Cheney before the 2003 U.S.-led invasion of Iraq, when he was widely seen as cherry-picking raw intelligence and pushing agency analysts to support his views. President Nixon had a famously frosty relationship with the CIA, which he considered too powerful and too independent. President Clinton’s first CIA director, R. James Woolsey, was so disliked in the White House that he could barely get an appointment to see the president.  Still, no other incoming president has publicly rejected a major CIA assessment about a security threat, or declined regular classified briefings from officials representing America’s $70-billion-a-year global espionage and surveillance apparatus.  Nor has a transition team issued a statement like the one it emailed Saturday after the Washington Post reported that the CIA had concluded that Russian President  Vladimir Putin ’s government had authorized the hacking and leaking of Democratic Party emails this year in a deliberate effort to damage Hillary Clinton and boost Trump’s chances.   \"These are the same people that said Saddam Hussein had weapons of mass destruction,” the statement said, referring to the misjudgments and mistakes used to justify the invasion of Iraq, a systemic intelligence failure that badly tarnished the CIA’s reputation. These are the same people that said Saddam Hussein had weapons of mass destruction. — Trump transition team on reports of Russian interference to help them win the 2016 election The Trump team’s statement went on to say that the Nov. 8 election “ended a long time ago in one of the biggest electoral college victories in history,” a claim that is untrue.  Eight of the 12 most recent presidential elections have been decided with a larger electoral college victory. And unlike most elections, Trump lost the popular vote.  Inside the CIA, career analysts have been mystified by Trump’s repeated dismissal of evidence that Russia hacked into Democratic National Committee emails and copied communications from Hillary Clinton’s campaign chairman, John Podesta.  There are also growing concerns about Trump’s pick for national security advisor, retired three-star Army Gen.  Michael Flynn , whom the Obama administration fired as head of the Defense Intelligence Agency.  Flynn’s tenure there was rocky, in part because he ordered aides to chase pet theories that quickly became known as “Flynn facts,” since they were not grounded in reality. Trump’s choice to run the CIA, Rep. Mike Pompeo (R-Kan.), an aerospace entrepreneur and former Army officer, could get caught in the middle.  ",
    "title": "Tensions erupt between Trump and the CIA over Russia&apos;s hacking during the 2016 campaign - Chicago Tribune"
   },
   {
    "entities": [
     "johnson/the",
     "mitt",
     "texas",
     "d.",
     "september 2015",
     "neftegas",
     "brookings",
     "states",
     "trump",
     "2013",
     "house",
     "sea",
     "ocean",
     "party",
     "paris",
     "ryan",
     "united",
     "university",
     "crimea",
     "rex",
     "1977",
     "paul",
     "ltd.",
     "donald",
     "recently",
     "street",
     "state",
     "of",
     "caspian",
     "sochi",
     "2014",
     "exxon",
     "yemen",
     "russia",
     "suzanne",
     "vladimir",
     "once",
     "romney",
     "twitter",
     "maloney",
     "post",
     "at 2:58 pm",
     "past",
     "department",
     "1975",
     "this year",
     "republican",
     "2006",
     "arctic",
     "tillerson",
     "journal",
     "wall",
     "the end of last year",
     "institution",
     "washington",
     "scout",
     "exxonmobil",
     "bob",
     "now",
     "winter",
     "eagle",
     "jeb",
     "putin",
     "bush",
     "corker",
     "the next year",
     "thomas",
     "december 10",
     "wis."
    ],
    "id": 1,
    "text": "Who is Rex Tillerson, the ExxonMobil chairman who may become secretary of state? The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Philip Bump December 10 at 2:58 PM Follow @pbump ExxonMobil chief executive Rex Tillerson is a potential nominee for secretary of state. Here's what you need to know about Tillerson. (Thomas Johnson/The Washington Post) So far, President-elect Donald Trump's Cabinet picks have mostly been either multimillionaire and billionaire executives or retired generals. In that context, it's probably less of a surprise that Trump may be close to selecting  ExxonMobil chief executive Rex Tillerson as secretary of state , elevating a dark-horse prospect who may surge past seasoned political actors like Mitt Romney and Sen. Bob Corker (R-Tenn.) in the stretch. Tillerson's hardly an unknown character on the world stage, but he's probably not too familiar to Americans. As such, we've put together a brief profile of the man who may soon be in charge of the United States' international diplomacy. Tillerson has no experience in the public sector, a first in modern history for a potential secretary of state. Tillerson, 64, joined ExxonMobil in 1975 , after receiving a civil engineering degree from the University of Texas. He worked his way up through the ranks, beginning as a production engineer and becoming chairman and chief executive in 2006. Over his decades at the company, Tillerson's work took him all over the world, including to Yemen and Russia. That, along with his experience as CEO, apparently provides the basis of his familiarity with international diplomacy. On Twitter, a former ExxonMobil employee who is now at Brookings Institution defended Tillerson's experience. “Oil folks know stuff: anyone who manages multibillion dollar, multi-decade projects needs deep, nuanced understanding of political context,” Suzanne Maloney wrote  on Twitter. “… Tillerson rose to top of a company that prizes technical excellence, rock-solid financials, hard work and integrity. State could do a lot worse.” Tillerson received the Order of Friendship from Russian President Vladimir Putin in 2013. Tillerson's work with ExxonMobil included a stretch working for Exxon Neftegas Ltd., putting him in charge of the subsidiary's fields in Russia and the Caspian Sea. Two years before receiving the award, ExxonMobil won a contract to explore for oil in a Russia-controlled portion of the Arctic Ocean, which was made more economically viable for drilling in part thanks to the sea ice decline that's followed global warming. Putin himself announced the deal at a meeting in Sochi (where the Winter Olympics would be held the next year). Tillerson's stake in ExxonMobil will certainly raise questions at a confirmation hearing. Once Russia annexed Crimea in 2014, the United States instituted sanctions against Russia that froze ExxonMobil's Arctic agreement. Were those sanctions to be lifted, the deal would probably move forward — making Tillerson's shares of ExxonMobil stock much more valuable. (The Wall Street Journal noted  that he'd probably have to divest from that stock if appointed to run the State Department.) Tillerson's position on climate change may be to the left of Trump's. ExxonMobil understood the connection between greenhouse gas emissions from fossil fuel use and the warming climate as early as 1977, according to recent reporting . It then proceeded to combat the idea, recognizing the risk posed to its industry by curtailing fossil fuel use. Only fairly recently did it acknowledge that link publicly, and the company is now on record in support of accepting the established science and identifying solutions to the problem of climate change. That shift happened under Tillerson's leadership. The issue of climate change will be a potent one for whoever takes over the State Department, given the long-standing international diplomacy efforts to address the issue. Shortly before this year's election, ExxonMobil issued a statement in support of the sweeping agreement reached in Paris at the end of last year aimed at cutting down on carbon dioxide emissions internationally. Trump said repeatedly on the campaign trail that he opposed the Paris agreement and has regularly expressed his opposition to taking action to address climate change. Tillerson, as CEO, promoted positions contrary to that. His most recent personal comments echoed the sentiment of his company, calling the threat of climate change “real” and “serious” — though the extent to which he was speaking as a representative of ExxonMobil vs. his own views is worth asking. Tillerson is a lifelong Boy Scout. Tillerson was an Eagle Scout in his youth and eventually became president of the national organization. It was under his leadership — and through his advocacy — that the organization embraced the membership of young men who identified as gay. Tillerson's positions on a variety of other political issues are largely unknown. Climate change is central to what we know about Tillerson, thanks to the industry of his long-term employer. The Wall Street Journal noted  that Tillerson supports free trade — which, as a CEO of a major international corporation, is probably a natural position. Beyond that, it's not clear where Tillerson's politics align with or differ from his possible boss's. His political giving suggests an alignment with establishment Republican politics, having given to the Republican Party of Texas repeatedly, to House Speaker Paul D. Ryan (Wis.) and to other national Republican priorities. So it probably isn't a surprise that... ... Tillerson originally supported Jeb Bush for president. He gave Bush the maximum allowable contribution in September 2015. politics ",
    "title": "Who is Rex Tillerson, the ExxonMobil chairman who may become secretary of state? - The Washington Post"
   },
   {
    "entities": [
     "texas",
     "cbs",
     ", 6:07 pm",
     "neftegas",
     "reuters",
     "earlier this week",
     "austin",
     "saturday",
     "street",
     "for",
     "financial",
     "defense",
     "2011",
     "xto",
     "the 1990s",
     "kgb",
     "today",
     "arctic",
     "wall",
     "hill",
     "center",
     "european",
     "clinton",
     "kremlin",
     "interactive",
     "capitol",
     "boris",
     "sunday",
     "news",
     "rex",
     "senate",
     "donald",
     "recently",
     "sec",
     "of",
     "2014",
     "board",
     "exxon",
     "russia",
     "2008",
     "u.s.",
     "union",
     "and",
     "york",
     "standards",
     "studies",
     "ukraine",
     "kissinger",
     "mobil",
     "limited",
     "subcommittee",
     "moscow",
     "crimea",
     "hamre",
     "henry",
     "international",
     "accounting",
     "on",
     "2004",
     "john",
     "environment",
     "two years later",
     "1975",
     "nbc",
     "december 10, 2016",
     "new",
     "tillerson",
     "energy",
     "putin",
     "trump",
     "2013",
     "house",
     "corp.",
     "inc.",
     "university",
     "the",
     "vladimir",
     "2016",
     "past",
     "yeltsin",
     "journal",
     "washington",
     "january 20, 2010",
     "exxonmobil",
     "now",
     "rosneft",
     "strategic"
    ],
    "id": 2,
    "text": "CBS News December 10, 2016, 6:07 PM Who is Rex Tillerson, Exxon chief and Donald Trump's top secretary of state candidate? Email Who is Rex Tillerson, the CEO, president and chairman of Exxon Mobil Corp. that has emerged as the distinct front-runner in the race to be President-elect Donald Trump’s secretary of state? The 64-year-old executive is the head of the largest oil company in the world. It operates in dozens of countries -- including Russia, which has sparked controversy recently for the Kremlin’s alleged involvement in the U.S. elections -- and has oil and natural gas interests on six continents. Tillerson began his career at Exxon in 1975 as an engineer. (He graduated with a civil engineering degree from the University of Texas in Austin). Eventually, he worked his way up through the ranks to become president and join the Board of Directors in 2004. He was made CEO two years later.  Rex Tillerson, chairman and CEO of ExxonMobil, testifies about the company’s acquisition of XTO Energy before the House Energy and Environment Subcommittee on Capitol Hill in Washington January 20, 2010.  REUTERS The Texas native, a multi-millionaire, has experience entirely in the private sector, with no past work in government. But Tillerson, as the chief of one of the most valuable publicly traded energy corporations, certainly knows his way around international deal-making. His money, Texas swagger and board room moxie (in 2008 he defeated an attempt to separate the chairman and CEO titles he held) are all qualities that Mr. Trump admires and respects. Earlier this week on NBC’s “Today,” Mr. Trump called Tillerson a “great, great gentleman” who had built a “tremendous company...with great style.” In a clip from an interview with “Fox News Sunday” that was released Saturday, Mr. Trump also called Tillerson a “world-class player.”  “He’s in charge of a - an oil company that’s pretty much double the size of its next nearest competitor. It’s been a company that’s been unbelievably managed,” the president-elect said.  Tillerson, however, could face significant pushback during a Senate confirmation hearing for his significant business connections to Russia and for his potential conflicts of interest. Here are the key things to know about Tillerson:  Business ties to Russia If Tillerson is nominated, the oil executive may face further scrutiny before the Senate because of his ties to Russian President Vladimir Putin.  Tillerson and Putin met in the 1990s when Tillerson worked for Exxon in Russia during Boris Yeltsin’s presidency and Putin worked for Yeltsin’s KGB with an eye toward Russian economic revitalization. Tillerson, in the ‘90s, was president of Exxon Neftegas Limited, which operated the Sakhalin-1 project, located in far eastern Russia. In 2011, Tillerson negotiated Exxon access to drilling rights in the Arctic. As part of the deal, Russia’s state-owned oil company, Rosneft, became an investor in Exxon global operations, specifically concessions. In 2014, U.S. sanctions against Russia put the brakes on the deal. Tillerson has spoken out repeatedly in general terms against economic sanctions imposed on Russia by the U.S. and European Union after the incursion and subsequent seizure of Crimea in Ukraine. At Putin’s behest, the Kremlin conferred on Tillerson Russia’s  Order of Friendship in 2013 . The state decoration rewards foreign nationals whose work has been aimed at bettering relations with Moscow. John Hamre, president of the Center for Strategic and International Studies, where Tillerson is a board member, noted to the Wall Street Journal recently that the Exxon chief has had significant contact with the Russian president.  “He has had more interactive time with Vladimir Putin than probably any other American with the exception of Henry Kissinger,” Hamre, who was also a former deputy defense secretary under President Clinton, told the Journal. Mr. Trump acknowledged Tillerson’s connections to Russia in his interview with “Fox News Sunday,” noting them as positive qualifications.  “To me, a great advantage is he knows many of the players. And he knows them well,” the president-elect said in the clip released Saturday. “He does massive deals in Russia, he does massive deals for the company. Not for himself. For the company.” Conflicts of interest Tillerson, whose career at Exxon spans over four decades, also holds 2.5 million shares of the oil company’s stock. About 1.8 million of these shares are not vested and cannot be sold now, leading to questions over what the oil executive can do to avoid conflicts of interest as the nation’s top diplomat. Climate change stance Tillerson himself is not a climate change skeptic, publicly calling the threat “real” and “serious.” But Exxon is being probed by several state attorneys general for allegedly misleading the public on climate change. Exxon has denied the charges.  In the case of the New York attorney general’s office, the company is also under investigation for its accounting practices, particularly on the issue of not writing down the value of its assets. “Our results are in accordance with the accounting and reporting standards of the SEC” and the Financial Accounting Standards Board, an Exxon spokesman told the Reuters news agency. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Who is Rex Tillerson, Exxon chief and Donald Trump's top secretary of state candidate? - CBS News"
   },
   {
    "entities": [
     "tessier/reuters",
     "jason",
     "next week",
     "trump",
     "siegel",
     "arlette",
     "paris",
     "news",
     "united",
     "hicks",
     "rex",
     "donald",
     "state",
     "abc",
     "nations",
     "shares",
     "john",
     ", 4:18 pm",
     "benoit",
     "bolton",
     "new",
     "candace",
     "tillerson",
     "today",
     "june 2, 2015",
     "saenz",
     "benjamin",
     "star",
     "york",
     "dec 10, 2016",
     "exxonmobil",
     "hope",
     "smith",
     "miller"
    ],
    "id": 3,
    "text": "ExxonMobil CEO Rex Tillerson Has Emerged as Trump's Likely Pick for Secretary of State By Candace Smith Dec 10, 2016, 4:18 PM ET 0 Shares Star Benoit Tessier/Reuters ExxonMobil Chairman and CEO Rex Tillerson speaks during the 26th World Gas Conference in Paris, June 2, 2015. 0 Shares Email ExxonMobil CEO Rex Tillerson has emerged as the likely pick for secretary of state in the incoming Trump administration, with former United Nations Ambassador John Bolton likely to become deputy secretary of state, three senior Trump transition officials told ABC News. President-elect Donald Trump today in New York held his second in-person meeting with Tillerson about a possible cabinet post, Trump spokesman Hope Hicks confirmed. The sources cautioned that Trump's decision on secretary of state may not be final. Hicks told ABC News, \"No decisions or offers have been made.\" Trump transition spokesman Jason Miller tweeted that \"no announcements on Secretary of State until next week at the earliest.\" A representative for Bolton declined to comment on the reports. ExxonMobil has not responded to ABC News' multiple requests for comment. ABC News' Arlette Saenz and Benjamin Siegel contributed to this report. 0 Shares ",
    "title": "ExxonMobil CEO Rex Tillerson Has Emerged as Trump's Likely Pick for Secretary of State - ABC News"
   },
   {
    "entities": [
     "harry",
     "ukraine",
     "democratic",
     "david",
     "mccain",
     "select",
     "popp",
     "armed",
     "late friday night",
     "n.y.",
     "friday",
     "mitch",
     "graham",
     "karoun",
     "states",
     "trump",
     "comey",
     "house",
     "late",
     "mcconnell",
     "next year",
     "syria",
     "o.",
     "services",
     "cabinet",
     "united",
     "moscow",
     "walker/the",
     "m.",
     "rex",
     "senate",
     "donald",
     "kremlin",
     "morning",
     "charles",
     "saturday",
     "reid",
     "b.",
     "cia",
     "china",
     "congress",
     "russia",
     "present",
     "vladimir",
     "on",
     "dnc",
     "2008",
     "john",
     "once",
     "night",
     "tennessee",
     "post",
     "e.",
     "corker",
     "fbi",
     "hussein",
     "new",
     "national",
     "schumer",
     "tillerson",
     "jersey",
     "victoria",
     "james",
     "washington",
     "gop",
     "msnbc",
     "committee",
     "cornyn",
     "september",
     "now",
     "perdue",
     "bob",
     "exxonmobil",
     "early saturday",
     "isis",
     "putin",
     "lindsey",
     "demirjian",
     "saddam",
     "at 6:59 pm",
     "december 10",
     "intelligence",
     "white"
    ],
    "id": 4,
    "text": "As Democrats demand probe over CIA election claim, GOP senators express doubt The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Karoun Demirjian December 10 at 6:59 PM Follow @karoun Senior Democratic lawmakers are calling for a full investigation of the CIA’s claims that Russia attempted to tilt the election to Donald Trump, demanding that the intelligence community turn over all its evidence to Congress. Incoming Senate Democratic leader Charles E. Schumer (N.Y.) released a strongly worded statement Saturday morning, saying CIA conclusions that Russia’s hacking and other election interference had the goal of electing Trump — first reported Friday night in The Washington Post — are “stunning and not surprising.” “That any country could be meddling in our elections should shake both political parties to their core,” Schumer stated. “Senate Democrats will join with our Republican colleagues next year to demand a congressional investigation and hearings to get to the bottom of this.” Schumer’s demands were echoed by outgoing Senate Minority Leader Harry M. Reid (D-Nev.), who charged that FBI Director James B. Comey was aware of the intelligence about Russia’s aims before the election and deliberately kept it private. Reid called on Comey to resign. “Of course. Yes,” he said when asked whether the FBI director should go. “He won’t. He has his term there. And I’m sure the new administration, they should like him, he helped them get elected,” Reid said on MSNBC. CIA briefers told senators in a closed-door briefing it was now “quite clear” that electing Trump was Russia’s goal, according to officials. (Victoria Walker/The Washington Post) Democrats immediately embraced the conclusions of the secret CIA report, which asserted that the hacking of Democratic National Committee emails — and their release to WikiLeaks — was the work of Russian operatives with ties to the government of President Vladi­mir Putin, all intended to help elect Trump. Key Republicans did not automatically accept that conclusion, despite many of them believing that Russia was behind the DNC hacks and other election interference. For Republicans, giving credence to the CIA assessment probably would cause them to anger Trump even before the president-elect has been inaugurated. Party leaders began deflecting that sort of intelligence well before the election. According to officials present during a September CIA briefing for congressional leaders, Senate Majority Leader Mitch McConnell (R-Ky.) expressed doubts about the intelligence tying the Russian hacks to Trump. McConnell did not comment after the news report surfaced, but his spokesman, David Popp, called the allegations “disturbing.” “I do not have any readout of what did or didn’t happen in a classified briefing,” Popp said. “But obviously any foreign breach of our cybersecurity measures is disturbing, and the White House has just announced an investigation to see if that has occurred and will formulate a response.” Senate Armed Services Committee Chairman John McCain (R-Ariz.) said he could not be certain of the CIA’s claims given its track record, echoing Trump’s reaction to the report in which he said: “These are the same people that said Saddam Hussein had weapons of mass destruction.” “I’d have to have a briefing before I could judge it and who’s doing it,” McCain said in an interview late Friday night, once The Post’s report was published. “But the CIA has not always been exactly right, to say the least.” The CIA’s conclusions that Russia hacked the election to aid Trump has put Republicans in a political bind. On the one hand, the charges of election hacking are a perfect, galvanizing platform from which to go after Russia for what they see as a global pattern of dangerous meddling, not just in the American elections, but also in the wars in Ukraine and Syria. But on the other hand, they now risk unearthing more evidence giving credence to the charges that Trump’s campaign benefited from the hacks. Such evidence could seriously undermine the president-elect before he takes office and beyond. Other Republican senators also expressed doubts about the CIA’s charge. “I’d be very concerned if a foreign government were doing that — we don’t have any evidence of that yet, and I haven’t seen the CIA report, so I’ll reserve judgment,” Sen. David Perdue (R-Ga.) said late Friday night. And still others are questioning why anyone is talking about Russian hacking at all. “All this ‘news’ of Russian hacking: it has been going on for years,” Senate Majority Whip John Cornyn (R-Tex.) tweeted Saturday morning. “Serious, but hardly news.” Nonetheless, even before the latest report, McCain and other senior Republican senators were planning to launch a wide-ranging, coordinated probe into alleged Russian interference in the elections in the next Congress. Such an effort could run directly counter to Trump’s foreign policy plans, including a repeatedly stated desire to warm relations with Putin’s Russia. McCain’s Senate Armed Services Committee intends to establish a dedicated subcommittee to probe cyberthreats that will hold hearings on the how the United States would respond to an attack as well as investigate allegations of election hacking. “Everybody that I know, unclassified, has said that the Russians interfered in this election. They hacked into my campaign in 2008; is it a surprise to anyone?” McCain said. “Every expert I respect said the Russians engaged in that campaign.” Sen. Lindsey O. Graham (R-S.C.) has said : “I’m going after Russia in every way you can go after Russia. . . . I think they did interfere with our elections, and I want Putin personally to pay the price.” He intends to spearhead legislation and hold a series of investigative hearings next year into “Russia’s misadventures throughout the world,” including its intervention in the elections. “Clearly a lot of the information was selectively leaked,” Graham said. “Rather than try to tank the election in terms of an outcome, I want to go after the country that dared to interfere.” Senate Foreign Relations Committee Chair Bob Corker (R-Tenn.), who had been a candidate for Trump’s secretary of state before the transition team reportedly moved toward ExxonMobil chief executive Rex Tillerson, said early Saturday that “we’re going to do the work that we need to do to understand what’s happened.” [Trump expected to pick ExxonMobil CEO Rex Tillerson as secretary of state] He noted that other senators, particularly those on the Senate’s Select Committee on Intelligence, had approached him on the Senate floor during the last roll call votes of the session to “share their concerns” about the issue of Russian hacking. “They can tell it’s warranted and that I should, like other committees are doing, pay a lot of attention to the issue,” Corker said. But the Tennessee Republican declined to comment directly about hacks potentially favoring Trump. Trump is relying on Republican doubts to avoid speculation that his win was directly aided by Moscow as he continues to assemble his Cabinet. In a recent interview for Time , Trump said he doesn’t believe Russia interfered in the election, reasoning: “It could be Russia. And it could be China. And it could be some guy in his home in New Jersey.” He called the steady stream of allegations tying Russian hacking to his campaign “not a talking point, a laughing point.” “Why not get along with Russia? And they can help us fight ISIS . . . and they’re effective and smart,” Trump also said during that interview. Such statements could cause Senate Republicans to take a second look at Trump’s nominees. Senate Democrats cannot filibuster Trump’s Cabinet picks, but they are now likely to face more questioning about any ties to Russia. Tillerson, who has been decorated with Russia’s Order of Friendship, is causing special concern. “Let’s put it this way: If you received an award from the Kremlin, order of friendship, then we’re gonna have some talkin’. We’ll have some questions,” Graham said. “I don’t want to prejudge the guy, but that’s a bit unnerving.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "As Democrats demand probe over CIA election claim, GOP senators express doubt - The Washington Post"
   },
   {
    "entities": [
     "paris",
     "saturday",
     "state",
     "cia",
     "china",
     "2011",
     "department",
     "today",
     "arctic",
     "east",
     "gregory",
     "check",
     "leonard",
     "mitt",
     "middle",
     "relations",
     "friday",
     "annie",
     "ocean",
     "sunday",
     "news",
     "united",
     "facebook",
     "rex",
     "senate",
     "donald",
     "linkedin",
     "of",
     "2014",
     "exxon",
     "russia",
     "conway",
     "romney",
     "kellyanne",
     "petraeus",
     "u.s.",
     "w.",
     "scouts",
     "york",
     "epa",
     "david",
     "mobil",
     "cnn",
     "crimea",
     "r-ariz.",
     "tower",
     "foreign",
     "yemen",
     "2015",
     "campaign",
     "john",
     "human",
     "1975",
     "usa",
     "new",
     "obama",
     "tillerson",
     "giuliani",
     "america",
     "2012",
     "committee",
     "bob",
     "rudy",
     "boy",
     "putin",
     "corker",
     "city",
     "time",
     "$2.2 billion",
     "mccain",
     "states",
     "trump",
     "2013",
     "army-navy",
     "fox",
     "vladimir",
     "post",
     "2006",
     "korte",
     "the weekend",
     "greenpeace",
     "washington",
     "msnbc",
     "exxonmobil",
     "rights"
    ],
    "id": 5,
    "text": "Exxon CEO Rex Tillerson emerges as State Department frontrunner Rex Tillerson has ties to Russia Post to Facebook Exxon CEO Rex Tillerson emerges as State Department frontrunner Rex Tillerson has ties to Russia Check out this story on USATODAY.com: http://usat.ly/2haHV2p CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 84 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Exxon CEO Rex Tillerson emerges as State Department frontrunner x Share President-elect Donald Trump moved closer to nominating Exxon Mobil CEO Rex Tillerson as his secretary of State Saturday, meeting privately with the business leader for the second time in a week. Trump's transition team cautioned that no announcement was expected over the weekend. USA TODAY Rex W. Tillerson (Photo: REX C. CURRY, EPA) NEW YORK — President-elect Donald Trump is zeroing in on ExxonMobil CEO Rex Tillerson as his secretary of State nominee. Tillerson had his second interview with the president-elect Saturday at Trump Tower and has emerged as the favorite in the long-running competition to lead the State Department, a person familiar with the transition deliberations told USA TODAY on condition of anonymity because Trump has yet to announce his pick. \"In his case, he's much more than a business executive,\" Trump said in an interview to be broadcast on Fox News Sunday. \"I mean, he's a world-class player.\" In the excerpt released by Fox News on Saturday, Trump stopped short of confirming Tillerson as his pick, but praised the 64-year-old executive. \"He's in charge of an oil company that's pretty much double the size of his next nearest competitor. It’s been a company that's been unbelievably managed,\" he said. \"To me a big advantage is that he knows many the players, and he knows them well. He does massive deals in Russia. He does massive deals — not for himself, but for the company.\" It's those deals in Russia that are likely to draw the most scrutiny, especially given his personal relationship with the president of Russia, who awarded him the Order of Friendship, the top Russian honor for a foreign citizen, in 2013. “I have obviously concerns of reports of his relationship with Vladimir Putin, who is a thug and a murderer,\" Sen. John McCain, R-Ariz., told CNN. \"We will have hearings on that issue and other issues concerning him will be examined. That’s the time to make up your mind as to whether to vote yes or no.” News of Tillerson's emergence came as government officials accuse the Russian government of seeking to intervene in the recent U.S. election, including hacks of Democratic officials' e-mails — all in an effort to boost Trump's chances. Trump bashes CIA, dismisses Russian hacking report Putin and Russia have denied the allegations, while Trump has questioned the idea of Russian interference. And with Trump promising to cancel the Paris climate agreement negotiated by President Obama, the nomination of an oil executive would send a powerful signal that the United States is prepared to buck the global consensus on greenhouse gas emissions. Trump's weeks-long search for secretary of State has included multiple interviews with 2012 Republican presidential nominee Mitt Romney, former New York City mayor and top adviser Rudy Giuliani, Senate Foreign Relations Committee chairman Bob Corker, and retired general and ex-CIA director David Petraeus. Giuliani, who said Friday he was withdrawing from the State Department competition, accompanied Trump to the Army-Navy game Saturday. Giuliani removes himself from Cabinet consideration After Trump aides said the list had been narrowed to those four, the president-elect decided to expand his list — a decision that brought his attention to Tillerson. Trump transition adviser Kellyanne Conway told MSNBC that Tillerson is a \"very intriguing pick to many people. He's already active in Russia, and China and Yemen and the developing world, across our globe. He has the kind of business experience that Donald Trump values.\" Tillerson has worked for Exxon since graduating from college with an engineering degree in 1975, climbing the ranks until he was named CEO in 2006. He has no previous governmental or diplomatic experience. But as CEO of ExxonMobil, Tillerson has negotiated with countries all over the world for oil exploration rights, particularly in the Middle East and Russia. Exxon record in spotlight as Trump interviews CEO Of particular interest in his Senate confirmation hearings would be the $2.2 billion Exxon investment in Russian oil exploration in the Arctic Ocean, which Tillerson negotiated in 2011. That agreement, which also allowed Russian investment in other Exxon ventures around the world, was eventually scuttled after U.S.-imposed sanctions following Russia’s annexation of Crimea. At Exxon, Tillerson has been critical of international sanctions, saying they’re difficult to impose fairly. He has acknowledged that climate change has been caused by human activity, and has endorsed a carbon tax as “the most efficient means of reflecting the cost of carbon in all economic decisions.” Vladimir Putin: Russia seeking friends, not enemies But environmental groups are expected to oppose his Senate confirmation if he's nominated. The New York Attorney General is investigating whether ExxonMobil lied to investors and consumers about the risks of climate change from burning fossil fuels. “In this position, Tillerson will try his hardest to silence global initiatives and the right of state attorney generals to hold fossil fuel companies legally accountable for climate change,\" said Annie Leonard, executive director of Greenpeace USA. The secretary of State is also responsible for advancing U.S. policy on human rights. Tillerson, himself an Eagle Scout, was president of the Boy Scouts of America at the time when it began allowing gay scouts, and in 2015 ExxonMobil changed its anti-discrimination policy to include gays and lesbians. But the Human Rights Campaign remains skeptical of the company's policy, saying it was prompted by Obama's 2014 executive order targeting federal contractors, not a change in corporate values. Gregory Korte reported from Washington. 3916 CONNECT TWEET 3 LINKEDIN 84 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2haHV2p ",
    "title": "Exxon CEO Rex Tillerson emerges as State Department frontrunner"
   },
   {
    "entities": [
     "peter",
     "democratic",
     "mccain",
     "c.i.a.",
     "d.",
     "d.n.c.",
     "capitol",
     "times",
     "friday",
     "spicer",
     "devin",
     "states",
     "trump",
     "march",
     "house",
     "g.r.u.",
     "party",
     "t.",
     "rt",
     "michael",
     "r.n.c.",
     "europe",
     "2009",
     "united",
     "facebook",
     "the",
     "california",
     "senate",
     "kremlin",
     "colin",
     "morning",
     "state",
     "nunes",
     "rnc",
     "russia",
     "king",
     "2008",
     "john",
     "2011",
     "scott",
     "twitter",
     "f.b.i.",
     "2003",
     "flynn",
     "k.g.b.",
     "podesta",
     "l.",
     "night",
     "republican",
     "shane",
     "the spring of 2016",
     "eric",
     "arizona",
     "powell",
     "new",
     "national",
     "obama",
     "today",
     "iraq",
     "union",
     "hill",
     "december 11, 2016",
     "lipton",
     "york",
     "previously",
     "sean",
     "washington",
     "committee",
     "f.s.b.",
     "soviet",
     "now",
     "putin",
     "bush",
     "clinton",
     "intelligence",
     "white"
    ],
    "id": 6,
    "text": "Privacy Policy He has promised hearings, saying the Russian activity was “a call to action,” as has Senator John McCain of Arizona, one of the few senators left from the Cold War era, when the Republican Party made opposition to the Soviet Union — and later deep suspicion of Russia — the centerpiece of its foreign policy. Representative Peter T. King, Republican of New York and a member of the House Intelligence Committee, said there was little doubt that the Russian government was involved in hacking the Democratic National Committee. “All of the intelligence analysts who looked at it came to the conclusion that the tradecraft was very similar to the Russians,” he said. Even one of Mr. Trump’s most enthusiastic supporters, Representative Devin Nunes, Republican of California, said on Friday that he had no doubt about Russia’s culpability. His complaint was with the intelligence agencies, which he said had “repeatedly” failed “to anticipate Putin’s hostile actions,” and with the Obama administration’s lack of a punitive response. Mr. Nunes, the chairman of the House Intelligence Committee, said that the intelligence agencies had “ignored pleas by numerous Intelligence Committee members to take more forceful action against the Kremlin’s aggression.” He added that the Obama administration had “suddenly awoken to the threat.” Like many Republicans, Mr. Nunes is threading a needle. His statement puts him in opposition to the position taken by Mr. Trump and his incoming national security adviser, Michael Flynn, who has traveled to Russia as a private citizen for RT, the state-controlled news operation, and attended a dinner with Mr. Putin. Advertisement Continue reading the main story Mr. Nunes’s contention that Mr. Obama was captivated by a desire to “reset” relations with Russia is also notable, because Mr. Trump has said he is trying to do the same — though he is avoiding that term, which was made popular by Mrs. Clinton in her failed effort as secretary of state in 2009. There are splits both within the intelligence agencies and the congressional committees that oversee them. Officials say the C.I.A. and the N.S.A. have not always shared their findings with the F.B.I., which they often distrust. The question of how vigorously to investigate also has a political tinge: Democrats on the Senate Intelligence Committee, for example, are pushing hard for a broad investigation, while some Republicans are resisting. Intelligence can also get politicized, of course, and one of the running debates about the disastrously mistaken assessments of Iraq that Mr. Trump often cites is whether the intelligence itself was tainted or whether the Bush White House read it selectively to support its march to war in 2003. But what is unfolding in the argument over the Russian hacking is more complex, because tracking the origin of cyberattacks is complicated. It is made all the harder by the fact that the C.I.A. and the N.S.A. do not want to reveal human sources or technical abilities, including American software implants in Russian computer networks. This much is known: In mid-2015, a hacking group long associated with the F.S.B. — the successor to the old Soviet K.G.B. — got inside the Democratic National Committee’s computer systems. The intelligence gathering appeared to be fairly routine, and it was unsurprising: The Chinese, for instance, penetrated Mr. Obama’s and Mr. McCain’s presidential campaign communications in 2008. In the spring of 2016, a second group of Russian hackers, long associated with the G.R.U., a military intelligence agency, attacked the D.N.C. again, along with the private email accounts of prominent Washington figures like John D. Podesta, the chairman of Mrs. Clinton’s campaign. Those emails were ultimately published — a step the Russians had never taken before in the United States, though the tactic has been used often in former Soviet states and elsewhere in Europe. That moved the issue from espionage to an “information operation” with a political motive. One person who attended a classified briefing on the intelligence said that the investigators had explained that the malware used in the cyberattack on the D.N.C. matched tools previously used by hackers with proven ties to the Russian government. That sort of “pattern analysis” is common in cyberinvestigations, though it is not conclusive. But the intelligence agencies had more: They had managed to identify the individuals from the G.R.U. who oversaw the hacking efforts. That may have come from intercepted conversations, spying efforts, or implants in computer systems that allow the tracking of emails and text messages. Advertisement Continue reading the main story In briefings to Mr. Obama and on Capitol Hill, intelligence agencies have said they now believe that what began as an effort to undermine the credibility of American elections morphed over time into a much more targeted effort to harm Mrs. Clinton, whom Mr. Putin has long accused of interfering in Russian parliamentary elections in 2011. But to hedge their bets before the election, according to the briefings, the Russians also targeted the Republican National Committee, Republican operatives and prominent members of the Republican establishment, like former Secretary of State Colin L. Powell. However, few of those emails have ever surfaced, save for Mr. Powell’s, which were critical of Mrs. Clinton’s campaign for trying to draw him into a defense of her use of a private computer server. A spokesman for the Republican National Committee, Sean Spicer, disputed the report in The Times that the intelligence community had concluded that the R.N.C. had been hacked. “The RNC was not ‘hacked,’” he said on Twitter. “The @nytimes was told and chose to ignore.” On Friday night, before The Times published its report, the committee had refused to comment. Scott Shane and Eric Lipton contributed reporting. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on December 11, 2016, on page A1 of the New York edition with the headline: Scoffing at C.I.A., Trump Dismisses Data on Hacking. Order Reprints | Today's Paper | Subscribe ",
    "title": "Trump, Mocking Claim That Russia Hacked Election, at Odds with G.O.P. - The New York Times"
   },
   {
    "entities": [
     "ben",
     "oakland",
     "times",
     "right now",
     "tobacco",
     "friday",
     "the week",
     "da",
     "alcohol,",
     "trump",
     "urban",
     "colantuono",
     "michael",
     "thursday",
     "last week",
     "development",
     "cnn",
     "california",
     "park",
     "donald",
     "international",
     "bureau",
     "county",
     "of",
     "hannah",
     "carson",
     "gore",
     "john",
     "2011",
     "glenn",
     "geun-hye",
     "night",
     "jill",
     "earth",
     "sheriff's",
     "lopez",
     "department",
     "wilbur",
     "commerce",
     "access",
     "housing",
     "prevention",
     "cruz",
     "hollywood",
     "today",
     "staff",
     "alameda",
     "building",
     "u.s.",
     "reed",
     "and",
     "dec. 2",
     "los",
     "beyonce",
     "america",
     "coroner's",
     "nancy",
     "weekend",
     "office",
     "now",
     "fire",
     "five years ago",
     "snyder",
     "teresa",
     "trump's",
     "ross",
     "dakota",
     "al",
     "angeles",
     "deloach",
     "boulevard"
    ],
    "id": 7,
    "text": "A fire ripped through a warehouse in Oakland on Dec. 2, killing 36 people who were there for an electronic music concert. Here are the names of those who have been confirmed dead by the Alameda County Sheriff’s Office Coroner’s Bureau or immediate family members. Did you know one of the victims... (Los Angeles Times Staff) The fact that the warehouse was not on the fire inspection system is puzzling because the city Fire Prevention Bureau is required to conduct annual inspections of all commercial buildings and multifamily residences, according to city ordinance. Some former residents described the warehouse as a cluttered “death trap” lacking fire sprinklers and filled with debris and exposed wires. Some said they made complaints to the city. People rented space in the building even though it was zoned only for warehouse use. The death toll from the fire was so high because the warehouse was hosting an unpermitted concert that night. Experts said Oakland has a variety of questions to answer about how it handled the warehouse. “There are legitimate issues here about why the city of Oakland didn’t use more resources to go into this property,” said Michael Colantuono, a municipal attorney and expert on code enforcement and planning. Others said that Oakland is far from alone in struggling with code enforcement, especially at a time of rising property values that have pushed lower-income residents into substandard housing like the Ghost Ship. Fire Chief Teresa Deloach Reed said her department was still in the process of looking for records related to the warehouse. “I can’t answer how that warehouse slipped through the cracks and that it bypassed our system — or how it bypassed the city’s system,” Reed told CNN in an interview. “But everybody is at the table right now trying to figure out what happened.” The city’s Planning and Building Department investigated at least three of the complaints at the warehouse over the past three years. The complaints appear to assert that structures had been built inside without permits or that the property was being used as a residence. Most of the other complaints cited illegal parking and mounds of debris piled up on the sidewalk and in an adjoining vacant lot. A building code inspector visited the warehouse 15 days before the fire to investigate complaints of trash piled outside and an “illegal interior building structure.” But the inspector was unable to get inside, triggering questions about whether a more aggressive investigation would have identified the multiple building code violations inside the structure and possibly prevented the tragedy. Deadly Oakland warehouse fire Read more stories Questions about the competence of Oakland’s building inspection agency arose five years ago. An Alameda County Grand Jury in 2011 released a scathing report accusing the city’s building services division of mismanagement and having haphazard policies about conducting building inspections. The grand jury found that agency was riddled with “poor management, lack of leadership, and ambiguous policies and procedures.” On Friday, investigators ruled out a faulty refrigerator as the cause of last week’s fire. Earlier in the week, officials had said the refrigerator and other appliances were being examined as possible causes. But Jill Snyder, a federal agent with the Bureau of Alcohol, Tobacco, Firearms and Explosives, said that electronics engineers had ruled out the refrigerator. The cause remains under investigation, but Snyder said it’s possible a definitive cause might never be known. She also said there was no evidence the blaze was intentionally set. Questions over the inspection records of the warehouse sparked mixed reactions in Oakland. Some residents feared that the fire will lead to a crackdown on housing like the Ghost Ship, causing low-income residents to be evicted with nowhere to go. “There’s an incredible lack of housing here,\" said Hannah da Cruz, 27, a fifth-generation Oakland resident. “It’s really pushing out our true community members.” Cruz, a student working on her doctorate in clinical psychology who also works with traumatized children through art, said artists are increasingly being priced out of traditional housing and have little choice but to live in places like warehouses. “It’s getting more and more expensive here, and you get less and less. It leads to people living in a place like that,” she said.  “A huge culprit in this is the gentrification here. It's not just one inspector’s fault.” Nancy Lopez, 40, lives in an apartment building off International Boulevard just two streets away from the Ghost Ship. Lopez said she is concerned that the warehouse was not inspected more often. “I know they’re understaffed; I know they’re underbudgeted,” Lopez said. “But you have to have priorities.” Caption Weekend Roundup: 7 stories you can't miss Who’s to blame for one of the worst fires in California history , Dakota Access pipeline opponents have claimed a big victory for now , Beyonce leads today’s Grammy nominations with nine , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , how will Hollywood speak to Trump’s America , meet Wilbur Ross, the man Trump has tapped him to lead the U.S. Department of Commerce , and John Glenn, the first American to orbit Earth, died Thursday at 95 . Caption Weekend Roundup: 7 stories you can't miss Who’s to blame for one of the worst fires in California history , Dakota Access pipeline opponents have claimed a big victory for now , Beyonce leads today’s Grammy nominations with nine , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , how will Hollywood speak to Trump’s America , meet Wilbur Ross, the man Trump has tapped him to lead the U.S. Department of Commerce , and John Glenn, the first American to orbit Earth, died Thursday at 95 . Caption 90 seconds: 4 stories you can't miss John Glenn, the first American to orbit Earth, died Thursday at 95 , Al Gore might have gotten played,   South Korean lawmakers voted to impeach President Park Geun-hye,  and the American Dream is more elusive than ever, a study finds . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Why the Ghost Ship &apos;slipped through the cracks&apos; of Oakland inspectors despite repeated safety complaints - LA Times"
   },
   {
    "entities": [
     "2016",
     "associated",
     "tarrant",
     "may",
     "arlington",
     "texas",
     "dec 10, 2016",
     "press",
     "friday",
     "dallas",
     "2:19 pm est",
     "county",
     "ap"
    ],
    "id": 8,
    "text": "AP Dec 10, 2016 2:19 PM EST ARLINGTON, Texas -- Nine police officers in a Dallas suburb have been fired for reporting traffic stops they never conducted. Arlington police said in a statement Friday that three other officers resigned before the investigation was finished. Four other officers remain under investigation. The fired officers have the right to appeal the department’s decision. The officers had been suspended in May after a review of officer activity in the field identified several individuals who claimed to have made traffic stops that actually never occurred. The department says its investigation confirmed that no fictitious citations were issued. Officials did not indicate why the traffic reports were falsified. The police department says its findings have been sent to the Tarrant County District Attorney’s Office.  © 2016 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. ",
    "title": "9 officers fired for reporting traffic stops they never conducted - CBS News"
   },
   {
    "entities": [
     "pizzello",
     "collection",
     "1954",
     "rickles",
     "schwartz",
     "seven days in may",
     "navy",
     "1941",
     "2001",
     "getty",
     "alexander",
     "1950",
     "taylor",
     "100th birthday",
     "stanley",
     "lana",
     "paris",
     "kevin",
     "1955",
     "charles",
     "street",
     "fonda",
     "1999",
     "miramax",
     "1947",
     "tatum",
     "1956",
     "moseley",
     "present",
     "associated",
     "2011",
     "entertainment",
     "once",
     "melin",
     "sayles/invision/ap",
     "afp",
     "j.",
     "muller",
     "macon",
     "martin",
     "usat",
     "eric",
     "lillian",
     "1953",
     "today",
     "1957",
     "day",
     "gatti",
     "darla",
     "hill",
     "wall",
     "catherine",
     "center",
     "jane",
     "nina",
     "gogh",
     "douglas",
     "pizzello/invision/ap",
     "1997",
     "old",
     "karl",
     "steven",
     "macmedan",
     "angeles",
     "broadway",
     "1946",
     "dreamworks",
     "ap",
     "peter",
     "paramount/the",
     "us",
     "society",
     "shah",
     "larry",
     "ut",
     "friday",
     "bloomberg",
     "shaffer",
     "greer",
     "stanwyck",
     "doug",
     "vanity",
     "buckner",
     "michael",
     "news",
     "2009",
     "may",
     "facebook",
     "video",
     "united",
     "cameron",
     "park",
     "ann",
     "sanchez-gonzalez",
     "filmmagic",
     "wilder",
     "dan",
     "of",
     "2014",
     "segretain",
     "burkhart",
     "kahana",
     "home",
     "2008",
     "lincoln",
     "kobal",
     "e.",
     "saxon",
     "1988",
     "jack",
     "khazei",
     "bryan",
     "fred",
     "schepisi",
     "bernadette",
     "jennifer",
     "bacall",
     "ava",
     "james",
     "reed",
     "york",
     "ford",
     "faye",
     "2002",
     "nick",
     "chuck",
     "barbara",
     "winter",
     "the past",
     "epa",
     "jean-pierre",
     "de",
     "2007",
     "agostini",
     "film",
     "pictures",
     "lancaster",
     "andrew",
     "sothern",
     "images",
     "lido",
     "mgm",
     "press",
     "gerard",
     "party",
     "ham",
     "eleanor",
     "jeff",
     "oscar",
     "henry",
     "1980",
     "nicholson",
     "parker",
     "chris",
     "alex",
     "kubrick",
     "leigh",
     "1964",
     "woody",
     "bill",
     "dunaway",
     "2004",
     "brown",
     "1970",
     "ivers",
     "menahem",
     "frederick",
     "alberto",
     "janet",
     "graylock",
     "don",
     "mitchum",
     "monaco",
     "cannes",
     "vince",
     "usa",
     "walters",
     "maher",
     "about 5 p.m.",
     "december 10, 2016",
     "new",
     "hills",
     "1960",
     "nbc",
     "santa",
     "1967",
     "1994",
     "bros.",
     "western",
     "matt",
     "los",
     "thanksgiving",
     "1996",
     "jerusalem",
     "gabriel",
     "xxx",
     "maria",
     "1952",
     "2012",
     "artists",
     "warner",
     "kanew",
     "doris",
     "festival",
     "billy",
     "city",
     "jeffrey",
     "amsterdam",
     "bucci",
     "valerie",
     "burt",
     "ralph",
     "mca",
     "adrian",
     "anne",
     "buydens",
     "4:46 p.m. est",
     "1979",
     "afi",
     "spielberg",
     "malden",
     "frazer",
     "armstrong",
     "2013",
     "animation",
     "1969",
     "peters",
     "lauren",
     "europe",
     "turner",
     "pk",
     "harrison",
     "zeta-jones",
     "m.",
     "joel",
     "martha",
     "gardner",
     "pascal",
     "elementary",
     "mehtab",
     "hanashiro",
     "george",
     "1990",
     "abc",
     "theatre",
     "school",
     "vincent",
     "diana",
     "fair",
     "deutsch",
     "sykes",
     "hotel",
     "sayles",
     "strode",
     "o'neill",
     "hollywood",
     "chicago",
     "katzenberg",
     "urosevic",
     "macready",
     "1951",
     "prommer",
     "niro",
     "rodriguez",
     "kirk",
     "2010",
     "van",
     "even",
     "pringle",
     "le",
     "evan",
     "sheen",
     "melissa",
     "beverly",
     "1985",
     "robert",
     "2003",
     "paramount"
    ],
    "id": 9,
    "text": "Kirk Douglas celebrates 100 years of life with Michael Douglas, Catherine Zeta-Jones Even Don Rickles showed up. Post to Facebook Kirk Douglas celebrates 100 years of life with Michael Douglas, Catherine Zeta-Jones Even Don Rickles showed up. Check out this story on USATODAY.com: http://usat.ly/2hy6mDR CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 6 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Kirk Douglas celebrates 100 years of life with Michael Douglas, Catherine Zeta-Jones Bryan Alexander , USA TODAY 4:46 p.m. EST December 10, 2016 Actor Kirk Douglas, center, gets a kiss from his son Michael Douglas, left, and Michael's wife Catherine Zeta-Jones during his 100th birthday party at the Beverly Hills Hotel on Friday. (Photo: Chris Pizzello/Invision/AP) You only turn 100 years old once. And Hollywood legend Kirk Douglas celebrated in style at the Beverly Hills Hotel in front of 135 friends and family on Friday. Here's the low-down on the festivities for the star of Spartacus and Lust for Life. The guests: Douglas was flanked at his table by Anne Douglas, his wife of over 62 years, his son Michael Douglas, his daughter-in-law Catherine Zeta-Jones and his grandchildren.  People.com reported attendees included comedian Don Rickles, Dreamworks Animation CEO Jeffrey Katzenberg, director Steven Spielberg and Jeff Kanew — who directed Kirk and Burt Lancaster in the film Tough Guys. Stream these classic Kirk Douglas films for his 100th birthday The speeches: Son Michael Douglas praised his famous father. \"One of the things that I find most incredible about dad is the third act of his life,\" said Douglas, according to the Associated Press. \"After all he accomplished in his professional career and what he's given for his country, at the point in his life where he's faced adversity, losing a son, having a helicopter crash, having a stroke, and what he's accomplished in this third act in his life, I find quite extraordinary.\" Kirk Douglas kept his remarks brief. \"I wonder who he was talking about? He said some nice things about someone I don't know,\" he said, joking that Michael Douglas was chosen to organize the proceedings because \"he has the most money.\" Comedian Don Rickles, left, laughs with actor Kirk Douglas at Douglas' 100th birthday party at the Beverly Hills Hotel on Friday.  (Photo: Chris Pizzello/Invision/AP) Rickles burn: Comic legend Rickles, 90, knocked Douglas' good looks and physique saying that he had to hear the \"I'm Spartacus crap\" every day. Rickles did get choked up in the end of his speech, saying, \"You are an outstanding man because you've been blessed with warmth and love and class, and ... ah, forget it, you're all of that and more.\" The cake: The dessert was chocolate cake from The Butter End with a gold bust of Kirk’s head on top, according to People. Zeta-Jones took the politically correct choice and lit 12 candles. \"I'm so glad there's not 100!\" she said, before leading the room to sing Happy Birthday with a string quartet accompaniment. The present: The party ended at about 5 p.m. People reported that Kirk’s cardiologist, Dr. PK Shah, handed the actor an over-large glass of vodka that he’d promised Kirk he could have when he had turned 100. The doctor had forbidden the actor from drinking alcohol. But you only turn 100 once. Contributing: The Associated Press Posted! A link has been posted to your Facebook feed. Kirk Douglas turns 100 Friday. To celebrate his milestone birthday, we've collected 100 photos of the Hollywood legend through the years. Born in Amsterdam, New York, Douglas made his Broadway debut in 1941, served in the US Navy and embarked on a screen career in 1946, ultimately starring in over 90 movies.  Everett Collection 'Spartacus,' a film that helped break the Hollywood blacklist, was released in 1960.  PHOTOFEST In 1985, Burt Lancaster, left, and Kirk Douglas, right, posed with Peter Shaffer, winner of the best adapted screenplay Oscar for 'Amadeus.'  AP Kirk Douglas in a scene from 'The Bad and the Beautiful.'  MGM/UA His co-star in 'The Bad and the Beautiful' was Lana Turner.  MGM/UA HOME ENTERTAINMENT Kirk Douglas accepted his honorary award on stage at the 68th annual Academy Awards in 1996.  ROBERT HANASHIRO, USAT He gave a wave to the stars in the crowd at the ceremony.  ROBERT HANASHIRO, USAT Following a stroke in 1996, Douglas sat down with Barbara Walters to talk about his rehabilitation and his long journey back to health.  MARIA MELIN, ABC NEWS At 80, he wrote his autobiography, 'Climbing the Mountain.'  DOUG PARK, GPN Here, the star reclines in his backyard.  ROBERT HANASHIRO, USA TODAY Lauren Bacall, Kirk Douglas, Janet Leigh and Karl Malden posed at the Screen Actors Guild Awards in 1999.  KEVIN WINTER, CELEBRITY PHOTO In 1999 Douglas starred in 'Diamonds' opposite Lauren Bacall.  MELISSA MOSELEY, MIRAMAX Kirk Douglas and his former wife, Diana, go over their lines in 1955 for a scene in 'The Indian Fighter.' They were married from 1943-1951 and share two sons, Michael and Joel Douglas.  AP Kirk Douglas at the premiere of 'Diamonds' in 1999.  KEVIN WINTER, CELEBRITY PHOTO Kirk Douglas in a scene from Stanley Kubrick's' Paths of Glory.'  MGM Home Entertainment He married Anne Buydens in 1954. They also had two sons. Here, they pose for photographers as they just got off a plane in the sixties.  AFP/Getty Images Today, Kirk and Anne Douglas have been married for over 60 years, and reside in Beverly Hills.  DARLA KHAZEI, Associated Press Kirk Douglas and Ann Sothern in a scene' A Letter to Three Wives.'  Fox Home Entertainment Kirk Douglas and son Michael announce 'Chicago' as the winner best picture Oscar winner during the 75th Academy Awards in 2003.  ROBERT HANASHIRO, USAT Catherine Zeta-Jones, who is married to Michael Douglas, is his daughter-in-law.  Kevin Winter, Getty Images Doris Day and Kirk Douglas in a scene from 1950's 'Young Man With a Horn.'  Warner Bros. Kirk and Anne Douglas pose in front of the Kirk Douglas Theatre in Los Angeles in 2002.  REED SAXON, Associated Press Father, son and grandson: Michael, Kirk and Cameron Douglas starred in the 2003 movie 'It Runs in the Family.'  ANDREW SCHWARTZ, MGM Kirk Douglas  with Catherine Zeta-Jones in 2001.  TSUNI/IMAGEDIRECT Kirk Douglas and Janet Leigh pose at a fundraiser in 2001.  TSUNI,  IMAGEDIRECT Catherine Zeta-Jones and Douglas pose during an event for his book 'My Stroke of Luck' in 2002. Douglas suffered a stroke in 1996, but slowly regained his ability to speak.  ALEX UROSEVIC, IPHOTO.CA/IMAGEDIRECT Kirk Douglas and Michael Douglas played father and son in 'It Runs in the Family.'  ANDREW SCHWARTZ Kirk Douglas and Lana Turner 1952's 'The Bad and the Beautiful.'  XXX TURNER CLASSIC MOVIES Kirk and Michael Douglas in 2003.  LARRY E. ARMSTRONG, XXX NONE Kirk Douglas in a scene from 'Paths of Glory.'  NONE, XXX MGM Home Entertainment Kirk Douglas in 'It Runs in the Family.'  ANDREW SCHWARTZ, XXX MGM On set of 'It Runs in the Family, Kirk and Michael Douglas huddle with director Fred Schepisi.  ANDREW SCHWARTZ, XXX MGM Kirk Douglas and Bernadette Peters in 'It Runs in the Family.'  ANDREW SCHWARTZ, XXX MGM Kirk Douglas and Doris Day in a scene 'Young Man With a Horn.'  NONE, XXX Warner Bros. Kirk Douglas, Catherine Zeta-Jones, and Michael Douglas at a charity event in 2011.  Taylor Hill, FilmMagic Kirk Douglas in 'It Runs in the Family.'  ANDREW SCHWARTZ, MGM Kirk Douglas embraces grandson Cameron Douglas in 2003.  CHRIS PIZZELLO, Associated Press Michael Douglas was right behind them.  CHRIS PIZZELLO, Associated Press Kirk Douglas in a scene from 'Spartacus.'  PHOTOFEST Kirk Douglas arrives with his wife Anne for the Vanity Fair Oscar Party in 2004. The couple renewed their wedding vows that May, after 50 years of marriage.  JENNIFER GRAYLOCK, AP Kirk Douglas in a scene from 'Champion.'  ARTISAN HOME ENTERTAINMENT Kirk Douglas and Henry Fonda in a scene in 1970's 'There was a Crooked Man.'  Warner Home Video Kirk Douglas and George MacReady in a scene from 'Paths of Glory.'  MGM Home Entertainment Robert Mitchum, Jane Greer and Kirk Douglas in a scene from 1947's 'Out of the Past.'  Warner Home Video Kirk Douglas, Catherine Zeta-Jones and Michael Douglas took in the US Open together in 2007.  Robert Deutsch, USAT Kirk Douglas and Eleanor Parker in a scene from 'Detective Story.'  NONE, XXX Paramount Pictures Home Entertainment Burt Lancaster and Kirk Douglas in a scene from 'Gunfight at the O.K. Corral.'  Paramount Pictures Home Entertainmentt Another scene from 'Gunfight at the O.K. Corral.'  Paramount Pictures Home Entertainment Faye Dunaway and Kirk Douglas in a scene from 1969's 'The Arrangement.'  Warner Home Video Kirk Douglas in a scene from 1951's 'Ace in the Hole.'  The Kobal Collection Michael Douglas, Anne Douglas, Catherine Zeta-Jones and Kirk Douglas at the Chaplin Award Gala in 2010.  Charles Sykes, AP Kirk Douglas and Barbara Stanwyck in a scene from 'The Strange Love of Martha Ivers.'  The Kobal Collection Michael Douglas, Kirk Douglas and Cameron Douglas pose to promote their family film in 2002.  MICHAEL O\u0092NEILL, MGM Kirk Douglas in a scene from the 1951 film 'Ace in the Hole.'  Paramount/The Kobal Collection Kirk Douglas tries-out a playground slide at Lillian Elementary School in Los Angeles in 2008, after he and his wife donated  their 400th playground renovation to schools in Los Angeles.  Nick Ut, AP Kirk Douglas and Jane Greer in a scene from 1947's 'Out of the Past.'  Warner Home Video Kirk Douglas as Chuck Tatum in Billy Wilder's 'Ace In the Hole.'  BLOOMBERG NEWS Kirk Douglas and Catherine Zeta-Jones in the audience during the 'AFI Lifetime Achievement Award: A Tribute to Michael Douglas' event in 2009.  Frazer Harrison, Getty Images for AFI Kirk Douglas at the Film Society of Lincoln Center's 37th Chaplin Award Gala honoring Michael Douglas in New York.  Charles Sykes, AP Kirk and Anne Douglas joined dozens of other volunteers serving Thanksgiving dinner to hundreds of the homeless and needy in 2010.  Reed Saxon, AP Michael Douglas applauds his father during the 1985 Academy Awards.  AFP/Getty Images How time flies! Michael Douglas introduced his father at a gala in 2011.  Evan Agostini, AP And they posed arriving together in 2012 at the Vanity Fair Oscar Party.  ADRIAN SANCHEZ-GONZALEZ, AFP/Getty Images Kirk Douglas in the 1988 television movie 'Inherit the Wind.'  NBC Kirk Douglas and George Macready in a scene from 'Detective Story.'  Paramount Pictures Home Entertainment Kirk Douglas poses with Bill Maher while promoting his 2012 memoir, 'I Am Spartacus!: Making a Film, Breaking the Blacklist.'  Janet Van Ham, AP Kirk Douglas in a scene from the 1955 film, 'Man Without a Star.'  MCA Home Video Ava Gardner and Kirk Douglas starred together in 1964's 'Seven Days in May.'  Paramount Pictures In 2013, Kirk and Anne Douglas attended the Vanity Fair Oscar after-party together.  NINA PROMMER, EPA Kirk Douglas played Vincent Van Gogh in 1956's 'Lust For Life.'  MGM via AP In 1953, Kirk Douglas is greeted by his sons, Joel, left, 6, and Michael, 9, in New York City, after arriving from a long stint filming in Europe.  AP Kirk Douglas in a scene from the 1957's 'Paths of Glory.'  United Artists via AP Kirk Douglas as Vincent Van Gogh 'Lust For Life,' a role which earned him an Academy Award nomination for best actor.  NONE, MGM via AP A shot from 1953's 'Ulysses.'  James Pringle, AP In 2014, Kirk Douglas posed for a portrait at home in Beverly Hills.  Matt Sayles, Matt Sayles/Invision/AP A 1960 shot of Kirk and Anne Douglas.  AP In 2014, Kirk and Anne Douglas posed in a promotional shot before the release of his 11th book, 'Life Could Be Verse: Reflections on Love, Loss, and What Really Matters.'  Matt Sayles, Matt Sayles/Invision/AP Kirk Douglas, as a Roman slave and gladiator, battles Woody Strode in a scene from 'Spartacus.'  AP Kirk Douglas and Harrison Ford together in 2010.  Michael Buckner, Getty Images Kirk Douglas giving a press conference at the 1980 Cannes International Film Festival.  RALPH GATTI, AFP/Getty Images Kirk Douglas and Martin Sheen buddied up in Cannes in 1979.  RALPH GATTI, AFP/Getty Images Robert De Niro and Kirk Douglas posed together at the Santa Barbara Film Festival in 2012.  Frederick M. Brown, Getty Images Kirk Douglas attended the last 70mm film screening of 'Spartacus' in Los Angeles in 2012.  Alberto E. Rodriguez, Getty Images Kirk Douglas and wife Anne at the 2013 Vanity Fair Oscar Party.  Pascal Le Segretain, Getty Images Janet Leigh greets actor Kirk Douglas at the premiere of 'It Runs In The Family' in 2003.  Kevin Winter, Getty Images Kirk Douglas, his wife Anne and their two children Eric, 9, and Peter, 12, in Monaco in 1967.  AFP, AFP/Getty Images Kirk Douglas and the Indian actress Mehtab rest at the Lido beach in 1953 during the Venice Film Festival.  AFP, AFP/Getty Images Jack Nicholson greets Kirk and Michael Douglas in 1997.  Vince Bucci, AFP/Getty Images Kirk Douglas raises his arms after receiving a Life Achievement Award at the Screen Actors Guild Awards show in 1999.  GERARD J. BURKHART, AFP/Getty Images Kirk and Anne Douglas visited the Old City of Jerusalem 1994.  MENAHEM KAHANA, AFP/Getty Images The actor, the 84, prayed at Jerusalem's Western Wall.  MENAHEM KAHANA, AFP/Getty Images Kirk Douglas served Thanksgiving lunch for the homeless in downtown Los Angeles in 2009.  GABRIEL BOUYS, AFP/Getty Images Burt Lancaster and Kirk Douglas starred in several movies together.  AFP/Getty Images Kirk Douglas attended the Cesar ceremony in Paris in 1990.  JEAN-PIERRE MULLER, AFP/Getty Images Father and son celebrate at the 'AFI Lifetime Achievement Award: A Tribute to Michael Douglas' event in 2009.  Frazer Harrison, Getty Images for AFI Kirk Douglas attends the Anne and Kirk Douglas 400th Playground Dedication at Lillian Street Elementary School in 2008.  VALERIE MACON, AFP/Getty Images Kirk and Anne Douglas shared a sweet moment at the event.  VALERIE MACON, AFP/Getty Images Happy 100th Birthday to the legendary Kirk Douglas!  Dan MacMedan, USA TODAY Like this topic? You may also like these photo galleries: Replay ",
    "title": "Kirk Douglas celebrates 100 years of life with Michael Douglas, Catherine Zeta-Jones"
   },
   {
    "entities": [
     "ben",
     "the 1960s",
     "times",
     "lin",
     "friday",
     "alto",
     "next spring",
     "trump",
     "urban",
     "thursday",
     "stanford",
     "development",
     "university",
     "california",
     "skalij",
     "donald",
     "park",
     "the spring of 2015",
     "boardman",
     "of",
     "board",
     "carson",
     "angeles",
     "2018",
     "gore",
     "2004",
     "review",
     "john",
     "organization",
     "glenn",
     "geun-hye",
     "current",
     "/",
     "earth",
     "1986",
     "department",
     "wilbur",
     "greg",
     "commerce",
     "wally",
     "access",
     "housing",
     "hollywood",
     "2006",
     "today",
     "u.s.",
     "and",
     "los",
     "usc",
     "conduct",
     "time",
     "beyonce",
     "2012",
     "america",
     "weekend",
     "now",
     "palo",
     "trump's",
     "ross",
     "dakota",
     "al",
     "rong-gong"
    ],
    "id": 10,
    "text": "Stanford University band suspended after being accused of 'systemic cultural problem' Stanford band Wally Skalij / Los Angeles Times The Stanford band performs during halftime in a game against USC in Palo Alto in 2004. The Stanford band performs during halftime in a game against USC in Palo Alto in 2004. (Wally Skalij / Los Angeles Times) Rong-Gong Lin II Contact Reporter The notoriously irreverent Stanford band will be suspended through next spring after administrators found “ a systemic cultural problem ” in the student group that has “not been taken seriously by the band or its leadership.” The punishment requires the band to stop all activities, both on and off campus. Students who flout the order could be disciplined individually. “Nothing more will be accomplished without extreme consequences,” a Stanford Organization Conduct Board panel concluded, finding that the band has failed to reform even after a probation period of more than a year. “We do not feel that the current leadership or membership is capable of creating the necessary cultural change,” the panel said. “We feel there is a total lack of accountability and responsibility in the current organization.” The Stanford band has been infamous since the 1960s and has been suspended before — in 1986, for urinating on the field , and in 2006, after being accused of  trashing the trailer that had been its home. Before Friday’s letter, the band already had been under scrutiny over its behavior since 2012. In the spring of 2015 , Stanford barred the band from performing at away athletic events after finding it had violated university rules on alcohol, controlled substances, hazing and sexual harassment. “Violations included a tradition in which a band member was given an alcoholic concoction intended to make that individual vomit publicly; an annual trip in which some band members used illegal substances; and a band selection process in which individuals were asked a number of inappropriate questions on sexual matters,” a university statement said at the time. But violations have continued, and administrators are steaming. “We are concerned about the risk and liability to the university community, and to Stanford’s reputation, if Band’s conduct and behaviors continue,” the panel wrote. The panel had urged a more severe punishment — suspending the band through 2018 — but Stanford Vice Provost Greg Boardman said in a letter that such a sentence could permanently cripple the student group and make it unable to recover. Boardman said he wants to end the current student-managed band structure and introduce a professional music director who will have final control over the organization. He said such a model was used for more than 30 years without stifling the band’s unique character. The band can appeal Boardman’s decision on the punishment with the Stanford provost. An editorial posted on the Stanford Review website, a student political magazine, called Boardman’s decision unfair and quoted anonymous band members disputing the university’s accusations and arguing it had worked to reform its ways. “If the administration continues to eviscerate our traditions, what campus culture will even remain?” the editorial board wrote. Caption Weekend Roundup: 7 stories you can't miss Who’s to blame for one of the worst fires in California history , Dakota Access pipeline opponents have claimed a big victory for now , Beyonce leads today’s Grammy nominations with nine , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , how will Hollywood speak to Trump’s America , meet Wilbur Ross, the man Trump has tapped him to lead the U.S. Department of Commerce , and John Glenn, the first American to orbit Earth, died Thursday at 95 . Caption Weekend Roundup: 7 stories you can't miss Who’s to blame for one of the worst fires in California history , Dakota Access pipeline opponents have claimed a big victory for now , Beyonce leads today’s Grammy nominations with nine , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , how will Hollywood speak to Trump’s America , meet Wilbur Ross, the man Trump has tapped him to lead the U.S. Department of Commerce , and John Glenn, the first American to orbit Earth, died Thursday at 95 . Caption 90 seconds: 4 stories you can't miss John Glenn, the first American to orbit Earth, died Thursday at 95 , Al Gore might have gotten played,   South Korean lawmakers voted to impeach President Park Geun-hye,  and the American Dream is more elusive than ever, a study finds . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Stanford University band suspended after being accused of &apos;systemic cultural problem&apos; - LA Times"
   },
   {
    "entities": [
     "harry",
     "october",
     "times",
     "friday",
     "november",
     "trump",
     "comey",
     "hillary",
     "news",
     "last week",
     "donald",
     "reid",
     "saturday",
     "cia",
     "russia",
     "2016",
     "night",
     "nevada",
     "post",
     "u.s.",
     "hussein",
     "fbi",
     "nbc",
     "new",
     "intel",
     "james",
     "york",
     "washington",
     "msnbc",
     "3:33",
     "now",
     "joy",
     "saddam",
     "clinton",
     "congressional",
     "clapper"
    ],
    "id": 11,
    "text": "Donald Trump dismisses claims that Russia interfered in 2016 election 3:33 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161211015004if_/http://www.nbcnews.com/widget/video-embed/829781571807\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The CIA has concluded that Russia mounted a covert intelligence operation to influence the U.S. election in an effort to help Donald Trump win, a congressional official knowledgeable on the matter told NBC News. Director of National Intelligence James Clapper briefed senators on the latest intelligence in a closed-door meeting last week, and he described the latest findings on the intentions of the Russian government with regard to the hacks and other interference in the U.S. presidential election, according to the official, speaking on condition of anonymity because of the sensitive nature of the intelligence. A Washington Post report published online Friday night first described how the intelligence community has reached a \"consensus\" that Russia intervened in the presidential election to help Trump win — not just try to sow chaos and undermine the electoral process. The New York Times confirmed the story, as has NBC News. Related: U.S. Intel Agencies Preparing Dossier to Prove Russian Hacks The president-elect's transition team responded by impugning the CIA's integrity in a statement Friday, calling the spy agency \"the same people that said Saddam Hussein had weapons of mass destruction.\" Trump has repeatedly said he does not accept the findings of the spy agencies he will soon lead. They say Russia was behind hacks of Democratic email accounts and other efforts that appeared to harm Hillary Clinton's candidacy. In October, the U.S. government said that all 17 intelligence agencies agreed Russia was behind the cyber-attacks just before the November election, and that the goal was \"to interfere with the U.S. election process.\" Now, the Congressional official told NBC News, new intelligence suggests that Russia's goal was to elect Trump, who broke from Republican orthodoxy during the campaign with several sympathetic statements about a Russian regime that has seized a neighbor's territory and is accused of killing political opponents. Senators were briefed last week on the secret CIA assessment, the source said, confirming reports in the Post and Times. In an interview Saturday with MSNBC's Joy Reid, outgoing Democratic leader Sen. Harry Reid of Nevada, who was among those briefed, accused FBI director James Comey of withholding information about the Russian campaign from the public. He said Comey should resign. Play ",
    "title": "CIA Concludes Russia Mounted Operation to Help Trump Win: Source - NBC News"
   },
   {
    "entities": [
     "ben",
     "us",
     "jason",
     "falls",
     "texas",
     "next week",
     "mobil",
     "trump",
     "responsive",
     "next year",
     "reuters",
     "syria",
     "sunday",
     "news",
     "rex",
     "fox",
     "london",
     "donald",
     "saturday",
     "street",
     "state",
     "tower",
     "for",
     "george",
     "north",
     "palin",
     "wichita",
     "exxon",
     "russia",
     "2015",
     "vladimir",
     "politics",
     "china",
     "john",
     "once",
     "u.n.",
     "korea",
     "u.s.",
     "bolton",
     "oct. 7, 2015",
     "nbc",
     "new",
     "december 10, 2016",
     "tillerson",
     "w.",
     "wall",
     "journal",
     "sarah",
     "obama",
     "afghanistan",
     "iraq",
     "center",
     "york",
     "previously",
     "2:05",
     "america",
     "gop",
     "iran",
     "exxonmobil",
     "stansall",
     "jeb",
     "putin",
     "bush",
     "miller",
     "city"
    ],
    "id": 12,
    "text": "Exxon Mobil Chief Is Trump's Expected Pick For Secretary of State 2:05 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161211013454if_/http://www.nbcnews.com/widget/video-embed/830035011849\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Donald Trump is expected to nominate ExxonMobil CEO Rex Tillerson as his secretary of state, two sources close to the transition process told NBC News on Saturday. The 64-year-old veteran oil executive has no government or diplomatic experience, although he has ties to Russian President Vladimir Putin. The pick would put to rest weeks-long speculation of who would earn the post as the U.S.'s top diplomat, and would place Tillerson fourth in line to the presidency. He will also be paired with former U.N. Ambassador John Bolton as his deputy secretary of state, one of the sources added, with Bolton handling day-to-day management of the department. Chairman and CEO of US oil and gas corporation ExxonMobil, Rex Tillerson, speaks during the 2015 Oil and Money conference in central London on Oct. 7, 2015. Ben Stansall / AFP/Getty Images The sources cautioned that nothing is final until the president-elect officially announces it, which could happen as early as next week. Tillerson, who was once dubbed \"T.Rex\" by Sarah Palin, met Saturday with Trump at Trump Tower in New York City, the president-elect's spokesperson confirmed. In a pre-taped interview set to air Sunday on Fox News, Trump discussed why a businessman such as Tillerson would be a good fit as America's chief diplomat. \"Well, in his case, he's much more than a business executive, I mean he's a world-class player,\" Trump said, acknowledging Tillerson's relationship with Russia through his business dealings. \"To me, a great advantage is he knows many of the players, and he knows them well,\" Trump added. \"He does massive deals in Russia. He does massive deals for the company — not for himself, for the company.\" Trump spokesman Jason Miller said no official announcement on the secretary of state pick is expected until \"next week at the earliest.\" Transition Update: No announcements on Secretary of State until next week at the earliest. #MakeAmericaGreatAgain — Jason Miller (@JasonMillerinDC) December 10, 2016 Tillerson, of Wichita Falls, Texas, has already notified his corporate board about taking on the new role, sources told NBC News. He is set to retire from ExxonMobil next year since the company has a mandatory retirement age of 65, Reuters reported. He has never previously worked in government, but reportedly holds conservative political views. Tillerson has made tens of thousands of dollars worth of political donations over the past two decades to Republican groups and candidates, including to President George W. Bush and former Texas Gov. Jeb Bush, according to the Center for Responsive Politics, a nonpartisan research group. The Wall Street Journal reported that Tillerson backed Jeb Bush during the GOP presidential primary and did not donate to Trump's campaign. Little is known about where he stands on foreign policy, and as secretary of state, he would have to hit the ground running on major issues. Among them: handling the nuclear agreement with Iran that the Obama administration made in 2015; the sanctions imposed on Russia; disputes with China and North Korea; the ongoing humanitarian crisis in Syria; and rebuilding Afghanistan and Iraq. Play ",
    "title": "Rex Tillerson of ExxonMobil Expected to Be Named Trump's Secretary of State: Sources - NBC News"
   },
   {
    "entities": [
     "7:17 pm est",
     "caliskan",
     "mustafa",
     "interactive",
     "cbs",
     "sahin",
     "soylu",
     "anadolu",
     "states",
     "press",
     "ntv",
     "syria",
     "turkey",
     "earlier this week",
     "news",
     "inc.",
     "united",
     "tonight",
     "dec. 10, 2016",
     "yildirim",
     "vodafone",
     "bursaspor",
     "saturday",
     "davis",
     "about 10:30 p.m.",
     "tayyip",
     "vasip",
     "several seconds later",
     "stadium",
     "2016",
     "associated",
     "night",
     "l.",
     "arena",
     "binali",
     "u.s.",
     "agency",
     "suleyman",
     "december 10, 2016",
     "iraq",
     "jennifer",
     "erdogan",
     "recep",
     "besiktas",
     "istanbul",
     "dec 10, 2016",
     "williams",
     "isis",
     "holly"
    ],
    "id": 13,
    "text": "CBS/AP Last Updated Dec 10, 2016 7:17 PM EST ISTANBUL -- Two explosions hit Saturday night outside a major soccer stadium in Istanbul, after fans had gone home. Turkish President Recep Tayyip Erdogan issued a statement saying “unfortunately we have martyrs and wounded” but did not specify the number. A Turkish government source told CBS News that 15 were dead and 69 wounded. Report: At least 13 dead in Istanbul bombings The private NTV channel reported that the target of the first attack was a bus for riot police. One of the blasts was thought to be a car bomb, while the second appeared to be a suicide bomber.  Police cordoned off the area as smoke rose from behind the newly built Vodafone Arena Stadium, known colloquially as Besiktas Stadium after the local team and neighborhood. Witnesses also heard gunfire after the explosions. The first and larger explosion took place about 10:30 p.m. after the home team Besiktas beat visitor Bursaspor 2-1 in the Turkish Super League. Officials gave no immediate details on the nature of the second explosion, which sounded like it came from the same area. A video posted on social media appeared to show the moment of the blast with a fireball rising from the ground in the distance. It was followed several seconds later by a series of violent booms.   Patlama anı amatör kameraya böyle yansıdı. #patlama pic.twitter.com/YniRkDWuKX — Beşiktaş çArşı (@BesiktascArsi) December 10, 2016 The big question is who might be responsible if it is indeed what it looks like: a terror attack, CBS News’ Holly Williams reported from Istanbul. Turkey over the last couple of years has suffered a spate of suicide and car  bombings -- some attributed to the Islamic State of Iraq and Syria ( ISIS ) and others carried out by Kurdish militants. ISIS released an audio recording earlier this week calling on its followers to attack Turkish interests wherever possible, including security, military and the media, Williams reports. The U.S. Consul General in Istanbul, Jennifer L. Davis, issued a statement to CBS News calling the bombings acts of terrorism. “The United States condemns tonight’s cowardly attack and stands with the people of Turkey in the fight against terrorism,” the statement read.  However, there was no immediate claim of responsibility either from ISIS or any other group or individual. In cases of terror attacks carried out by Kurdish militants over the last couple of years, security forces and the police have been a frequent target. “It is thought to be a car bomb at a point where our special forces police were located, right after the match at the exit where Bursaspor fans exited, after the fans had left,” Interior Minister Suleyman Soylu was quoted as saying by Turkey’s state-run Anadolu Agency. He said the explosion took place on a hill adjacent to and overlooking the stadium. Turkish policemen at the site of an explosion in central Istanbul, Turkey, Dec. 10, 2016. Close REUTERS Television images showed more than a dozen ambulances on a street hugging the stadium and a police helicopter flying overhead with its searchlights on. The window glass of nearby buildings was shattered by the blasts and coated the pavement. Investigators, including Istanbul Police Chief Mustafa Caliskan, were quickly on the scene. The Besiktas sports club “strongly condemned” terrorism and the attack in a statement posted on its website. Bursaspor said none of the wounded were fans and issued a statement saying “we wish a speedy recovery to our wounded citizens.” Turkey’s radio and television board issued a temporary coverage ban citing national security concerns. It said “to avoid broadcasts that can result in public fear, panic or chaos, or that will serve the aims of terrorist organizations.”   Prime Minister Binali Yildirim and Istanbul Governor Vasip Sahin were also notified about the attack, Anadolu said.  Police arrive at the site of an explosion in central Istanbul, Turkey, Dec. 10, 2016. Close REUTERS © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Explosions hit near Istanbul soccer stadium - CBS News"
   },
   {
    "entities": [
     "langley",
     "dec. 1",
     "california",
     "saturday",
     "b.",
     "cia",
     "last month",
     "china",
     "present",
     "defense",
     "associated",
     "glenn",
     "schiff",
     "woolsey",
     "department",
     "this year",
     "minchillo",
     "army",
     "iraq",
     "eastern",
     "today",
     "weekend",
     "trump's",
     "al",
     "clinton",
     "intelligence",
     "kremlin",
     "white",
     "ben",
     "democratic",
     "west",
     "friday",
     "carle",
     "point",
     "jan. 20",
     "michael",
     "development",
     "park",
     "donald",
     "adam",
     "of",
     "russia",
     "carson",
     "geun-hye",
     "current",
     "podesta",
     "u.s.",
     "fbi",
     "agency",
     "jersey",
     "james",
     "cheney",
     "and",
     "beyonce",
     "2007",
     "ukraine",
     "$70-billion-a-year",
     "brian",
     "press",
     "party",
     "thursday",
     "moscow",
     "magazine",
     "pompeo",
     "bennett",
     "gore",
     "mike",
     "john",
     "nov. 8",
     "earth",
     "wilbur",
     "commerce",
     "va.",
     "housing",
     "new",
     "obama",
     "national",
     "cincinnati",
     "america",
     "committee",
     "dick",
     "putin",
     "dakota",
     "time",
     "this week",
     "trump",
     "house",
     "urban",
     "hillary",
     "europe",
     "r.",
     "vladimir",
     "2016",
     "flynn",
     "post",
     "future",
     "access",
     "hussein",
     "hollywood",
     "washington",
     "nixon",
     "now",
     "ross",
     "saddam",
     "2003"
    ],
    "id": 14,
    "text": "Tensions erupt between Trump and the CIA over Russia's hacking during the 2016 campaign Donald Trump John Minchillo / Associated Press President-elect Donald Trump speaks to a crowd in Cincinnati on Dec. 1. President-elect Donald Trump speaks to a crowd in Cincinnati on Dec. 1. (John Minchillo / Associated Press) Brian Bennett Contact Reporter Tensions between Donald Trump and U.S. intelligence officials boiled over Saturday as Trump's transition team mockingly compared a secret CIA assessment that Russia tried to sway the U.S. election in Trump's favor to the agency’s historic misjudgments on Iraq’s weapons of mass destruction.   The widening public rift between the incoming president and the nation’s powerful intelligence community could pose high-risk problems both for his administration and for national security.   CIA leaders at agency headquarters in Langley, Va., are bracing for a potentially adversarial relationship with Trump’s White House, especially over what the spy agency sees as Russia’s malign role on multiple fronts, according to two officials who  requested anonymity in speaking about internal discussions. “It sets up one of the great crises in the history of the executive branch,” said Glenn Carle, a former senior CIA officer who spent more than two decades as a spy before retiring in 2007. “All the agency can do short of insurrection is to present the facts when allowed to the executive we serve.” Trump has received only a handful of classified intelligence briefings since his upset victory last month, and CIA officials now believe it is because Trump has rejected their assessments on Moscow’s aggression in Ukraine, its pressure on Eastern Europe and its computer hacks to boost Trump's chances against Hillary Clinton . Some compared the current tensions to the distrust that marked relations with Vice President Dick Cheney before the 2003 U.S.-led invasion of Iraq, when he was widely seen as cherry-picking raw intelligence and pushing agency analysts to support his views. President Nixon had a famously frosty relationship with the CIA, which he considered too powerful and too independent. President Clinton’s first CIA director, R. James Woolsey, was so disliked in the White House that he could barely get an appointment to see the president.  Still, no other incoming president has publicly rejected a major CIA assessment about a security threat, or declined regular classified briefings from officials representing America’s $70-billion-a-year global espionage and surveillance apparatus.  Nor has a transition team issued a statement like the one it emailed Saturday after the Washington Post reported that the CIA had concluded that Russian President  Vladimir Putin ’s government had authorized the hacking and leaking of Democratic Party emails this year in a deliberate effort to damage Hillary Clinton and boost Trump’s chances.   \"These are the same people that said Saddam Hussein had weapons of mass destruction,” the statement said, referring to the misjudgments and mistakes used to justify the  invasion of Iraq, a systemic intelligence failure that badly tarnished the CIA’s reputation. The Trump team’s statement went on to say that the Nov. 8 election “ended a long time ago in one of the biggest electoral college victories in history,” a claim that is untrue.  Eight of the 12 most recent presidential elections have been decided with a larger electoral college victory. And unlike most elections, Trump lost the popular vote.  Inside the CIA, career analysts have been mystified by Trump’s repeated dismissal of evidence that Russia hacked into Democratic National Committee emails and copied communications from Hillary Clinton’s campaign chairman, John Podesta.  There are also growing concerns about Trump’s pick for national security advisor, retired three-star Army Gen.  Michael Flynn , whom the Obama administration fired as head of the Defense Intelligence Agency.  Flynn’s tenure there was rocky, in part because he ordered aides to chase pet theories that quickly became known as “Flynn facts,” since they were not grounded in reality. Trump’s choice to run the CIA, Rep. Mike Pompeo (R-Kan.), an aerospace entrepreneur and former Army officer, could get caught in the middle.  Pompeo developed a rapport with CIA leaders as a member of the House Intelligence Committee panel that oversees the agency. Pompeo, who graduated first in his class at West Point, has a reputation as a quick study and an advocate for the CIA. Now he will take over an agency that has been openly criticized by his future boss, the president-elect. “He’s going to be in an awkward spot when he is called to give a lay-down on Russia or some other topic,” a former senior national security official who has advised Trump’s transition team said in an interview.  CIA analysts will expect Pompeo to relay their unvarnished view but Trump may not want to hear it, the former official said, speaking on condition of anonymity.  Trump has repeatedly said that he doesn’t believe that Russia tried to interfere in the election, has praised Putin and has called for closer relations with the Kremlin. “I don’t believe they interfered,” Trump said in an interview with Time magazine published this week. The hacking, he said, “could be Russia. It could be China. And it could be some guy in New Jersey.” U.S. agencies believe they have identified who in the Russian government was involved in ordering operations to disrupt the U.S. election and how they were orchestrated. They are reluctant to make the information public because that could compromise how the intelligence was gathered, a U.S. official said, speaking on condition of anonymity.  The FBI is still investigating the Russian hacks and have yet to find that a U.S. citizen assisted them, the official said. Rep. Adam B. Schiff  (D-Burbank), the top Democrat on the House Intelligence Committee, said Trump is not disregarding the intelligence because he has examined the information and disagrees with how it was interpreted. Rather, he said, Trump has rejected it because “it doesn't fit with the political narrative he wants to tell.” That doesn't bode well for how Trump will act as president. \"He is willing to disparage the intelligence community when it benefits him,\" Schiff said.  On Friday, the White House said that President Obama had ordered the CIA and other intelligence agencies to conduct a full review of foreign-based digital attacks aimed at influencing the election. Obama ordered the review completed before he leaves office on Jan. 20, in what appeared to be an attempt to ensure the incoming administration doesn’t kill the inquiry. Caption Weekend Roundup: 7 stories you can't miss Who’s to blame for one of the worst fires in California history , Dakota Access pipeline opponents have claimed a big victory for now , Beyonce leads today’s Grammy nominations with nine , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , how will Hollywood speak to Trump’s America , meet Wilbur Ross, the man Trump has tapped him to lead the U.S. Department of Commerce , and John Glenn, the first American to orbit Earth, died Thursday at 95 . Caption Weekend Roundup: 7 stories you can't miss Who’s to blame for one of the worst fires in California history , Dakota Access pipeline opponents have claimed a big victory for now , Beyonce leads today’s Grammy nominations with nine , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , how will Hollywood speak to Trump’s America , meet Wilbur Ross, the man Trump has tapped him to lead the U.S. Department of Commerce , and John Glenn, the first American to orbit Earth, died Thursday at 95 . Caption 90 seconds: 4 stories you can't miss John Glenn, the first American to orbit Earth, died Thursday at 95 , Al Gore might have gotten played,   South Korean lawmakers voted to impeach President Park Geun-hye,  and the American Dream is more elusive than ever, a study finds . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Tensions erupt between Trump and the CIA over Russia&apos;s hacking during the 2016 campaign - LA Times"
   },
   {
    "entities": [
     "harnik",
     "assange",
     "mindaugas",
     "chiu",
     "cia",
     "china",
     "present",
     "dnc",
     "mid-september",
     "ap-rrb-",
     "hill",
     "may 14, 2016",
     "gop",
     "jan. 20, 2017",
     "clinton",
     "kremlin",
     "intelligence",
     "ap",
     "white",
     "democratic",
     "millerthe",
     "capitol",
     "friday",
     "r-calif.",
     "mitch",
     "devin",
     "comey",
     "mcconnell",
     "jan. 20",
     "feb. 13, 2015",
     "berlin",
     "united",
     "seven",
     "senate",
     "donald",
     "vilnius",
     "adam",
     "russia",
     "oct. 7",
     "jeh",
     "electoral",
     "julian",
     "podesta",
     "nov. 3",
     "greg",
     "u.s.",
     "fbi",
     "kentucky",
     "jersey",
     "james",
     "previously",
     "lithuania",
     "sept. 28, 2015",
     "september",
     "the past",
     "lisa",
     "andrew",
     "stanford",
     "moscow",
     "jeff",
     "magazine",
     "oct. 4, 2016",
     "nunes",
     "congress",
     "nations",
     "security",
     "john",
     "monaco",
     "republican",
     "obama",
     "national",
     "new",
     "wikileaks",
     "committee",
     "putin",
     "germany",
     "time",
     "nakashima",
     "this week",
     "entous",
     "markus",
     "states",
     "trump",
     "house",
     "hillary",
     "last week",
     "college",
     "calif.",
     "vladimir",
     "johnson",
     "2016",
     "post",
     "kulbis",
     "hussein",
     "summit",
     "ellen",
     "washington",
     "evening",
     "homeland",
     "schreiber",
     "now",
     "barack",
     "saddam"
    ],
    "id": 15,
    "text": "Secret CIA assessment says Russia intervened in election to help Trump win Vladimir Putin, Barack Obama Andrew Harnik / AP President Barack Obama shakes hands with Russian President President Vladimir Putin on Sept. 28, 2015, at United Nations headquarters. Obama has ordered intelligence officials to conduct a broad review on suspected election-season hacking by Russians. President Barack Obama shakes hands with Russian President President Vladimir Putin on Sept. 28, 2015, at United Nations headquarters. Obama has ordered intelligence officials to conduct a broad review on suspected election-season hacking by Russians. (Andrew Harnik / AP) Adam Entous, Ellen Nakashima, Greg MillerThe Washington Post The CIA has concluded in a secret assessment that Russia intervened in the 2016 election to help Donald Trump win the presidency, rather than just to undermine confidence in the U.S. electoral system, according to officials briefed on the matter. Intelligence agencies have identified individuals with connections to the Russian government who provided WikiLeaks with thousands of hacked emails from the Democratic National Committee and others, including Hillary Clinton 's campaign chairman, according to U.S. officials. Those officials described the individuals as actors known to the intelligence community and part of a wider Russian operation to boost Trump and hurt Clinton's chances. \"It is the assessment of the intelligence community that Russia's goal here was to favor one candidate over the other, to help Trump get elected,\" said a senior U.S. official briefed on an intelligence presentation made to U.S. senators. \"That's the consensus view.\" President Barack Obama 's administration has been debating for months how to respond to the alleged Russian intrusions, with White House officials concerned about escalating tensions with Moscow and being accused of trying to boost Clinton's campaign. In September, during a secret briefing for congressional leaders, Senate Republican Leader Mitch McConnell  of Kentucky voiced doubts about the veracity of the intelligence, according to officials present. The Trump transition team dismissed the findings in a short statement issued Friday evening. \"These are the same people that said Saddam Hussein had weapons of mass destruction. The election ended a long time ago in one of the biggest Electoral College victories in history. It's now time to move on and 'Make America Great Again,' \" the statement read. Trump has consistently dismissed the intelligence community's findings about Russian hacking. \"I don't believe they interfered\" in the election, he told Time magazine this week. The hacking, he said, \"could be Russia. And it could be China. And it could be some guy in his home in New Jersey.\" The CIA shared its latest assessment with key senators in a closed-door briefing on Capitol Hill last week, in which agency officials cited a growing body of intelligence from multiple sources. Agency briefers told the senators it was now \"quite clear\" that electing Trump was Russia's goal, according to the officials, who spoke on the condition of anonymity to discuss intelligence matters. The CIA presentation to senators about Russia's intentions fell short of a formal U.S. assessment produced by all 17 intelligence agencies. A senior U.S. official said there were minor disagreements among intelligence officials about the agency's assessment, in part because some questions remain unanswered. For example, intelligence agencies do not have specific intelligence showing officials in the Kremlin \"directing\" the identified individuals to pass the Democratic emails to WikiLeaks, a second senior U.S. official said. Those actors, according to the official, were \"one step\" removed from the Russian government, rather than government employees. Moscow has in the past used middlemen to participate in sensitive intelligence operations so it has plausible deniability. Julian Assange, founder of WikiLeaks, has said in a television interview that the \"Russian government is not the source.\" The White House and CIA officials declined to comment. On Friday, the White House said President Obama had ordered a \"full review\" of Russian hacking during the election campaign, as pressure from Congress has grown for greater public understanding of exactly what Moscow did to influence the electoral process. \"We may have crossed into a new threshold, and it is incumbent upon us to take stock of that, to review, to conduct some after-action, to understand what has happened and to impart some lessons learned,\" Obama's counterterrorism and homeland security adviser, Lisa Monaco, told reporters at a breakfast hosted by the Christian Science Monitor. Obama wants the report before he leaves office Jan. 20, Monaco said. During her remarks, Monaco didn't address the latest CIA assessment, which hasn't been previously disclosed. Julian Assange Markus Schreiber / AP WikiLeaks founder Julian Assange participates via video link at a news conference marking the 10th anniversary of the secrecy-spilling group in Berlin, Germany, on Oct. 4, 2016. Assange denied Nov. 3 that the Russian government or any other \"state parties\"\u009d were his group's source for more than 50,000 hacked emails from the files of Hillary Clinton's campaign chairman, John Podesta. WikiLeaks founder Julian Assange participates via video link at a news conference marking the 10th anniversary of the secrecy-spilling group in Berlin, Germany, on Oct. 4, 2016. Assange denied Nov. 3 that the Russian government or any other \"state parties\"\u009d were his group's source for more than 50,000 hacked emails from the files of Hillary Clinton's campaign chairman, John Podesta. (Markus Schreiber / AP) Seven Democratic senators last week asked Obama to declassify details about the intrusions and why officials believe that the Kremlin was behind the operation. Officials said Friday that the senators specifically were asking the White House to release portions of the CIA's presentation. This week, top Democratic lawmakers in the House also sent a letter to Obama, asking for briefings on Russian interference in the election. U.S. intelligence agencies have been cautious for months in characterizing Russia's motivations, reflecting the United States' long-standing struggle to collect reliable intelligence on Russian President Vladimir Putin and those closest to him. In previous assessments, the CIA and other intelligence agencies told the White House and congressional leaders that they believed Moscow's aim was to undermine confidence in the U.S. electoral system. The assessments stopped short of saying the goal was to help elect Trump. On Oct. 7, the intelligence community officially accused Moscow of seeking to interfere in the election through the hacking of \"political organizations.\" Though the statement never specified which party, it was clear that officials were referring to cyber-intrusions into the computers of the DNC and other Democratic groups and individuals. Some key Republican lawmakers have continued to question the quality of evidence supporting Russian involvement. Lisa Monaco Jeff Chiu / AP Homeland security and counterterrorism presidential adviser Lisa Monaco speaks Feb. 13, 2015, at the White House Summit on Cybersecurity and Consumer Protection in Stanford, Calif. Monaco says President Obama has ordered a review of the email hacking that rattled the presidential campaign and says intelligence and national security officials will report their findings to the president before he leaves office on Jan. 20, 2017. Homeland security and counterterrorism presidential adviser Lisa Monaco speaks Feb. 13, 2015, at the White House Summit on Cybersecurity and Consumer Protection in Stanford, Calif. Monaco says President Obama has ordered a review of the email hacking that rattled the presidential campaign and says intelligence and national security officials will report their findings to the president before he leaves office on Jan. 20, 2017. (Jeff Chiu / AP) \"I'll be the first one to come out and point at Russia if there's clear evidence, but there is no clear evidence — even now,\" said Rep. Devin Nunes , R-Calif., the chairman of the House Intelligence Committee and a member of the Trump transition team. \"There's a lot of innuendo, lots of circumstantial evidence, that's it.\" Though Russia has long conducted cyberspying on U.S. agencies, companies and organizations, this presidential campaign marks the first time Moscow has attempted through cyber-means to interfere in, if not actively influence, the outcome of an election, the officials said. The reluctance of the Obama White House to respond to the alleged Russian intrusions before Election Day upset Democrats on the Hill as well as members of the Clinton campaign. Within the administration, top officials from different agencies sparred over whether and how to respond. White House officials were concerned that covert retaliatory measures might risk an escalation in which Russia, with sophisticated cybercapabilities, might have less to lose than the United States, with its vast and vulnerable digital infrastructure. The White House's reluctance to take that risk left Washington weighing more limited measures, including the \"naming and shaming\" approach of publicly blaming Moscow. By mid-September, White House officials had decided it was time to take that step, but they worried that doing so unilaterally and without bipartisan congressional backing just weeks before the election would make Obama vulnerable to charges that he was using intelligence for political purposes. Putin Trump mural Mindaugas Kulbis / AP A couple kiss in front of graffiti depicting Russian President Vladimir Putin, left, and then-Republican presidential candidate Donald Trump, on the walls of a bar in Vilnius, Lithuania, on May 14, 2016. A couple kiss in front of graffiti depicting Russian President Vladimir Putin, left, and then-Republican presidential candidate Donald Trump, on the walls of a bar in Vilnius, Lithuania, on May 14, 2016. (Mindaugas Kulbis / AP) Instead, officials devised a plan to seek bipartisan support from top lawmakers and set up a secret meeting with the Gang of 12 — a group that includes House and Senate leaders, as well as the chairmen and ranking members of both chambers' committees on intelligence and homeland security. Obama dispatched Monaco, FBI Director James Comey and Homeland Security Secretary Jeh Johnson to make the pitch for a \"show of solidarity and bipartisan unity\" against Russian interference in the election, according to a senior administration official. Specifically, the White House wanted congressional leaders to sign off on a bipartisan statement urging state and local officials to take federal help in protecting their voting-registration and balloting machines from Russian cyber-intrusions. Though U.S. intelligence agencies were skeptical that hackers would be able to manipulate the election results in a systematic way, the White House feared that Russia would attempt to do so, sowing doubt about the fundamental mechanisms of democracy and potentially forcing a more dangerous confrontation between Washington and Moscow. In a secure room in the Capitol used for briefings involving classified information, administration officials broadly laid out the evidence U.S. spy agencies had collected, showing Russia's role in cyber-intrusions in at least two states and in hacking the emails of the Democratic organizations and individuals. And they made a case for a united, bipartisan front in response to what one official described as \"the threat posed by unprecedented meddling by a foreign power in our election process.\" The Democratic leaders in the room unanimously agreed on the need to take the threat seriously. Republicans, however, were divided, with at least two GOP lawmakers reluctant to accede to the White House requests. According to several officials, McConnell raised doubts about the underlying intelligence and made clear to the administration that he would consider any effort by the White House to challenge the Russians publicly an act of partisan politics. ",
    "title": "Secret CIA assessment says Russia intervened in election to help Trump win - Chicago Tribune"
   },
   {
    "entities": [
     "barrow",
     "c.",
     "community",
     "iec",
     "west",
     "african",
     "states",
     "mai",
     "press",
     "jammeh",
     "quist-arcton",
     "nnoko-mewanu",
     "reuters",
     "last week",
     "--",
     "ofeibea",
     "ghana",
     "npr",
     "senegal",
     "saturday",
     "state",
     "of",
     "juliana",
     "associated",
     "2016",
     "human",
     "current",
     "ahmad",
     "u.n.",
     "department",
     "economic",
     "babatunde",
     "u.s.",
     "1981",
     "december 10, 2016",
     "union",
     "banjul",
     "watch",
     "fatty",
     "toner",
     "now",
     "ap",
     "rights",
     "mark",
     "gambia",
     "olugboji",
     "adama"
    ],
    "id": 16,
    "text": "\"In the same way that I accepted faithfully the results, believing that the IEC was independent and honest and reliable, I hereby reject the results in totality,\" Jammeh said in a televised speech. He also said there were other irregularities and problems in the electoral process. \"Our investigations reveal that in some cases, voters were told that the opposition has already won and there was no need for them to vote,\" Jammeh said. Last week, supporters of the opposition took to the streets to celebrate Barrow's win. Jammeh's allegations are now \"plunging Gambia into confusion and uncertainty,\" NPR's Ofeibea Quist-Arcton reports. President-elect Barrow responded, telling reporters, \"The outgoing president has no constitutional authority to reject the result of the election and order for fresh elections to be held,\" Reuters reports . \"I urge him to change his current position and accept the verdict of the people in good faith for the sake of the Gambia, our homeland, whose people deserve peace and freedom and prosperity,\" he added to The Associated Press. Article continues after sponsorship The U.S. joined international bodies in condemning the announcement. \"This action is a reprehensible and unacceptable breach of faith with the people of The Gambia and an egregious attempt to undermine a credible election process and remain in power illegitimately,\" State Department spokesman Mark C. Toner said in a press release . The Economic Community of West African States, the U.N. and African Union echoed the sentiment in a joint statement : \"They call on the government of The Gambia to abide by its constitutional responsibilities and international obligations. It is fundamental that the verdict of the ballots should be respected, and that the security of the president -elect Adama Barrow, and that of all Gambian citizen be fully ensured.\" Opposition Candidate Wins Ghana's Presidential Vote Wire services report the streets of the capital Banjul were calm Saturday, with a heavy presence of police and soldiers. Gambians closed down shops and stayed home out of fear of violence. Human rights groups have criticized Jammeh for abuses during his 22-year rule. In its 2016 report , Human Rights Watch said his government \"frequently committed serious human rights violations including arbitrary detention, enforced disappearance, and torture against those who voiced opposition to the government,\" creating \"a climate of fear within Gambia.\" On Saturday, the organization retweeted a statement from deputy program director Babatunde Olugboji saying they were \"deeply concerned.\" — Juliana Nnoko-Mewanu (@NnokoMewanu) December 10, 2016 Diplomats told Reuters that it's unclear what international organizations plan to do, but there is a precedent for military intervention. In 1981, they note, the surrounding country of Senegal sent in troops to stop a coup in Gambia. Opposition leader Mai Ahmad Fatty urged calm. \"We are working round the clock to restore sanity,\" he told the AP. \"We have the full support of our people. The world is with us.\" ",
    "title": "Gambian President Rejects Loss And Calls For New Election  : The Two-Way : NPR"
   },
   {
    "entities": [
     "democratic",
     "mccain",
     "friday",
     "assange",
     "the week",
     "trump",
     "comey",
     "house",
     "press",
     "hillary",
     "next year",
     "party",
     "friends",
     "bernie",
     "news",
     "moscow",
     "facebook",
     "next month",
     "fox",
     "college",
     "senate",
     "donald",
     "gibson",
     "herridge",
     "saturday",
     "sanders",
     "cia",
     "congress",
     "russia",
     "2008",
     "2016",
     "john",
     "associated",
     "conway",
     "twitter",
     "electoral",
     "post",
     "past",
     "podesta",
     "julian",
     "kellyanne",
     "eric",
     "u.s.",
     "hussein",
     "obama",
     "december 10, 2016",
     "late friday",
     "new",
     "schumer",
     "national",
     "wikileaks",
     "james",
     "jake",
     "catherine",
     "york",
     "washington",
     "&",
     "committee",
     "chuck",
     "chad",
     "now",
     "pergram",
     "saddam",
     "clinton",
     "kremlin",
     "schultz",
     "white"
    ],
    "id": 17,
    "text": "Trump team says 'move on,' after Obama calls for cyber-hacking probe Published               December 10, 2016 Facebook 0 Twitter 0 livefyre Email Print   Donald Trump’s presidential transition team late Friday criticized President Obama's order for a full-scale review of campaign-season cyber-attacks allegedly linked to Russia, saying it’s “time to move on.” Trump has been repeatedly dismissive of the intelligence community's determination that Russia sought through hacking to disrupt the U.S. election, which he won in a stunning upset over Democratic presidential nominee Hillary Clinton. “The election ended a long time ago in one of the biggest Electoral College victories in history. It's now time to move on and `Make America Great Again,’ ” the transition team said. \"These are the same people that said Saddam Hussein had weapons of mass destruction.” The investigation ordered by Obama will be a \"deep dive\" into a possible pattern of increased \"malicious cyber activity\" timed to the campaign season, White House spokesman Eric Schultz said Friday. On Saturday, New York Democratic Sen. Chuck Schumer, the next Senate minority leader, called for the Republican-led Congress to address the issue. “Reports of the CIA’s conclusion that Russia actively sought to help elect Donald Trump are simultaneously stunning and not surprising, given Russia’s disdain for democracy and admiration for autocracy,” Schumer said. “Senate Democrats will join with our Republican colleagues next year to demand a congressional investigation and hearings to get to the bottom of this.” The administration probe will include looking into the email hacks that rattled the presidential campaign. It also will look at the tactics, targets, key actors and the U.S. government's response to the hacks, as well as incidents reported in past elections,. The president ordered the report earlier in the week and asked that it be completed before he leaves office next month, Schultz said. The Washington Post reported Friday that the CIA has concluded that Russia aimed specifically to help Trump, a Republican, win the presidency. The Kremlin has rejected the hacking accusations. In the months leading up to the election, email accounts of Democratic Party officials and a top Clinton campaign aide were breached, emails leaked and embarrassing and private emails posted online. Many Democrats believe the hackings benefited Trump's bid. Schultz said the president sought the probe as a way of improving U.S. defense against cyberattacks and was not intending to question the legitimacy of Trump's victory. Obama's move comes as Democratic lawmakers have been pushing Obama to declassify more information about Russia's role, fearing that Trump, who has promised a warmer relationship with Moscow, may not prioritize the issue. The White House said it would make parts of the report public and would brief lawmakers and relevant state officials on the findings. It emphasized the report would not focus solely on Russian operations or email hacks involving Clinton campaign Chairman John Podesta and Democratic National Committee accounts. The emails were made public by WikiLeaks. Schultz said intelligence officials would be reviewing incidents going back to the 2008 presidential campaign, when the campaigns of Sen. John McCain and Obama were breached by hackers. The intelligence community has already concluded that Russia-backed actors likely were involved in breaching and releasing the Democratic Party emails. WikiLeaks founder Julian Assange has denied the Russian government or any other “state parties” were the source for the 50,000 emails, which fueled weeks of embarrassing coverage for the Clinton campaign detailing behind-the-scenes discussions and arguments among advisers and family members. Many Democrats believe the disclosures in emails stolen from Democratic Party officials and Podesta’s account benefited Trump.  Trump senior adviser Kellyanne Conway told “Fox & Friends” on Friday that Democrats “won’t learn the lessons” from the 2016 race. \"A little self-awareness would do for a team that is blaming everybody but themselves for this. It’s Bernie Sanders’ fault … It’s the alt-right’s fault,\" she said. \"It’s … fake news’ fault. It’s Russian interference. It’s James Comey. ... How about you had no message?\" Fox News’ Chad Pergram, Jake Gibson and Catherine Herridge and The Associated Press contributed to this report.  Advertisement ",
    "title": "Trump team says 'move on,' after Obama calls for cyber-hacking probe | Fox News"
   },
   {
    "entities": [
     "kushner",
     "mitt",
     "n.",
     "mccain",
     "council",
     "stephen",
     "haass",
     "kerry",
     "jason",
     "falls",
     "texas",
     "power",
     "relations",
     "mobil",
     "friday",
     "times",
     "states",
     "south",
     "trump",
     "sea",
     "syria",
     "richard",
     "news",
     "january 2006",
     "united",
     "paris",
     "may",
     "r.",
     "fox",
     "senate",
     "2009",
     "more than two hours on saturday",
     "donald",
     "american",
     "morning",
     "saturday",
     "tower",
     "$30 billion",
     "steve",
     "george",
     "north",
     "foreign",
     "coll",
     "china",
     "exxon",
     "russia",
     "wichita",
     "vladimir",
     "on",
     "txu",
     "john",
     "romney",
     "tennessee",
     "monday",
     "korea",
     "k.",
     "bolton",
     "arizona",
     "new",
     "w.",
     "tillerson",
     "africa",
     "the last year",
     "york",
     "2012",
     "committee",
     "bob",
     "exxonmobil",
     "putin",
     "bannon",
     "bush",
     "miller",
     "corker",
     "tex.",
     "dakota",
     "jared"
    ],
    "id": 18,
    "text": "Continue reading the main story His connections to Russia are sure to come under scrutiny during a Senate confirmation hearing. Senator John McCain, Republican of Arizona, said on Saturday that Mr. Tillerson’s ties to Mr. Putin were “a matter of concern to me.” “I’d have to examine it,” he said on Fox News, adding that “Vladimir Putin is a thug, bully and a murderer, and anybody else who describes him as anything else is lying.” Advertisement Continue reading the main story Mr. Tillerson’s success in business gives him a major credential with Mr. Trump, who values that background, along with loyalty, above other traits. He would be one of several wealthy business executives in top administration jobs. Mr. Tillerson met with Mr. Trump for more than two hours on Saturday at Trump Tower in New York, and two of the president-elect’s key advisers, his chief strategist, Stephen K. Bannon, and his son-in-law, Jared Kushner, have told Mr. Trump that Mr. Tillerson is in a “different league” from his other options. But Mr. Trump is famously mercurial and could change his mind before making his final decision public. A transition spokesman, Jason Miller, declined to comment. Among the other contenders have been Mitt Romney , the 2012 Republican presidential nominee, and Senator Bob Corker of Tennessee, the chairman of the Senate Foreign Relations Committee. Mr. Trump’s team has discussed the possibility of appointing as deputy secretary John R. Bolton, a highly conservative and combative veteran of the George W. Bush administration. Mr. Trump has also spoken with Richard N. Haass, the president of the Council on Foreign Relations and a far more centrist figure. Graphic: Donald Trump Is Choosing His Cabinet. Here’s the Latest List. Mr. Tillerson, 64, has spent the past 41 years at Exxon, where he began as a production engineer and went on to strike deals around the world for a company that explores, buys and sells oil and gas in some of the globe’s most troubled corners. If confirmed by the Senate, Mr. Tillerson will deal with many of the world leaders he encountered at Exxon, but with a very different agenda. In addition to an increasingly aggressive Russia, he will have to manage a raging war in Syria that has consumed the last year of diplomatic efforts by Secretary of State John Kerry, a rising China that is staking claims in the South China Sea, and a North Korea that is growing closer to being able to launch a nuclear-armed missile at the United States. The kind of deal-making diplomacy that Mr. Tillerson has excelled at is far different from the alliance-building required of a secretary of state, often without the incentive of profits for negotiating partners. Mr. Tillerson assumed the role of chairman and chief executive of Exxon Mobil in January 2006, and during his tenure the company acknowledged, for the first time, the science underlying climate change . It has said it supports the creation of a carbon tax, which most Republicans have opposed, and it also supported the Paris climate agreement, a major focus of Mr. Kerry’s time in office. Mr. Trump has vowed to abandon the climate pact. Advertisement Continue reading the main story In May, Mr. Tillerson told shareholders that “we believe that addressing the risk of climate change is a global issue,” adding that it would require the cooperation of governments, businesses and individuals. Executives at Exxon describe Mr. Tillerson as a strong leader, accustomed to making decisions and giving orders. Some have expressed surprise that he would be interested in the job of secretary of state, because he would not be the final decision maker. A native of Wichita Falls, Tex., Mr. Tillerson speaks with a strong Texas twang and is known for quoting Boy Scout creeds. If he has faced a failure as a leader of Exxon, it was that he was slow to invest in the oil and gas shale fields around Texas and North Dakota. Preferring to invest in big, expensive projects around the world, he left the shale fields open to smaller, more nimble independent companies. When he finally bought TXU, a shale gas-producing company, in 2009 for over $30 billion, he did so when natural gas prices were at a peak. After paying a premium for the company, Exxon’s earnings have suffered in recent years. Still, in total, Mr. Tillerson has excelled in the somewhat rigid atmosphere inside Exxon. Steve Coll, the author of “ Private Empire: ExxonMobil and American Power ,” noted in 2012 that Mr. Tillerson presided over a company that had succeeded “where the question is numbers, or engineering effectiveness, or worker safety performance.” “But when the question involves the human factor, building trust with your communities where you’re drilling, or convincing people that fracking is not going to ruin their water, or dealing with political environments in 150 different countries with lots of supply problems, or dealing with violence on the ground around your oil fields in Africa — in all of those areas, I think they have a habit of not really taking anybody’s advice,” Mr. Coll said. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Rex Tillerson, Exxon Chief, Is Expected to Be Pick for Secretary of State - The New York Times"
   },
   {
    "entities": [
     "wells",
     "arnold",
     "nielsen",
     "blackstone",
     "stephen",
     "texas",
     "$385,000",
     "fargo",
     "devils",
     "beach",
     "avenue",
     "shaw",
     "spina",
     "reuters",
     "stanley",
     "miami",
     "fran",
     "ryan",
     "dec. 10, 2016",
     "$138,947,699",
     "the summer of 2013",
     "golden",
     "kitty",
     "china",
     "j.",
     "emporia",
     "once",
     "november 2012",
     "$100,000",
     "ratings",
     "equilar",
     "martin",
     "department",
     "this year",
     "northwood",
     "$8 million",
     "westport",
     "corkery",
     "today",
     "$20",
     "a.",
     "russell/the",
     "versailles",
     "40 percent",
     "tom",
     "ribbon",
     "metropoulos",
     "suisse",
     "stroth",
     "leslie",
     "piltaver",
     "group",
     "karl",
     "$1.3 billion",
     "tex.",
     "william",
     "sachs",
     "al",
     "fall",
     "intelligence",
     "$410 million",
     "white",
     "ben",
     "gnc",
     "management",
     "janice",
     "august 2014",
     "association",
     "cheese",
     "island",
     "harvard",
     "regis",
     "toledo",
     "michael",
     "o'hare",
     "development",
     "united",
     "facebook",
     "laura",
     "georgia",
     "early 2013",
     "popovich",
     "co.",
     "donald",
     "park",
     "recently",
     "pacheco",
     "g.",
     "indiana",
     "holdings",
     "of",
     "business",
     "black",
     "maine",
     "lubbock",
     "2014",
     "the following year",
     "global",
     "$16",
     "manhattan",
     "maloney",
     "blue",
     "dimon",
     "e.",
     "ga.",
     "economic",
     "southern",
     "investment",
     "toler",
     "apple",
     "jersey",
     "10 percent",
     "standard",
     "42 percent",
     "james",
     "ripplewood",
     "and",
     "dean",
     "york",
     "louis",
     "previously",
     "gores",
     "chuck",
     "columbus",
     "barbara",
     "airport",
     "olkon",
     "such",
     "fidelity",
     "ding",
     "litland",
     "p.",
     "83 percent",
     "the future",
     "todd",
     "council",
     "third largest of",
     "edvard",
     "goldman",
     "walmart",
     "dongs",
     "$148 billion",
     "brian",
     "kemp",
     "blankfein",
     "27 percent",
     "$10",
     "moynihan",
     "brands",
     "press",
     "amy",
     "t.",
     "morgan",
     "kkr",
     "summer 2013",
     "plemmons",
     "international",
     "st.",
     "citigroup",
     "months later",
     "hannah",
     "biddeford",
     "february 2012",
     "$121 million",
     "bennett",
     "2015",
     "pitchbook",
     "john",
     "tannen",
     "robert",
     "boehm/associated",
     "the last decade",
     "lloyd",
     "stumpf",
     "pabst",
     "new",
     "wylly",
     "protess",
     "hills",
     "anthony",
     "$900 million",
     "conn.",
     "indianapolis",
     "thanksgiving",
     "$140 million",
     "america",
     "2012",
     "thomson",
     "ronald",
     "picker",
     "illinois",
     "marty",
     "nearly a century ago",
     "company",
     "f.",
     "dartmouth",
     "leon",
     "$211 million",
     "market",
     "$181 million",
     "october",
     "chase",
     "c.",
     "times",
     "last year",
     "veronica",
     "sara",
     "credit",
     "ressler",
     "next 15 years",
     "corbat",
     "states",
     "trump",
     "2013",
     "house",
     "munch",
     "zales",
     "eells/bloomberg",
     "room",
     "harris",
     "harrison",
     "university",
     "the",
     "$800 million",
     "american",
     "ill.",
     "$1 million",
     "bank",
     "jamie",
     "hillard",
     "$186 million",
     "1990",
     "school",
     "antony",
     "seventh day",
     "teachers",
     "scott",
     "gorman",
     "apollo",
     "$2.3 billion",
     "schwarzman",
     "30 percent",
     "l.",
     "$31,200",
     "me.",
     "future",
     "retired",
     "$24,000",
     "fifth",
     "long",
     "$120 million",
     "july 2013",
     "chicago",
     "20 percent",
     "less than four years later",
     "$38 million",
     "lott",
     "roker",
     "mcdermott",
     "december 11, 2016",
     "joshua",
     "poor's",
     "philadelphia",
     "bukaty/associated",
     "$400 million",
     "&",
     "$23,365,197",
     "jpmorgan",
     "now",
     "cruise",
     "bahamas",
     "melissa",
     "beverly",
     "smith",
     "hostess",
     "kan.",
     "mark",
     "ohio",
     "schiller"
    ],
    "id": 19,
    "text": "Credit Shaw Nielsen How the Twinkie Made the Superrich Even Richer Behind the financial maneuvering at Hostess, an investigation by The New York Times found a blueprint for how private equity executives have amassed some of the greatest fortunes of the modern era. By MICHAEL CORKERY and BEN PROTESS DEC. 10, 2016 As fans gathered on Rockefeller Plaza in Manhattan, Al Roker pulled up in a big red delivery truck, ready to give America what it wanted: Twinkies. The snack cakes flew through the air into the crowd pressed against metal barriers. One man shoved cream-filled treats into his mouth. Another “Today” host tucked Twinkies into the neckline of her dress. Across the nation in the summer of 2013, there was a feeding frenzy for Twinkies. The iconic snack cake returned to shelves just months after Hostess had shuttered its bakeries and laid off thousands of workers. The return was billed on “Today” as “the sweetest comeback in the history of ever.” Nowhere was it sweeter, perhaps, than at the investment firms Apollo Global Management and Metropoulos & Company, which spent $186 million in cash to buy some of Hostess’s snack cake bakeries and brands in early 2013. Less than four years later, they sold the company in a deal that valued Hostess at $2.3 billion. Apollo and Metropoulos have now reaped a return totaling 13 times their original cash investment. Advertisement Continue reading the main story Behind the financial maneuvering at Hostess, an investigation by The New York Times found a blueprint for how private equity executives like those at Apollo have amassed some of the greatest fortunes of the modern era. Deals like Hostess have helped make the men running the six largest publicly traded private equity firms collectively the highest-earning executives of any major American industry, according to a joint study that The Times conducted with Equilar , a board and executive data provider. The study covered thousands of publicly traded companies; privately held corporations do not report such data. Continue reading the main story Meet These Very High-Earning Private Equity Executives A joint study by The New York Times and Equilar, a board and executive data provider, examined the annual take-home pay of the top-ranking executives at the six private equity firms that are publicly traded. The findings were compared with a number of other industries, including large technology firms and banks. On average, the heads of the private equity firms earned nearly 10 times as much as the heads of banks. 2015 earnings for each top executive from his private equity firm DIVIDENDS AND For the eight executives above $138,947,699 For six chief executives of top banks† $23,365,197 The median and average for the eight executives above 2015 earnings for each top executive from his private equity firm KKR SALARY, BONUS, STOCK AND PERKS Antony P. Ressler The median and average for the eight executives above The median and average for six top-paid chief executives of banks† 21,884,831 BANK AVERAGE *Carried interest reflects a share of the profits the executives earn on their firms’ deals. †Jamie Dimon (JPMorgan Chase); Lloyd C. Blankfein (Goldman Sachs); John G. Stumpf (Wells Fargo); James P. Gorman (Morgan Stanley); Michael L. Corbat (Citigroup); Brian T. Moynihan (Bank of America) Source: Equilar | By Karl Russell/The New York Times Stephen A. Schwarzman, a co-founder of Blackstone, took home the largest haul last year: nearly $800 million. He and other private equity executives receive more annually than the leaders of Facebook and Apple, companies that revolutionized the way society communicates. The top executives at those six publicly traded private equity firms earned, on average, $211 million last year — which is about what Leon Black, a founder of Apollo, received. That amount was nearly 10 times what the average bank chief executive earned, though firms like Apollo face less public scrutiny on pay than banks do. Private equity firms note that much of their top executives’ wealth stems from owning their own stock and that they have earned their fortunes bringing companies back to life by applying their operational and financial expertise. Hostess, a defunct snack brand that was quickly returned to profitability, is a textbook example of the success of this approach. Yet even as private equity’s ability to generate huge profits is indisputable, the industry’s value to the work force and the broader economy is still a matter of debate. Hostess, which has bounced between multiple private equity owners over the last decade, shows how murky the jobs issue can be. In 2012, the company filed for bankruptcy under the private equity firm Ripplewood Holdings. Months later, with Ripplewood having lost control and the company’s creditors in charge, Hostess was shut down and its workers sent home for good. Without investment from Apollo and Metropoulos, Hostess brands and all those jobs might have vanished forever after the bankruptcy. The way these firms see it, they created a new company and new jobs with higher pay and generous bonuses. Advertisement Continue reading the main story But the new Hostess employs only 1,200 people, a fraction of the roughly 8,000 workers who lost their jobs at Hostess’s snack cake business during the 2012 bankruptcy. And some Hostess employees who got their jobs back lost them again. Under Apollo and Metropoulos, Hostess shut down one of the plants they reopened in Illinois, costing 415 jobs. The collapse and revival of Hostess illustrates how even in a business success, many workers don’t share in the gains. The episode also provides a snapshot of the economic forces that helped propel Donald J. Trump to the White House. Since losing his job at Hostess in 2012, Mark Popovich has had three jobs, including one that paid about $10 an hour, half what he made at the Twinkie-maker. A lifelong Democrat and devoted “union man,” Mr. Popovich said he supported Mr. Trump, the first time he ever voted Republican. “It’s getting old, getting bounced around all the time,” said Mr. Popovich, a 58-year-old Ohio resident. Photo Mark Popovich, 58, in front of the former Hostess Brands bakery in Northwood, Ohio. Mr. Popovich lost his job when Hostess closed the plant in 2012 and has had three jobs since. He was laid off again just before Thanksgiving. Credit Laura McDermott for The New York Times Such frustrations stem from broader shifts in the economy, as all types of companies turn to automation to cut costs and labor unions lose their influence. While these changes have helped keep companies profitable, private equity has used these shifts in the workplace to supercharge wealth far beyond that of the typical chief executive. And yet, Mr. Trump did not focus on private equity on the campaign trail, instead blaming the plight of the American working class on a shadowy cabal of elitist Democrats and Wall Street bankers who support trade deals that ship jobs overseas. “People understand jobs going to China,” said Michael Hillard, an economics professor at the University of Southern Maine. “But no one has ever heard of these private equity firms that come in and do all this financial engineering. It is much more complicated and less visible.” Advertisement Continue reading the main story The industry’s trade group, the American Investment Council, says it is sensitive to these issues as private equity’s role in the economy expands. The industry now controls huge swaths of the American work force: 4.4 million employees at over 7,500 companies, according to PitchBook, a private financial data platform. By some measures, Blackstone is one of the nation’s 10 largest employers and one of its biggest landlords. The firm’s co-founder, Mr. Schwarzman, is advising Mr. Trump on job creation. “At a time when many Americans are concerned about the country’s economic viability, private equity has proven itself in communities throughout the United States as an effective solution,” said James Maloney, the American Investment Council’s spokesman. “Sustainable growth strategies, adherence to responsible investments and a long-view approach are all a part of the present-day private equity model.” The Times investigation of the Hostess deal shows that today’s private equity also uses another set of tactics, like special dividends and tax arrangements, that maximize profits in creative, yet financially risky ways. Since the financial crisis, the private equity industry has become hugely influential. Here’s how it plays out in your daily life. A year after the layoffs at the Hostess plant in Illinois, Apollo and Metropoulos arranged for the company to borrow about $1.3 billion. Apollo and Metropoulos used most of that sum to pay themselves, and their investors, an early dividend on their investment. The firms also found a way to make money even after the company was sold. The firms, The Times investigation found, struck a deal to collect as much as $400 million over the next 15 years, based on what Hostess’s future tax savings might be. These winnings do not come without risk to the private equity firms, which are often taking a gamble on troubled companies, and when they fail, the firms probably lose out. And this is not a simple story of powerful investors enriching themselves while some workers struggle. Teachers and firefighters also benefit from private equity. Pension funds that pay retirement benefits to public servants now depend on private equity to generate huge returns. Without it, taxpayers could bear more of the costs. Advertisement Continue reading the main story “Hostess’s comeback was a win-win-win-win,” an Apollo spokesman said in a statement, adding that its investment benefited workers, communities, investors and consumers. “After teaming up to take on the daunting financial and operational challenge of creating a new company around the Hostess brand, Apollo and Metropoulos & Co. completed a highly successful private equity investment.” On a more basic level, Americans enjoy what private equity has owned: GNC vitamins, affordable jewelry at Zales, and birthday parties at Chuck E. Cheese’s. Photo Hostess Brands marked the resurrection of Twinkies in July 2013, handing out the snacks free from a truck in New York. Credit Scott Eells/Bloomberg Hostess’s new owners rode a wave of nostalgia for the company’s snack cakes, a euphoria that even spread to a sprawling Long Island estate . At a wedding there in 2013, packaged cupcakes were offered to guests. It may seem an unusual choice, but this party had a special affinity for the snack cake. The bride’s father is an executive at Apollo. The ‘Secret Sauce’ Leon Black grew up in a family that had a home in Westport, Conn., and an apartment on Park Avenue in Manhattan. He attended Dartmouth and Harvard Business School. But when Mr. Black traveled to Lubbock, Tex., to speak to a group of retired teachers, he emphasized a humbler side of his pedigree. “You should know,” Mr. Black said, according to a video recording of the February 2012 meeting, “my mother was a teacher, my sister was a teacher, my brother-in-law is a teacher. We have a lot of teachers in our family.” Mr. Black had good reason to flatter the retirees: Pension funds for teachers and other public workers are some of the biggest investors in Apollo’s funds and have helped make Mr. Black a very rich man. Advertisement Continue reading the main story Mr. Black, or an affiliated limited liability company, owns homes in Beverly Hills, Miami Beach and several locations in New York, an analysis of real estate records shows. This year, he bought the $38 million house in Beverly Hills that had belonged to the actor Tom Cruise. Private equity’s relationship with pension funds is mutually beneficial. As countless baby boomers reach retirement at a time of historically low interest rates, public pension funds need to achieve returns that match their liabilities — and private equity has delivered. Nearly half of private equity’s invested assets now come from public and private pensions around the world. Private equity uses this pension fund money to place bets on companies like Hostess, and Texas teachers have shared in the profits from the deal. Photo Fran Plemmons is a former president of the retired teachers association in Texas. The state’s teacher retirement system has invested in the fund that owns Hostess Brands and done very well, a boon to retirees at a time of rock-bottom interest rates. Credit Drew Anthony Smith for The New York Times The Teacher Retirement System of Texas has invested in the fund that bought Hostess. And that fund has reaped 27 percent net during the three years it owned Hostess, significantly more than the stock market returned in that period. “You need to get people in whom you trust and who will keep up our fund,” said Fran Plemmons, a former president of the Texas Retired Teachers Association who was a teacher and principal for 25 years. “If they do that, you need to get out of the way.” Ms. Plemmons said her $31,200 yearly pension allows her to live modestly but comfortably. High returns from private equity investments, she said, help keep pension payments flowing to retired school workers across Texas, which trickles down into the local economy. For the teachers in Lubbock, Mr. Black described the “secret sauce” behind its success: buying the debt of financially troubled companies or purchasing an entire company. The investments, he said, are “value-oriented, if not contrarian.” Hostess fit that formula. Not only were Americans turning to healthier snacks and eating less junk food, but Hostess had its own challenges. Advertisement Continue reading the main story In 2012, the baking company had gone through a bruising bankruptcy, its second in a decade. The company laid off most of its 18,500 unionized drivers, loaders and bakers, not long after the bakers’ union voted for a companywide strike rather than accept another round of concessions. The Rich History of Twinkies Continue Reading » But what was disaster for previous owners looked like treasure to Apollo and Metropoulos. When Hostess lenders auctioned off the company in early 2013, Apollo and Metropoulos bought some of Hostess’s snack cake brands, which included Twinkies and Ding Dongs. Snack cakes still produced some of the highest profit margins in the food industry and Hostess cakes were particularly well-known. The bankruptcy also provided Apollo and Metropoulos a clean slate, liberating them from union contracts, labor rules and debt and pension payments. One group of workers who had no place at the new Hostess: the unionized drivers, who transported snack cakes and bread to grocery stores nationwide. Now, Hostess would send its baked goods to warehouses, where retailers like Walmart would ship to individual stores. Ronald Litland, 44, delivered Hostess products in Illinois for 10 years. After he was laid off in 2012, he enrolled in a for-profit college in hopes of finding a new career in information technology. When his unemployment benefits ran out, he delivered pizzas. He never finished school, but is still paying back student loans and taking care of his son. “I have a hard time making ends meet,” said Mr. Litland, who earns about $24,000 a year. Like the drivers, Hostess’s baking operation was also cut back. Apollo and Metropoulos chose to buy only a handful of its roughly one dozen snack cake bakeries. Other parts of the former Hostess baking empire were scaled back as well. Food companies picked off some of Hostess’s bread brands, but reopened only a small fraction of the bakeries. Advertisement Continue reading the main story Before being laid off from Hostess, Mr. Popovich made about $20 an hour. Every year, he went on vacation in the Bahamas or St. Martin. His health insurance covered the $385,000 cost when his wife needed major surgery. “I lived a good life,” said Mr. Popovich, whose most recent job driving a forklift at a solar panel plant paid about $16 an hour. Mr. Popovich is also entitled to a pension, which he was promised after working more than two decades at Hostess. But he recently received a letter at his home in Toledo, Ohio, warning that the pension fund was nearly insolvent. Apollo and Metropoulos are not obligated to contribute to the pension fund, which is managed by a labor union. Nor do they have to pay the severance that Hostess was obligated to pay Mr. Popovich when he was laid off. Those liabilities were wiped out in the bankruptcy. New Shoes and Dashed Hopes At a brick bakery in Schiller Park, Ill., Twinkies started rolling off the line nearly a century ago. And when Apollo and Metropoulos bought some of Hostess’s cake plants and brands out of bankruptcy in 2013, Schiller Park’s plant was one of the fortunate few to reopen. Photo C. Dean Metropoulos, in suit, celebrated the comeback of Twinkies with workers at the plant in Schiller Park, Ill., in July 2013. A Hostess spokeswoman said that Mr. Metropoulos oversaw the refurbishing of the plant. But it was closed the following year. Credit Scott Boehm/Associated Press “Schiller Park, We ♥ You,” read a billboard that Hostess sponsored in the town, the heart carved into the image of a half-eaten Twinkie. The celebration was short-lived. Just over a year after the plant’s grand reopening, Hostess shut it down. The fallout was swift. All 415 employees were fired, some for the second time in two years. Schiller Park lost one of its largest employers, creating a ripple effect through this tiny working-class suburb of Chicago. The plant itself, an institution so old that it predated nearby O’Hare International Airport, was suddenly vacant. Advertisement Continue reading the main story “We got our hopes up again,” said the town’s mayor, Barbara J. Piltaver. “And then all of a sudden, we had a big hit.” The story behind the rise and fall — and fall again — of the Schiller Park plant encapsulates private equity’s relationship with workers and labor unions. It’s a complicated issue. A prominent study of investments across the country concluded that private equity has increased productivity while leading to a minor overall decline in jobs relative to the broader economy. Private equity’s trade group says its o wn analysis of county demographics found that private equity investment increases jobs growth in local economies, though the data was limited. In Schiller Park, Janice Ryan worked at the Hostess plant for about 20 years before the 2012 bankruptcy. She walked to work from her nearby home. And she was relieved to return, after several months of unemployment, to be part of what many workers believed was the company’s long-term comeback. Schiller Park was a starting point for getting Twinkies back on the shelves by summer 2013. As part of that push, many Schiller Park employees worked 12-hour shifts, six days a week, and could volunteer for a seventh day. Photo Mayor Barbara J. Piltaver of Schiller Park, Ill., a working-class community of 12,000. Ms. Piltaver said the town\"got our hopes up again” after Apollo and Metropoulos reopened the plant. “And then all of a sudden, we had a big hit.” Credit Joshua Lott for The New York Times “We were all proud of what we accomplished,” said Michael Spina, who worked for Hostess for many years in St. Louis and then moved to Schiller Park to help manage production when the plant reopened. What the workers were never told, however, was that Apollo and Metropoulos had no plans to keep Schiller Park in operation over the long term. “Schiller, in essence, was a contingency plan, opened only to ensure that initial demand could be met,” Hannah Arnold, a Hostess spokeswoman, said in a statement. She added that the setup of the bakery — its low ceilings and lack of a loading dock — was not conducive to the company’s future plans. The company says it could not tell workers of its plans because of labor rules. Advertisement Continue reading the main story The expendability of Schiller Park reflects Apollo and Metropoulos’s plans to run a more efficient operation than their predecessors did. And that model requires far fewer workers than the one that existed for decades. In 2012, Hostess had about 8,000 employees and eight bakeries dedicated exclusively to snack cakes. Six other plants produced at least some desserts. Today, the new Hostess has only three plants and 1,200 workers. At Schiller Park, some workers earned a dollar less per hour than what workers were paid under the previous owners. Others earned more, the company said. Still, they qualified for bonuses, owed no union dues and received health insurance and dental care. Instead of pensions, they were enrolled in 401(k) plans. Former employees recalled grueling shifts when temperatures inside the plant neared 110 degrees. The workers were given Gatorade to rehydrate. Continue reading the main story Photo The Twinkie packaging station in the Emporia, Kan., plant. The City of Emporia offered Hostess incentives to create jobs there. Credit Amy Stroth “Bakeries are hot places,” Mr. Spina said. “But Schiller Park could really be a hot son of a bitch.” Veronica Pacheco, who lives in Schiller Park and joined the Hostess bakery when it reopened in 2013, described “freezing” wintertime conditions that were equally arduous. She said she wore scarves and heavy gloves under her work garments. Ms. Arnold, the Hostess spokeswoman, noted that prospective employees answered a questionnaire about whether they were willing to work in “extreme seasonal temperatures.” The company said it spent about $100,000 upgrading the heating and air-conditioning system, but stopped short of a total overhaul. There were other hazards as well. In 2014, Todd Kemp was injured after heaps of Twinkie mix spilled on the factory floor, causing him to slip and injure his shoulder, back and knee. He has since had four operations. Advertisement Continue reading the main story Ms. Arnold said Apollo and Metropoulos inherited old equipment, some of it in disrepair, adding that Schiller Park “was in the worst condition of the four bakeries by far.” C. Dean Metropoulos, the billionaire Greek immigrant whose firm has invested in other well-known food brands like Vlasic pickles and Pabst Blue Ribbon beer, personally oversaw the upgrading and cleaning of the facility, Ms. Arnold said. “He also focused on ensuring workers had new uniforms and better shoes, to make long days standing more comfortable,” she said. Over the long term, Apollo and Metropoulos looked outside Schiller Park to generate profits. Hostess employed “extended shelf-life technology” to make the Twinkie, already jokingly thought to be capable of surviving nuclear war, even more everlasting. The company perfected its secret recipe until it contained the right amount of enzymes to better retain moisture. The enzymes extended shelf life of some products to 65 days from 26 days. Photo Striking workers outside a Hostess Brands plant in Biddeford, Me., in November 2012. The company had filed for bankruptcy reorganization, but after the strike, shut its doors. Credit Robert F. Bukaty/Associated Press The company also turned to automation. At a plant in Emporia, Kan., Hostess installed an automated baking system that churned out more cakes with fewer workers. William Toler, Hostess’s chief executive, said the company spent more than $140 million “to get the business up and running, and certainly our results suggest we made very good choices.” The Hostess plant in Columbus, Ga., had another advantage: government subsidies. The state’s economic development agency provided Hostess with tax credits to push along the deal. The Town of Columbus chipped in a $1 million grant to award Hostess for creating jobs. Advertisement Continue reading the main story “We’re not doing it to be nice guys, we’re doing it to create jobs,” said Wylly Harrison, who worked on the deal for the Georgia Department of Economic Development and said that the state was thrilled Hostess came back. Hostess said it also received incentives from Emporia, the State of Indiana and the City of Indianapolis. Employment totals at those plants have since increased. Hostess did not receive any incentives in Illinois. Three workers interviewed by The Times said they believed that the final straw for Schiller Park was when they voted to rejoin a union. Hostess fought the effort. The company plastered the plant with posters urging workers to vote “no.” The union prevailed, but not for long. Around the time union officials had planned to start contract negotiations in August 2014, Hostess announced it was shutting down the Schiller Park plant. Photo In November 2012, Marty, who did not give his last name, showed the key card he used during his 31 years working at the Hostess Brands bakery in Schiller Park, Ill., as the company announced it would close. The plant later reopened before closing again in 2014. Credit Tannen Maury/European Pressphoto Agency Ms. Arnold, the Hostess spokeswoman, said the unionization vote did not factor into the decision to close Schiller Park. Employees, she said, were provided severance and an opportunity to apply for a Hostess job in another state. Union officials declined to comment. Since then, unions have made limited inroads at Hostess. Whereas 83 percent of the work force was unionized in 2012, Hostess recently said in a securities filing that about 30 percent of employees belonged to a union in Indianapolis and Columbus. Its flagship facility, Emporia, is not unionized. “Both Apollo and Metropoulos have owned and operated numerous companies that had union employees,” Ms. Arnold said, adding that “Metropoulos has always enjoyed good, working relations with unions and their members.” Advertisement Continue reading the main story The Money-Making Machine For all the profits Apollo and Metropoulos squeezed out of the Hostess factories, a deal hatched in a hotel room on Fifth Avenue in New York shows how private equity can have its snack cake and eat it, too. There, in the Versailles Room at the St. Regis, Apollo and Metropoulos began the process of extracting returns from the company, less than a year after shutting the Schiller Park plant. Most investors seeking profit have to wait for the right moment to sell a company or take it public. But private equity uses a different playbook. First, Apollo and Metropoulos arranged for Hostess to borrow money from the banking giant Credit Suisse. The two firms then pocketed about $900 million of that money for themselves and their investors. Hostess, meanwhile, is stuck repaying the debt. This type of deal is known as a dividend recapitalization, and it is a staple of private equity’s money-making strategy. These deals provide private equity firms an opportunity to profit before they even sell a company, an added bonus to the firms and their investors, including public pensioners. Since 2012, private equity firms have arranged hundreds of such deals, totaling over $148 billion in debt, according to Thomson Reuters. Hostess’s dividend deal was the third largest of 2015. This financial engineering is crucial to private equity’s success — and to building the personal fortunes of the industry’s executives. With each dividend recapitalization, more money pours into Apollo, which then flows to the firm’s executives. Photo The demolition of the Schiller Park, Ill., Hostess plant in October. The bakery was closed for good in 2014. Credit Joshua Lott for The New York Times It comes with risks. Of all the companies that carried out dividend recapitalizations since 2012, about 10 percent have faced a credit rating downgrade within six months of the deal, according to LCD/S&P Global Market Intelligence and Standard & Poor’s Ratings, which notes that many factors could lead to a downgrade, including excessive debt. Advertisement Continue reading the main story Although Hostess has not been downgraded, it now describes itself in public filings as “highly leveraged.” Mr. Toler, the Hostess chief, said that even after the dividend payout, the company “had plenty of capital to work with.” At the same time it was paying dividends to investors, Hostess earmarked $8 million to pay bonuses to workers, including those in the bakeries. A few months after the dividend deal, Apollo and Metropoulos entered into negotiations to sell the company. Instead of being sold outright, Hostess would be acquired by a shell company , created by another private equity firm, the Gores Group. And still, they arranged more ways to profit. Apollo and Metropoulos retained a combined 42 percent stake in the company, which is now publicly traded. After investing only $186 million in cash when they bought the company in 2013 (they took out debt to help finance the rest of the $410 million deal), Apollo and Metropoulos’s investment is now worth 13 times that initial cash investment. Tracing how these enormous returns wind their way into Mr. Black’s pocket is a byzantine task. Mr. Black collected a $100,000 salary and no bonus in 2015. How did Mr. Black, on such a relatively modest salary, come to acquire an art collection that is said to include one of Edvard Munch’s “ Scream” series, which he bought in 2012 for about $120 million, then the highest price ever paid for a painting? Advertisement Continue reading the main story The answer is that Mr. Black and other private equity executives make their money in ways that set them apart from most other industries. Mr. Black’s share of the Hostess profits, from the partial sale and the $900 million in cash they pulled out of the company, will be reflected in a series of distributions he collects from Apollo’s publicly traded stock. The size of the distribution depends on the size of the profits from deals like Hostess. Last year, Mr. Black’s distributions totaled $181 million. Photo Leon Black, chief of Apollo Global Management. Credit SeongJoon Cho/Bloomberg Other shareholders in Apollo — which include money managers like Fidelity — also receive these distributions. But Mr. Black, as the largest shareholder of a company he co-founded in 1990, gets the largest payout. While Mr. Black receives the most money at Apollo, one of his partners and co-founders, Joshua Harris, took home $121 million last year. Mr. Harris is part owner of the Philadelphia 76ers and the New Jersey Devils. Mr. Black has noted that if Apollo’s investments fail to make money, then its executives also miss out. Like most private equity firms, Apollo collects a management fee from investors and earns 20 percent of profits from the firm’s investments, once its investors recoup their original money and reap profits of their own. Private equity’s advantages don’t end there. Apollo’s share of the profits on Hostess or any deal ultimately flows to Mr. Black and his fellow shareholders in the company in ways that lower their tax burden. The industry’s 20 percent cut of profits — also known as carried interest — is taxed at a long-term capital gains rate that is roughly half the 40 percent ordinary income rate for the nation’s highest earners. And since private equity executives receive much of their money from carried interest — or in the case of Mr. Black, distributions largely made up of carried interest — they enjoy a tax advantage over workers. Advertisement Continue reading the main story This is what’s known as the “carried-interest loophole” — a tax treatment held up during the presidential campaign as evidence that the rich fail to pay their fair share. Private equity managers argue that this treatment is not a loophole or even unique to private equity. Its use originated from the cut of profits that ship captains reaped for “carrying” goods. In the Hostess deal, Apollo and Metropoulos found even more ways to use the tax code to their advantage. Continue reading the main story Photo The Hostess plant in Columbus, Ga. The state’s economic development agency provided Hostess with tax credits, and the Town of Columbus chipped in a $1 million grant to award Hostess for creating jobs. Credit Melissa Golden for The New York Times The firms are entitled to collect a large portion of tax benefits that Hostess could earn well into the future. The idea is that by selling a stake in Hostess before they could realize these benefits, Apollo and Metropoulos could leave money on the table. These arrangements, which are now commonplace in private deals, allow the firms to collect cash from a company they may no longer own. The Hostess “tax-receivable” benefits, according to previously unreported securities filings and estimates by the Apollo spokesman, could provide Apollo and Metropoulos up to $400 million for the next 15 years or more. Looking out over those next 15 years, nothing seems guaranteed to Mr. Popovich, the former Hostess worker from Toledo. Right before Thanksgiving, Mr. Popovich was laid off from his most recent job at the solar panel plant. The idea of searching for work at age 58 is daunting. He has been sending out his résumé, but has not received a call back. “It’s been four jobs in four years,” he said. “Here we go again.” Leslie Picker, Kitty Bennett and Sara Olkon contributed reporting. A version of this article appears in print on December 11, 2016, on page A1 of the New York edition with the headline: How the Twinkie Made The Superrich Even Richer. Order Reprints | Today's Paper | Subscribe ",
    "title": "How the Twinkie Made the Superrich Even Richer - The New York Times"
   },
   {
    "entities": [
     "nine months ago",
     "jazal",
     "khatib",
     "palmyra",
     "network",
     "syrian",
     "hospital",
     "aamaq",
     "gaziantep",
     "press",
     "march",
     "damascus",
     "syria",
     "turkey",
     "news",
     "facebook",
     "march 2016",
     "beirut",
     "saturday",
     "mosul",
     "hassan",
     "for",
     "defense",
     "may 2015",
     "associated",
     "ash",
     "twitter",
     "human",
     "last may",
     "carter",
     "u.s.",
     "agency",
     "december 10, 2016",
     "observatory",
     "coordination",
     "osama",
     "raqqa",
     "homsi",
     "tadmor",
     "mohammad",
     "aleppo",
     "isis",
     "unesco",
     "earlier saturday",
     "rights",
     "al-khatib"
    ],
    "id": 20,
    "text": "ISIS militants re-enter Syria's historic Palmyra Published               December 10, 2016 Facebook 0 Twitter 0 livefyre Email Print   BEIRUT –  ISIS militants re-entered the historic city of Palmyra in central Syria on Saturday for the first time since they were expelled by Syrian and Russian forces nine months ago. The activist-run Palmyra Coordination network said the militants had nearly encircled the city and entered its northern and northwestern neighborhoods. The group, which maintains contacts inside the city, said ISIS fighters were approaching the city's UNESCO heritage site as well. Osama al-Khatib said government soldiers were fleeing Palmyra. \"The army as an institution has dissolved,\" he said. Some soldiers and militiamen remain in the city, along with 120 families who have not been able to leave, Khatib said. He spoke to The Associated Press from Gaziantep, Turkey. \"There is strong fighting on all sides,\" he reported. \"There is no exit except through a corridor to the west.\" The dramatic reversal in Palmyra comes days after ISIS militants in the Iraqi city of Mosul launched a major counterattack that surprised Iraqi soldiers, killing at least 20 and halting their advance. Iraqi special forces units have entered the eastern outskirts of the largest remaining ISIS-held city, but their advance has been greatly slowed by both a desire to limit civilian casualties and the resilience of the ISIS fighters. On Saturday U.S. Secretary of Defense Ash Carter announced that an additional 200 U.S. soldiers would be dispatched to Syria to accelerate the push on the self-declared ISIS capital of Raqqa. The 200, to include special operations troops, are in addition to 300 already authorized for the effort to recruit, organize, train and advise local Syrian Arab and Kurdish forces to fight ISIS. \"These uniquely skilled operators will join the 300 U.S. special operations forces already in Syria, to continue organizing, training, equipping, and otherwise enabling capable, motivated, local forces to take the fight to ISIL,\" Carter said, using an alternative acronym for the extremist group. \"By combining our capabilities with those of our local partners, we've been squeezing ISIL by applying simultaneous pressure from all sides and across domains, through a series of deliberate actions to continue to build momentum.\" In Palmyra, Mohammad Hassan Homsi of the Palmyra News Network reported that a military division withdrew from the city earlier Saturday without leaving a way out for civilians. According to Homsi, only 350 families had returned to the city of its original 30,000 inhabitants after the government retook the city to great fanfare in March. ISIS militants were shelling the government's military airport to the east of the city, according to the Coordination group. The Britain-based Syrian Observatory for Human Rights says the militants reached the city's Tadmor Hospital and its wheat silos. The militants advanced on Palmyra after seizing several government positions, oil fields, and strategic hilltops in the surrounding countryside in a lightning three-day campaign. Earlier Saturday, the militants' Aamaq News Agency claimed the group shot down a government warplane in the Jazal oil fields west of the city. The Observatory said the jet had crashed for reasons unknown. It reported the militants had taken the oil fields. During the 10 months that ISIS held Palmyra, from May 2015 to March 2016, the militants dynamited several of the city's famed ancient Roman monuments and executed its archaeological director. After the city was retaken, the Russian government staged a classical music concert in the city's soaring Roman amphitheater last May to celebrate the success. The Syrian and Russian government maintain they are defending the global community against Islamic terrorism in the country's devastating five-1/2-year war. After taking Palmyra, the two states turned their attention to wiping out the internal opposition in Damascus and Aleppo, leaving the historic city relatively unguarded. Syrian state media had no comment. Advertisement ",
    "title": "ISIS militants re-enter Syria's historic Palmyra | Fox News"
   },
   {
    "entities": [
     "sahin",
     "soylu",
     "anadolu",
     "press",
     "reuters",
     "turkey",
     "news",
     "facebook",
     "yildirim",
     "vodafone",
     "bursaspor",
     "sky",
     "saturday",
     "about 10:30 p.m.",
     "arslan",
     "tayyip",
     "vasip",
     "stadium",
     "associated",
     "twitter",
     "night",
     "arena",
     "binali",
     "agency",
     "suleyman",
     "december 10, 2016",
     "erdogan",
     "the last year",
     "besiktas",
     "istanbul",
     "isis",
     "ahmet",
     "ap"
    ],
    "id": 21,
    "text": "15 dead and 69 wounded in twin bomb attack near Istanbul stadium Published               December 10, 2016 Facebook 0 Twitter 0 livefyre Email Print Police arrive at the site of a car bombing attack in Istanbul, Turkey  (Reuters) Two explosions struck Saturday night outside a soccer stadium in central Istanbul Saturday, killing 15 and wounding at least 69 police officers, Turkish officials said. In photographs on social media, smoke was seen rising from behind the newly built Vodafone Arena Stadium, known as Besiktas Stadium, after the local team and neighborhood. At least 20 people wounded by an explosion outside a football stadium in #Istanbul - Turkish interior minister says https://t.co/qNoFuHdMw3 — Sky News (@SkyNews) December 10, 2016 The blasts struck hours after the end of a match between two of Turkey's top teams, Reuters reported, quoting Interior Minister Suleyman Soylu. The first and larger explosion took place about 10:30 p.m. after the home team Besiktas beat visitor Bursaspor 2-1 in the Turkish Super League. Officials gave no immediate details on the nature of the second explosion, which sounded like it came from the same area. \"A terrorist attack has been carried out against our security forces and our citizens. It has been understood that the explosions after the Besiktas-Bursaspor football game aimed to maximise casualties. As a result of these attacks unfortunately we have martyrs and wounded,\" Turkish President Tayyip Erdogan said in a statement. Turkish Interior Minister Suleyman Soylu was quoted as saying it was a \"cruel plot.\" Soylu also said he would give a statement about the death toll later. There was no immediate claim of responsibility. Istanbul has been the site of attacks attributed to ISIS and also to Kurdish militants in the last year.  “It is thought to be a car bomb at a point where our special forces police were located, right after the match at the exit where Bursaspor fans exited, after the fans had left,” the Associated Press quoted Soylu as informing Turkey's state-run Anadolu Agency. “We have no information on the number of dead. God willing we hope there won't be any. The wounded are police.” Turkish Transport Minister Ahmet Arslan called the attack an act of terrorism on Twitter, Reuters reported.  Armed police sealed off streets around the Vodafone Arena, home to the Besiktas soccer team. Related Image Turkish police officers block roads leading to where Saturday night's bombing took place (AP) Besiktas beat visitor Bursaspor 2-1 in the Turkish Super League. Bursaspor said none of the wounded were fans and issued a statement saying \"we wish a speedy recovery to our wounded citizens.\" Witnesses said police were deployed and had cordoned off the area as smoke rose from the newly built stadium. Related Image Turkish police officer blocks off roads leading to where Saturday night's bombing took place (AP) They said gunfire could be heard in what appeared to have been an armed attack on police. Images broadcast on television showed more than a dozen ambulances on a street hugging the stadium and a police helicopter flying overhead with its search lights on. Prime Minister Binali Yildirim and Istanbul Governor Vasip Sahin had been notified, the agency said. The Associated Press contributed to this report.   ",
    "title": "15 dead and 69 wounded in twin bomb attack near Istanbul stadium | Fox News"
   },
   {
    "entities": [
     "bordoff",
     "texas",
     "the next day",
     "karoun",
     "cabinet",
     "rudolph",
     "paris",
     "petroleum",
     "ebell",
     "win",
     "$30",
     "morning",
     "saturday",
     "carol",
     "cia",
     "wichita",
     "2011",
     "xto",
     "once",
     "the 1990s",
     "department",
     "this year",
     "arctic",
     "$20",
     "iraq",
     "east",
     "hugo",
     "saudi",
     "gop",
     "nigeria",
     "trump's",
     "venezuela",
     "group",
     "bush",
     "steven",
     "lindsey",
     "tex.",
     "rio",
     "december 10",
     "kremlin",
     "white",
     "gold",
     "middle",
     "mitt",
     "relations",
     "friday",
     "west",
     "florida",
     "exchange",
     "labor",
     "s.c.",
     "sunday",
     "news",
     "2009",
     "united",
     "may",
     "philip",
     "rex",
     "kara",
     "senate",
     "co.",
     "donald",
     "april",
     "tuesday",
     "black",
     "exxon",
     "russia",
     "lincoln",
     "igor",
     "romney",
     "boeve",
     "manhattan",
     "this coming week",
     "u.s.",
     "chávez",
     "w.",
     "siberia",
     "standard",
     "and",
     "york",
     "ford",
     "baghdad",
     "enterprise",
     "morello",
     "$300 million",
     "columbia",
     "arabia",
     "ukraine",
     "fortune",
     "competitive",
     "poor",
     "andrew",
     "rucker",
     "graham",
     "party",
     "crimea",
     "magazine",
     "$150",
     "tower",
     "foreign",
     "commission",
     "matea",
     "nations",
     "at 7:11 pm",
     "yemen",
     "myron",
     "john",
     "two years later",
     "1975",
     "republican",
     "bolton",
     "nbc",
     "new",
     "tillerson",
     "oklahoma",
     "fadel",
     "qatar",
     "massachusetts",
     "giuliani",
     "2012",
     "committee",
     "bob",
     "jeb",
     "energy",
     "putin",
     "miller",
     "corker",
     "gheit",
     "mufson",
     "mccain",
     "jason",
     "falls",
     "states",
     "trump",
     "house",
     "sea",
     "o.",
     "university",
     "r.",
     "fox",
     "ariz.",
     "american",
     "george",
     "securities",
     "vladimir",
     "2016",
     "abraham",
     "$50 million",
     "mcnally",
     "institute",
     "a decade ago",
     "washington",
     "sakhalin",
     "&",
     "oppenheimer",
     "exxonmobil",
     "puzder",
     "rosneft",
     "demirjian",
     "robert",
     "sechin",
     "rapidan"
    ],
    "id": 22,
    "text": "Trump expected to pick ExxonMobil chief Rex Tillerson as his secretary of state The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Steven Mufson and Philip Rucker December 10 at 7:11 PM Follow @StevenMufson Follow @PhilipRucker President-elect Donald Trump is expected to name as his secretary of state Rex Tillerson, the chief executive of ExxonMobil, who has worked extensively around the globe and built relationships with such leaders as Russian President Vladi­mir Putin, three people close to the transition team confirmed Saturday. Tillerson’s nomination could face intense scrutiny in the Senate, considering his years of work in Russia and the Middle East on behalf of the multinational petroleum company. Already, two leading Republican hawks, Sens. John McCain (Ariz.) and Lindsey O. Graham (S.C.), have voiced concerns about Tillerson’s serving as the nation’s top diplomat because of his ties to Putin. Trump spokesman Jason Miller said Saturday that there would be no official announcement about a secretary of state until this coming week “at the earliest.” But three officials briefed on Trump’s deliberations, who spoke on the condition of anonymity because of the sensitivity of the matter, said the pick would be Tillerson, barring a late and unanticipated shift in Trump’s thinking. NBC News first reported that Trump has settled on Tillerson. Trump is considering nominating for deputy secretary of state John R. Bolton, a former ambassador to the United Nations and a combative hawk whose tenure in the George W. Bush administration was controversial, two of the officials said. View Graphic Here are the people whose names have been floated for Trump’s Cabinet Trump spent a month deliberating over the secretary of state position and interviewed an array of candidates, including Mitt Romney, the 2012 GOP presidential nominee, who was opposed by some of Trump’s closest advisers because he had been the face of the Republican resistance to Trump’s presidential candidacy. Other contenders included former New York mayor Rudolph W. Giuliani and Bob Corker (R-Tenn.), chairman of the Senate Foreign Relations Committee. The search at times resembled Trump’s reality television show, “The Apprentice,” with the hopefuls parading before journalists — and, in the case of Giuliani, publicly campaigning for the job before announcing Friday that he had withdrawn himself from consideration. [ Trump’s advisers clash over Mitt Romney as secretary of state ] Tillerson’s stock rose late in the process, after he met with the president-elect on Tuesday and again on Saturday morning at Trump Tower in New York. Trump settled on Tillerson, 64, because he projects gravitas, is regarded as a skillful manager and personally knows many foreign leaders through his dealings on behalf of the energy giant, people close to Trump said. In an excerpt of an interview with Fox News , which will be aired in full Sunday, Trump praises Tillerson, although he does not reveal his decision. “He’s much more than a business executive; he’s a world-class player,” Trump says. “He knows many of the players, and he knows them well. He does massive deals in Russia — for the company, not for himself.” Tillerson’s nomination would fit the pattern of other Trump appointments — wealthy business leaders with little experience in policymaking. But Tillerson has spent years dealing with the complexities of one of the world’s biggest enterprises, spanning six continents and about six dozen nations. 1 of 20 Here’s a look at Trump’s administration so far View Photos President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Caption President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Labor Secretary nominee Andrew Puzder Andrew Puzder, a fast-food executive who has been a vocal critic of substantially increasing the minimum wage and an opponent of rules that would make more workers eligible for overtime pay, is the nominee to lead the Labor Department, according to a Republican briefed on the decision. Drew Angerer/Getty Images Buy Photo Wait 1 second to continue. The company’s deep ties to Russia would potentially serve Tillerson well, given Trump’s desire to repair relations with the Kremlin. But Tillerson’s close relationship with Putin could also become a flash point during confirmation hearings, especially in light of a recent CIA assessment that Russia intervened in the 2016 election to help Trump win the presidency, rather than just to undermine confidence in the U.S. electoral system. [ Secret CIA assessment says Russia was trying to help Trump win White House ] “Few corporate titans are closer to Putin than Tillerson,” said Jason Bordoff, founder of Columbia University’s center for global energy. “So his pick, along with Trump’s campaign rhetoric, would suggest a sharp shift in U.S. policy toward Russia.” McCain told Fox News on Saturday that Tillerson’s relationship with Putin “is a matter of concern to me.” “You want to give the president of the United States the benefit of the doubt because the people have spoken,” McCain said. “But Vladi­mir Putin is a thug, a bully and a murderer, and anybody else who describes him as anything else is lying.” During the 1990s, Tillerson oversaw an Exxon project on Russia’s Sakhalin island and developed a working relationship with Putin. In 2011, the company signed an agreement with the state-controlled oil company, Rosneft, to work jointly on oil exploration and development in the Arctic and Siberia. After inking the deal in New York, Tillerson and Rosneft chairman and Putin confidant Igor Sechin dined on caviar at the luxury Manhattan restaurant Per Se, according to one account. The next day, they gave oil analysts black pens with the date of the agreement engraved in gold. Two years later, the Kremlin awarded Tillerson the Order of Friendship, an honor reserved for foreigners. “I don’t know the man much at all, but let’s put it this way: If you received an award from the Kremlin, [an] Order of Friendship, then we’re gonna have some talkin’,” Graham said. “We’ll have some questions. I don’t want to prejudge the guy, but that’s a bit unnerving.” Exxon discovered oil in a well it drilled in the Kara Sea, but the joint partnership was put on ice after Russian intervention in Ukraine and the annexation of Crimea led to international economic sanctions. As secretary of state, Tillerson, who has been critical of the sanctions, would be in a position to argue for easing them, which could allow Exxon to resume operations. And for a company the size of Exxon, few countries outside of Russia hold sufficient potential to bolster the oil giant’s reserves. In addition to the Arctic, Exxon wants to drill in the deep waters of the Black Sea and search for shale oil in West Siberia. In each case, the company would be providing expertise and technology that Russia lacks. “Russia is critical for Exxon,” said Fadel Gheit, an oil analyst for Oppenheimer & Co. Robert McNally, president of the consulting firm Rapidan Group and a director for energy on President George W. Bush’s national security council, said, “The closest thing we have to a secretary of state outside government is the CEO of Exxon.” Tillerson has spent his entire working life at ExxonMobil, joining the company in 1975 with a degree in civil engineering. His career has taken him from Oklahoma and Texas to Yemen and Russia, and as ExxonMobil’s top executive, he has cultivated relationships, meeting regularly with world leaders such as Putin, the Saudi oil minister, and the emir of Qatar. He will retire with a nest egg of about $300 million, including stock options and pension benefits. Yet Tillerson’s track record — during a decade in which crude oil prices lurched from under $30 to nearly $150 a barrel — has been mixed. The company has managed some of the world’s biggest infrastructure projects, often in forbidding locations, but it has spent heavily on share buybacks and has borrowed heavily to maintain both capital spending and dividend payments. Wall Street analysts say ExxonMobil overpaid for XTO Energy, a domestic shale gas company, and it has failed to meet the production targets Tillerson himself set. In April, Standard & Poor’s downgraded the company’s gold-plated triple-A credit rating to double-A plus, the first time Exxon had lost its triple-A rating since the advent of color television. Tillerson’s nomination is likely to draw strong opposition from environmentalists. The secretary of state takes the lead in international climate talks, meaning that Tillerson could play a role in unwinding U.S. commitments under the recent Paris accord. Environmental groups allege that ExxonMobil’s scientists knew about the impact the use of fossil fuels was having on climate change, and that the company suppressed internal research instead of sharing it with investors and the public. The New York and Massachusetts attorneys general have issued broad subpoenas to ascertain whether ExxonMobil’s failure to disclose that information violated Securities and Exchange Commission requirements. ExxonMobil has fought back in federal court in Texas. “Covering up climate science and deceiving investors qualifies you for federal investigation, not federal office,” May Boeve, executive director of the climate group 350.org, said in a statement. When Tillerson took the helm at ExxonMobil a decade ago, he was seen as moderating the company’s position on climate change. Whereas his predecessor opposed any action on climate change, Tillerson said in 2009 that he favored a carbon tax and proposed an initial price “somewhere north of $20” a ton. And he reduced ExxonMobil’s own emissions. Tillerson has acknowledged that climate change is caused by humans, and under his leadership, ExxonMobil curtailed funding for the Competitive Enterprise Institute, whose energy and climate expert Myron Ebell played down the extent of climate change. Ebell is the head of the Trump transition team on environmental issues. Yet Tillerson has insisted that oil use is essential. He chaired the American Petroleum Institute and once told Fortune magazine, “To say that you’re addicted to oil and natural gas seems to me to say you’re addicted to economic growth.” ExxonMobil has important relationships throughout the Middle East. It relies on Saudi Arabia for oil supplies and is a partner in refinery projects. It has enormous projects in liquefied natural gas export in Qatar. It has also managed to carry out exploration and production ventures in the semiautonomous Kurdish region of northern Iraq and in southern Iraq, transcending rivalries between Baghdad and the Kurds. But under Tillerson, ExxonMobil has walked away from other countries. It left Venezuela after contract disputes with the late Venezuelan leader Hugo Chávez, and it ended its onshore operations in Nigeria, where local insurgents sabotaged infrastructure. Tillerson was born in Wichita Falls, Tex., the son of a Boy Scout administrator. He still lists the rank of Eagle Scout on his résumé, and he has remained active in the organization. In 2012, he was instrumental in pushing the Boy Scouts board to admit openly gay youths. The ExxonMobil chief also chaired the $50 million campaign to restore Washington’s Ford’s Theatre, where President Abraham Lincoln was assassinated. Tillerson has been a major donor to the Republican Party and its candidates, including to former Florida governor Jeb Bush during this year’s presidential primaries, federal campaign finance filings show. There appears to be no record of Tillerson’s giving to Trump’s campaign. Within the oil industry, ExxonMobil has been regarded as the most button-downed company, conservative and sometimes arrogant. But even Tillerson’s critics admire his leadership abilities. “Rex is a very, very, very honorable man,” Gheit said. “He is smart, levelheaded. He has tremendous resolve and very strong character.” Karoun Demirjian, Matea Gold and Carol Morello contributed to this report. world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "Trump expected to pick ExxonMobil chief Rex Tillerson as his secretary of state - The Washington Post"
   },
   {
    "entities": [
     "0:42",
     "us",
     "sahin",
     "soylu",
     "anadolu",
     "press",
     "late saturday, dec. 10, 2016",
     "ntv",
     "reuters",
     ", 8:09 pm",
     "turkey",
     "aziz",
     "tonight",
     "sezer",
     "yildirim",
     "park",
     "vodafone",
     "bursaspor",
     "saturday",
     "murad",
     "of",
     "federation",
     "tayyip",
     "vasip",
     "embassy",
     "10:30 p.m.",
     "2016",
     "associated",
     "stadium",
     "macka",
     "akyavas",
     "once",
     "night",
     "twitter",
     "turkish",
     "arena",
     "dec. 10",
     "binali",
     "this year",
     "associations",
     "agency",
     "suleyman",
     "dec 10",
     "december 10, 2016",
     "union",
     "erdogan",
     "bursa",
     "recep",
     "besiktas",
     "european",
     "football",
     "istanbul",
     "isis"
    ],
    "id": 23,
    "text": "Dec 10 2016, 8:09 pm ET 15 Killed, Dozens Hurt in Twin Bombings in Istanbul, Official Says by Associated Press and Aziz Akyavas Share At Least 20 Injured in Two Explosions Near Istanbul Soccer Stadium 0:42 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161211015119if_/http://www.nbcnews.com/widget/video-embed/830009923935\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> ISTANBUL — Two bombs exploded outside a major soccer stadium in Istanbul after fans had gone home Saturday night, killing 15 people and wounding dozens, a Turkish official said, citing health ministry figures. One of the blasts was thought to be a suicide bomber. \"We have once again witnessed tonight in Istanbul the ugly face of terror which tramples on every value and decency,\" Turkish President Recep Tayyip Erdogan said in a statement. The official who gave the toll of 15 dead and dozens wounded spoke on condition anonymity because he was not authorized to talk publicly on the issue, The Associated Press reported. He cited health ministry figures. Reuters reported the number of injured was 69. Turkish security forces confirmed to NBC News that law enforcement were attacked as they left the newly built Vodafone Arena Stadium after they had finished policing the soccer match. The first blast went off at approximately 10:30 p.m. Police arrive at the site of an explosion in central Istanbul on Dec. 10. Murad Sezer / Reuters One of the blasts was thought to be a car bomb and the second appeared to have been caused by a suicide bomber. There was no immediate claim of responsibility for the attack. This year Istanbul has witnessed bombings attributed by authorities to the ISIS terror group or claimed by Kurdish militants. \"It is thought to be a car bomb at a point where our special forces police were located, right after the match at the exit where Bursaspor fans exited, after the fans had left.\" Turkey's Interior Minister Suleyman Soylu was quoted as saying by Turkey's state-run Anadolu Agency. Speaking later to reporters in Istanbul, he said the first explosion took place on a hill adjacent to and overlooking the stadium. The second explosion struck Macka Park and was believed to be a suicide bomb. Witnesses said additional police were deployed and had cordoned off the area and gunfire could be heard in what appeared to have been an armed attack on police. Rescue services work at the scene of explosions near the Besiktas football club stadium after attacks in Istanbul, late Saturday, Dec. 10, 2016. AP The private NTV channel said the target of the attack was a bus for riot police. Images broadcast on television showed more than a dozen ambulances on a street hugging the stadium and a police helicopter flying overhead with its search lights on. One witness reported hearing over 100 shots after the explosions. Turkey's radio and television board issued a temporary blackout on coverage of the explosion that occurred Saturday in Istanbul citing public order and national security reasons. The order asks media organizations to refrain from broadcasting and publishing anything that may cause \"fear in the public, panic and disorder and which may serve the aims of terrorist organizations.\" Prime Minister Binali Yildirim and Istanbul Governor Vasip Sahin had been notified, Anadolu said. The American embassy in Turkey stated its condolences and support for the country via Twitter. (1/2) Our hearts and prayers are with the people of #Istanbul tonight. — US Embassy Turkey (@USEmbassyTurkey) December 10, 2016 (2/2) We condemn tonight's cowardly attack, and salute the courage of the Turkish people as we stand with them against terror. — US Embassy Turkey (@USEmbassyTurkey) December 10, 2016 The stadium serves as the home of Besiktas soccer team, which was playing against Bursaspor — the local club from the Turkish city of Bursa — prior to the explosion. Besiktas won the match 2-1. The Bursaspor team communicated via Twitter that none of its fans had been injured. The team \"strongly condemned\" terrorism and the attack in a statement posted on its website and said \"we wish a speedy recovery to our wounded citizens.\" The Union of European Football Associations expressed its \"deepest condolences\" to victims of the bombings, and said it sends its support to the Turkish Football Federation and the Besiktas and Bursaspor clubs. Associated Press ",
    "title": "15 Killed, Dozens Hurt in Twin Bombings in Istanbul, Official Says - NBC News"
   },
   {
    "entities": [
     "friday",
     "this morning",
     "mgm",
     "states",
     "trump",
     "dec. 15",
     "earlier this week",
     "news",
     "--",
     "cnn",
     "united",
     "hicks",
     "donald",
     "abc",
     "j.",
     "conway",
     "current",
     "kellyanne",
     "productions",
     "obama",
     "december 10, 2016",
     "early this morning",
     "burnett",
     "hope",
     "mark"
    ],
    "id": 24,
    "text": "WATCH Donald Trump to Keep Role on 'Celebrity Apprentice' 0 Shares Email President-elect Donald Trump declared in a tweet this morning that he will spend \"zero time\" working on the reality TV show \"Celebrity Apprentice,\" despite plans that he remain as an executive producer on the program while he is president. Trump said on the tweet that although he has a \"big stake\" in the show he won't commit time to it. I have NOTHING to do with The Apprentice except for fact that I conceived it with Mark B & have a big stake in it. Will devote ZERO TIME! — Donald J. Trump (@realDonaldTrump) December 10, 2016 He also this morning deleted a tweet pertaining to \"Celebrity Apprentice\" which contained a typing or spelling error. \"Reports by @CNN that I will be working on The Apprentice during my Presidency, even part time, are rediculous & untrue - FAKE NEWS!\" Trump tweeted early this morning, misspelling the word \"ridiculous.\" He later deleted that tweet and posted a new one with the correct spelling of the word. Trump senior advisor Kellyanne Conway on Friday defended Trump's decision to stay on as an executive producer for the show. She said on CNN that Trump is conferring with experts about \"what he is allowed to do and not do as president of the United States ... If [serving as executive producer on 'Celebrity Apprentice'] is one of the approved activities, then perhaps he’ll consider staying on.\" “Were we so concerned about the hours and hours and hours spent on the golf course by the current president? I mean presidents have a right to do things in their spare time or their leisure time. I mean nobody objects to that,\" Conway said. “Whether it's President Obama or President Donald Trump, the idea that these men are going to be all work and nothing else all the time is just unrealistic because it's never happened in our lifetimes.\" Earlier this week, a representative for MGM, which holds a majority stake in Mark Burnett Productions, the company that owns \"The Apprentice,\" said Trump is set to remain as an executive producer of \"Celebrity Apprentice.\" When asked about Trump's role on the show, Trump spokeswoman Hope Hicks told ABC News, \"Mr. Trump has a big stake in the show and conceived of it with Mark Burnett. Additional details regarding his business interests will be shared Dec. 15.\" 0 Shares ",
    "title": "Donald Trump: I'll Spend 'Zero Time' On 'Celebrity Apprentice' as Executive Producer - ABC News"
   },
   {
    "entities": [
     ", 4:50 pm",
     "tyree",
     "last year",
     "clara",
     "paula",
     "january",
     "northern",
     "michael",
     "laurie",
     "california",
     "canny",
     "francisco",
     "county",
     "chronicle",
     "calif.",
     "night",
     "santa",
     "san",
     "$3.6 million",
     "dec 10, 2016",
     "smith",
     "jose",
     "$3.6"
    ],
    "id": 25,
    "text": "California County Agrees to Pay Family of Slain Inmate $3.6M By The Associated Press SAN JOSE, Calif. \u0097 Dec 10, 2016, 4:50 PM ET 0 Shares Email The family of a mentally ill inmate who was beaten to death in a Northern California jail will receive $3.6 million under a settlement. Santa Clara County agreed to settle a wrongful death and civil rights violation claim brought by the family of 31-year-old Michael Tyree, who was found dead in his cell last year. The settlement will be paid to Tyree's two sisters and his 7-year-old daughter. \"The family would much rather have their brother than any amount of money. It's the most bittersweet money,\" attorney Paula Canny told the San Francisco Chronicle (http://bit.ly/2gKD30X). Three correctional officers were charged with murder in Tyree's death and will face trial in January. Tyree died from internal bleeding and suffered significant liver and spleen damage. An investigation determined he had been beaten hours before he was found in his cell. Tyree, who was serving time for misdemeanor theft and drug possession, had been housed by himself in a section of the jail reserved for inmates who are in protective custody or have special needs . Santa Clara County Sheriff Laurie Smith had said the three guards were the only people with access to Tyree's cell the night he died. Several inmates told police they could hear Tyree screaming for several minutes. 0 Shares ",
    "title": "California County Agrees to Pay Family of Slain Inmate $3.6M - ABC News"
   },
   {
    "entities": [
     "bordoff",
     "kurdistan",
     "texas",
     "the next day",
     "navy",
     "xl",
     "karoun",
     "paris",
     "petroleum",
     "ebell",
     "$30",
     "patrick",
     "saturday",
     "kerry-to",
     "state",
     "carol",
     "cia",
     "hillary-rsb-",
     "china",
     "wichita",
     "2011",
     "xto",
     "once",
     "the 1990s",
     "department",
     "arctic",
     "$20",
     "iraq",
     "east",
     "hugo",
     "saudi",
     "gop",
     "nigeria",
     "venezuela",
     "group",
     "bush",
     "steven",
     "lindsey",
     "saturday, dec. 10, 2016",
     "clinton",
     "kremlin",
     "ap",
     "mitt",
     "middle",
     "john-rsb-",
     "exchange",
     "march 27, 2015",
     "sunday",
     "news",
     "2009",
     "may",
     "philip",
     "rex",
     "kara",
     "senate",
     "co.",
     "donald",
     "april",
     "chavez",
     "exxon",
     "russia",
     "lincoln",
     "igor",
     "romney",
     "boeve",
     "manhattan",
     "this coming week",
     "u.s.",
     "r-tenn",
     "siberia",
     "w.",
     "standard",
     "carolina",
     "bump",
     "and",
     "york",
     "baghdad",
     "enterprise",
     "semansky",
     "$300 million",
     "columbia",
     "arabia",
     "ukraine",
     "fortune",
     "competitive",
     "poor",
     "mobil",
     "rucker",
     "graham",
     "crimea",
     "$150",
     "commission",
     "yemen",
     "myron",
     "john",
     "two years later",
     "canada",
     "1975",
     "nbc",
     "new",
     "tillerson",
     "abby",
     "fadel",
     "oklahoma",
     "qatar",
     "vucci/ap",
     "massachusetts",
     "giuliani",
     "2012",
     "bob",
     "rudy",
     "putin",
     "miller",
     "baltimore",
     "corker",
     "gheit",
     "mufson",
     "mccain",
     "keystone",
     "jason",
     "falls",
     "south",
     "trump",
     "2013",
     "sea",
     "army-navy",
     "ncaa",
     "university",
     "fox",
     "american",
     "george",
     "securities",
     "vladimir",
     "2016",
     "phillip",
     "morellothe",
     "post",
     "$50 million",
     "arizona",
     "mcnally",
     "institute",
     "a decade ago",
     "washington",
     "sakhalin",
     "&",
     "oppenheimer",
     "evan",
     "exxonmobil",
     "rosneft",
     "demirjian",
     "robert",
     "sechin",
     "rapidan"
    ],
    "id": 26,
    "text": "Trump expected to tap Exxon's Tillerson for State, even as Russia ties raise concerns Rex Tillerson ExxonMobil CEO Rex Tillerson, shown here on March 27, 2015. ExxonMobil CEO Rex Tillerson, shown here on March 27, 2015. (Evan Vucci/AP) Steven Mufson, Philip Rucker, Carol MorelloThe Washington Post President-elect Donald Trump is expected to name Rex Tillerson, the chief executive of Exxon Mobil who has worked extensively around the globe and built relationships with such leaders as Russian President Vladimir Putin, as his secretary of state, three people close to the transition team confirmed Saturday. Tillerson's nomination could face intense scrutiny in the Senate considering his years of work in Russia on behalf of the multinational petroleum company and his close ties to Putin. Already, two leading Republican hawks, Sens. John McCain (Arizona) and Lindsey Graham (South Carolina), have voiced concerns about Tillerson serving as the nation's top diplomat. Trump spokesman Jason Miller said Saturday that there would be no official announcement until this coming week \"at the earliest.\" But three officials briefed on Trump's deliberations, who spoke on the condition of anonymity because of the sensitivity of the matter, said that the pick would be Tillerson barring a late shift in Trump's thinking. NBC News first reported that Trump has settled on Tillerson. Trump spent a month deliberating over the secretary of state position and interviewed an array of candidates, including Mitt Romney, the 2012 GOP presidential nominee and onetime critic who was the face of the Republican resistance to Trump's candidacy. Donald Trump Patrick Semansky / AP President-elect Donald Trump greets Army Cadets and Navy Midshipmen before the Army-Navy NCAA college football game in Baltimore, Saturday, Dec. 10, 2016. President-elect Donald Trump greets Army Cadets and Navy Midshipmen before the Army-Navy NCAA college football game in Baltimore, Saturday, Dec. 10, 2016. (Patrick Semansky / AP) The president-elect settled on Tillerson because he projects gravitas, is regarded as a skillful manager and personally knows many foreign heads of state through his dealings on behalf of the energy giant, people close to Trump said. In an excerpt of an interview with Fox News, which will be aired in full Sunday, Trump praised Tillerson, though did not reveal his decision. \"He's much more than a business executive; he's a world-class player,\" Trump said. \"He knows many of the players, and he knows them well. He does massive deals in Russia - for the company, not for himself.\" Tillerson's nomination would fit the pattern of other Trump appointments, installing a wealthy business leader with little experience in policymaking. But Tillerson, 64, has spent much of his career dealing with the complexities of one of the world's biggest enterprises, spanning six continents and about six dozen nations. The company's deep ties to Russia would potentially serve Tillerson well given Trump's desire to repair relations with the Kremlin. But Tillerson's close relationship with Vladimir Putin could also become a flashpoint during confirmation hearings, especially in light of a recent CIA assessment that Russia intervened in the 2016 election to help Trump win the presidency, rather than just to undermine confidence in the U.S. electoral system. \"Few corporate titans are closer to Putin than Tillerson,\" said Jason Bordoff, founder of Columbia University's center for global energy. So far, President-elect Donald Trump 's Cabinet picks have mostly been either multimillionaire and billionaire executives or retired generals. In that context, it's probably less of a surprise that Trump is expected to select Exxon Mobil chief executive Rex Tillerson as secretary of state, elevating... So far, President-elect Donald Trump 's Cabinet picks have mostly been either multimillionaire and billionaire executives or retired generals. In that context, it's probably less of a surprise that Trump is expected to select Exxon Mobil chief executive Rex Tillerson as secretary of state, elevating... (Philip Bump) During the 1990s, Tillerson oversaw an Exxon project on Russia's Sakhalin island and developed a working relationship with Putin. In 2011, the company signed an agreement with the state-controlled oil company, Rosneft, to work jointly on oil exploration and development in the Arctic and Siberia. After inking the deal in New York, Tillerson and Rosneft chairman and Putin confidante Igor Sechin dined on caviar at the luxury Manhattan restaurant Per Se, according to one account. The next day they gave oil analysts black pens with the date of the agreement engraved in gold. Two years later, the Kremlin awarded Tillerson the Order of Friendship, honoring foreigners. \"I don't know the man much at all, but let's put it this way: If you received an award from the Kremlin, [an] order of friendship, then we're gonna have some talkin',\" Graham said. \"We'll have some questions. I don't want to prejudge the guy but that's a bit unnerving.\" Exxon discovered oil in a well it drilled in the Kara Sea, but the joint partnership was put on ice after Russian intervention in Ukraine and annexation of the Crimea led to international economic sanctions. As secretary of state, Tillerson, who has been critical of the sanctions, would be in a position to argue for an easing them, which could allow Exxon to resume operations. \"Russia is critical for Exxon,\" said Fadel Gheit, oil analyst for Oppenheimer & Co. \"Not only for how much production it has there, but the potential growth is huge.\" He said once sanctions are lifted, \"Exxon will go back to develop the Arctic business at a rapid pace.\" Tillerson and former Massachusetts governor and Republican presidential nominee Mitt Romney were two of the finalists, along with former New... ExxonMobil chief executive Rex Tillerson has emerged as the top candidate for secretary of state, according to two people familiar with the deliberations. Tillerson and former Massachusetts governor and Republican presidential nominee Mitt Romney were two of the finalists, along with former New... (Abby Phillip) As Secretary of State, which takes the lead in international climate talks, the oil industry veteran could also play a role in unwinding U.S. commitments under the recent Paris accord. \"The closest thing we have to a secretary of State outside government is the CEO of Exxon,\" Robert McNally, president of the consulting firm Rapidan Group and a director for energy at President George W. Bush's national security council. Because ExxonMobil invests in huge, long-term projects, it is concerned \"by nature with enduring interests, vulnerabilities, and opportunities,\" McNally said. His selection ends one of the most high-profile contests for a top cabinet post, whose losing candidates included former New York mayor Rudy Giuliani, Romney and Sen. Bob Corker, R-Tenn. Tillerson has spent his entire working life at ExxonMobil after earning a civil engineering degree and joining the company in 1975. His career has taken him from Oklahoma and Texas to Yemen and Russia, and as ExxonMobil's top executive he has cultivated relationships, meeting regularly with world leaders such as Russian President Vladimir Putin, the Saudi oil minister, and the emir of Qatar. He will retire with a nest egg of about $300 million including stock options and pension benefits. Yet Tillerson's track record - during a decade in which crude oil prices lurched from under $30 to nearly $150 a barrel - has been mixed. The company has managed some of the world's biggest infrastructure projects often in forbidding locations, but it has spent heavily on share buybacks and has borrowed heavily to maintain both capital spending and dividend payments. Wall Street analysts say it overpaid for XTO, a domestic shale gas company, and it has failed to meet the production targets Tillerson himself set. In April, Standard & Poor's downgraded the company's gold-plated triple A credit rating to double A plus, the first time Exxon had lost its triple A rating since the advent of color television and the communists took over China. Moreover, Tillerson's career with ExxonMobil isn't seen as an asset by environmentalists. The company has become a target of environmental groups that allege the company's scientists knew about the impact the use of fossil fuels was having on climate change, and that the company suppressed internal research rather than sharing it with investors and the public. The New York and Massachusetts attorneys general have issued broad subpoenas to ascertain whether ExxonMobil's failure to disclose that information violated Securities and Exchange Commission requirements. ExxonMobil has fought back, persuading a Texas federal court to order that ExxonMobil could do discovery, depose the Massachusetts attorney general and search her internal emails and documents for any signs that she acted out of \"bad faith.\" \"Covering up climate science and deceiving investors qualifies you for federal investigation, not federal office,\" May Boeve, executive director of the climate group 350.org said in a statement. \"An oil baron as Secretary of State would do enormous damage.\" When Tillerson took the helm at ExxonMobil a decade ago, he was seen as moderating the company's position on climate change. Whereas his predecessor opposed any action on climate change, Tillerson said in 2009 that he favored a carbon tax and proposed an initial price \"somewhere north of $20\" a ton. And he reduced ExxonMobil's own emissions. Under Tillerson, ExxonMobil also curtailed funding for the Competitive Enterprise Institute, whose energy and climate expert Myron Ebell played down the extent of climate change and said that no action was needed. Ebell has been the head of the Trump transition team on environmental issues. Yet Tillerson still insisted that oil use was essential. He chaired the American Petroleum Institute, which hammered on the idea that jobs were at stake. \"To say that you're addicted to oil and natural gas seems to me to say you're addicted to economic growth,\" he once told Fortune magazine. Exxon has important relationships with countries other than Russia, most notably the Middle East. It relies on Saudi Arabia for oil supplies and is a partner in refinery projects. It has enormous liquefied natural gas export projects in Qatar. It has also managed to carry out exploration and production ventures in both Kurdistan and southern Iraq, transcending rivalries between Baghdad and the Kurds. But under Tillerson, Exxon has also walked away from some countries. It left Venezuela after contract disputes with the late Venezuelan leader Hugo Chavez and it ended its onshore operations in Nigeria, where local insurgents sabotaged infrastructure. Tillerson said later that \"you have to be willing to say 'no, we aren't going to do it that way...if we can't do it this way, we won't be here.'\" Within the oil industry, ExxonMobil has been regarded as the most button-downed company, conservative and sometimes arrogant. \"Rex is a very, very, very honorable man,\" said Gheit, who is also one of his critics. \"He is smart, level headed. He has tremendous resolve and very strong character.\" Tillerson was born in Wichita Falls, Texas, the son of a Boy Scout administrator. He still lists the rank of Eagle Scout on his resume, and he has remained active in the organization throughout his life. In 2012, he was instrumental in pushing the Boy Scouts board to admit openly gay youths. The Exxon chief also chaired the $50 million campaign to restore Washington's Fords Theatre, where President Lincoln was assassinated. ExxonMobil and Qatar were major donors. In confirmation hearings, Tillerson can also expect to face tough questions about his views on international pipelines such as the Keystone XL, which require State Department approval. He'll also be quizzed on climate change. \"I'd expect the State Department's climate change envoy- a key role under [Hillary] Clinton and [John] Kerry-to have a lot of free time on his or her hands, and that State Department permits to build oil pipelines to Canada will be quite a bit easier to get,\" Bordoff said. Tillerson has acknowledged that climate change is caused by humans, but questioned the costs of weaning the world from fossil fuels. \"What good is it to save the planet if humanity suffers,\" he said at a 2013 stockholders meeting, citing the outsized impact on poor people if environmental activists succeeded in establishing company goals to reduce emissions. The Washington Post's Karoun Demirjian contributed to this report. ",
    "title": "Trump expected to tap Exxon&apos;s Tillerson for State, even as Russia ties raise concerns - Chicago Tribune"
   },
   {
    "entities": [
     "democratic",
     "simon",
     "times",
     "3:20 p.m.",
     "entous",
     "images",
     "friday",
     "getty",
     "trump",
     "brooks",
     "updated",
     "elections",
     "hillary",
     "the future",
     "last week",
     "the",
     "npr",
     "nsa",
     "college",
     "senate",
     "donald",
     "adam",
     "wyden",
     "international",
     "kraft/corbis",
     "cia",
     "of",
     "orders",
     "maine",
     "russia",
     "king",
     "security",
     "oct. 7",
     "angus",
     "2016",
     "review",
     "scott",
     "early october",
     "electoral",
     "2003",
     "post",
     "department",
     "earlier friday",
     "republican",
     "u.s.",
     "hussein",
     "ron",
     "national",
     "obama",
     "new",
     "iraq",
     "york",
     "previously",
     "tied",
     "washington",
     "sweeping",
     "committee",
     "homeland",
     "evening",
     "1:49 p.m.",
     "hacking",
     "now",
     "to",
     "saddam",
     "clinton",
     "intelligence",
     "four years from now"
    ],
    "id": 27,
    "text": "Brooks Kraft/Corbis via Getty Images Brooks Kraft/Corbis via Getty Images Updated at 1:49 p.m. ET with confirmation from the U.S. official and comments from Sen. Ron Wyden Updated at 3:20 p.m. ET with comments from Sen. Angus King The CIA has concluded that Russia intervened in the 2016 election specifically to help Donald Trump win the presidency, a U.S. official has confirmed to NPR. \"Before, there was confidence about the fact that Russia interfered,\" the official says. \"But there was low confidence on what the direction and intentionality of the interference was. Now they [the CIA] have come to the conclusion that Russia was trying to tip the election to Trump.\" The official adds: \"The reason the assessment changed is that new information became available\" since Oct. 7, when the Department of Homeland Security and the Director of National Intelligence released a joint statement accusing Russia of interfering with the American election process. Obama Orders Sweeping Review Of International Hacking Tied To U.S. Elections The Washington Post first reported the CIA's new assessment on Friday. In addition to hacking into Democratic organizations, Russians hacked the Republican National Committee's computer systems, according to a separate report from The New York Times — but they did not release any information that might have been retrieved from Republican networks. \"Intelligence agencies have identified individuals with connections to the Russian government who provided WikiLeaks with thousands of hacked emails from the Democratic National Committee and others, including Hillary Clinton's campaign chairman, according to U.S. officials,\" the Post reports. \"Those officials described the individuals as actors known to the intelligence community and part of a wider Russian operation to boost Trump and hurt Clinton's chances.\" Article continues after sponsorship Citing anonymous officials briefed on the issue, the Post says the CIA shared its findings with senators in a closed-door briefing last week, saying it was now \"quite clear\" that Russia's goal was to tip the presidency in Trump's favor: \" 'It is the assessment of the intelligence community that Russia's goal here was to favor one candidate over the other, to help Trump get elected,' said a senior U.S. official briefed on an intelligence presentation made to U.S. senators. 'That's the consensus view.' \" In a previous assessment, CIA officials had thought Russians intervened with the intention of undermining Americans' electoral system, Adam Entous, one of the Post story's reporters, tells NPR's Scott Simon . On Friday evening, the Trump transition team fired back with a statement dismissing the report of the agency's conclusion. \"These are the same people that said Saddam Hussein had weapons of mass destruction,\" the statement said. \"The election ended a long time ago in one of the biggest Electoral College victories in history. It's now time to move on and 'Make America Great Again.' \" In fact, Trump's percentage of the electoral vote in the 2016 election ranks 46th among presidential election winners in U.S. history, according to factcheck.org. Trump's claim is a reference to the CIA's flawed intelligence on Iraq, in the run-up to the U.S.-led invasion in 2003. The CIA and other spy agencies judged that Saddam Hussein had weapons of mass destruction — a judgment that proved to be false. While the leadership of the CIA has changed hands several times in the years since then, many intelligence officers and analysts who worked on the Iraq intelligence still serve at CIA and in other parts of the U.S. intelligence community. But whether or not Trump's top officials acknowledge the report as a possible threat, the Post's Adam Entous points out Trump will soon be in command of the intelligence agencies. \"I'm sure they're going to declassify some elements of the report and I'm sure there will be leaks,\" he adds, but the Obama administration can't disclose the full details of the case, because it would be \"compromising what's known as 'sources and methods,' which would then make it harder for the CIA and the NSA and other spy agencies to get more information in the future.\" Earlier Friday, President Obama ordered the intelligence community to conduct a \"full review\" of \"malicious cyber activity\" timed to U.S. elections, as we previously reported: \"In the 2016 election, U.S. intelligence officials charged that Russia had interfered. In early October, they released a strongly worded statement saying they were 'confident that the Russian Government directed the recent compromises of e-mails from U.S. persons and institutions, including from U.S. political organizations.' The statement went on to say 'these thefts and disclosures are intended to interfere with the U.S. election process.' \" The U.S. official says that \"there is a determination to do something\" before the Obama administration leaves power. \"It's still being discussed exactly what to do. And as we've said before, some of it you may see and some of it you will not.\" Sen. Ron Wyden, a Democrat on the Senate Intelligence Committee, says the response from President-elect Donald Trump is \"very misguided.\" \"When you have strong evidence that a foreign power has interfered with the American election, with American institutions, then what you do is keep digging. You get all the facts out,\" Wyden says. \"You respond to the American people with the kind of information that they have a right to know.\" He also advocates releasing more information on the cyberattacks. \"I do believe there is important information that the American people have a right to know. It ought to be declassified promptly.\" \"It's very important that the American public knows what happened, not necessarily to re-litigate this election, but to look forward,\" says Sen. Angus King, an independent senator from Maine. \"What worries me is the extent to which this is an ongoing pattern — which, by the way, is the Russians' pattern in other parts of the world. \"And is that going to be the case in our elections? Four years from now, are we going to have the Democrats, the Republicans, the independents and the Russians?\" King asks. \"I mean, this is very serious stuff.\" ",
    "title": "CIA Secret Assessment Says Russia Interfered With U.S. Election To Help Donald Trump Win : The Two-Way : NPR"
   },
   {
    "entities": [
     "harry",
     "democratic",
     "october",
     "1723",
     "andrew",
     "friday",
     "harnik",
     "spicer",
     "november",
     "trump",
     "comey",
     "hillary",
     "facebook",
     "the",
     "cnn",
     "senate",
     "donald",
     "mich.",
     "reid",
     "charles",
     "saturday",
     "5:39 p.m. est",
     "rapids",
     "cia",
     "of",
     "director",
     "congress",
     "russia",
     "2008",
     "2016",
     "john",
     "post",
     "podesta",
     "republican",
     "usa",
     "u.s.",
     "fbi",
     "hussein",
     "obama",
     "december 10, 2016",
     "korte",
     "today",
     "schumer",
     "national",
     "saturday, the day",
     "james",
     "gregory",
     "sean",
     "d-n.y.",
     "washington",
     "msnbc",
     "2012",
     "grand",
     "committee",
     "now",
     "d-nev.",
     "office",
     "saddam",
     "clinton",
     "intelligence"
    ],
    "id": 28,
    "text": "Did Russian hacking support Trump? Democrats call for hearings Was Russia engaging in election mayhem, or actively supporting Donald Trump? Post to Facebook Did Russian hacking support Trump? Democrats call for hearings Was Russia engaging in election mayhem, or actively supporting Donald Trump? Check out this story on USATODAY.com: http://usat.ly/2hyzg75 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 117 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Did Russian hacking support Trump? Democrats call for hearings Gregory Korte , USA TODAY 5:39 p.m. EST December 10, 2016 President-elect Donald Trump speaks in Grand Rapids, Mich. Friday. Trump's presidential transition team challenged the veracity of U.S. intelligence assessments that Russia was trying to tip the November election to the Republican. A top Senate Democrat demanded a full congressional investigation. (Photo: Andrew Harnik, AP) WASHINGTON — Intelligence officials have already made clear they believe the hacking of Democratic emails was directed by Russia in an attempt to interfere with U.S. elections. The question now is: Were they actively trying to get Donald Trump elected president? That important distinction — between causing mayhem in order to sow doubt in the democratic process, versus actually putting a finger on the scale for the Republican candidate — has reignited the debate over the role foreign powers may have played in the 2016 presidential election. Democrats called for congressional investigations into the hacking on Saturday, the day after President Obama ordered intelligence agencies to review the extent to which Russia and other foreign powers may have influenced presidential elections in 2008, 2012 and 2016. Outgoing Senate Minority Leader Harry Reid, D-Nev., alleged that FBI Director James Comey had secret evidence that Russia was supporting Trump but withheld it for partisan purposes. He offered no evidence. \"This is not fake news, OK? Intelligence agencies have identified individuals with connections to the Russian government. There's no doubt about that,\" he told MSNBC . The man expected to take over for Reid, Sen. Charles Schumer, D-N.Y., called for congressional investigations, promising to \"get to the bottom of this.\" “That any country could be meddling in our elections should shake both political parties to their core,\" he said. \"It’s imperative that our intelligence community turns over any relevant information so that Congress can conduct a full investigation.” But President-elect Trump's team continued to downplay claims of foreign interference, even seemingly attacking the intelligence community after the Washington Post reported , based on anonymous sources, that the CIA believed that Russia may have been supporting Trump. \"These are the same people that said Saddam Hussein had weapons of mass destruction,\" the Trump transition office said in a statement. \"The election ended a long time ago.\" Trump bashes CIA, dismisses Russian hacking report Democratic candidate Hillary Clinton's campaign was besieged by a series of embarrassing revelations in the campaign from leaked emails stolen from the Democratic National Committee and her campaign chairman, John Podesta. In October, the Office of the Director of National Intelligence said the leaked emails were \"consistent with the methods and motivations of Russian-directed efforts,\" and that it was \"confident that the Russian Government directed the recent compromises of emails from U.S. persons and institutions.\" Republican National Committee spokesman Sean Spicer, a member of Trump's transition team, noted Saturday that allegations of Russian support have come from sources unwilling to speak on the record. And he said there's no evidence that Trump benefited from Russian actions. \"What proof does anyone have that they affected the outcome? Because I've heard zero,\" Spicer told CNN . 1723 CONNECT TWEET LINKEDIN 117 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hyzg75 ",
    "title": "Did Russian hacking support Trump? Democrats call for hearings"
   },
   {
    "entities": [
     "the first quarter of next year",
     "$4.1 billion",
     "$1 trillion",
     "armed",
     "this week",
     "west",
     "friday",
     "joe",
     "manchin",
     "mitch",
     "trump",
     "2013",
     "house",
     "cabinet",
     "mcconnell",
     "next year",
     "year 2017",
     "overseas",
     "services",
     "thursday",
     "committees",
     "senate",
     "donald",
     "mich.",
     "$170 million",
     "alex",
     "april",
     "international",
     "$10 billion",
     "flint",
     "of",
     "orders",
     "$500 million",
     "contingency",
     "congress",
     "review",
     "night",
     "midnight",
     "$45 million",
     "virginia",
     "current",
     "health",
     "u.s.",
     "va.",
     "obama",
     "national",
     "afghanistan",
     "iraq",
     "april 28",
     "james",
     "brandon/ap",
     "2010",
     "gop",
     "sweeping",
     "mattis",
     "$352 million",
     "funding",
     "institutes",
     "pentagon",
     "the end of the year",
     "white"
    ],
    "id": 29,
    "text": "Sen. Joe Manchin, D-W.Va., was part of a group of coal state Democrats who wanted a longer extension of health benefits for coal miners in the stopgap spending bill. Alex Brandon/AP hide caption toggle caption Alex Brandon/AP Sen. Joe Manchin, D-W.Va., was part of a group of coal state Democrats who wanted a longer extension of health benefits for coal miners in the stopgap spending bill. Alex Brandon/AP Senate Democrats dropped their objections Friday night to a short-term-funding bill to keep the government running, and the bill passed less than an hour before the midnight deadline. It's become a familiar year-end act for Congress: passing a short-term-funding bill that will keep the government running for a few more months. This funding measure, which passed 63-36, runs out in April. Despite overwhelming support in the House on Thursday, the spending package hit a roadblock in the Senate, where coal state Democrats staged a late protest to try to alter provisions affecting miners. The stopgap includes $45 million to continue health benefits for four months for certain retired coal miners, whose coverage was set to expire at the end of the year. Democrats, led by West Virginia's Joe Manchin, wanted a full-year extension, but with little leverage and a shutdown looming, they relented with a promise to reignite that fight in four months. Article continues after sponsorship Retired Coal Miners At Risk Of Losing Promised Health Coverage And Pensions \"Would I have preferred that provision to be more generous? Of course I would have,\" said Senate Majority Leader Mitch McConnell. \"But we'll be back at it in April, and I think it's highly unlikely that we'll take it away.\" With House lawmakers already back home for the holidays on Friday — and zero interest from GOP leaders to reopen negotiations — Democrats backed down in time to avert a midnight Friday shutdown. The spending bill keeps the federal government running on autopilot until April 28. Congressional Republicans opted to punt the annual spending bills into next year to wait until President-elect Donald Trump assumes office. With control of both the White House and Congress, Republicans will have more sway over how roughly $1 trillion is spent on federal agencies and programs. The bill runs through April to buy Congress more time to negotiate the fiscal year 2017 spending bills, because the Senate is expected to be consumed by the confirmation process for Trump administration nominees in the first quarter of next year. Since the spending bill is a must-pass measure, it also includes some unrelated provisions and additional funding measures. For instance, Senate Republicans included language that will help expedite the confirmation process for Trump's defense secretary nominee, retired Gen. James Mattis. For Mattis to be confirmed, Congress must waive a law that requires a seven-year cooling-off period for current or former military officials to hold that Cabinet post. Mattis retired in 2013. Obama Orders Sweeping Review Of International Hacking Tied To U.S. Elections Democrats objected to the language, but Republicans said it was necessary to expedite consideration of a critical administration post. The waiver will still be reviewed by the House and Senate Armed Services Committees, and it will need to pass a 60-vote threshold in the Senate. Mattis has been widely praised on both sides of the aisle and is expected to be confirmed, barring something unforeseen coming to light during the confirmation process. The measure also includes just over $10 billion in Overseas Contingency Funding, better known as the side Pentagon account that funds the ongoing war efforts in Iraq and Afghanistan. An additional $4.1 billion is directed to disaster relief, including recovery efforts from Hurricane Matthew. Democrats also secured funding to assist the Flint, Mich., community with repairing its drinking water systems. Some $170 million is directed toward infrastructure improvements and preventive care against lead poisoning for mothers and children. Congress approved a biomedical research bill this week, and the stopgap spending measure includes funds for new programs authorized in the legislation, such as $352 million to the National Institutes of Health for medical research and $500 million to states to combat the opioid epidemic. The measure also includes a provision that will prevent a pay raise for members of Congress. The pay freeze has been in place since 2010. ",
    "title": "Government Shutdown Averted As Democrats Drop Objections, Funding Bill Passes : NPR"
   }
  ]
 }
}