{
 "12": {
  "col-sim": {
   "cosine": 0.235203029237912,
   "entity": 0.19178532059415368
  },
  "exec-time": 34.28180718421936,
  "links": [
   {
    "entities": [
     "civil",
     "interactive",
     "cbs",
     "knighstown",
     "joseph",
     "aclu",
     "christmas",
     "press",
     "ind.",
     "inc.",
     "the",
     "tompkins",
     "kevin",
     "indiana",
     "american",
     "associated",
     "2016",
     "union",
     "star",
     "indianapolis",
     "liberties",
     "jesus",
     "wttv",
     "knightstown",
     "richey"
    ],
    "id": 0,
    "text": "<p>Cross on top of a Christmas tree in an Indiana town that prompted a lawsuit.&nbsp;</p> Close CBS affiliate WTTV KNIGHTSTOWN, Ind. -- The American Civil Liberties Union is suing a central Indiana town over the display of a cross as part of its Christmas decorations. The Indianapolis Star reported that the ACLU’s Indiana chapter and Knightstown resident Joseph Tompkins argue that the Christian symbol on display in the Knightstown town square violates the First Amendment. The lawsuit is seeking for removal of the cross, monetary damages and declaration that the cross display violates the First Amendment.  CBS affiliate WTTV reported that the suit alleges that the Latin cross “is the preeminent symbol of Christianity, representing the instrument of the crucifixion of Jesus.” So if the display is religious, the suit argues, it has no business on town property.   Court documents say that the illuminated cross is atop a large evergreen tree and has for a number of years. The documents say there are no other holiday decorations on the square.    The documents go on to say that every day, Tompkins “is forced to come into direct and unwelcome contact” with the cross on top of the tree as he drives through town. This, the suit says, has caused him “irreparable harm,” which can only be remedied by taking the cross down and paying Tompkins monetary damages. “You gotta sit down and talk about it before you file the lawsuits,” said Knighstown resident Kevin Richey to WTTV.   The town of about 2,200 residents is about 40 miles east of Indianapolis.  Town officials didn’t immediately respond to requests for comment from the newspaper or The Associated Press. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "ACLU suing Knightstown, Indiana, over cross display as part of Christmas decorations - CBS News"
   },
   {
    "entities": [
     "jim",
     "civil",
     "joe",
     "snider",
     "july 2015",
     "state",
     "last month",
     "china",
     "department",
     "dutch",
     "today",
     "irna",
     "islamic",
     "lieberman",
     "parvaresh",
     "royal",
     "randy",
     "aviation",
     "guard",
     "nuclear",
     "revolutionary",
     "ap",
     "white",
     "peter",
     "tehran",
     "air",
     "connecticut",
     "farhad",
     "cramer",
     "mehrabad",
     "sunday",
     "michael",
     "united",
     "facebook",
     "may",
     "senate",
     "donald",
     "recently",
     "linkedin",
     "roskam",
     "of",
     "hasan",
     "russia",
     "uani",
     "u.s.",
     "yesterday",
     "control",
     "shell",
     "september",
     "airport",
     "office",
     "pasch",
     "department's",
     "the year before",
     "france",
     "pence",
     "council",
     "david",
     "against",
     "britain",
     "1980",
     "pregent",
     "international",
     "foreign",
     "congress",
     "nations",
     "security",
     "2018",
     "mike",
     "organization",
     "usa",
     "obama",
     "thestreet",
     "iran",
     "illinois",
     "hultgren",
     "germany",
     "$4 billion",
     "$16.6 billion",
     "last year",
     "$16b",
     "treasury",
     "trump",
     "house",
     "last week",
     "dold",
     "sarbakhshian",
     "future",
     "corps",
     "washington",
     "$16 billion",
     "representatives",
     "assets",
     "now",
     "boeing",
     "robert",
     "this june 2003",
     "$16.8 billion"
    ],
    "id": 1,
    "text": "Boeing's $16B aircraft deal with Iran Air faces challenges Boeing has gotten U.S. government approval to sell $16 billion in airliners to Iran Air. Post to Facebook Boeing's $16B aircraft deal with Iran Air faces challenges Boeing has gotten U.S. government approval to sell $16 billion in airliners to Iran Air. Check out this story on USATODAY.com: http://usat.ly/2hAjSqC CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 58 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Boeing's $16B aircraft deal with Iran Air faces challenges x Share Investors need to come to grips with the fact that Donald Trump is the \"Negotiator-in-Chief\" based on his Boeing and UTX maneuvers, said TheStreet's Jim Cramer. Boeing shares moved lower yesterday after President-elect Donald Trump tweeted that the government should cancel its order of a new Air Force One 747 jetliner, which he says could cost $4 billion. He also said the costs are \"out of control.\" Video provided by TheStreet Newslook In this June 2003 file photo, a Boeing 747 of Iran's national airline is seen at Mehrabad International Airport in Tehran. Iran said Sunday it has finalized a $16.8 billion deal with Boeing to purchase 80 passenger planes, a deal made possible by last year's landmark nuclear agreement. (Photo: Hasan Sarbakhshian, AP) Boeing has government approval to fill Iran Air's $16 billion aircraft order, but it may still be grounded by Congress. And President-elect Trump, who has criticized the Iran nuclear accord that allowed the deal to take off, could eventually have a say, too. The Chicago-headquartered Boeing said Sunday that it will sell 80 jetliners worth $16.6 billion to Iran Air. Boeing got approval to sell planes in Iran in September but had to wait for a license for the Iran Air deal from the U.S. Treasury Department’s Office of Foreign Assets Control. This would be the largest business deal that a U.S. company had done with Iran since President Obama signed an executive order lifting sanctions against the country. That order came after Iran agreed to end its pursuit of nuclear weapons under an accord reached in July 2015 with the United Nations Security Council members — the U.S., Britain, China, France and Russia — and Germany. Trump slams Boeing deal for new Air Force One But Boeing's deal could face opposition in Congress and the White House. “We will aggressively fight this deal in next Congress, though we probably won't even need new legislation to do it,” said David Pasch, communications director for Rep. Peter Roskam, R-Ill. “The incoming appointees at Treasury and State will no longer report to a White House willing to bend over backward and ignore national security concerns (in order) to keep Iran from walking away from the nuclear deal.” In May, Roskam, along with fellow Illinois Republican Reps. Robert Dold and Randy Hultgren, sent a letter to Boeing asking the company not to do business with Iran until it renounces support for terror groups. Last month, the House of Representatives approved a bill that would prevent the Treasury Department from giving U.S. banks the licenses to help Boeing complete the transactions. Since Obama would likely veto the bill, it hasn't moved in the Senate. \"Congress will have a lot to say, particularly working in concert with an administration that has a fairly low view of this deal,\" Roskam told USA TODAY. He also said the deal depends on financing. Any bank that would get involved “has to ask itself is it worth the reputational risk to be complicit with the world’s largest state sponsor of terrorism?” Congressional opposition to the Iran nuclear accord has gained momentum with the victory of Trump, who has called the accord \"the stupidest deal of all time.\" He and Vice President-Elect Mike Pence have suggested they will consider renegotiating the deal when they take office. Trump's transition staff did not respond to requests for comment. Joe Lieberman, the former Independent senator from Connecticut who's now chairman of United Against Nuclear Iran, an advocacy group, said the Iran deal faces a hostile future in Washington. While it's not clear Congress or the new Trump administration will try to overturn it, \"there will at least be demands for stricter enforcement of the nuclear deal, an expansion of non-nuclear sanctions on Iran, and for companies — like Boeing — to cease efforts that reward the regime with lucrative business opportunities when it continues to be the leading state-sponsor of terrorism worldwide,\" Lieberman said. Boeing itself has also been in the news recently with Trump's call for the cancellation of the manufacturer's deal to build the next Air Force One planes because of cost overruns on the project. \"Boeing is building a brand new 747 Air Force One for future presidents, but costs are out of control, more than $4 billion. Cancel order!\" he tweeted last week. Boeing, which also said the Iran deal will help support nearly 100,000 U.S. jobs, expects to begin filling Iran Air's shopping list, which includes 50 737s, in 2018. The planes will be delivered over a 10-year period, Farhad Parvaresh, the managing director of the Iran's Civil Aviation Organization, told Iran's official news agency IRNA  on Sunday. Boeing signs deal to sell aircraft to Iran Boeing isn't the only company looking to cash in in Iran. Competitor Airbus is also breaking into the market, and last week Royal Dutch Shell, the world's second-largest energy company, said it would begin developing oil and gas in Iran. At United Against Nuclear Iran, a group that advocates against the normalization of business dealings with Iran, retired Capt. Michael Pregent advised against Boeing's sale due to the Islamic Revolutionary Guard Corps' use of \"civilian airliners to support terrorism.\" A founding member of UANI's veterans advisory council, Pregent said, \"It is inexcusable for Boeing to enter into business dealings with the regime when they are fully aware it is responsible for deaths and maiming of our men and women in uniform.\" Before last year's nuclear accord to curtail Iran's nuclear program, the U.S. had not had diplomatic ties with the country since 1980. The year before a revolution overthrew the U.S.-backed shah of Iran and 52 Americans were held hostage for 444 days. The State Department had considered Iran as a “state sponsor of terrorism\" for funding U.S.-targeted militant groups around the world, including Palestinian terror groups. Follow USA TODAY reporter Mike Snider on Twitter: @MikeSnider . 166 CONNECT TWEET 7 LINKEDIN 58 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hAjSqC ",
    "title": "Boeing's $16B aircraft deal with Iran Air faces challenges"
   },
   {
    "entities": [
     "gallup",
     "et",
     "communities",
     "november",
     "centers",
     "1:51",
     "trump",
     "22%",
     "1024",
     "chinni",
     "donald",
     "disease",
     "american",
     "the 3rd quarter of 2016",
     "28%",
     "for",
     "2016",
     "dec 11",
     "life",
     "project",
     ", 3:15 pm",
     "graying",
     "control",
     "30%",
     "expectancy",
     "america",
     "voters",
     "lower",
     "dante",
     "clinton"
    ],
    "id": 2,
    "text": "Dec 11 2016, 3:15 pm ET Life Expectancy Lower for Trump Voters by Dante Chinni What's Behind a Dwindling Life Expectancy? 1:51 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161212015955if_/http://www.nbcnews.com/widget/video-embed/830287427863\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Throughout the 2016 campaign President-elect Donald Trump reached out to voters who felt the system didn't work for them. They were crucial to his November victory. But the challenges those voters face is about more than just economics and government policy, it cuts all the way to the physical health of their communities. People who live in Trump's most supportive communities feel they are not as healthy as the nation as a whole and people in their communities are more likely to die from a drug or alcohol overdose, according to data from the Gallup and the Centers for Disease Control analyzed by the American Communities Project . Meet The Press merged data from three groups of counties that Trump won by more than 20 points - Graying America, Evangelical Hubs and Working Class Country. Those counties carry some common traits. They are more rural than the other places and tend to have lower incomes and lower college education rates. There are 1024 counties in that merged group. Trump won 986 of them. And they look very different from the country on some key health measures. Related: Donald Trump Talks Policy, Conflicts, Calls Idea Russians Helped Him 'Ridiculous' More than 28% of the people in those counties said they have health problems that prevent them from doing things people their age normally can do. In some of those places that was much higher, well over 30%. That's compared to a national average figure of roughly 22%, according to Gallup surveys conducted in the 3rd quarter of 2016. Those are self-diagnoses, of course, and respondents could be referring to anything from hard knee or back pain to diabetes. But the \"health problems\" question is fairly consistent across the counties Trump won. The counties Clinton won tended to have fewer than average people citing \"health problems\" that affected their lives. Play ",
    "title": "Life Expectancy Lower for Trump Voters - NBC News"
   },
   {
    "entities": [
     "mccain",
     "kerry",
     "friday",
     "pitney",
     "reagan",
     "2000",
     "trump",
     "dave",
     "hillary",
     "mondale",
     "michael",
     "answer",
     "1980",
     "fox",
     "college",
     "four years later",
     "recently",
     "the 1980s",
     "mckenna",
     "cia",
     "george",
     "dukakis",
     "gore",
     "2008",
     "2004",
     "2016",
     "romney",
     "electoral",
     "jimmy",
     "carter",
     "u.s.",
     "jack",
     "long",
     "obama",
     "w.",
     "1988",
     "currently",
     "2012",
     "ronald",
     "claremont",
     "now",
     "bush",
     "barack",
     "leip",
     "walter",
     "clinton",
     "h.w.",
     "9 percent"
    ],
    "id": 3,
    "text": "Clinton's Popular-Vote Lead Is Now Over 2 Million, But Don't Expect Big Changes A statement from his transition team on Friday in response to reports of the CIA assessment said, \"The election ended a long time ago in one of the biggest Electoral College victories in history.\" Trump also said in his Fox interview, \"I think the Democrats are putting it out because they suffered one of the greatest defeats in the history of politics in this country.\" The Short Answer Trump contends that the size of his victory was historic, which is not borne out by the results. Trump won 306 electoral votes to Clinton's 232. That comfortably puts him above the required 270 electoral votes. But it's hard to argue this represents a landslide of historic proportions, given that out of 58 presidential elections, the winner has received more electoral votes in 37 contests. The Long Answer Trump's win is historic, but mainly because it was so unexpected. He was outpaced by Hillary Clinton on nearly every conventional metric applied to how a successful campaign is run. Trump was counted out by nearly every political professional, and most of the media. Even his own campaign allies were expecting a loss. So the voters delivered a truly historic upset on Election Day. By that measure, Trump's statement about \"one of the greatest defeats\" holds up. Comparing Trump's 306 electoral votes to recent history, he falls between the 2000 and 2004 razor-thin margins of George W. Bush, and Barack Obama's victories in 2008 and 2012. 2000 — Bush 271, Gore 266 2004 — Bush 286, Kerry 251 2008 — Obama 365, McCain 173 2012 — Obama 332, Romney 206 2016 — Trump 306, Clinton 232 Article continues after sponsorship So on the historic score, Trump's margin is pretty average for recent elections, and way down the list if you go all the way back to the beginning of the nation. Jack Pitney, a professor of politics at Claremont McKenna College, recently calculated the electoral college margins in all 58 U.S. presidential elections, and showed Trump coming in 46th. Separately, there's the question of whether Trump's victory is a \"landslide.\" President Obama is sometimes said to have achieved \"electoral landslides,\" but that is even stretching historical standards. Clear landslides came most recently in the 1980s. Ronald Reagan won 489 electoral votes to Jimmy Carter's 49 in the 1980 election. Four years later, Reagan won 49 states, delivering him a 525 to 13 victory of Walter Mondale. In 1988, George H.W. Bush succeeded Reagan with a total of 426 electoral votes to Michael Dukakis's 111. Each of those Reagan and Bush victories came with an 8 to 9 percent margin in the popular vote, as icing on the cake. Trump currently trails Hillary Clinton by about 2.8 million votes. There have been five presidents who lost the popular vote, but won the Electoral College. Source: Dave Leip's Atlas of U.S. Presidential Elections hide caption toggle caption Source: Dave Leip's Atlas of U.S. Presidential Elections To be certain, Trump's win the Electoral College is what matters. But his loss in the popular vote to Hillary Clinton is itself historic. At 2.8 million votes, Trump's deficit is by far the largest for any candidate who won the Electoral College and lost the popular vote. ",
    "title": "President-elect Donald Trump Claims A 'Massive Landslide Victory' That Doesn't Stack Up : NPR"
   },
   {
    "entities": [
     "dec 11, 2016",
     "resort",
     "ski",
     "springs",
     ", 2:33 pm",
     "firefighters",
     "press",
     "harbor",
     "sunday",
     "the",
     "mich.",
     "alex",
     "lodge",
     "rapids",
     "1:30 a.m.",
     "childress",
     "highlands",
     "associated",
     "shares",
     "early sunday",
     "michigan",
     "3 a.m.",
     "sunday, dec. 11, 2016",
     "traverse",
     "boyne",
     "star",
     "40 percent",
     "grand",
     "city",
     "ap"
    ],
    "id": 4,
    "text": "Fire at Boyne Highlands Resort Ski Lodge; 12 Go to Hospital By The Associated Press HARBOR SPRINGS, Mich. \u0097 Dec 11, 2016, 2:33 PM ET 0 Shares Star The Associated Press Firefighters extinguish a blaze Sunday, Dec. 11, 2016, at Boyne Highlands Resort in Harbor Springs, Mich. The resort called it a \"significant structure fire\" early Sunday. (Alex Childress Photo via AP) 0 Shares Email Twelve people are injured after fire struck the main lodge at Boyne Highlands, a popular ski resort in northern Michigan . The resort says the injuries don't appear to be life-threatening, although one person was taken to a hospital about 180 miles away in Grand Rapids. Boyne says 40 percent of the lodge has some fire damage. Much of the rest of the building was affected by smoke and water. There were 113 guests in 64 rooms. The fire was reported around 1:30 a.m. Sunday the lodge in Harbor Springs, 75 miles northeast of Traverse City. A local photographer, Alex Childress, says he drove to Boyne around 3 a.m. when he heard about the fire. He says he saw smoke \"billowing all over the place.\" The cause was not immediately known. 0 Shares ",
    "title": "Fire at Boyne Highlands Resort Ski Lodge; 12 Go to Hospital - ABC News"
   },
   {
    "entities": [
     "dec 11, 2016",
     "israel",
     "this week",
     "trump",
     "glimpse",
     "party",
     "news",
     "may",
     "united",
     "paul",
     "rex",
     "trouble",
     "senate",
     "nicki",
     "of",
     "abc",
     "nations",
     "daniel",
     "john",
     "rand",
     "current",
     "republican",
     "bolton",
     "acker/bloomberg",
     "kentucky",
     "gives",
     "today",
     "tillerson",
     ", 11:56 am",
     "iran",
     "gop",
     "obamacare",
     "rossoll"
    ],
    "id": 5,
    "text": "Rand Paul Gives Glimpse of Trouble Trump May Face With His Party Over Government Spending By Nicki Rossoll Dec 11, 2016, 11:56 AM ET 0 Shares Daniel Acker/Bloomberg via Getty Images WATCH Sen. Rand Paul: I'm an 'Automatic No' on John Bolton 0 Shares Email Kentucky Sen. Rand Paul gave an indication today of the trouble that President-elect Trump may face from his own party in trying to fulfill campaign promises that cost money. The former GOP presidential candidate said on ABC News' \"This Week\" that he \"won't vote for a budget that never balances\" and that he is working to find a few other conservative GOP senators to join him. \"The current budget that the Republicans are looking at never balances. How can that be fiscally responsible? And how can we look at the public with a straight face and say, yes, we ran on balanced budgets, we're for the balanced budget amendment , and yet the budget we're going to introduce, that we're going to repeal Obamacare with never balances?\" Paul said. Trump this week repeated his promise that he wants a trillion-dollar infrastructure program and he promised during the campaign to repeal Obamacare. Paul said that with the help of other conservative senators he might be able to block a budget that he considers irresponsible. \"All it takes is a couple of us. If there are a few conservatives in the Senate wing of the Republican Party that will say no to a budget that never balances, we could have the power to say to the leadership, you know what, we need a better budget,\" Paul said. \"I don't know if it will happen, but I know that I will be one that won't vote for a budget that never balances,\" he said. Paul also addressed reports that ExxonMobile CEO Rex Tillerson has emerged as a likely pick for secretary of state, saying that he is \"going to reserve judgment on Tillerson.\" But the Kentucky senator had strong warnings about former United Nations Ambassador John Bolton, who is a possible contender for secretary of state or deputy secretary of state. \"I'll do anything to try to prevent John Bolton from getting any position because I think his world view is naive,\" Paul said. \"He still believes in regime change. He's still a big cheerleader for the Iraq War . He's promoted a nuclear attack by Israel on Iran . He wants to do regime change in Iran.\" \"John Bolton doesn't get it,\" Paul said. ",
    "title": "Rand Paul Gives Glimpse of Trouble Trump May Face With His Party Over Government Spending - ABC News"
   },
   {
    "entities": [
     "mcgehee",
     "right now",
     "this coming thursday",
     "brookings",
     "states",
     "trump",
     "house",
     "hillary",
     "richard",
     "sunday",
     "billions of dollars",
     "news",
     "last week",
     "united",
     "fox",
     "donald",
     "wallace",
     "chris",
     "recently",
     "tower",
     "norm",
     "drew/ap",
     "hotel",
     "u.s.",
     "foundation",
     "d.c.",
     "new",
     "york",
     "institution",
     "eisen",
     "clinton",
     "meredith",
     "white"
    ],
    "id": 6,
    "text": "President-elect Donald Trump is interviewed by Chris Wallace of Fox News Sunday at Trump Tower in New York. Richard Drew/AP hide caption toggle caption Richard Drew/AP President-elect Donald Trump is interviewed by Chris Wallace of Fox News Sunday at Trump Tower in New York. Richard Drew/AP President-elect Donald Trump suggested Sunday that he will not sell off his business operations to avoid conflicts of interest during his presidency. He said he will instead allow his grown children to manage them. \"My executives will run it with my children. It's a big company. It's a great company. But I'm going to have nothing to do with management,\" Trump told Chris Wallace on Fox News Sunday. Trump's Businesses And Potential Conflicts: Sorting It Out Trump said recently that he will take steps to separate himself from his business operations and will announce details at a major press conference this coming Thursday. That announcement led to speculation about whether Trump planned to divest himself from his businesses by selling off his vast network of hotels, golf courses and licensing agreements. But the comments Sunday suggest nothing has really changed since Trump first began addressing the issue during the campaign, and that Trump has no intention of selling. \"You know, when you sell real estate, that's not like going out and selling a stock. That takes a long time,\" Trump said. Former government ethics officers say that by continuing to own businesses while president, Trump allows himself and his family to profit from his office and opens himself up to numerous conflicts of interest. Article continues after sponsorship Not A Hack: U.S. Office Of Government Ethics Tweets At Trump Trump's comments Sunday do little to address those conflicts, says Meredith McGehee, chief of policy, programs and strategy at Issue One , a nonprofit group dedicated to removing money from politics. \"Let's be clear: This is not divestment of foreign holdings. And it's not any kind of blind trust. The bottom line is that, with his children in charge of operations, no way meaningful firewall can exist,\" McGehee said. \"Rather this arrangement enables him to enrich himself and his family through his administration's policies and actions,and will be interpreted by many across the world as a signal of how to gain access and influence with his administration,\" she added. Norm Eisen, visiting fellow in governance studies at the Brookings Institution , said Trump had not come close to addressing the issue. \"His children and his executives and his businesses are going to become a magnet for improper influence in the United States and around the world,\" Eisen said. \"Quids are constantly going to be dangled, and how long will it be before a quo follows?\" During the interview Wallace pressed Trump about the conflicts of interest, noting that \"foreign countries are already booking events at the Trump Hotel in D.C. You've got business operations, deals with foreign countries.\" Trump replied that he has no interest in making money while in the White House. He said he had \"turned down seven deals with one big player, great player, last week because I thought it could be perceived as a conflict of interest.\" \"If I were going to do new deals right now, I am turning down billions of dollars of deals. I will tell you, running for president, the money I spent is peanuts compared to the money I won't make. And that's OK because this is so important. What I'm doing is so important.\" When Wallace noted that allowing his children to manage the company was \"the same thing,\" Trump replied: \"They're not making deals. And they're going to run my company. I have a lot of property and great stuff. They're going to run it. They're going to run it. Hopefully they're going to run it properly. I'm sure they're going to run it properly. But I'm not going to do deals. And I think, you know, I think that's going to be good.\" But Eisen said that arrangement would not resolve conflicts, unless Trump signs over everything to an independent trustee immediately. \"Although it is of course important that Mr. Trump have no involvement in Trump business operations, in order to avoid conflicts, he must also exit the ownership of his businesses through using a blind trust or equivalent. Otherwise he will have a personal financial interest in his businesses that will sometimes conflict with the public interest, and constantly raise questions and legal issues,\" Eisen said. \"For example, unless he divests ownership, he will have an interest in the foreign government payments and benefits that flow to his businesses daily,\" he said. \"That creates such a serious conflict of interest that the framers of the constitution prohibited it for the president in the emoluments clause. Far smaller potential conflicts led every president for four decades to do a blind trust or the equivalent, and so should Trump.\" When Wallace pointed out that Trump had \"hammered\" his Democratic opponent, Hillary Clinton, over \"pay to play\" conflicts involving the Clinton Foundation, Trump insisted the two situations were different. \"She's taken in massive amounts of money from foreign countries and other things,\" he said. ",
    "title": "Donald Trump Says He Won't Sell His Businesses To Address Conflicts Of Interest : The Two-Way : NPR"
   },
   {
    "entities": [
     "dec 11, 2016",
     "muhammadu",
     "west",
     "friday",
     "abdulkadir",
     "press",
     "sunday",
     "lagos",
     ", 9:52 am",
     "nov. 28",
     "jabo",
     "damian",
     "a year ago",
     "monday",
     "seconds later",
     "maiduguri",
     "state",
     "abubakar",
     "associated",
     "boko",
     "this year",
     "musa",
     "buhari",
     "haram",
     "africa",
     "faul",
     "chukwu",
     "islamic",
     "nigeria",
     "muslim",
     "madagali",
     "hausa"
    ],
    "id": 7,
    "text": "2 Girl Suicide Bombers Die in Blasts Near Market in Nigeria By ismail alfa abdulrahim and michelle faul, associated press MAIDUGURI, Nigeria \u0097 Dec 11, 2016, 9:52 AM ET 0 Shares Email Two girl suicide bombers died when they exploded Sunday in a crowded area near a market in Nigeria's northeastern city of Maiduguri, injuring 17 people, rescue officials said. Survivor Abubakar Musa said he also saw among the victims the bodies of soldiers, who were guarding a nearby electric power installation. Officials blamed the Boko Haram Islamic extremist group that has staged numerous attacks in Maiduguri, the birthplace of the insurgency. One bomber appeared no older than 7 and the second about 8 years old, said Abdulkadir Jabo, a civilian self-defense fighter who stopped them from going into the market. \"I asked the older girl where she was going but she could not speak Hausa or Kanuri ... and appeared very unsettled, so I turned her back,\" he told The Associated Press. Seconds later, she detonated, followed by the younger girl, Jabo said. Police Commissioner Damian Chukwu identified the bombers as teen-aged girls. Earlier, officials said they were a man and a woman. There was no way to resolve the discrepancies. Boko Haram has used scores of women and girls in suicide bombings, prompting suspicions that some are among the many thousands that they have kidnapped over the years. In a particularly horrific instance, a woman suicide bomber carrying a baby on her back was shot by soldiers at a checkpoint on Nov. 28. The shot detonated her explosives, killing the woman and the baby. Sunday's blasts occurred near Maiduguri's Monday Market, just weeks after the state government reopened the roads leading to the market. They had been closed for nearly two years over security concerns following previous bombings at the market that killed dozens of people. On Friday, two women suicide bombers exploded in a market at Madagali, 150 kilometers (95 miles) southeast of Maiduguri, killing 57 people and wounding 177 including 120 children. Since Nigeria's military has dislodged insurgents from towns and villages this year, Boko Haram has been attacking soft targets. Suicide bombings and attacks on military camps continue, though Nigeria's government claims it has the insurgents on the run. President Muhammadu Buhari declared the Islamic uprising \"technically defeated\" a year ago. On Friday, he vowed Nigeria's military is working \"at slamming the final nail in the coffin of Boko Haram.\" The seven-year insurgency has killed more than 20,000 people, forced 2.6 million from their homes and created a massive humanitarian crisis. Boko Haram, which has one branch allied to the Islamic State group, wants to install an Islamic state in Nigeria, West Africa's oil giant of 170 million people divided almost equally between a mainly Christian south and predominantly Muslim north. ——— Faul contributed from Lagos, Nigeria. 0 Shares ",
    "title": "2 Girl Suicide Bombers Die in Blasts Near Market in Nigeria - ABC News"
   },
   {
    "entities": [
     "lesley",
     "israel",
     "middle",
     "interactive",
     "right now",
     "cbs",
     "west",
     "states",
     "south",
     "trump",
     "house",
     "syria",
     "europe",
     "inc.",
     "united",
     "recently",
     "shimon",
     "bank",
     "of",
     "china",
     "russia",
     "yemen",
     "the minute",
     "bds",
     "abbas",
     "peres",
     "2016",
     "mahmoud",
     "$38 billion",
     "u.n.",
     "gaza",
     "u.s.",
     "western",
     "today",
     "libya",
     "benjamin",
     "africa",
     "east",
     "saudi",
     "iran",
     "america",
     "washington",
     "aleppo",
     "now",
     "the past",
     "stahl",
     "putin",
     "netanyahu",
     "india",
     "arabia",
     "white"
    ],
    "id": 8,
    "text": "Lesley Stahl: Saudi Arabia? Benjamin Netanyahu: No comment. Lesley Stahl: I have to ask you, because it’s the most fascinating of all: Israel and Saudi Arabia. Are you actually developing an anti-Iran alliance in the Middle East? Benjamin Netanyahu: Doesn’t have to be developed. It’s there anyway. Israel is developing a whole skein of new alliances, in some cases with countries that have been challenging the U.S. around the world like Russia which has placed its troops in Syria, Israel’s next door neighbor. Lesley Stahl: How would you describe your relationship with Russia right now? Benjamin Netanyahu: It’s amicable. But the minute Mr. Putin decided to put his military forces in Syria, I went to see him.  And I said, “Look, here’s what I’m doing.  I’m not intervening in Syria. But at the same time, if Syria tries to intervene with us, if Iran tries to use Syria to attack us, we’ll stop it. Lesley Stahl: You’re telling Mr. Putin that you will attack if you’re attacked? Benjamin Netanyahu: I said, “We should avoid this.”  And he said “I agree.”  So we coordinated between our militaries because no one wants an inadvertent Israeli-Russian clash. Lesley Stahl: You have a friendship with Mr. Putin, and a friendship with China. You seem to be inching toward an anti-American bloc. Benjamin Netanyahu: God, no.  Let me tell you something— Lesley Stahl: Well, talk about that ‘cause I think there’s an impression of that. Benjamin Netanyahu: That’s a false impression.  First of all, there is, there is an irreplaceable ally.  It’s called the United States of America. Lesley Stahl: Yeah, but here you are making friends with our adversaries— Benjamin Netanyahu: So no. You have relations with Russia and you have relations with China. We can have relations, economic relations, trade relations with other countries as you do.  Why not? He has used economic and trade relations to improve Israel’s standing in the world by selling and in some cases giving away its high-tech inventions. Israel boasts of more start-ups per capita than anywhere in the world, many based in Be’er Sheva, and nations have lined up to buy drones, as India has, and cutting-edge agricultural technology, as China has. There’s excitement about a new innovation that extracts drinking water out of air.  Lesley Stahl: So this is Israeli diplomacy through technology? Benjamin Netanyahu: Exactly right. Lesley Stahl: Countries that used to vote against you regularly at the U.N., are now your clients. I mean African nations - . Benjamin Netanyahu: It’s a revolution there.  We can’t keep up. What’s surprising is that he’s making progress with all these countries without making any progress with the Palestinians, who’ve lived under Israeli occupation in the West Bank for half a century. Lesley Stahl: What about the quality of Palestinians’ lives. You know, it’s 50 years since what people call “the occupation.”  It’s 50 years. You still have checkpoints.  People have to be cleared. Soldiers everywhere in their lives.  Benjamin Netanyahu: Actually, I’ve lifted checkpoints quite a bit and we’re trying to create bridges and thoroughfares and so on so we can have freer movement. Palestinians know-- they look at Aleppo in Syria, and they look at Yemen, and they look at Libya, and they look at other places, and they know that our intention is coexistence. Lesley Stahl: You told us that Israel is less isolated today than it has been in many years in the past. And yet, at the same time, you’re losing support in-- in Western Europe. Benjamin Netanyahu: Isolated?? All these countries are coming to Israel and it’s a fantastic change. Lesley Stahl: But not Western Europe.  Not you, your natural allies, or your older allies yet. Benjamin Netanyahu: Well, they’re coming— Lesley Stahl: They call you colonials. Benjamin Netanyahu: They’re coming around too. Lesley Stahl: But they call you occupiers. Benjamin Netanyahu: Well they call us a lot of things but I think they’re coming around too, I have to tell you. But criticism has spread, on U.S. campuses too. Lesley Stahl: There’s a movement called BDS, to boycott, divest, and sanction Israel and its products, because of the Palestinian issue, the unresolved Palestinian issue. And this is the playbook that they used, you know, against Apartheid in South Africa— Benjamin Netanyahu: Yeah, well, I don’t buy it. It’s not about this or that issue. It’s against the very existence of the State of Israel. Lesley Stahl: You know what they want? I know what they want.  They want you to stop expanding and building settlements. Benjamin Netanyahu: Yea, well, we did. We stopped. We stopped in Gaza. We tore out the settlements and gave the Palestinians Gaza.  And what happened?  Did we get peace?  We got 20,000 rockets on our heads and terror tunnels. Still, his critics argue that’s not a justification. For the steady expansion of the settlements in the West Bank. Those settlements are smothering Palestinians’ hope for their own separate state. Benjamin Netanyahu: I think the obsession, the focus on settlements as though this were the issue and this is the obstacle to peace, I disagree with that. Lesley Stahl: But it is an obstacle. I mean— Benjamin Netanyahu: No, it’s not an obstacle. Lesley Stahl:  Well, you say that, but they don’t say that.    Benjamin Netanyahu: Yeah, but I’ll say something else. The real reason we haven’t had peace is because of a persistent refusal of the Palestinians to recognize a Jewish state in any border. “You ask us to recognize you, I’m willing to do that. I ask you to recognize us. Recognize the Jewish state, for God’s sake.” And if they do, this thing will begin to correct itself very quickly.  It’s a condition he doesn’t put on his new friends.  Lesley Stahl: Have any of the Arab states said they accept Israel as a Jewish state? Benjamin Netanyahu: Yeah they say a lot of things in various forms.   Lesley Stahl: And never actually said they accept you. Benjamin Netanyahu: Do they say it publicly at this point?  Not yet.  He acknowledges that the Arab states want to see movement on the Palestinian issue.   But despite Washington’s call for a halt, settlement expansion has continued, even after the U.S. gave Israel a $38 billion military aid package. Netanyahu and the Palestinian leader Mahmoud Abbas recently greeted each other at the funeral of former Israeli President Shimon Peres. But the two have not held open, direct negotiations in over six years, for which they blame each other.  Lesley Stahl: What kind of a state is it going to be if you just, you know, don’t do anything? Benjamin Netanyahu: I’m not going to just not do anything. I’m going to do something. Lesley Stahl: Well, if you don’t negotiate with the Palestinians— Benjamin Netanyahu: Well, I’m willing to negotiate with them at any moment. Lesley Stahl: And if it doesn’t happen? Benjamin Netanyahu: I haven’t reversed my position.  I’ve said, “Look, we will solve this because we want two nation states at peace and with the proper security arrangements. Lesley Stahl: You would be pushing for a two-state solution if that— Benjamin Netanyahu: Two states for two peoples. And that’s where I’m focused.  Yeah, I’d like to have President Trump, when he gets into the White House, help me work on that.  I’d like to see if the Arab states can help me achieve that.  It’s a new reality.  A new possibility.  © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Israel's PM Benjamin Netanyahu welcomes Donald Trump presidency - 60 Minutes - CBS News"
   },
   {
    "entities": [
     "texas",
     "karoun",
     "nation",
     "ryan",
     "paul",
     "viebeck",
     "morning",
     "charles",
     "saturday",
     "state",
     "menendez",
     "cia",
     "rubio",
     "j.",
     "schumer",
     "victoria",
     "gop",
     "lindsey",
     "clinton",
     "intelligence",
     "kremlin",
     "democratic",
     "johncornyn",
     "n.y.",
     "relations",
     "friday",
     "mitch",
     "mcconnell",
     "cbs's",
     "sunday",
     "michael",
     "news",
     "--",
     "rex",
     "senate",
     "donald",
     "russia",
     "lankford",
     "night",
     "e.",
     "u.s.",
     "jack",
     "carolina",
     "james",
     "reed",
     "and",
     "nato",
     "bastien",
     "cornyn",
     "pence",
     "elise",
     "ukraine",
     "armed",
     "graham",
     "at 1:57 pm",
     "del.",
     "walker/the",
     "chris",
     "foreign",
     "face",
     "congress",
     "mike",
     "john",
     "republican",
     "okla.",
     "december 10, 2016",
     "national",
     "tillerson",
     "wikileaks",
     "december 11",
     "committee",
     "bob",
     "putin",
     "corker",
     "early saturday",
     "select",
     "mccain",
     "south",
     "trump",
     "house",
     "hillary",
     "syria",
     "services",
     "the",
     "fox",
     "vladimir",
     "dec. 11",
     "post",
     "arizona",
     "reynolds/epa",
     "the weekend",
     "coons",
     "n.j.",
     "washington",
     "now",
     "exxonmobil",
     "debonis",
     "demirjian"
    ],
    "id": 9,
    "text": "Key GOP senators join call for bipartisan Russia election probe, even as their leaders remain mum Players The inside track on Washington politics. Be the first to know about new Players stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Elise Viebeck and Karoun Demirjian December 11 at 1:57 PM Follow @eliseviebeck Follow @karoun Republicans Senators John McCain (Arizona) and Lindsey Graham (South Carolina) have been highly critical of Donald Trump’s comments about Russia. On Sunday, they joined Democrats in demanding a wide-ranging probe of Russia’s election influence. (Michael Reynolds/EPA) Two Senate Republicans joined demands for a bipartisan probe into Russia’s suspected election interference allegedly designed to bolster Donald J. Trump as questions continue to mount about the president-elect’s expected decision to nominate a secretary of state candidate with close ties to Russia. Sens. Lindsey Graham (R-S.C.) and John McCain (R-Ariz.) — the chairman of the Senate Armed Services Committee — joined calls by incoming Senate Democratic leader Charles E. Schumer (N.Y.) and Armed Services ranking member Jack Reed (D-R.I.)  for a thorough, bipartisan investigation of Russian influence in the U.S. elections. Their statement came two days after The Washington Post reported the CIA’s private conclusion that Russia’s activities were intended to tip the scales to help Trump. President-elect Donald Trump as well as Republican and Democratic lawmakers on Dec. 11 reacted to the CIA's assessment that Russia intervened to help Trump win the election. (Bastien Inzaurralde/The Washington Post) “Recent reports of Russian interference in our election should alarm every American,” the four senators said in a statement on Sunday morning. “Democrats and Republicans must work together, and across the jurisdictional lines of the Congress, to examine these recent incidents thoroughly and devise comprehensive solutions to deter and defend against further cyber-attacks.” [ Trump, CIA on collision course over Russia’s role in the election ] “This cannot become a partisan issue. The stakes are too high for our country. We are committed to working in this bipartisan manner, and we will seek to unify our colleagues around the goal of investigating and stopping the grave threats that cyberattacks conducted by foreign governments pose to our national security,” they added. But McCain and Graham — who frequently criticized Trump before and after his election —  have often bucked Republican leaders, and their embrace of a wide-ranging Russia probe does not necessarily signal support from other Republicans, including Senate Majority Leader Mitch McConnell (R-Ky.). One GOP senator — Sen. James Lankford (Okla.), who serves on the Senate Select Intelligence Committee — agreed with McCain and Graham’s decision to support a bipartisan investigation of suspected cyber intrusion by Russia in the U.S. elections. “Cybersecurity investigation of Russian interference can’t be partisan,” Lankford tweeted Sunday. Republicans may be loathe to join calls for such a wide-ranging investigation into Russia’s election-related activities given that Trump has dismissed the CIA claims as “ridiculous.” They may worry about picking an obvious fight with the president-elect before he is even inaugurated. Trump has signaled he wants a warmer relationship with Russian President Vladimir Putin, who he praised during the campaign. “I think it’s just another excuse. I don’t believe it . . . No, I don’t believe it at all,” Trump said of the CIA charges on “Fox News Sunday.” CIA officials told senators it is now \"quite clear\" that electing Donald Trump was Russia's goal. In an interview on Fox News Sunday on Dec. 11, President-elect Trump denied the CIA's assessment. (Victoria Walker/The Washington Post) [ Trump denies CIA report that Russia intervened to help him win election ] McConnell himself has been notably silent since the Post report was published on Friday night, and his number-two, Senate Majority Whip John Cornyn (R-Texas), downplayed the significance of it in a series of tweets — although some of them suggested Congress’s review of Russian actions should broaden. “All this ‘news’ of Russian hacking: it has been going on for years. Serious, but hardly news,” Cornyn tweeted Saturday. The Texas Republican seemed to support, however, a wider look at Russia as a global actor rather than one confined to its role in the U.S. election, retweeting the below tweet from Graham: “Cyber-attacks, undermining NATO, Ukraine, butchery in Syria, etc. I intend to look at all things Russia – not just election influence.” — JohnCornyn (@JohnCornyn) December 10, 2016 Meanwhile, House Speaker Paul Ryan (R-Wis.), in his first substantial comment on Russian hacking since the report Friday, said Sunday he “rejects any politicization of intelligence matters,” calling foreign intervention “unacceptable.” For the most part, other key Republicans were silent on the issue of whether to embrace a bipartisan look at whether  Putin’s government was behind the hacks of the Democratic National Committee emails and their publication by WikiLeaks in an alleged bid to help Trump and damage Hillary Clinton’s campaign. At the same time, several Republican senators raised concerns about Trump’s likely nomination of Rex Tillerson, ExxonMobil CEO, as secretary of state due to his  ties to Putin. Republicans in a 52-to-48 Senate have only the slimmest of margins to get him confirmed, should Democrats decide to uniformly oppose the nomination. Only three Republicans would need to side with Democrats in order to defeat Tillerson. “It’s a matter of concern to me that he has such a close relationship with Vladimir Putin, that that would color his approach to Vladimir Putin and the Russian threat,” McCain told CBS’s Face the Nation. “Being a ‘friend of Vladimir’ is not an attribute I am hoping for from a Secretary of State,” Rubio tweeted Sunday. Republicans outnumber Democrats by only one vote on the Senate Foreign Relations Committee, which must approve a secretary of state nominee before the full Senate votes. Over the weekend, several committee Democrats, including Sens. Bob Menendez (N.J.) and Chris Coons (Del.), stated their deep skepticism of Tillerson as a candidate. Menendez called the idea Tillerson could be named secretary of state “alarming and absurd,” concluding that “the Trump administration would be guaranteeing Russia has a willing accomplice in the President’s Cabinet guiding our nation’s foreign policy.” Yet the committee’s chairman, Sen. Bob Corker (R-Tenn.) — who was considered a possible pick for Trump’s secretary of state — has said Tillerson would be a good choice. “If it is Rex Tillerson, he is a very good individual,” Corker tweeted. Should Tillerson make it to a floor vote, Democrats could not block the nomination alone. If Democrats stick together, Republicans must muster at least 50 of the 52 votes they will have to successfully confirm him, as Vice President-elect Mike Pence could cast the tie-breaking vote. Graham has already also strongly hinted that he might oppose the nomination. “I don’t know the man much at all, but let’s put it this way: If you received an award from the Kremlin, order of friendship, then we’re gonna have some talkin’,” Graham said early Saturday morning. “We’ll have some questions. I don’t want to prejudge the guy but that’s a bit unnerving.” Mike DeBonis contributed to this report. powerpost ",
    "title": "Key GOP senators join call for bipartisan Russia election probe, even as their leaders remain mum - The Washington Post"
   },
   {
    "entities": [
     "iowa",
     "utah",
     "lakes",
     "interior",
     "midwest",
     "montana",
     "morning",
     "weather",
     "saturday",
     "kirtland",
     "boston",
     "michigan",
     "11:30 a.m.",
     "this year",
     "northeast",
     "d.c.",
     "silva",
     "detroit",
     "afternoon",
     "wisconsin",
     "aviation",
     "air",
     "lines",
     "connecticut",
     "friday",
     "sunday",
     "o'hare",
     "news",
     "united",
     "administration",
     "early monday",
     "lake",
     "maine",
     "metropolitan",
     "kelly",
     "night",
     "idaho",
     "u.s.",
     "northwest",
     "york",
     "airport",
     "winter",
     "pacific",
     "next week",
     "great",
     "later sunday",
     "colorado",
     "hampshire",
     ", 6:16 pm",
     "thursday",
     "1:10 a.m.",
     "helsel",
     "daniella",
     "giannasca",
     "nbc",
     "national",
     "december 10, 2016",
     "new",
     "portland",
     "wyoming",
     "service",
     "channel",
     "early",
     "dakota",
     "city",
     "tomorrow",
     "cass",
     "fire&rescue",
     "erie",
     "cleveland",
     "the week",
     "minnesota",
     "states",
     "south",
     "vermont",
     "0:17",
     "monday",
     "intl.",
     "oregon",
     "2016",
     "federal",
     "early sunday",
     "dec 11",
     "frank",
     "this weekend",
     "delta",
     "chicago",
     "december 11, 2016",
     "philadelphia",
     "noon on",
     "washington",
     "evening",
     "pennsylvania",
     "phil",
     "ohio"
    ],
    "id": 10,
    "text": "Dec 11 2016, 6:16 pm ET 1,600 Flights Across Midwest Canceled as Winter Blast Rolls East by Phil Helsel and Daniella Silva Share Millions under winter storm warnings in Midwest; Chicago O'Hare cancels 1,300 flights 0:17 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161212003200if_/http://www.nbcnews.com/widget/video-embed/830260291979\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> More than 1,600 flights were canceled at Chicago and Detroit airports Sunday as a winter storm swept through the Midwest on its way east, threatening to bring more snow to parts of Ohio that have seen nearly three feet. More than 1,390 flights were canceled in Chicago's O'Hare and Midway airports — about half arrivals and half departures, flight-tracking website FlightAware reported. O'Hare recorded 3.9 inches of snowfall and Midway recorded 3.7 as of noon on Sunday, the National Weather Service in Chicago said. By Sunday afternoon, 213 flights had been cancelled at Detroit Metropolitan Airport, according to FlightAware. Across the United States, more than 2,000 flights were delayed on Sunday, according to FlightAware, although not necessarily all of them were due to weather. Additional snowfall was forecast from Minnesota across the Great Lakes on Sunday, heading into parts of the Northeast by evening, Frank Giannasca, senior meteorologist at the Weather Channel, told NBC News. As much as 5 to 8 inches of additional snowfall was expected across the lower Great Lakes towards parts of the interior Northeast, he said. The storm had dumped more than half a foot of snow on parts of Iowa, Michigan, Minnesota, South Dakota and Wisconsin by early Sunday afternoon, according to the Weather Channel . Airlines have xld more than 1,200 flts. Check w/your carrier for status of flights. Visit https://t.co/FbTyYncXi6 for more information. — O'Hare Intl. Airport (@fly2ohare) December 11, 2016 People traveling across the Great Lakes and parts of the Midwest, and from Pennsylvania and up through Michigan and Chicago would be \"dealing with periods of snow and probably some snow covered roads\" in areas where it may be hard for crews to keep up, Giannasca said. Chicago could see a total of 7 to 12 inches of snow, the National Weather Service said, and it and the region was under a winter storm warning through Sunday night. The city was bracing for plunging temperatures that are expected to send the thermometer to around 8 degrees next week. Post by NBC News . \"This is certainly going to be the coldest air this year,\" Weather Channel meteorologist Kelly Cass said. Map depicting snow cover from light to heavy across the U.S. at 1:10 a.m. ET on Sunday. The Weather Channel A swath of the country from South Dakota to Vermont was under a winter weather advisory early Sunday, the weather service said. The storm could bring up to 7 more inches of snow to the coast of Lake Erie in Ohio. In Kirtland, Ohio, east of Cleveland, nearly 33 inches of snow had fallen over the course of the storm as of Saturday morning, the weather service said. An additional 5 to 8 inches of snow was also expected in Detroit, the Weather Channel said, and close to five inches were forecast in Cleveland. A plane slid off the runway at Detroit Metropolitan Airport Sunday at around 11:30 a.m., Delta Air Lines said in a statement. The flight landed and was turning from the runway onto the taxiway \"when it left the pavement, stopping in the snowy grass,\" Delta said. No injuries were reported and the aircraft was towed to the maintenance hangar for inspection, the airline said. A Federal Aviation Administration source told NBC News the incident looked like the result of \"poor braking conditions,\" noting that the runway was wet and snowy. Related: Millio ns Face Heavy Snow, Deep Freeze This Weekend Another batch of winter weather that hit the Pacific Northwest Thursday and Friday sent freezing rain into Portland, Oregon and caused power lines to go down all over the city. The city's fire and rescue service said it responded to 378 emergencies into Friday evening, and on Saturday it rescued around 100 people trapped on a darkened train after a high voltage line was downed. PF&R is working on rescuing 75-100 people trapped on max train near I-84 & I-205 due to high voltage power line down across tracks. pic.twitter.com/4y6pKXYxqQ — Portland Fire&Rescue (@PDXFire) December 10, 2016 The Midwestern storm is forecast to continue spreading further east later Sunday, bringing snow and rain to the Northeast by Sunday night and into the Monday morning commute, the Weather Channel said. Snow was expected to continue falling in the Northeast Monday through the evening, impacting a swath from northern Pennsylvania to New York, Vermont, New Hampshire and Maine, according to the Weather Channel. While New York City could get snow early Monday, it is more likely to turn into rain, forecasters said. Around 3 inches could fall north of the city, throughout Connecticut and in Boston by the time it's all over, forecasters said. Philadelphia and Washington, D.C., were also expected to see rain into Monday morning. Another round of snow was in store for the Pacific Northwest and the Plains this weekend. By Monday, snow totals will reach as much as 2 feet in some parts of Washington state, Oregon, Idaho, Montana, Colorado, Utah and Wyoming, The Weather Channel reported. There was some good news for commuters for the rest of the week, Giannasca said. \"By tomorrow really the worst of the storm will be over, except for Maine,\" he said. \"It'll be winding down everywhere else after the morning.\" But the storm's departure was set to bring frigid temperatures afterward to the Midwest and Northeast by mid-week, according to the Weather Channel, with some areas featuring temperatures up to 30 degrees below average. Phil Helsel ",
    "title": "1,600 Flights Across Midwest Canceled as Winter Blast Rolls East - NBC News"
   },
   {
    "entities": [
     "nine days ago",
     "council",
     "1979",
     "this month",
     "yang",
     "times",
     "mao",
     "credit",
     "friday",
     "states",
     "south",
     "trump",
     "dole",
     "reagan",
     "taipei",
     "sea",
     "doug",
     "hillary",
     "beijing",
     "sunday",
     "richard",
     "michael",
     "last week",
     "news",
     "united",
     "t.",
     "m.",
     "fox",
     "mills/the",
     "ing-wen",
     "donald",
     "r.",
     "1982",
     "presidential",
     "shanghai",
     "daily",
     "kansas",
     "monday",
     "yi",
     "north",
     "china",
     "wang",
     "security",
     "global",
     "taiwan",
     "asia",
     "1972",
     "john",
     "j.",
     "once",
     "medeiros",
     "flynn",
     "korea",
     "communiqué",
     "bolton",
     "u.s.",
     "new",
     "national",
     "jiechi",
     "obama",
     "buckley",
     "york",
     "a.",
     "christopher",
     "washington",
     "america",
     "nixon",
     "clinton",
     "ronald",
     "columbus",
     "bader",
     "evan",
     "bob",
     "office",
     "now",
     "people's",
     "jeffrey",
     "zedong",
     "ohio",
     "tsai"
    ],
    "id": 11,
    "text": "Photo President-elect Donald J. Trump last week in Columbus, Ohio. Credit Doug Mills/The New York Times WASHINGTON — President-elect Donald J. Trump , defending his recent phone call with Taiwan’s president , asserted in an interview broadcast on Sunday that the United States was not bound by the One China policy, the 44-year diplomatic understanding that underpins America’s relationship with its biggest rival. Mr. Trump, speaking on Fox News, said he understood the principle of a single China that includes Taiwan, but declared, “I don’t know why we have to be bound by a One China policy unless we make a deal with China having to do with other things, including trade.” “I mean, look,” he continued, “we’re being hurt very badly by China with devaluation; with taxing us heavy at the borders when we don’t tax them; with building a massive fortress in the middle of the South China Sea, which they shouldn’t be doing; and, frankly, with not helping us at all with North Korea.” Mr. Trump is not the first incoming Republican president to question the One China policy, but his suggestion that it could be used as a chip to correct Chinese behavior sets him apart, several Asia experts said. While Mr. Trump has been praised by some Republicans for taking a new look at China policy, his stance could risk a backlash by Beijing, the analysts said. Not since 1972, when President Richard M. Nixon and Mao Zedong enshrined the One China principle in the Shanghai Communiqué, has an American president or president-elect so publicly and explicitly questioned the agreement, which resulted in the United States’ ending its diplomatic recognition of Taiwan in 1979. Advertisement Continue reading the main story The Chinese government issued no immediate response to Mr. Trump’s remarks. But the comments are likely to reignite a debate that erupted nine days ago when he took a congratulatory phone call from President Tsai Ing-wen of Taiwan. At first, Mr. Trump played down the implications of the call, saying he was just being polite. Later, his aides said he was well aware of the diplomatic repercussions of speaking to Taiwan’s leader. Lobbyists for Taiwan, including the law firm of former Senator Bob Dole of Kansas , spent months laying the groundwork for the call. On Friday, China’s senior foreign policy official, Yang Jiechi, met with Lt. Gen. Michael T. Flynn, whom Mr. Trump has designated as his national security adviser, according to a person told about the meeting. It was not clear what the men had discussed. Some Republican foreign policy experts — including John R. Bolton, who is believed to be a front-runner for the post of deputy secretary of state — have praised Mr. Trump for shaking up a decades-old diplomatic agreement. As a candidate, Ronald Reagan criticized the decision to abrogate recognition of Taiwan; after his election, he invited a delegation from Taiwan to attend his inauguration, antagonizing Beijing. In 1982, as president, Reagan pushed for the so-called Six Assurances, one of which was a reaffirmation that the United States did not formally recognize Chinese sovereignty over Taiwan. Still, he abided by the terms of the 1979 joint communiqué that established relations between the United States and China. Photo President Tsai Ing-wen of Taiwan speaking on the phone with Mr. Trump this month at her office in Taipei, Taiwan. Credit Taiwan Presidential Office But Mr. Trump’s suggestion that the policy could be wielded as a chip in a broader negotiation with China has implications not just for Washington’s relationship with Beijing, several experts on Asia said, but also for America’s support for Taiwan. “By putting One China up for grabs, Trump will suck all the oxygen out of the U.S.-China relationship, and it risks eventually trading away U.S. support for Taiwan for another U.S. interest,” said Evan Medeiros, a former senior director for Asia at the National Security Council. Advertisement Continue reading the main story “There are good reasons why eight presidents since 1972 have relied on the One China policy,” he added. “This is one area where the Trump team would do well to heed the lessons of history instead of bucking them in the uncertain hope of getting something.” Jeffrey A. Bader, Mr. Medeiros’s predecessor in the Obama administration, said the One China policy had “always been seen as a foundation of the relationship.” “Now Trump apparently sees it as part of a broader set of new transactions,” he said. “Mixing trade with an issue seen by Beijing as involving sovereignty is likely to produce an angry Chinese backlash and worsen both issues.” An editorial on Monday in The Global Times, a Chinese state-run tabloid, said that Mr. Trump was “like a child in his ignorance of foreign policy.” “The One China policy cannot be bought and sold,” the editorial said. “Trump, it seems, only understands business and believes that everything has a price.” Mr. Trump, however, did not appear worried about inflaming Beijing. He repeated in the Fox News interview many of the criticisms he has made about China, emphasizing what he said was its unwillingness to help curb the nuclear ambitions of its neighbor North Korea — an issue that foreign policy experts believe could confront Mr. Trump as the first geopolitical crisis of his presidency. The president-elect said he would not tolerate having the Chinese government dictate whether he could take a call from the president of Taiwan. He reiterated that he had not placed the call, and described it as “a very short call saying, ‘Congratulations, sir, on the victory.’” The Chinese government, which once viewed Mr. Trump favorably as an alternative to the hawkish Hillary Clinton, has struggled to respond to Mr. Trump’s unorthodox approach. China’s foreign minister, Wang Yi, initially played down the significance of the phone call, calling it a “petty action by the Taiwan side” that he said would not upset the longstanding policy of One China. But as Mr. Trump has repeated his campaign criticisms of China — and as his statements about Taiwan have rippled throughout the region — Beijing has noticeably hardened its tone. It warned him last week, in a front-page editorial in the overseas edition of People’s Daily, that “creating troubles for the China-U.S. relationship is creating troubles for the U.S. itself.” Advertisement In a pointed rejoinder to Mr. Trump, the editorial said that pushing China on Taiwan “would greatly reduce the chance to achieve the goal of making America great again.” Christopher Buckley contributed reporting from Beijing. ",
    "title": "Trump Suggests Using Bedrock China Policy as Bargaining Chip - The New York Times"
   },
   {
    "entities": [
     "campbell",
     "7:07",
     "rich",
     "slay",
     "leno",
     "barkley",
     "sunday",
     "leblanc",
     "stafford",
     "bellamy",
     "larsen",
     "charles",
     "' 44",
     "timu",
     "darius",
     "john",
     "anquan",
     "lions",
     "20-17",
     "the fourth quarter",
     "detroit",
     "josh",
     "ford",
     "boldin",
     "ted",
     "matthew",
     "field",
     "cre'von"
    ],
    "id": 12,
    "text": "Two holding penalties on the Bears’ final drive left them short Sunday at Ford Field, as the Detroit Lions held on to a 20-17 win and preserved their first-place cushion in the NFC North.   Matthew Stafford’s 7-yard scramble for a touchdown was the decisive blow with 3 minutes, 17 seconds to go. Against a four-man rush, Stafford scanned the field, then took off when pressured. He side-stepped linebacker John Timu at about the 4-yard line.   The Bears (3-10) forced the Lions to come from behind by intercepting Stafford twice in the fourth quarter. In the process, they ended their streak of 18 quarters without an interception or fumble recovery.   On the second interception, rookie Cre’Von LeBlanc was physical against veteran Anquan Boldin, then undercut an out route. Le’Blanc raced 24 yards to the end zone, holding the ball above his head and high-stepping the last 10 yards. It gave the Bears a 17-13 lead with 7:07 to play.   The Bears tried to drive from their 25 into field goal range. Holding penalties against Charles Leno, then Ted Larsen, negated back-to-back completion of 27 and 23 yards into Lions territory. That set up a climactic fourth-and-11 from the Lions’ 44. Barkley through deep down the middle. The ball got into Josh Bellamy’s body, but with Darius Slay on his hip, Bellamy couldn’t catch it.  —Rich Campbell ",
    "title": "Week 14 live blog: Bears&apos; final drive falls short, Lions win 20-17 - Chicago Tribune"
   },
   {
    "entities": [
     "d.",
     "blumberg",
     "beth",
     "january",
     "next year",
     "ryan",
     "paul",
     "charles",
     "j.",
     "once",
     "martin",
     "schumer",
     "hill",
     "a.",
     "gop",
     "hatch",
     "tom",
     "linda",
     "white",
     "freedomworks",
     "right now",
     "capitol",
     "goldstein",
     "friday",
     "mitch",
     "boehner",
     "spicer",
     "spring",
     "jenny",
     "mcconnell",
     "mathews",
     "jan. 20",
     "senate",
     "donald",
     "recently",
     "sylvia",
     "adam",
     "snell",
     "g.",
     "2014",
     "maine",
     "tea",
     "at 6:39 pm",
     "current",
     "caucus",
     "e.",
     "ken",
     "ron",
     "brandon",
     "sean",
     "obamacare",
     "finance",
     "the future",
     "pence",
     "meadows",
     "orrin",
     "freedom",
     "amy",
     "party",
     "thursday",
     "eight years ago",
     "jonathan",
     "congress",
     "mike",
     "john",
     "$3 billion",
     "republican",
     "foundation",
     "obama",
     "susan",
     "jan. 3",
     "december 11",
     "heritage",
     "burwell",
     "committee",
     "study",
     "kelsey",
     "tomorrow",
     "last year",
     "patriots",
     "price",
     "cleveland",
     "wagner",
     "trump",
     "house",
     "urban",
     "2019",
     "buck",
     "the",
     "ernst/reuters",
     "indians",
     "walker",
     "johnson",
     "post",
     "past",
     "future",
     "institute",
     "medicare",
     "washington",
     "collins",
     "2010",
     "now",
     "debonis",
     "mark"
    ],
    "id": 13,
    "text": "New push to replace Obamacare reignites old GOP tensions The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Mike DeBonis and Kelsey Snell December 11 at 6:39 PM Follow @mikedebonis Follow @kelsey_snell Republicans on Capitol Hill are already laying the groundwork for a rapid repeal of President Obama’s signature health-care law beginning on the first day of the new Congress, before President-elect Donald Trump is even sworn in. But the urgent efforts to make good on a Republican campaign promise six years in the making obscure major GOP divisions over what exactly to replace Obamacare with and how to go about it, and how long a transition period to allow before the law’s insurance would go away. Hard-liners are pushing to move as fast as possible, bolstered by a GOP base eager to see lawmakers follow through on years of promises. But key congressional leaders are keenly concerned about potentially throwing millions off their insurance plans and repeating what they have long decried as Democratic missteps eight years ago, sparking a fierce political backlash by moving too far, too fast. While Trump could sign legislation gutting the Affordable Care Act before the spring bloom, a full replacement could take months, if not years. “I’d like to do it tomorrow, but reality is another matter sometimes,” said Sen. Orrin G. Hatch (R-Utah), chairman of the Senate Finance Committee that will help lead the “repeal and replace” efforts. “We have to live with the real world. And the real world right now is that the Democrats won’t help with anything.” Senate Majority Leader Mitch McConnell (R-Ky.) has announced plans to put an Obamacare repeal on the Senate floor on Jan. 3. (Jonathan Ernst/Reuters) Hatch and other high-ranking Republican senators are pushing for an extended transition period that could keep large portions of Obamacare in effect until 2019 or beyond, allowing time to carefully craft a replacement and push the final debate past the midterm elections. Many of them, like Sen. Susan Collins (R-Maine), have been chastened by conversations with insurers and state regulators who are warning of chaos in the market for individual insurance if Congress moves rashly. “I don’t want to leave the 84,000 people in Maine who are buying insurance on the exchange uninsured because, all of a sudden, two-thirds of them who have subsidies have lost that subsidy,” Collins said. But those Republicans are clashing with GOP colleagues — many of them sent to Congress in the midterm, anti-Obama waves of 2010 and 2014 — who see little reason to dawdle. “The history of this place is, the longer it takes, the more exponentially the probability grows that it’ll never get done,” said Rep. Mark Meadows (R-N.C.), elected recently as the new chairman of the hard-right House Freedom Caucus. “Republicans have been saying they have a replacement plan for over two years, so why do we need three years?” Part of the problem is that Republicans have never been able to agree on a replacement plan, despite railing against Obamacare for nearly eight years now. Their foot-dragging is a function of internal divisions and the political peril of floating a detailed alternative that would be closely evaluated for costs and benefits. Trump has also been vague, promising a “terrific” replacement that will provide “great health care at a fraction of the cost.” The current battle centers on when exactly to schedule Obamacare’s sunset. But other fights loom — over what precisely a replacement plan should look like, whether Obamacare’s Medicaid expansion will continue, whether lawmakers should also now tackle the future of Medicare, and how Congress should assist insurers during the transition. The battle lines, however, are familiar, with “establishment” Republicans on one side and conservative insurgents, mainly in the House, on the other. Those dynamics pushed GOP leaders into increasingly dramatic confrontations with President Obama and last year helped force House Speaker John A. Boehner (R-Ohio) to retire. Come Jan. 20, Obama will no longer serve as a foil for Republicans, and while Senate Democrats could block parts of a health-care overhaul, the real fight will occur inside the GOP. Senate Majority Leader Mitch McConnell (R-Ky.) has announced plans to put an Obamacare repeal on the Senate floor come Jan. 3. But that will only set the stage for a future repeal bill that will have to tackle major decisions such as a sunset date and interim measures to stabilize insurance markets. So far, Trump and key GOP leaders on Capitol Hill have shied away from taking firm positions on repeal and replace, but they have done little to tamp down the expectations of conservatives expecting a swift and wholesale substitute. “We’re going to repeal Obamacare lock, stock and barrel,” Vice President-elect Mike Pence told donors to the conservative Heritage Foundation recently. “The number one priority of this administration is to keep that promise to the American people.” Hard-liners on Capitol Hill see Pence and Rep. Tom Price (R-Ga.), Trump’s pick for health and human services secretary, as allies in their push for quick and decisive action. Pence called on Congress to pass a repeal bill “with all deliberate speed” but pledged only to then “set into motion a process to replace it.” House Speaker Paul D. Ryan (R-Wis.) said Thursday that Republicans would move “as well and as fast as we can but make sure that the transition does not pull the rug out from under people.” Transition spokesman Sean Spicer said Friday that Obamacare replacement strategy has been part of discussions Trump and Pence are having with top congressional leaders and that the talks are ongoing. “The idea is to really figure out the sequencing on both the repeal and the replace,” he said. Conservative activists who pushed a take-no-prisoners approach toward the Obama administration say their patience is limited. “When Republicans have the House, the Senate and the White House, you don’t wait,” said Adam Brandon, president and chief executive of FreedomWorks, a conservative advocacy group. “I’m a Cleveland Indians fan. I only get a shot at a World Series every couple decades. When you have a shot to do it, you do it. That’s it.” Democrats and many health-care experts are warning that a swift repeal could lead insurers to stop selling policies to individuals on federally mandated exchanges. More than 12 million Americans are covered under those policies. Health and Human Services Secretary Sylvia Mathews Burwell briefed Senate Democrats on Thursday on the expected unraveling of Obamacare’s insurance exchanges, according to people familiar with her remarks inside the closed-door meeting. “Delayed replacement is a situation where it is basically repeal and chaos in terms of what will ensue, because of the uncertainty that will get presented to insurers, providers, consumers and states,” Burwell told reporters after the meeting. Republicans want to end Obamacare’s system of penalties and subsidies. But many — including Trump — want to continue to ban insurers from denying coverage or sharply increasing rates for the sick. Experts warn that “repeal and delay” under those conditions would prompt insurers to flee the individual market. Linda J. Blumberg, a senior fellow at the Urban Institute, said insurers could face as much as $3 billion in losses if healthy individuals leave the market once the subsidies and penalties are eliminated. “That $3 billion is the tip of the iceberg,” Blumberg said. “With all of these changes and the uncertainty, it is hard to predict how bad the risk is going to get.” Keeping insurers in the market during the transition could require Congress to step in with bailout payments, something that would be deeply unpopular among conservative lawmakers. “The insurance industry should understand that there’s a new sheriff in town,” said Rep. Ken Buck (R-Colo.), a Freedom Caucus member. “They signed up for Obamacare, and if they want to make a profit, they’re going to have to figure out how to make a profit in a free-market insurance industry.” The strategy of repealing Obamacare without first replacing it reflects not only the wishes of the GOP base, but also Senate arithmetic. There will be a slim 52-to-48 Republican majority come January, and while Republicans can gut Obamacare with a simple majority using arcane budget rules, passing a complete replacement will require 60 votes. Only by dismantling Obamacare first, Republicans say, will they have a chance to persuade enough Democrats to support a replacement plan — and Democrats have already signaled that they will not do so. “We all know we have to repeal it to get them to even settle down and work with us at all,” Hatch said. Incoming Senate Democratic leader Charles E. Schumer (D-N.Y.), however, has rejected that strategy. “We’re not going to do a replacement. If they repeal without a replacement, they will own it,” he told The Washington Post recently. But the Republican base, prodded by conservative media outlets and well-organized activist groups, has been loath to accept Democratic obstruction as an excuse for inaction. One prominent activist, Jenny Beth Martin, co-founder of the Tea Party Patriots, suggested that Trump could goose the repeal-and-replace efforts by reversing an administrative ruling that gave financial assistance to 11,000 congressional members and staff who were forced onto the Obamacare exchanges under a compromise included in the original law. “I don’t think anyone thinks that you’re going to flip a switch . . . but the replacement for it needs to happen quickly,” she said. “We want it done as quickly as it possibly can be done.” Brandon was even blunter: “This is going to be a hard thing for Republicans, but tough [cookies],” he said. “They’re going to have to push this through using parliamentary maneuvers, and guess what? It’s hard. “The political risk in doing nothing is why you got Donald Trump in the first place,” he added. “The old excuses of having divided government, they’re gone.” A few strident Obamacare critics are urging activists to soften a bit. “They have to look at the complexity of the problem here, and hopefully they’ll recognize that it’s not quite so simple,” said Sen. Ron Johnson (R-Wis.), who was first elected in the 2010 tea party wave. But many others are not. “Literally every Republican member has made this part of their platform in running for Congress,” said Rep. Mark Walker (R-N.C.), a first-termer who will chair the conservative Republican Study Committee next year. “We’ve got to act on it.” John Wagner and Amy Goldstein contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "New push to replace Obamacare reignites old GOP tensions - The Washington Post"
   },
   {
    "entities": [
     "c.i.a.",
     "times",
     "capitol",
     "fandos",
     "friday",
     "credit",
     "trump",
     "doug",
     "sunday",
     "mills/the",
     "donald",
     "mich.",
     "morning",
     "saturday",
     "rapids",
     "monday",
     "russia",
     "months ago",
     "mike",
     "j.",
     "new",
     "obama",
     "hill",
     "nicholas",
     "york",
     "washington",
     "grand",
     "pence",
     "links"
    ],
    "id": 14,
    "text": "Trump Links C.I.A. Reports on Russia to Democrats’ Shame Over Election By NICHOLAS FANDOS Continue reading the main story Photo President-elect Donald J. Trump during a “thank you” rally on Friday in Grand Rapids, Mich. Credit Doug Mills/The New York Times WASHINGTON — President-elect Donald J. Trump said in an interview broadcast on Sunday that he did not believe American intelligence assessments that Russia had intervened to help his candidacy, casting blame for the reports on Democrats, who he said were embarrassed about losing to him. “I think it’s ridiculous. I think it’s just another excuse,” Mr. Trump said in the interview, on “Fox News Sunday.” “I don’t believe it.” He also indicated that as president, he would not take the daily intelligence briefing that President Obama and his predecessors have received. Mr. Trump, who has received the briefing sparingly as president-elect, said that it was often repetitive and that he would take it “when I need it.” He said his vice president, Mike Pence, would receive the daily briefing. “You know, I’m, like, a smart person,” he said. “I don’t have to be told the same thing in the same words every single day for the next eight years.” He added that he had instructed the officials who give the briefing: “‘If something should change from this point, immediately call me. I’m available on a one-minute’s notice.’” Advertisement Continue reading the main story Mr. Trump’s seeming dismissal of the importance of that daily interaction with intelligence agencies, as well as his claims of politically tainted intelligence reports on Russia, widened a breach between a president-elect and the agencies he will have to rely on to carry out priorities like fighting terrorism and deterring cyberattacks. His stance on the issue is also putting him increasingly at odds with senior lawmakers on Capitol Hill, including members of his own party, who say that the evidence of Russian interference is clear and warrants a congressional investigation. The Obama administration reached a consensus months ago that Russia was trying to meddle in the election. After initially believing that Russia’s goal was to undermine American democratic processes, the intelligence agencies concluded a week after the vote that the Russian efforts had been intended, at least in their latter stages, to help Mr. Trump. The president-elect said those new reports were politically motivated. “I think the Democrats are putting it out because they suffered one of the greatest defeats in the history of politics in this country,” he said in the interview, recorded on Saturday. During the campaign, he also dismissed suggestions of Russian meddling. Pressed about why he did not believe the intelligence agencies’ conclusions, Mr. Trump said there was disagreement among intelligence agencies about the extent and the origin of the hacking. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Trump Links C.I.A. Reports on Russia to Democrats’ Shame Over Election - The New York Times"
   },
   {
    "entities": [
     "keystone",
     "right now",
     "cbs",
     "pipeline",
     "price",
     "r-calif.",
     "leonardo",
     "trump",
     "press",
     "vermont",
     "labor",
     "nation",
     "next year",
     "house",
     "services",
     "sunday",
     "bernie",
     "paris",
     "last week",
     "news",
     "facebook",
     "the",
     "georgia",
     "fox",
     "donald",
     "kevin",
     "morning",
     "sanders",
     "of",
     "engineers",
     "face",
     "russia",
     "gore",
     "2016",
     "associated",
     "scott",
     "twitter",
     "health",
     "human",
     "department",
     "mccarthy",
     "agency",
     "access",
     "environmental",
     "obama",
     "currently",
     "army",
     "corps",
     "u.s.",
     "oklahoma",
     "pruitt",
     "december 11, 2016",
     "and",
     "tom",
     "energy",
     "epa",
     "dakota",
     "al",
     "protection",
     "dicaprio",
     "hhs"
    ],
    "id": 15,
    "text": "Trump vows no ‘wrecking ball’ to Obama legacy – but signals big changes Published               December 11, 2016 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump left the door open Sunday on how exactly he plans to overhaul the regulation-heavy agenda pursued by the Obama administration, suggesting he wouldn’t dismantle all that his predecessor has done – while making clear the government needs to be more business-friendly. Asked in an exclusive interview with “ Fox News Sunday ” whether he’d take a “wrecking ball” to President Obama’s legacy, the construction magnate responded: “No. I don't want to do that at all. I just want what's right.” The answer may have surprised those watching Trump’s recent Cabinet selections, which have included: a prominent ObamaCare critic to lead the Health and Human Services Department; a foe of Obama’s overtime pay expansion to lead the Labor Department; and a state attorney general currently suing the Environmental Protection Agency to lead that very agency. Trump, at the same time, has sent mixed signals about his plans, meeting in recent days with prominent climate change activists Al Gore and Leonardo DiCaprio. Asked on “Fox News Sunday” about the implications of those meetings as well as his Cabinet selections, Trump indicated his interest is in making the government more efficient and responsive to business.  TRUMP RIPS CLAIMS OF RUSSIA INTERFERENCE IN 2016 RACE At the EPA, he said, “You can't get things approved. I mean, people are waiting in line for 15 years before they get rejected, okay? That's why people don't want to invest in this country.”  Trump said: “So we're going to clean it up. We're going to speed it up and, by the way, if somebody is not doing the right thing we're not going to approve. … We can't let all of these permits that take forever to get stop our jobs.” Trump steered clear of committing to specific actions regarding projects that have pitted environmental interests against the energy industry, while suggesting economic considerations are paramount to him. On the long-disputed Keystone pipeline that was halted by the Obama administration, Trump said “you’re going to have a decision fairly quickly.” Asked about the Dakota Access Pipeline, which the Army Corps of Engineers wants to re-route following protests, Trump said he did not want to answer right now. “But I will tell you, when I get to office, if it's not solved, I'll have it solved very quickly,” Trump said, before adding: “Something will happen. It'll be quick. I think it's very unfair. So, it’ll start, one way or the other.” Trump, meanwhile, said he is still studying the Paris climate agreement – a pact, backed by the U.S. and dozens of other nations, committing countries to curb the global rise in temperatures – but, “I don't want that agreement to put us at a competitive disadvantage with other countries.” When asked where he stood on the environment and climate change, Trump would not be pinned down. “I'm very open-minded. I'm still open-minded. Nobody really knows,” Trump said. “Look, I'm somebody that gets it and nobody really knows. It's not something that's so hard and fast. I do know this: other countries are eating our lunch.” Taken together, Trump’s comments, meetings and appointments speak to an incoming president still weighing his options on how drastically he wants to reverse or halt the Obama regulatory agenda. In an indication that the incoming administration may be preparing for big changes with regard to energy sector programs and rules, his transition team reportedly has sent around a questionnaire asking the Energy Department for a list of appointees and senior executives – and details on who has spearheaded the agency’s clean energy initiatives. One unnamed department official described the questionnaire as a hit list, according to an Associated Press report. The memo sparked alarm among some Democrats, as did Trump’s decision last week to name Oklahoma Attorney General Scott Pruitt to lead the EPA. Pruitt has been involved in lawsuits against the Obama EPA, including over the controversial Clean Power Plan and waterway regulations. He also has suggested the debate over global warming – and the impact of human activity on global temperatures – is unsettled.   Former Democratic presidential candidate and Vermont Sen. Bernie Sanders suggested Sunday that the Pruitt pick suggests the meetings with Gore and others are not informing policy decisions. “I’m glad they reached out to Gore, but apparently they are not hearing what Gore has to say,” he told CBS News’ “Face the Nation.” Sanders said it’s troubling Trump would appoint a climate change “denier” to lead the EPA. Trump’s first order of Obama legacy business may be the Affordable Care Act, with congressional Republicans eager to send a repeal bill to his desk next year. Trump has said he plans to nominate Georgia Rep. Tom Price to lead HHS, which would put an outspoken ObamaCare critic at the helm of the agency that implemented the law. House Majority Leader Kevin McCarthy, R-Calif., told Fox News’ “Sunday Morning Futures” that the Obama administration “pushed investment out” with its raft of rules and predicted a shift toward what he called “common-sense regulation,” including with health care.   “Our No. 1 focus is jobs [in the House],” he said. “[ObamaCare] is going to collapse on itself. We have to look at health care in a new form and have a new health care system.” Advertisement ",
    "title": "Trump vows no ‘wrecking ball’ to Obama legacy – but signals big changes | Fox News"
   },
   {
    "entities": [
     "david",
     "january 2016",
     "dowd",
     "jason",
     "marcos",
     "florida",
     "makaeff",
     "amber",
     "trump",
     "2013",
     "9th",
     "jensen",
     "$1,500",
     "art",
     "northern",
     "zeldes",
     "university",
     "circuit",
     "california",
     "$60,000",
     "donald",
     "gonzalo",
     "union-tribune",
     "indiana",
     "low",
     "vista",
     "tower",
     "international",
     "palmour",
     "of",
     "court",
     "present",
     "home",
     "rubio",
     "brown",
     "lazarus",
     "daniel",
     "john",
     "once",
     "marco",
     "cunningham",
     "sonny",
     "geller",
     "past",
     "hotel",
     "vegas",
     "u.s.",
     "february",
     "new",
     "chula",
     "san",
     "december 2015",
     "robbins",
     "petrocelli",
     "eck",
     "york",
     "j.r.",
     "2010",
     "&",
     "$35,000",
     "hayne",
     "2012",
     "appeals",
     "cohen",
     "randy",
     "everett",
     "diego",
     "curiel",
     "forge",
     "april 30, 2010",
     "depot",
     "rudman",
     "las"
    ],
    "id": 16,
    "text": "(David Lazarus) When Zeldes heard about Makaeff’s call to her firm — a four-person operation in 2010 — her ears perked up. “I thought, ‘Trump University. Is there a university I hadn’t heard of? Is this a real university? Do people really think this is a university?’” she recalled. As luck would have it, a 90-minute Trump University preview seminar was being held in San Marcos. Zeldes decided to check it out. “My heart broke,” Zeldes said. “I thought, wow, this is really a dog and pony show. You walk in and there’s these big life-sized posters of Donald Trump. I got to hear the pitch and see people really compelled by the pitch they were making. … They’d say ‘How many people lost equity on their homes? How many want to leave that legacy for their children? How many of you want to learn how to make that money back?’” The attendees were encouraged to pay $1,500 for a three-day seminar to learn more, which led to pitches for a $35,000 yearlong program promising real estate riches, according to former students. Makaeff claimed to have spent about $60,000 in all. Zeldes’ firm took the case on a contingency, but before filing the complaint in San Diego federal court the attorneys brought on Robbins Geller, which had more staff and resources. Once the lawsuit was filed on April 30, 2010, the phone calls started coming in. “I probably personally spoke to almost 400 people who took Trump University courses,” attorney Amber Eck recalled. “These are devastating stories.” From seniors to business people to real estate entrepreneurs, the students had similar stories of being encouraged to max out one, two or three credit cards to pay for Trump University courses, Eck said, or to take out retirement savings, inheritances or home equity credit. The attorneys’ big break in the case came when they began hearing from former Trump University employees. They leaked playbooks and scripts used by instructors long before the items were released in discovery. The documents detailed the room layout during seminars, the temperature the thermometer should be set at (“no more than 68 degrees”), the many comebacks that employees could use when students were reluctant to put down money. “They specifically set up the room so the exit would be blocked so it’d be difficult to get past a Trump University person,” Eck said. Trump fights back Attorney Jason Forge, of Robbins Geller Rudman & Dowd, speaks to the media after a Trump University court hearing in San Diego. Hayne Palmour IV / San Diego Union-Tribune Attorney Jason Forge, of Robbins Geller Rudman & Dowd, speaks to the media after a Trump University court hearing in San Diego. Attorney Jason Forge, of Robbins Geller Rudman & Dowd, speaks to the media after a Trump University court hearing in San Diego. (Hayne Palmour IV / San Diego Union-Tribune) Early on in the case, Trump delivered a counterpunch, suing Makaeff for defamation. “There was no grace period where there was smooth sailing,” said Jensen, of Robbins Geller. “This case always had challenges by virtue of who the defendant is.” Trump’s suit made its way to the 9th U.S. Circuit Court of Appeals, and Makaeff prevailed. Jensen questioned Trump during his first deposition in 2012 at Trump Tower in New York and described the encounter as confrontational. “He threatened to sue me and my firm. There was bullying and intimidation going on,” she said. Trump aggressively defended his program. He and his legal team said Makaeff and other disgruntled students didn’t put in enough effort to succeed in business and partly blamed the downturn in the real estate market for their troubles. “The student evaluations received throughout the courses of Trump University were extraordinarily positive,” Trump lawyer Daniel Petrocelli said in an interview. “People sought out this program because they wanted to better their lives, supplement their income, change jobs, reach out and try something new and different in their lives to challenge themselves, and that’s much of what the courses and instruction offered people.” Forge, from Robbins Geller, was brought on as a lead litigator in the case in 2013. He’d gained a reputation as a hard-charging assistant U.S. attorney and was part of the team that prosecuted Rep. Randy “Duke” Cunningham in the largest bribery scandal in congressional history. He also brought his experience prosecuting white-collar criminals under the Racketeer Influenced and Corrupt Organizations Act to the Trump case. “The more I thought about it the more I thought this could be a pretty good RICO case,” Forge said. “The allegations in this case are not that different from the kind of Ponzi schemes I worked on at the U.S. attorney’s office.” The lawyers tried to add a RICO cause of action to the lawsuit, but it was denied. So they filed a separate class-action lawsuit using RICO. Art Cohen, a Northern California businessman and former student who had contacted the attorneys with offers to participate in the case, became the class representative. Trump University 101 Students allege they paid up to $35,000 to attend seminars and learn inside secrets to success in real estate from mentors who were “handpicked” by Trump. Instead, they claim the program was nothing more than an infomercial trying to squeeze more money out of students and that they did not learn what was promised. Students allege they paid up to $35,000 to attend seminars and learn inside secrets to success in real estate from mentors who were “handpicked” by Trump. Instead, they claim the program was nothing more than an infomercial trying to squeeze more money out of students and that they did not learn what was promised. See more videos Case put in national spotlight U.S. Sen. Marco Rubio injected Trump University into the national conversion in February when he leveled a series of attacks against Trump during a televised Republican presidential debate. “I was at the gym. I’m on the elliptical and the guys next to me are talking about, ‘Hey, did you hear about Trump University?’” Zeldes recalled. “The Republicans were using our case to try to get rid of Trump, then it became a household word.” Trump’s lawyer said the case suddenly became a “political football.” “The case was used, unfairly so, with enormous distortions by political opponents to try to take shots at Mr. Trump, and Mr. Trump handled himself deftly when asked about it. … His opponents were searching for anything they could to undermine his popularity with the public and used the case as a political weapon, and ended up obviously failing,” Petrocelli said. He called the press coverage on the case overwhelmingly biased. “That was probably the biggest challenge, overcoming the negative publicity that portrayed the case in a very unfair and inaccurate light,” Petrocelli said. That’s also when Trump lashed out at the judge overseeing the case, calling U.S. District Judge Gonzalo Curiel a “Mexican” who was biased against him for his views on immigration. Curiel was born in Indiana to Mexican immigrants. But Trump’s rise politically did little to change the inner workings of the case, other than present logistical scheduling challenges, the attorneys said. The intense media scrutiny had its effect on Makaeff, who’d been suffering from health problems and family issues and decided she couldn’t take the stress of being a class representative any longer. The judge allowed her to step back from the case. That left as named plaintiffs Sonny Low, 75, a retired foreign service officer in Chula Vista who works at  Home Depot  to pay off his Trump University debt, John Brown in New York, and J.R. Everett in Florida. Trump gets deposed Attorneys found a more cooperative, engaged Trump in his final two depositions, in December 2015 and January 2016. “He would give much more candid responses than typical of a real polished CEO who knows how to smile and shine you on without really answering questions. That’s not his style,” said Forge, who did the questioning. “He gave answers to a lot of questions, and I would not question the sincerity at all. I respected him for giving us very real answers. “It ties back into the persona he has, not as if his persona is a fake one. He wants to be seen, and it’s well earned. He’s somebody who calls it as he sees it.” Eck, who was at the depositions, attributes Trump’s candor to the strong evidence that was piled up against him by that point. “Once you have someone in a box it’s easier to get the testimony,” she said. She also thinks Trump was anticipating the transcripts of the depositions would be made public — which they were. The final deposition, at Trump International Hotel in Las Vegas, included friendly chit-chat. “He was downright charming. He was very nice,” Forge said. “He asked me on break, ‘Are you surprised how I’m doing in the polls?’ And I said, ‘I have to say, I am.’ “‘That’s OK, so am I,’” Trump responded, according to Forge. The conversation surrounding Trump’s campaign continued. “I said, ‘A lot of things you are saying are really great. Other things are really scary,’” Forge said. Trump didn’t appear to take offense at the comment, he said. The stunning downfall of San Diego Congressman Cunningham also came up. “I said [Trump] was right on the money about how corrupt the system was, not just the rank corruption that [the Cunningham] case involved, but that so many people told us over the course of that investigation that if Cunningham would have been smarter, he would have worked the system to get just as much money without breaking the law.” Both sides get ready for the trial ",
    "title": "&apos;A dog and pony show,&apos; lawyer in class-action suit says, recalling Trump University seminar - LA Times"
   },
   {
    "entities": [
     "jason",
     "times",
     "pines",
     "florida",
     "press",
     "facebook",
     "fox",
     "investigation",
     "bilirakis",
     "board",
     "tampa",
     "associated",
     "va",
     "twitter",
     "dangel",
     "february",
     "print",
     "r-fla.",
     "december 11, 2016",
     "email",
     "bay",
     "wisconsin",
     "gus",
     "administrative"
    ],
    "id": 17,
    "text": "VA hospital left deceased veteran in shower room for 9 hours, report finds Published               December 11, 2016 Facebook 0 Twitter 0 livefyre Email Print Bay Pines VA hospital in Bay Pines, Florida. (Fox 13 Tampa) An internal report blames staffers at a Veterans Affairs hospital in Florida for leaving the body of a deceased veteran to decompose in a shower for nine hours and then trying to cover it up. The 24-page report concluded that hospice staffers at the Bay Pines VA hospital failed to provide appropriate post-mortem care to the veteran’s body, Fox 13 Tampa reports. The report found hospice staff put the veteran’s body in a hallway and left it there for an unspecified time, the station reported. Staff then put the veteran’s body in the shower room and did not “check on the status of the decedent…for over nine hours.” The report also found that a staff member then “falsely documented” the incident, Fox 13 reported. The investigative report said that leaving the body unattended for so long increased the chance of decomposition. WISCONSIN VA DENTIST FAILED TO MEET PROPER CLEANING STANDARDS \"The report details a total failure on the part of the Department of Veterans Affairs and an urgent need for greater accountability,\" Rep. Gus Bilirakis, R-Fla., told the station. \"Unsurprisingly, not a single VA employee has been fired following this incident, despite a clear lack of concern and respect for the veteran. The men and women who sacrificed on behalf of our nation deserve better.\" The unnamed veteran died in February after spending time in hospice care. The hospital's Administrative Investigation Board ordered retraining for staff. Hospital spokesman Jason Dangel told the Tampa Bay Times hospital officials view what happened as unacceptable. The Associated Press contributed to this report. Advertisement ",
    "title": "VA hospital left deceased veteran in shower room for 9 hours, report finds | Fox News"
   },
   {
    "entities": [
     "carr",
     "page",
     "navy",
     "interior",
     "leonardo",
     "cabinet",
     "nation",
     "education",
     "saturday",
     "state",
     "cia",
     "china",
     "defense",
     "rubio",
     "8:27 p.m. est",
     "entertainment",
     "afp",
     "department",
     "pruitt",
     "today",
     "army",
     "des",
     "gop",
     "trump's",
     "linda",
     "sachs",
     "al",
     "clinton",
     "kremlin",
     "white",
     "mitt",
     "cbs'",
     "relations",
     "wrestling",
     "eisenhower",
     "florida",
     "labor",
     "ocean",
     "sunday",
     "michael",
     "development",
     "news",
     "united",
     "facebook",
     "rex",
     "senate",
     "donald",
     "mexico",
     "administration",
     "steve",
     "business",
     "atlantic",
     "russia",
     "kelly",
     "romney",
     "twitter",
     "petraeus",
     "agency",
     "newslook",
     "james",
     "and",
     "stavridis",
     "betsy",
     "epa",
     "mcmahon",
     "world",
     "mccaskill",
     "todd",
     "david",
     "goldman",
     "rodgers",
     "armed",
     "thursday",
     "moscow",
     "devos",
     "tower",
     "foreign",
     "face",
     "security",
     "gore",
     "john",
     "ricketts",
     "marco",
     "wilbur",
     "usa",
     "commerce",
     "$7 million",
     "housing",
     "environmental",
     "obama",
     "susan",
     "tillerson",
     "oklahoma",
     "america",
     "cathy",
     "2012",
     "committee",
     "bob",
     "cubs",
     "putin",
     "bannon",
     "baltimore",
     "corker",
     "protection",
     "mccain",
     "this week",
     "last year",
     "treasury",
     "states",
     "marine",
     "trump",
     "2013",
     "house",
     "urban",
     "hillary",
     "army-navy",
     "rob",
     "mcmorris",
     "services",
     "last week",
     "the",
     "claire",
     "fox",
     "mnuchin",
     "missouri",
     "abc",
     "vladimir",
     "this fall",
     "scott",
     "flynn",
     "corps",
     "chicago",
     "december 11, 2016",
     "small",
     "washington",
     "mattis",
     "homeland",
     "exxonmobil",
     "now",
     "ross",
     "dicaprio",
     "moines"
    ],
    "id": 18,
    "text": "Trump's Cabinet: 'Goldman, generals and gazillionaires' What the president-elect's picks tell us about how he'll govern. Post to Facebook Trump's Cabinet: 'Goldman, generals and gazillionaires' What the president-elect's picks tell us about how he'll govern. Check out this story on USATODAY.com: http://usat.ly/2hBnc4M CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 130 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump's Cabinet: 'Goldman, generals and gazillionaires' Susan Page , USA TODAY 8:27 p.m. EST December 11, 2016 x Share Donald Trump vigorously defends his incoming cabinet against uproar from Democrats, green activists and workers unions who said his nominees for the environment and labor signal a sharp shift to the right. Video provided by AFP Newslook President-elect Donald Trump attending the Army-Navy game Saturday in Baltimore (Photo: Rob Carr) WASHINGTON — Donald Trump ran for the White House as an outsider and a pragmatist. But he's quickly putting together an administration that will be the most fiercely conservative of any in decades. After campaigning as the least ideological presidential contender in modern times, Trump is naming a Cabinet and senior White House staff that is dominated by retired military leaders, wealthy business executives and partisan activists who oppose the historic mission of the departments they are poised to head. While the president-elect issued few policy blueprints while he was seeking the job, his nominees for key posts already have been leading the charge to dismantle President Obama's initiatives on health care and climate change. \"I call it the three 'G' Cabinet: Goldman, generals and gazillionaires,\" Missouri Sen. Claire McCaskill, a Democrat, said mockingly Sunday on ABC's This Week, a reference to multiple Trump appointees who have worked at the Wall Street firm Goldman Sachs. On Fox News Sunday, Trump said he was \"very, very close\" to naming his pick for the Cabinet's biggest prize, secretary of State, speaking favorably of ExxonMobil CEO Rex Tillerson. \"He's much more than a business executive,\" Trump said of Tillerson, reported to be the frontrunner for the job. \"I mean, he's a world-class player.\" The president-elect also favorably mentioned two other prospects, 2012 presidential nominee Mitt Romney and Senate Foreign Relations chairman Bob Corker. Trump's unorthodox campaign, dominated by a promise to \"make America great again\" and attacks on Democratic opponent Hillary Clinton, gave limited  insights about what a Trump administration would look like. But in the past four weeks, he has reassured Republicans and alarmed Democrats by appointments that largely reflect GOP orthodoxy — from a Labor secretary-designate who opposes raising the minimum wage to a Housing and Urban Development secretary-designate who warns that subsidized housing fosters dependency. His domestic team would have been a good fit for just about any of his Republican primary rivals, though Trump's friendly stance toward Russia and its provocative president, Vladimir Putin, is at odds with GOP tradition and the party's leading congressional voices on foreign policy. So far, Trump's choices — including top jobs for a trio of veterans of Goldman Sachs, a firm he blasted at campaign rallies — haven't reflected the populist impulses that fueled his appeal to some white working-class voters or his vow to \"drain the swamp\" in Washington of donors and other insiders. \"I think we're going to have one of the great Cabinets ever put together,\" Trump boasted. The nominations, announced via Twitter and at campaign-style rallies, provide clues about how he will operate and what he will do after the Inauguration. Here are some things we're learning: 'I like generals' \"I think generals are terrific, you know?\" Trump said in Sunday's interview on Fox News. \"They go through schools and they sort of end up at the top of the pyramid, and it's like a test. They passed the test of life.\" He's picked three of them to top jobs: retired Marine Corps Gen. James \"Mad Dog\" Mattis as secretary of Defense, retired Marine Corps Gen. John Kelly as secretary of Homeland Security, and retired Army Gen. Michael Flynn as national security adviser. He's also met at Trump Tower with retired Army Gen. David Petraeus and retired Navy Adm. James Stavridis as he weighed the possibilities for secretary of State. Corporate command Not since the Eisenhower administration have so many business executives landed top government jobs, making Trump's Cabinet the wealthiest in American history. \"I want people that made a fortune because now they're negotiating with you,\" he told supporters in Des Moines Thursday during his \"thank you\" tour. \"It's not different than a great baseball player or a great golfer.\" He has designated former Goldman Sachs banker Steve Bannon as his senior White House strategist, Goldman veteran Steve Mnuchin as Treasury secretary, billionaire investor Wilbur Ross as Commerce secretary and billionaire activist Betsy DeVos as Education secretary. Another billionaire, Chicago Cubs co-owner Todd Ricketts, has been named deputy Commerce secretary. Linda McMahon, a former CEO of World Wrestling Entertainment, has been chosen to head the Small Business Administration. A millionaire who is married to a billionaire, she contributed $7 million to pro-Trump super PACs this fall. Climate-change campaign in the crosshairs Last week, environmental activists were encouraged when Trump met with former vice president Al Gore and actor Leonardo DiCaprio, both activists on climate change. Then the president-elect selected as head of the Environmental Protection Agency Oklahoma attorney general Scott Pruitt — a skeptic of climate change who repeatedly has sued the EPA to push back regulations aimed at reducing emissions from coal-fired power plants. Rep. Cathy McMorris Rodgers (R-Wash.), an ally of the fossil-fuel industry, is reported to be Trump's choice to lead the Interior Department. She has supported legislation to open the Atlantic Ocean to drilling and prevent the Interior Department from regulating hydraulic fracturing. Trump, who during the campaign called climate change \"a big scam,\" now says it's up for debate and decries the burden of regulations on businesses. (Mainstream scientists overwhelmingly agree that the climate is changing, in part due to human activity.) \"I'm still open-minded,\" Trump said Sunday. \"Nobody really knows.\" He complained that China, Mexico and other countries were \"eating our lunch\" because of environmental regulations. \"\"We can't let all of these permits, that take forever to get, stop our jobs,\" he said, adding that he was studying whether to pull the United States out of the Paris Climate Agreement. \"I don't want that agreement to put us at a competitive disadvantage with other countries.\" Russian roulette Trump's stance on Russia, including his call for more cooperation with Putin, puts him at odds with many of the Republicans allied with him on other fronts. Some of the top appointments he has made or is considering are aligned with his views. Flynn sat next to Putin last year during a paid appearance in Moscow for Russia Today, a TV network financed by the Kremlin. Tillerson, who has negotiated business deals with Putin for years, was awarded Russia's Order of Friendship in 2013. Trump disputed the conclusion in an unpublished CIA report that Russia tried to intervene in the election to boost his prospects. \"I think it's ridiculous,\" he said. \"I don't believe it.\" Senate Armed Services chairman John McCain (R-Ariz.) disagreed. \"It's clear the Russians interfered,\" he said on CBS' Face the Nation. He called for a select congressional committee to investigate Russia's efforts and expressed concern about Tillerson's ties to Moscow. \"It's a matter of concern to me that he has such a close personal relationship with Vladimir Putin, and obviously they've done enormous deals together,\" McCain said. \"That would color his approach to Vladimir Putin and the Russian threat.\" Florida Sen. Marco Rubio, one of Trump's primary rivals who happens to be on the Senate Foreign Relations Committee that will consider his nomination for secretary of State, on Sunday signaled his concern in a Trump-like way — on Twitter. \"Being a \"friend of Vladimir\" is not an attribute I am hoping for from a #SecretaryofState,\" he posted. 4908 CONNECT TWEET LINKEDIN 130 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hBnc4M ",
    "title": "Trump's Cabinet: 'Goldman, generals and gazillionaires'"
   },
   {
    "entities": [
     "wiederer",
     "nov. 14",
     "jeffery",
     "reporter",
     "espn",
     "barkley",
     "contact",
     "eddie",
     "porter",
     "mitch",
     "pernell",
     "early in sunday",
     "3:17",
     "tracy",
     "sunday",
     "tribune",
     "stafford",
     "cameron",
     "fox",
     "floyd",
     "nfl",
     "kevin",
     "alshon",
     "dan",
     "monday",
     "steve",
     "timu",
     "marquess",
     "1999",
     "bill",
     "wilson",
     "kwiatkoski",
     "halas",
     "john",
     "anquan",
     "lions",
     "once",
     "past",
     "polian",
     "1994",
     "chicago",
     "deon",
     "the fourth quarter",
     "td",
     "hall",
     "matt",
     "detroit",
     "and",
     "ford",
     "nick",
     "unrein",
     "royal",
     "rosenbloom",
     "boldin",
     "16-yard second quarter",
     "matthew",
     "field",
     "bush",
     "leonard",
     "mcphee",
     "meredith",
     "white"
    ],
    "id": 19,
    "text": "Bears QB Matt Barkley eager for Alshon Jeffery's return Photos of Bears wide receiver Alshon Jeffery. Dan Wiederer Contact Reporter Chicago Tribune Sunday marked the final day of Alshon Jeffery 's four-game suspension, a punishment that went into effect Nov. 14 after Jeffery was busted for violating the NFL 's policy on performance-enhancing drugs. Jeffery is expected to be reinstated Monday and is expected to rejoin the team for meetings at Halas Hall. Quarterback Matt Barkley acknowledged after Sunday's 20-17 loss to the Lions at Ford Field that he's eager for Jeffery's return. \"The more guys, the better,\" Barkley said. \"Especially Alshon, who has been in the system for so long and is a dynamic playmaker. He can help in the ways that he can. Hopefully he doesn't miss a step and he goes right back into game speed and we'll be able to utilize him.\" On Sunday, with Jeffery suspended, Kevin White on injured reserve and Eddie Royal (toe) and Marquess Wilson (groin) inactive, the Bears again were operating with a depleted receiving corps. Together, that quartet of receivers has missed 27 games this season. On Sunday, Cameron Meredith led the Bears with six catches for 72 yards. Still, it's easy to be intrigued by how Barkley's play may elevate with the team's top receiver coming back for the final three games. Emergency exit: Cornerback Tracy Porter left the game for good with a little more than a minute left in the first half, immediately after committing an illegal-contact penalty. It was Porter's second flag on the series. The veteran cornerback motioned for a sub and urgently jogged to the locker room, bothered by an illness. Bears coach John Fox said he hadn't anticipated Porter's ailment being a game-ending issue. Bears on Sunday happened somewhere other than their game in Detroit and it might not turn out to be much more than a rumor.  But hey, it has to be more worthwhile than waiting for the Bears to commit another penalty. And so, the story goes that legendary executive Bill Polian... The best news for the Bears on Sunday happened somewhere other than their game in Detroit and it might not turn out to be much more than a rumor.  But hey, it has to be more worthwhile than waiting for the Bears to commit another penalty. And so, the story goes that legendary executive Bill Polian... (Steve Rosenbloom) \"That caught us a little bit off guard,\" Fox said. \"But it was very real. He was very sick quickly.\" Added Porter: \"I tried to make it to halftime, but I couldn't. Once I got the second penalty, I was like, 'I'm doing more damage than good. So let me go take care of myself.'\" Making a run for it: The first thing Matthew Stafford saw on his game-winning touchdown run? \"A lot of white jerseys,\" the Lions quarterback said. Still, Stafford found a way to elude all the Bears in pursuit. Stafford's 7-yard score with 3:17 left came as he escaped pressure in the pocket from Mitch Unrein and Pernell McPhee. As Stafford took off, Leonard Floyd was unable to catch him from behind. Near the goal line, Stafford juked enough to get past linebackers John Timu, Nick Kwiatkoski and safety Deon Bush. \"Once I decided to run, I was getting in,\" Stafford said. That touchdown capped a seven-play, 76-yard drive. Stafford suffered a finger injury early in Sunday's game with ESPN reporting he had a dislocation and torn ligaments in the middle finger of his throwing hand. But he fought through it and scored another win. Stafford and the Lions have recorded eight of their nine victories with go-ahead drives in the fourth quarter or overtime. Extra points: Anquan Boldin 's three receptions, including a 16-yard second quarter TD, gave him 1,064 catches for his career, moving him into 10th all time. ... The Bears have lost four consecutive games at Ford Field, their longest skid in Detroit since dropping six in a row at the Pontiac Silverdome between 1994 and 1999. ",
    "title": "Bears QB Matt Barkley eager for Alshon Jeffery&apos;s return - Chicago Tribune"
   },
   {
    "entities": [
     "et",
     "baird",
     "trump",
     "house",
     "cabinet",
     "labor",
     "daschle",
     "jeff",
     "rex",
     "senate",
     "education",
     "donald",
     "devos",
     "there's",
     "alex",
     ", 5:21 pm",
     "carolyn",
     "state",
     "bill",
     "vladimir",
     "2016",
     "zoe",
     "seitz-wald",
     "dec 11",
     "scott",
     "once",
     "past",
     "department",
     "agency",
     "environmental",
     "8:32",
     "pruitt",
     "obama",
     "tillerson",
     "the coming weeks",
     "james",
     "democrats",
     "andy",
     "sessions",
     "mattis",
     "tom",
     "hope",
     "exxonmobil",
     "betsy",
     "puzder",
     "putin",
     "barack",
     "kaster",
     "protection",
     "clinton",
     "ap",
     "white"
    ],
    "id": 20,
    "text": "Dec 11 2016, 5:21 pm ET Democrats Hope Trump's Cabinet Picks Will Stand in Their Own Way by Alex Seitz-Wald Trump's unconventional approach to cabinet commence worry 8:32 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161211234613if_/http://www.nbcnews.com/widget/video-embed/830397507639\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> With Democrats unable to stop President-elect Donald Trump's Cabinet picks on their own, they're hoping that increased scrutiny on his nominees will do it for them. As the minority party in the Senate with little real recourse at their disposal, uncovering something disqualifying may be Democrats' last best hope to block some of Trump's selections that they view as unacceptable and outside of the political mainstream. Even if they don't have the votes to shoot down any of Trump's nominees, Democratic senators will grill them in committee hearings. They can slow the confirmation process with procedural moves or try to publicly shame them — all in the service of trying to peel off the three Republican votes they need to kill a nominee or force the Trump White House to withdraw the pick. Related: ExxonMobil CEO Expected as Secretary of State Pick Not all of Trump's picks will face such aggressive scrutiny, which Democrats insist is not merely reflexive partisan opposition. Retired Gen. James Mattis is expected to sail through his confirmation to be defense secretary, even though his recent tenure in active duty military means he'll need a special waiver that requires 60 votes in the Senate. But some of Trump's picks, Democrats say, represent existential threats to the basic mission of the departments they've been tapped to lead, and so the nominees have no business in those jobs. Betsy DeVos Carolyn Kaster / AP There's Trump's reported secretary of state pick, Rex Tillerson, the CEO of oil giant ExxonMobil who has warm relations with Russian President Vladimir Putin. There's Trump's pick to head the Environmental Protection Agency, Scott Pruitt, who has made a name for himself by suing that agency. There's Andy Puzder, Trump's choice for the Labor Department, a fast food executive who wants to replace workers with robots. There's Betsy DeVos, a school choice advocate seen as hostile to public education, whom Trump wants to put in charge of the Education Department. And there's Attorney General nominee Jeff Sessions, an anti-immigration hardliner whom the Senate once rejected for a federal judgeship over past racially insensitive comments. Related: Donald Trump's Cabinet Picks So Far Democratic congressional aides and outside groups will spend the coming weeks pouring over the financial statements, personal histories and public utterances of Trump's most polarizing cabinet selections, hoping to find information that could turn them into the next Tom Daschle or Zoe Baird, both Barack Obama and Bill Clinton Cabinet nominees forced to withdraw after damaging issues came to light during the confirmation process. Play ",
    "title": "Democrats Hope Trump's Cabinet Picks Will Stand in Their Own Way - NBC News"
   },
   {
    "entities": [
     "dec 11, 2016",
     "jim",
     "interactive",
     "cbs",
     "comey",
     "trump",
     "hillary",
     "sunday",
     "news",
     "inc.",
     "college",
     "donald",
     "russia",
     "2016",
     "conway",
     "once",
     "electoral",
     "kellyanne",
     "post",
     "this weekend",
     "election",
     "u.s.",
     "fbi",
     "hussein",
     "obama",
     "day",
     "washington",
     "now",
     "saddam",
     "clinton",
     "1:33 pm est"
    ],
    "id": 21,
    "text": "CBS News Dec 11, 2016 1:33 PM EST Kellyanne Conway on Sunday defended President-elect Donald Trump’s response to the confirmation from intelligence officials that Russia worked to influence the 2016 election in favor of Mr. Trump, saying the stories are just an attempt to “relitigate” the results from Election Day. Mr. Trump “thinks people are trying to relitigate the election,” Conway told CBS’ “ Face the Nation ,” “...First it was [FBI Director] Jim Comey’s fault. Then we’re going to have a recount. Then it’s the alt-right’s fault. Now it’s Russian interference.” Conway’s comments follow reports in the Washington Post and other news outlets -- and confirmed by CBS News -- that intelligence officials believe Russia not only worked to cause chaos in the U.S. election, but was specifically working to promote Mr. Trump . She echoed Mr. Trump’s comments about the story: in an interview with “Fox News Sunday,” he said new revelations about Russia’s influence on his behalf are “ridiculous.” “It’s just another excuse. I don’t believe it,” Trump said. “… Every week it’s another excuse.  We had a massive landslide victory, as you know, in the Electoral College.” Conway called for a “peaceful transition,” and suggested those unhappy with the election result look at President Obama’s actions as a guide. “I want to tell everybody, take the cues and the clues from President Obama himself who has not just congratulated Donald Trump as the new president but conceded to him,” she said. (Democratic nominee Hillary Clinton, not Mr. Obama, formally conceded the election to Mr. Trump.) Conway added that Mr. Obama and his administration are “there to support this peaceful transition into democracy and I just believe unfounded accusations like this really undercut that.” Conway said Mr. Trump would allow a  congressional investigation  into the matter to proceed, reassuring that he “would not interfere in the legislative branch in that way” -- but also said Mr. Trump has “made very clear” his views on the subject of Russian interference. Conway also worked to square Mr. Trump’s comments on the Russia issue with his overall feelings toward the intelligence community: in the wake of the stories this weekend, the Trump transition team released a statement blasting the intelligence community as “the same people that said Saddam Hussein had weapons of mass destruction.” “He absolutely respects the intelligence community. He’s made clear he’s going to put his own people in there as well,” Conway said. “What he’s said is laughable and ridiculous is this entire notion … that somehow this was meant to defeat Hillary Clinton and elevate him to the presidency. Its untrue and it’s also unfair.” She also defended his decision to receive the president’s highly classified intelligence briefings just once a week , as opposed to daily as his recent predecessors have done, and noted she and other top-level advisers are not included in those briefings. “He appreciates these briefings but let me make very clear that even me as a close adviser and many others with whom you’ll be speaking about do not have access to those top secret briefings,” she said. “We don’t have that type of clearance nor should we. So … he is not divulging the information he has, nor should he.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Kellyanne Conway defends Donald Trump's response to Russian hacking stories - CBS News"
   },
   {
    "entities": [
     "peter",
     "ben",
     "howard",
     "west",
     "trump",
     "house",
     "urban",
     "hillary",
     "borchers",
     "development",
     "callum",
     "cillizza",
     "donald",
     "chris",
     "of",
     "2020",
     "china",
     "carson",
     "nov. 9",
     "nov. 8",
     "kanye",
     "post",
     "department",
     "housing",
     "december 11",
     "and",
     "washington",
     "exxonmobil",
     "1 percent",
     "jeb",
     "bush",
     "at 1:14 pm",
     "the past month",
     "clinton",
     "schultz",
     "white"
    ],
    "id": 22,
    "text": "Trump has completely upended the political game. We need to adjust accordingly. The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Chris Cillizza December 11 at 1:14 PM Follow @thefix The election of Donald Trump was a through-the-looking-glass moment in American politics. As in, everything that we — the collective political horde — thought was conclusive about how you win an election (outspend your opponent, build a better organization, lead in polling, run more TV ads) was disproved in one fell swoop on Nov. 8. Trump did everything wrong — by these traditional standards — and he won. And it wasn’t the first time. The traditional rules of the road would have meant that Trump never rose beyond the 1 percent of the vote with which he started the Republican primary-season fight. The idea that a candidate could bully and insult his way to the Republican nomination over 16 (largely) serious candidates was simply unthinkable. The “rules” said it couldn’t happen. Trump, to his immense credit, understood that a) flouting the rules actually endeared him to a big swath of voters and b) there just might not be any real rules at all. That insight allowed him to play a totally different game in both the primaries and the general election. While the political establishment was tut-tutting over Trump’s fight with a Gold Star family or his comments about the weight of a former Miss Universe, the real estate mogul was in the process of remaking how political campaigns are won. Through a combination of a massive social-media presence, his celebrity and the belief — disproved by facts, but no matter! — that he was a straight shooter, Trump took every rule of the game and not just broke it but smashed it. The Fix's Callum Borchers explains the history of the “protective pool” of reporters that traditionally follows the president, and recounts a few times when a protective pool ended up being critical. (Peter Stevenson/The Washington Post) All of which meant that on Nov. 9, the political establishment was left to look at the shards of conventional wisdom scattered everywhere to try to find meaning. How did we do it? In most cases, by falling back on the very same assumptions and analytical points that led us to miss “Donald Trump, president” so, so badly.   [10 Post reporters look back on chronicling an unconventional campaign] How could Trump chat with the Taiwanese president, breaking decades of protocol and potentially endangering our fragile detente with China? How could he pick — or be on the verge of picking — the chief executive of ExxonMobil as secretary of state? Or Ben Carson, a doctor, to head the Department of Housing and Urban Development? Or, more parochially for reporters but no less hidebound by tradition, not agree to have a protective press pool follow him wherever he goes? Or a hundred other smaller breaks with “the way things are done” that Trump has engineered over the past month or so? The simple truth is that Trump’s transition process has been a logical continuation of the campaign he ran: a total disregard for the established methods and the rules governing those methods. If you back Trump, you are undoubtedly thrilled with these moves, believing that he promised radical change in a broken Washington and is delivering on it. If you oppose Trump, you see his flouting of the established order as not only risky, but also deeply dangerous. I take no side in that fight. But I do think that it’s absolutely necessary to avoid using the old measures of success or failure to assess Trump. He has proved, repeatedly, that those metrics simply do not apply to him. To continue to analyze him and his moves as we would, say, President Jeb Bush or President Hillary Clinton, is to ignore the fact that any traditional analysis of the campaign Trump ran would never have put him anywhere near the White House. [‘I will give you everything.’ Here are 282 of Donald Trump’s campaign promises.] Two major questions remain: 1. Is Trump’s ability to innovate in the political campaign space — that’s exactly what he has done, whether you like it or not — something that can carry over to his time in the White House? Do voters want something different in a president than they want in a presidential candidate? If so, Trump’s unwillingness to change could badly damage his presidency. 2. Is Trump an exception in politics or the new rule? Is it his unique combination of celebrity, social media and brashness coupled with these deeply anti-political times a one-off? Or does he represent a new normal in politics? Will the 2020 campaign be filled with Trump takeoffs — Mark Cuban, Howard Schultz, Kanye West(?) — or will it be the usual assortment of governors, senators and House members? I don’t know. What I do know is that Trump is like nothing else we’ve ever seen in modern American politics. We all need to adjust accordingly. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump has completely upended the political game. We need to adjust accordingly. - The Washington Post"
   },
   {
    "entities": [
     "council",
     "democratic",
     "civil",
     "corinna",
     "us",
     "this week",
     "times",
     "press",
     "trump",
     "siegel",
     "hillary",
     "france",
     "europe",
     "university",
     "facebook",
     "ana",
     "mid-january",
     "francis",
     "college",
     "elizabeth",
     "donald",
     "american",
     "district",
     "rutgers",
     "the day",
     "monday",
     "unified",
     "tuesday",
     "of",
     "george",
     "school",
     "associated",
     "march last month",
     "twitter",
     "manhattan",
     "organizations",
     "saint",
     "city",
     "sal",
     "foxnews.com",
     "tinajero",
     "d.c.",
     "obama",
     "national",
     "fred",
     "santa",
     "parliament",
     "union",
     "hill",
     "desipio",
     "w.",
     "kester",
     "institute",
     "los",
     "louis",
     "california-irvine",
     "america",
     "washington",
     "committee",
     "medicare",
     "llorente",
     "liberties",
     "kennedy",
     "now",
     "jan. 20, 2017",
     "ted",
     "bush",
     "al",
     "angeles",
     "clinton",
     "sharpton"
    ],
    "id": 23,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Stoking the fears of a Trump presidency, liberal activist groups have launched campaigns online and around the nation to help people cope – and even survive – their version of democratic doomsday. Some are based on Trump’s mixed signals about illegal immigration, while others seem aimed at a more generalized sense of unease. One effort that launched this week, called “WhatDoIDoAboutTrump.com,” is depicted by its organizers as a non-partisan “website [that] turns Trump angst into action – online and off.” “Not sure how to protect yourself if some of Trump’s campaign promises become reality?” the San Francisco-based site asks. It provides links to websites of organizations, such as the American Civil Liberties Union, which advise people about what steps to take or what they may face if Donald Trump follows through on some of his promises. One link leads to “Welcome to the OH CRAP! WHAT NOW? SURVIVAL GUIDE,” which describes itself as “a crowdsourced collection of health, legal, and safety plans and resources + social, digital and economic security related resources urgent now as an outcome of the recent US election.” Related Image Expand / Contract Hundreds of Rutgers University students march last month to protest some of President-elect Donald Trump's proposed policies. (The Associated Press) Experts say scaring consituencies about politics is standard operating procedure for activist groups, but what's different this time are the intensity, and the fact that it has started well before Jan. 20, 2017, when Trump will be sworn in. Corinna Kester, one of the founders, says the group, which includes a former national press secretary for the Democratic National Committee, is not pushing an agenda. “If people are upset about the election, we encourage them to figure out how to get involved and work with that, from donating to petitions to protests.” We can say, in one sense, it is intensifying divisions in America. - Fred Siegel, senior fellow, Manhattan Institute Organizations and, in many cases, lawyers, are urging people and groups they deem at-risk under a Trump presidency to take action now to protect themselves. School administrators are assuring students concerned about immigration raids that they won’t be spirited away, some city officials are vowing to provide a sort-of buffer to any federal attempts to strip benefits or programs. On Monday, the Los Angeles Unified School District announced that it was setting up a hotline and \"support sites\" in response to the deep anxiety among students about Trump as president. The Rev. Al Sharpton is organizing a rally of black activists and lawmakers in Washington D.C. days before Trump’s inauguration in mid-January to, as he told The Hill, “put the Democrats on notice to use the confirmation hearings to really go after” Trump’s nominees. One of the most high-profile efforts aimed at creating preemptive buffers against Trump policies are so-called sanctuaries for immigrants who are here illegally. Students at various colleges are pushing their campuses to be designated sanctuaries. Some cities are moving toward declaring themselves safe zones for such immigrants, saying they will not report them to immigration authorities if they come across them during the course of providing a service. On Tuesday, the Santa Ana City Council voted to designate the municipality a sanctuary, a non-binding action that they may make enforceable through an ordinance, according to the Los Angeles Times. The Times noted that “the move is in direct defiance of President-elect Donald Trump, who was critical of illegal immigration and sanctuary cities during his campaign.” “The day after Donald Trump got elected, our kids were falling apart emotionally,” the Times quoted Councilmember Sal Tinajero, who is a high school teacher, as saying. “They thought their parents would be deported.” “The reason you’re seeing this push now is that us leaders ... want to tell them they are going to be protected. If they are going to come for them, they have to come through us first.” Trump has denounced such efforts as divisive and the people who have protested his election as “crybabies.” His supporters, as well as some who voted for Democrat Hillary Clinton or third party candidates, say it behooves everyone to accept the results of the election and work to be united. “This sounds like a large group therapy session,” said Fred Siegel, a historian who is a senior fellow at the Manhattan Institute and professor at Saint Francis College. “There’s a way in which this is all good and right in democratic terms.” Siegel said the trend to organize in advance of Trump assuming the presidency is intriguing, and more in line with the kind of actions taken against policies and governments that are seen in Europe, particularly France. “We can say, in one sense, it is intensifying divisions in American society,” Siegel said to FoxNews.com, “What that represents is President Obama’s success in Europeanizing American politics.” “In France, the argument has always been when something occurs in Parliament that is unacceptable to you, you take to the streets. These [actions] are occurring in advance of – not in response to – policy being initiated.” Louis DeSipio, a political science professor at the University of California-Irvine, said that the patchwork efforts to organize against Trump and his expected policies reflect an already-divided nation. “President-elect Trump set out broad principles, and wasn’t specific about some policies,” DeSipio said. “There will always be people who are unhappy about an election. In any election, you can see a complete reversal of fortunes. The challenge for any president in this situation is to build bridges to some of his former opponents.” President George W. Bush did so in response to concerns – among those who did not support his election – over how he would handle education and Medicare prescription costs, DeSipio said. “He worked with Democrats, with Sen. Ted Kennedy, on both of those issues,” he said. DeSipio expressed misgivings about efforts underpinned by a refusal to accept Trump as president, a movement that has a hashtag -- #notmypresident. “Philosophically, I don’t accept it,” DeSipio said. “He was accepted by rules in place before the election.” The approach of some groups to try to influence policy and laws at the local level can be both healthier and more practical in many cases, he added. “We may get some criticism from Trump supporters,” said Kester. “But we’re all getting involved in a democracy.” Elizabeth Llorente is Senior Reporter for FoxNews.com, and can be reached at Elizabeth.Llorente@Foxnews.com. Follow her on https://twitter.com/Liz_Llorente   ",
    "title": "Terrified by Trump: Activist groups stoke fears, raise funds on incoming administration | Fox News"
   },
   {
    "entities": [
     "democratic",
     "mccain",
     "october",
     "d.",
     "armed",
     "this week",
     "cbs",
     "podesta",
     "friday",
     "graham",
     "wire",
     "press",
     "trump",
     "priebus",
     "house",
     "hillary",
     "party",
     "jan. 20",
     "services",
     "sunday",
     "ryan",
     "paul",
     "fox",
     "senate",
     "donald",
     "wallace",
     "chris",
     "charles",
     "cia",
     "of",
     "abc",
     "china",
     "congress",
     "russia",
     "2015",
     "security",
     "vladimir",
     "associated",
     "john",
     "twitter",
     "post",
     "michigan",
     "e.",
     "vegas",
     "republican",
     "this year",
     "reince",
     "u.s.",
     "jack",
     "department",
     "new",
     "obama",
     "schumer",
     "late friday",
     "iraq",
     "wikileaks",
     "the weekend",
     "sarah",
     "strong",
     "reed",
     "politico",
     "washington",
     "wisconsin",
     "committee",
     "homeland",
     "gop",
     "cornyn",
     "ashlee",
     "putin",
     "lindsey",
     "time",
     "locher",
     "clinton",
     "las",
     "white"
    ],
    "id": 24,
    "text": "Trump faces first significant post-election pushback from Republicans over CIA report on Russia Donald Trump Donald Trump at an event in Las Vegas in 2015. Donald Trump at an event in Las Vegas in 2015. (John Locher / Associated Press) Sarah D. Wire Contact Reporter As President-elect Donald Trump  dismissed intelligence reports about Russian interference in the presidential election as “ridiculous,\" calls for a government investigation  from lawmakers, including some in his own party, grew louder Sunday. It marked the first significant post-election pushback Trump has encountered from a Republican Party that only belatedly and reluctantly embraced the unconventional nominee, whose views often clash with traditional GOP ideology. In a rare joint statement Sunday, four high-profile Republican and Democratic senators called for a government investigation into the matter and urged colleagues not to allow the issue to become partisan. “Recent reports of Russian interference in our election should alarm every American,” read a statement from Senate Armed Services Committee Chairman John McCain (R-Ariz.), committee member Lindsey Graham (R-S.C.); incoming Senate Minority Leader leader Charles E. Schumer (D-N.Y.), and Armed Services Committee ranking member Jack Reed (D-R.I.). “ Democrats and Republicans must work together, and across the jurisdictional lines of the Congress, to examine these recent incidents thoroughly and devise comprehensive solutions to deter and defend against further cyberattacks.” The statement came in the aftermath of a Washington Post report late Friday that a secret CIA analysis found that the Russian government’s hacking of Democratic Party emails this year was a deliberate effort to damage Democratic nominee  Hillary Clinton and boost Trump’s chances. The Trump transition team responded by mockingly comparing the CIA assessment to the agency’s historic misjudgment on Iraq’s weapons of mass destruction. On “Fox News Sunday,” Trump called the assessment “ridiculous,” and suggested it was an excuse Democrats put forward to rationalize their loss. \"I don’t believe it,’’ Trump told host Chris Wallace. “I think the Democrats are putting it out because they suffered one of the greatest defeats in the history of politics in this country .” In the interview, Trump also defended his decision to skip some of his daily intelligence briefings, saying he gets them “when I need it” and complaining they are repetitive. “I'm, like, a smart person. I don't have to be told the same thing in the same words every single day for the next eight years,” Trump said. The Trump transition team’s resistance to calls for an investigation into Russia's actions and refusal to accept the consensus of U.S. intelligence agencies appears rooted in a fear that it may undercut the legitimacy of his victory. “The Russians didn’t tell Hillary Clinton to ignore Wisconsin and Michigan, OK?” said Reince Priebus, who is to become Trump's chief of staff, on ABC’s “This Week.” “She lost the election because her ideas were bad.” Trump tried to cast doubt on the accuracy of the CIA analysis on “Fox New Sunday.” “They have no idea if it's Russia or China or somebody. It could be somebody sitting in a bed some place,” Trump said. But in October, the U.S. intelligence community and the Department of Homeland Security said publicly that they were “confident that the Russian government” was behind the hacking of U.S. political groups and individuals in an attempt “to interfere with the U.S. election process.”  At the time, they did not say whether the efforts were aimed at helping one candidate or the other. During the final weeks of the campaign, thousands of embarrassing emails, many stolen from the account of Clinton campaign chairman John Podesta , were released by WikiLeaks on nearly a daily basis. On Friday, the White House said President Obama had ordered the CIA and other intelligence agencies to conduct a full review of foreign-based digital attacks aimed at influencing the election. Obama ordered the review completed before he leaves office on Jan. 20. Since the election, Republicans have worked hard to move beyond the divisions caused by Trump’s candidacy and unite behind the new head of their party. Several high-profile GOP leaders continued to voice support for Trump over the weekend. The No. 2 Senate Republican, Sen. John Cornyn (R-Texas) downplayed the news on Twitter, saying \"All this ‘news’ of Russian hacking: it has been going on for years. Serious, but hardly news.” House Speaker Paul D. Ryan (R-Wis.) stopped short of calling for a congressional investigation Sunday in a statement to Politico. \"Speaker Ryan has said for months that foreign intervention in our elections is unacceptable,” spokeswoman AshLee Strong said. “The speaker cannot comment on or characterize the content of classified briefings but he rejects any politicization of intelligence matters.\" But Trump’s attempt to undercut public trust in the the CIA assessment, his willingness to break with the intelligence community and his conciliatory approach toward Russian President Vladimir Putin appeared to be too much for some Republicans. McCain told CBS’ “Face the Nation” that Trump should acknowledge Russia may have influenced the election. ",
    "title": "Trump faces first significant post-election pushback from Republicans over CIA report on Russia - LA Times"
   },
   {
    "entities": [
     "tehran",
     "air",
     "1979",
     "the 1970s",
     "times",
     "mehri/afp/getty",
     "images",
     "atr",
     "trump",
     "2013",
     "mehrabad",
     "airbus",
     "npr",
     "donald",
     "behrouz",
     "embassy",
     "2018",
     "next 10 years",
     "u.s.",
     "fars",
     "northam",
     "iran",
     "september",
     "boeing",
     "jackie"
    ],
    "id": 25,
    "text": "Iran Air has used Boeing 747 passenger jets for years — but their purchase was arranged before 1979's revolution. One of the planes is seen here at the domestic Mehrabad airport in Tehran in 2013. Behrouz Mehri/AFP/Getty Images hide caption toggle caption Behrouz Mehri/AFP/Getty Images Iran Air has used Boeing 747 passenger jets for years — but their purchase was arranged before 1979's revolution. One of the planes is seen here at the domestic Mehrabad airport in Tehran in 2013. Behrouz Mehri/AFP/Getty Images Iran Air has finalized its historic purchase of 80 U.S.-made passenger jets, signing a deal with Boeing that's the first of its kind since the overthrow of Iran's shah in the 1970s. U.S. officials approved the deal in September , months after Iran emerged from sanctions. The sale of 50 737 planes and 30 wide-body 777 airliners will support nearly 100,000 jobs, Boeing says . The first planes are slated for delivery in 2018, with more jets following over the next 10 years, Iranian officials say. As NPR's Jackie Northam has reported : \"Iran and Boeing go a long way back. Boeing was the largest supplier of civilian aircraft to Iran before the 1979 takeover of the U.S. Embassy in Tehran. Iran has kept flying those same planes for decades and its fleet of aging, worn-out commercial aircraft is in desperate need of replacement.\" Iran is rushing to update its aging commercial airline fleet — according to The Tehran Times , the country's state-owned airline has also placed orders for 100 Airbus planes and 20 smaller craft made by France-based ATR. The Times also notes that the deal is being finalized \"weeks before the inauguration of U.S. President-elect Donald Trump, who has criticized the nuclear accord with Iran.\" Article continues after sponsorship According to Iran's FARS news agency , both Boeing and Airbus have also agreed to give Iran's aviation industry the rights to manufacture spare parts and carry out maintenance and repair on their planes. ",
    "title": "Boeing And Iran Air Sign Jetliner Contract Worth $16.6 Billion : The Two-Way : NPR"
   },
   {
    "entities": [
     "jim",
     "canton",
     "cbs",
     "leno",
     "barkley",
     "puskar",
     "saturday, aug. 8, 2015",
     "pro",
     "cooter",
     "sunday",
     "leblanc",
     "stafford",
     "bryce",
     "phillips",
     "fox",
     "nfl",
     "buffalo",
     "larsen",
     "callahan",
     "of",
     "fame",
     "gm",
     "bill",
     "mccaskey",
     "john",
     "years ago",
     "lions",
     "tennessee",
     "last 90",
     "e.",
     "polian",
     "the early 1990s",
     "colts",
     "cam",
     "2006",
     "the fourth quarter",
     "carolina",
     "hall",
     "matt",
     "detroit",
     "dec. 11, 2016",
     "ford",
     "football",
     "second year",
     "tom",
     "september",
     "ted",
     "matthew",
     "bob",
     "field",
     "jr.",
     "meredith",
     "ohio",
     "ap",
     "cre'von"
    ],
    "id": 26,
    "text": "Bill Polian rumor shows the Bears might be wising up after all Bill Polian Tom E. Puskar / AP Former Coltsp resident and general manager  Bill Polian delivers his speech during an induction ceremony at the Pro Football Hall of Fame on Saturday, Aug. 8, 2015, in Canton, Ohio. Former Coltsp resident and general manager  Bill Polian delivers his speech during an induction ceremony at the Pro Football Hall of Fame on Saturday, Aug. 8, 2015, in Canton, Ohio. (Tom E. Puskar / AP) The best news for the Bears on Sunday happened somewhere other than their game in Detroit and it might not turn out to be much more than a rumor.  But hey, it has to be more worthwhile than waiting for the Bears to commit another penalty. And so, the story goes that legendary executive Bill Polian would consider returning to an NFL front office under the right circumstances, according to a CBSSports.com report , and the Bears are expected to get into the bidding.  Yes, Polian has been out of the day-to-day business of winning football games for a while, but then, so have the Bears. When Polian was active, he put together Buffalo’s four straight Super Bowl teams in the early 1990s and then the Colts ’ Super Bowl champion that beat the Bears in 2006.  In between, Polian put together the Carolina expansion team that nearly went to the Super Bowl in its second year of existence. Even at 74 and five years removed as Colts GM, Polian still brings more gravitas and institutional knowledge of the league than any random McCaskey or Ted Phillips. The Bears had a chance to hire Polian years ago, but it never happened. Perhaps it was a random McCaskey’s unwillingness to cede power. Perhaps it was cash. That’s always a favorite. Perhaps it was something else equally lame. But whatever the reasons, those reasons have to go away. Polian would be the football boss with the right to fire anyone. None of this cockamamie stuff about being forced to keep a coach or being forced to keep a GM. I couldn’t imagine Polian taking the job any other way.  And another thing: This wouldn’t some kid GM. Let’s see John Fox try to co-opt Polian’s power. Yeah, I know, it’s just a rumor, but hey, Bears rumors are far more interesting than Bears football. Photos from the Bears-Lions game in Detroit on Dec. 11, 2016, at Ford Field. So, basically, Cre’Von LeBlanc’s pick-six only gave Matthew Stafford the chance to direct yet another game-winning drive in the fourth quarter. Matt Barkley ’s TD pass to Cam Meredith down the right sideline was brilliant. In stride. Led the receiver to the end zone. Gave him a chance to beat the best cornerback on the opponent. Why can’t Barkley do that before halftime? On their opening drive, the Bears drove to the Lions 10, then Ted Larsen false-started, and before the next snap, the Bears were flagged for delay of game. Bearsness is mobile.  The game ended with Leno Jr. and Larsen costing the Bears 70 yards with holding penalties on huge completions that twice would’ve left the Bears inside the Lions 20 in the last 90 seconds of a three-point game. Bearsness is not just mobile, it’s indefatigable. But hey, at least the Bears get a red zone participation ribbon. If you hadn’t seen CBS’ graphic, would you have guessed that Lions offensive coordinator Jim Bob Cooter went to Tennessee? How bad is the NFC North if the Lions offense is the best part of the division leader and that unit is penalty-prone? Speaking of penalty-prone, it will be easier to list the Bears cornerbacks who didn’t commit pass interference. I can’t figure out if Bryce Callahan is making a lot of plays because he’s good and getting better or that it just looks that way because he’s in a fallow Bears secondary. Oops, no, wait, Callahan PI. Never mind. The Bears were mathematically eliminated from the playoffs Sunday. Of course, they were realistically eliminated in September. ",
    "title": "Bill Polian rumor shows the Bears might be wising up after all - Chicago Tribune"
   },
   {
    "entities": [
     "mckibben",
     "issues",
     "the 1960s",
     "guillermo",
     "seib",
     "20%",
     "leaf",
     "dairy",
     "raudabaugh",
     "paris",
     "ryan",
     "jacobsen",
     "dairymen",
     "california",
     "technology",
     "1.8%",
     "clark",
     "greenblatt",
     "porterville",
     "land",
     "glenn",
     "1%",
     "once",
     "j.",
     "/",
     "department",
     "this year",
     "barcellos",
     "sacramento",
     "agricultural",
     "today",
     "sunrun",
     "edgar",
     "center",
     "ginners",
     "a.",
     "jerry",
     "farm",
     "cogdill",
     "a few decades ago",
     "rothrock",
     "$7.5 billion",
     "public",
     "tom",
     "weekend",
     "trump's",
     "60%",
     "precourt",
     "al",
     "angeles",
     "50%",
     "fall",
     "$14 billion",
     "white",
     "borenstein",
     "ben",
     "$7 billion",
     "air",
     "capitol",
     "association",
     "consulting",
     "mary",
     "nissan",
     "development",
     "--",
     "legislative",
     "senate",
     "cotton",
     "donald",
     "park",
     "$45,000",
     "efficiency",
     "university's",
     "of",
     "board",
     "bureau",
     "2020",
     "carson",
     "country",
     "berkeley",
     "geun-hye",
     "utilities",
     "current",
     "u.s.",
     "irfan",
     "2030",
     "sweeney",
     "james",
     "stratford",
     "and",
     "beyonce",
     "argentina",
     "6%",
     "office",
     "several billion dollars",
     "david",
     "5.6%",
     "this summer",
     "allen",
     "resources",
     "growers",
     "isom",
     "legislature",
     "$2 billion",
     "dave",
     "thursday",
     "stanford",
     "115%",
     "palma",
     "jeff",
     "dorothy",
     "fresno",
     "commission",
     "bill",
     "khan",
     "hochschild",
     "gore",
     "schaben",
     "brown",
     "40%",
     "daniel",
     "years ago",
     "john",
     "uc",
     "earth",
     "laboratory",
     "mccarthy",
     "manufacturers",
     "wilbur",
     "commerce",
     "housing",
     "national",
     "western",
     "nera",
     "1383",
     "30%",
     "los",
     "sanchez",
     "vartabedian",
     "america",
     "analyst's",
     "energy",
     "company",
     "dakota",
     "martine",
     "elgin",
     "ralph",
     "malibu",
     "nichols",
     "mart",
     "75%",
     "$3,000",
     "times",
     "manufacturing",
     "last year",
     "trump",
     "march",
     "house",
     "2000",
     "sumner",
     "urban",
     "ledesma",
     "severin",
     "university",
     "june",
     "the",
     "ovalle",
     "anja",
     "1990",
     "early december",
     "calif.",
     "lawrence",
     "nuys",
     "brad",
     "past",
     "stone",
     "future",
     "25%",
     "access",
     "hollywood",
     "2006",
     "currently",
     "building",
     "industry",
     "van",
     "tomas",
     "roger",
     "williams",
     "now",
     "ross",
     "matrix",
     "assn."
    ],
    "id": 27,
    "text": "California's climate fight could be painful — especially on job and income growth 2451929_FI_0204_Agenda_Solar_Panels_IK Irfan Khan / Los Angeles Times Elgin Clark, left, and Edgar Palma, from Sunrun home solar company, install a solar panel on a home in Van Nuys. Elgin Clark, left, and Edgar Palma, from Sunrun home solar company, install a solar panel on a home in Van Nuys. (Irfan Khan / Los Angeles Times) Ralph Vartabedian Contact Reporter Californians are likely to pay more for gasoline, electricity, food and new homes — and to feel their lives jolted in myriad other ways — because their state broadly expanded its war on climate change this summer. The ambitious new goals will require complex regulations on an unprecedented scale, but were approved in Sacramento without a study of possible economic repercussions. Some of the nation’s top energy, housing and business experts say the effort may not only raise the cost of staples, but also slow the pace of job and income growth for millions of California families. California is doing something no other state has done. — Gov. Jerry Brown And now that Donald Trump, who has dismissed climate change, is headed for the White House, Californians may find themselves making sacrifices while the residents of other states are missing in action. Two key laws this summer kicked California’s climate change fight into high gear.   Senate Bill 32 requires the state to cut greenhouse gases 40% below their level of 1990 — based on evidence that a global reduction at that level would limit warming to 2 degrees Celsius above the temperature levels of a few decades ago. Senate Bill 1383 requires similar reductions in methane, refrigeration gases and black carbon. Before signing SB 32 , Gov. Jerry Brown said he didn’t expect problems. “California is doing something no other state has done,” he said. “We are bringing into law real measures backed up by the real power of the state of California. It will take some balance that we don’t overdo it, but I am not afraid we are going to get to that point.” It is dubious as to whether the California goal will be achieved without large economic costs. — James Sweeney, director of Stanford University’s Precourt Energy Efficiency Center But nobody really knows what’s in store for the state. The Legislature relied on years of sophisticated computer modeling to understand how staying the course on the use of fossil fuels will disrupt Earth’s climate. No one, however, can point to detailed economic study of how the new goals will affect the world’s sixth-largest economy.  A preliminary analysis just released by the California Air Resources Board, which has sole authority to impose the new rules, projects a potential reduction of 25,000 to 102,000 jobs and the loss of $7 billion to $14 billion in gross state economic output. The board said those impacts are small relative to the state’s economy. Other experts, however, note that too little is known to make solid predictions, while industry groups project severe consequences.   Although California set a goal of reducing greenhouse gases by 40% below 1990 levels, for example, the state did not collect greenhouse gas data before 1990. So no one can say how far back in its history as a state with cars and industry California will have to go to hit that emission level.  That benchmark could, however, require the state to emit no more carbon dioxide and other greenhouse gases than it did as far back as the 1960s, based on national data that do not take into account California’s faster growth and more energy-efficient economy. Individual industry sectors always overestimate the costs and underestimate the benefits and assume that you will implement it in the dumbest possible way. — Mary Nichols, chairwoman of the California Air Resources Board “It is dubious as to whether the California goal will be achieved without large economic costs,” said James Sweeney, director of Stanford University’s Precourt Energy Efficiency Center.  He added that the enhanced climate change fight will likely lead to a less diversified and more fragile state economy. “Meeting the requirement will require severe restrictions, far beyond those seen to date.” Exactly what restrictions are not clear, because the rules have yet to be adopted. But Sweeney’s analysis shows that the reduction in greenhouse gases will need to be eight times faster than the state has accomplished under the first climate change effort that started in 2006 — and the rate of reduction is twice as fast as what U.S. agreed to under the Paris climate agreement.  California is already digging deep into state resources for the climate battle. It spends about $2 billion on energy efficiency and renewable-energy programs, according to the Legislative Analyst’s Office. And its regulatory trading systems redistribute several billion dollars a year. In total, the state allocates more on the climate battle than on state support for the University of California system. Mary Nichols, the longtime chairwoman of the air board, acknowledges that the scale and breadth of the ramped-up regulatory effort to curtail greenhouse gases surpasses past programs. Risky is what's happening to the climate. — Bill McKibben, co-founder of climate change activist group 350.org “It is the biggest thing we have done yet in sheer volume,” she said. “It requires a level of coordination between different agencies that we haven’t seen before.” Nichols added that every past era of environmental regulation prompted similar concerns of economic Armageddon, which proved to be unfounded. “Individual industry sectors always overestimate the costs and underestimate the benefits and assume that you will implement it in the dumbest possible way,” she said. It actually doesn’t much matter to the climate whether California hits its goal of cutting emissions by 40%, because the state accounts for only 1% of worldwide emissions, said Severin Borenstein, a UC Berkeley business professor and expert on renewable energy.  “More important is the technology and practices that can be exported to the rest of the world.” Environmentalists are quick to point out that if Earth’s weather patterns continue to go haywire, it won’t just be California’s economy that comes unglued.   “Risky is what's happening to the climate,” said environmentalist and author Bill McKibben. “Everything else is just a challenge, which once upon a time Americans were good at stepping up to.”  A Nissan Leaf is plugged into an electric-vehicle charging station at the Malibu Country Mart. Allen J. Schaben / Los Angeles Times A Nissan Leaf is plugged into an electric-vehicle charging station at the Malibu Country Mart. A Nissan Leaf is plugged into an electric-vehicle charging station at the Malibu Country Mart. (Allen J. Schaben / Los Angeles Times) Critics, however, say that consigning Californians’ economic well-being to untested regulatory systems is reckless, and the hit on wallets has already begun. Gasoline prices, for example, are headed up under several very complex regulatory systems, including the state’s low-carbon fuel standard and the cap-and-trade auction market. And electricity prices will likely go up. At least half of California’s electricity must come from renewable sources by 2030, and though solar panel costs have dropped sharply and are subsidized by a 30% federal tax credit, existing long-term contracts already signed by utilities will likely continue to drive up the price of electricity, Borenstein said.  The state’s shift to natural gas for 60% of its in-state electricity generation could also lead to higher electricity prices. Gas prices have spiked 115% since March, though the impact has not yet filtered down to consumers. Not once did anybody ask how we could do this. — Roger Isom, president of the California Cotton Growers and Ginners Assn. When gasoline or electricity prices go up, people tend to use less. Manufacturers, however, may leave the state. “Over the long term, manufacturers will be choosing to put their money elsewhere,” said Dorothy Rothrock, president of the California Manufacturing and Technology Assn. In 2000, California accounted for 5.6% of U.S. manufacturing investment. Today, it accounts for 1.8%, she said. A study by NERA, an economics research firm working for the manufacturers association, asserted that the climate goal could cost California households an average of $3,000 annually. The California Energy Commission and the Public Utilities Commission have their own extensive regulatory programs to reduce energy consumption, and the climate change legislation will give them more legal backbone. We are at the point where we have to ask does agriculture fit into California’s future. — Ryan Jacobsen, executive director of the Fresno Farm Bureau The Energy Commission, for example, has a goal that by 2020 all new homes will have to meet a net zero energy mandate, meaning solar roofs will have to supply all the home’s power while large amounts of insulation lower energy demand. Other rules apply later to government and commercial buildings. “It means buildings will be part of the solution,” said energy commissioner David Hochschild. But Dave Cogdill, president of the California Building Industry Assn., said the goal will add $45,000 to the average cost of a 2,500-square-foot home in California. The higher cost is likely to lead to fewer new homes, exacerbating the state’s housing and employment problems. And a slowdown in construction could potentially reducing gross state product by $7.5 billion and employment by 75,000 jobs, said Brad Williams, an economist at Capitol Matrix Consulting who studied the legislation for the building association. An analysis by Jeff Greenblatt, a Lawrence Berkeley National Laboratory expert on energy efficiency, projects that significant improvements of existing buildings will be necessary, but on a scale 30 times faster than the current rate of improvement. “It would be a huge lift. You could incentivize it, but I don’t know how you would pay for it,” he said. The effects of the new rules on California agribusiness could be even more significant.  Martine Ledesma operates a \"crustbuster\" that compresses cotton into giant modules for handling at the Stone Land Company in Stratford, Calif. Al Seib / Los Angeles Times Martine Ledesma operates a \"crustbuster\" that compresses cotton into giant modules for handling at the Stone Land Company in Stratford, Calif. Martine Ledesma operates a \"crustbuster\" that compresses cotton into giant modules for handling at the Stone Land Company in Stratford, Calif. (Al Seib / Los Angeles Times) “We are not saying we shouldn’t do anything for the climate,” said Roger Isom, president of the California Cotton Growers and Ginners Assn. “But it would be great if somebody was on the playing field with us. Not once did anybody ask how we could do this.” Isom said the cotton industry is already in free fall.  Dairies are also bracing for a difficult future, said Anja Raudabaugh, executive director of the Western Dairymen’s Assn. Just this year, 53 dairies have gone bankrupt, left the state or simply closed their doors, a trend likely to accelerate, she said. “There is no way we can manage the reductions they want,” she said. Dairy herds produce roughly 10 million metric tons of the greenhouse gas methane each year, a consequence of cow flatulence, burping and manure. Under SB 1383, that has to change. At a heated meeting in June, dairy officials pleaded with the Air Resources Board that they already reduced methane emissions. Air board scientist Ryan McCarthy suggested that new technology could help, and the discussion turned to an experimental system from Argentina that would capture gas in a backpack on each cow through a hose inserted into their digestive system. “All of our jaws hit the floor,” recalled Raudabaugh. “It is an outlandish scheme.” Dairy worker Guillermo Sanchez tends to milking cows at Tom Barcellos' dairy farm in Porterville, Calif. Tomas Ovalle / For The Times Dairy worker Guillermo Sanchez tends to milking cows at Tom Barcellos' dairy farm in Porterville, Calif. Dairy worker Guillermo Sanchez tends to milking cows at Tom Barcellos' dairy farm in Porterville, Calif. (Tomas Ovalle / For The Times) Many other agriculture sectors will be facing new challenges that will drive up costs, according to Daniel A. Sumner, a UC Davis professor and director of the University of California Agricultural Issues Center. “Agriculture will be smaller along with the rest of the economy,” he said. “We are at the point where we have to ask does agriculture fit into California’s future,” said Ryan Jacobsen, executive director of the Fresno Farm Bureau. “We can’t take anything that happened this year and say this Legislature and this governor want the agriculture industry here.”  And as the economy changes, so will people’s lives.  State law, for example, requires development of denser urban communities, where residents will drive less. “People need to stop driving around and stop buying throw-away merchandise,” said Greenblatt, the Lawrence Berkeley scientist. That goal may prove tough, given that Californians drove more than ever this summer, up 6% from last year. A 20% reduction in travel miles, currently about 190 billion annually, could be needed by 2030 to meet the state’s climate goals, according to estimates by the Air Resources Board. The agency says the public can walk, bike, ride share and use transit. “It is not draconian,” McCarthy said.  Many, in fact, say that the changes California’s climate goals will spur are long overdue and will make Californians’ lives better. Californians, said Nichols of the Air Resources Board, could have had cleaner air, more walkable, bikeable cities, and a head start on a vibrant green economy years ago. What impeded that, she said, is that “the entrenched power of the status quo wouldn’t let go.” ::: Regulations the air board is considering  The Air Resources Board is in the early stages of formulating new regulations and reinforcing existing ones to achieve massively reduced greenhouse gas emissions. The agency released a draft of its ideas in early December, representing  the largest and most comprehensive regulatory effort in state history. Here are some of the possible approaches: Reduce greenhouse gas emissions at refineries by 20%. Electrify boilers. Increase renewable electricity by more than the existing 50% statewide requirement. Cut greenhouse gas emissions at oil and gas fields by at least 25%. Work with ports to develop “super-low emission efficient ships.” Increase use of low-emission diesel fuels. Reduce the amount of driving across the state. Use fertilizers with lower nitrogen content. Cut organic waste going into landfills by 75%. Increase landfill fees. Improve freight transportation efficiency by 25% by 2030. Deploy more than 100,000 zero-emission freight vehicles by 2030. Have 4.3 million zero-emission vehicles operating by 2030. Develop zero-emission rail vehicles. Alter environmental rules to increase density in residential neighborhoods. Accelerate replacement of residential gas furnaces. Increase the large-scale storage of electricity. Develop new pipeline systems to transport renewable natural gas from farms and landfills to urban users. Modify the cap-and-trade auction system so that it covers the entire energy sector. Implement rules to require state pension funds to sell holdings in coal producing companies. Modify streets for more bicycle and foot travel. Caption Weekend Roundup: 7 stories you can't miss Who’s to blame for one of the worst fires in California history , Dakota Access pipeline opponents have claimed a big victory for now , Beyonce leads today’s Grammy nominations with nine , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , how will Hollywood speak to Trump’s America , meet Wilbur Ross, the man Trump has tapped him to lead the U.S. Department of Commerce , and John Glenn, the first American to orbit Earth, died Thursday at 95 . Caption Weekend Roundup: 7 stories you can't miss Who’s to blame for one of the worst fires in California history , Dakota Access pipeline opponents have claimed a big victory for now , Beyonce leads today’s Grammy nominations with nine , Ben Carson is Donald Trump's pick to lead the Department of Housing and Urban Development , how will Hollywood speak to Trump’s America , meet Wilbur Ross, the man Trump has tapped him to lead the U.S. Department of Commerce , and John Glenn, the first American to orbit Earth, died Thursday at 95 . Caption 90 seconds: 4 stories you can't miss John Glenn, the first American to orbit Earth, died Thursday at 95 , Al Gore might have gotten played,   South Korean lawmakers voted to impeach President Park Geun-hye,  and the American Dream is more elusive than ever, a study finds . Caption 90 seconds: 4 stories you can't miss ",
    "title": "California&apos;s climate fight could be painful — especially on job and income growth - LA Times"
   },
   {
    "entities": [
     "david",
     "mccain",
     "keystone",
     "jackson",
     "armed",
     "andrew",
     "friday",
     "harnik",
     "graham",
     "trump",
     "hillary",
     "jan. 20",
     "army-navy",
     "sunday",
     "services",
     "news",
     "last week",
     "moscow",
     "facebook",
     "paris",
     "rex",
     "fox",
     "senate",
     "donald",
     "linkedin",
     "morning",
     "r-ariz.",
     "state",
     "bank",
     "cia",
     "china",
     "russia",
     "2016",
     "m&t",
     "stadium",
     "john",
     "once",
     "mike",
     "twitter",
     "taiwan",
     "department",
     "usa",
     "u.s.",
     "jack",
     "d.c.",
     "new",
     "obama",
     "today",
     "7:09 p.m. est",
     "schumer",
     "pence",
     "tillerson",
     "december 11, 2016",
     "reed",
     "york",
     "d-n.y.",
     "d-r.i.",
     "america",
     "committee",
     "washington",
     "chuck",
     "said",
     "now",
     "exxonmobil",
     "lindsey",
     "baltimore",
     "city",
     "saturday, dec. 10, 2016",
     "clinton",
     "ap"
    ],
    "id": 28,
    "text": "Trump dismisses CIA findings of Russian election tampering President-elect also appears to reject the idea of a blind trust for his assets. Post to Facebook Trump dismisses CIA findings of Russian election tampering President-elect also appears to reject the idea of a blind trust for his assets. Check out this story on USATODAY.com: http://usat.ly/2hA7YNo CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 568 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump dismisses CIA findings of Russian election tampering David Jackson , USA TODAY 7:09 p.m. EST December 11, 2016 x Share Donald Trump‘s transition team on Friday released a statement dismissing a U.S. intelligence report of foreign interference in the 2016 U.S. election. Time President-elect Donald Trump, center, speaks with members of the military in a box in the stands during the Army-Navy college football game at M&T; Bank Stadium, Saturday, Dec. 10, 2016, in Baltimore. (Photo: Andrew Harnik, AP) Donald Trump says it's \"ridiculous\" to believe Moscow helped him win the presidency and he rejects intelligence findings that Russia intervened in the U.S. election. \"I think it's just another excuse,\" Trump said in an interview aired on Fox News Sunday. \"I don't believe it ... Every week it's another excuse.\" During the interview, Trump also appeared to reject the idea of setting up a blind trust to manage his assets during his presidency, saying that his \"executives\" and his children would run his companies in his absence. Democrats and some Republicans have called for hearings and investigations into the CIA's conclusion that Russia authorized hacking and other tactics in order to help Trump and hurt Democratic candidate Hillary Clinton during the campaign. Sen. John McCain, R-Ariz., issued a joint statement Sunday with incoming Senate Democratic leader Chuck Schumer, D-N.Y., calling for a bipartisan effort to explore the allegations and defend the nation against cyber attacks. The two were joined by Sen. Lindsey Graham, R-S.C. and Sen, Jack Reed, D-R.I., the bipartisan leaders of the Senate Armed Services Committee. \"For years, foreign adversaries have directed cyberattacks at America's physical, economic, and military infrastructure, while stealing our intellectual property,\" their statement said. \"Now our democratic institutions have been targeted. Recent reports of Russian interference in our election should alarm every American.\" In his Fox interview, Trump said Democrats are pushing the idea of Russian involvement in an effort to explain their surprise election loss. He also said there's no way to know if Russia was behind the hacking of e-mail accounts belonging to Democratic and Clinton campaign officials. \"Once they hack if you don't catch them in the act you're not going to catch them,\" Trump said. \"They have no idea if it's Russia or China or somebody. It could be somebody sitting in a bed some place.\" Russia is believed to be a topic of presidential intelligence briefings, though Trump does not receive them every day. He told Fox News Sunday that he receives the briefing \"when I need it,\" because it tends to the same information day-to-day. \"I don't have to be told the same thing in the same words every single day for the next eight years,\" Trump said, noting that Vice President-elect Mike Pence is receiving frequent briefings. Trump told Fox that \"very good people\" do the briefings, and he has told them: \"'If something should change from this point, immediately call me.  I'm available on one-minute's notice.'\" In other parts of the interview, Trump said: • Executives and his children will run his various companies. The New York City businessman said liquidating his assets and placing the proceeds in a blind trust would be impractical and time-consuming because so much his business involves real estate. \"You know, when you sell real estate that's not like going out and selling a stock,\" Trump said. \"That  takes a long time.\" Said Trump: \"My executives will run it with my children.  It's a big company, it's a great company.  But I'm going to have nothing to do with management.\" Trump dismissed suggestions that foreign governments and others would try to buy influence by buying into Trump products, such as staying at his new hotel in downtown Washington, D.C. His focus is on being president, Trump said, and he has rejected business deals in the wake of his political campaign. \"I turned down seven deals with one big player, great player, last week, because I thought it could be perceived as a conflict of interest,\" Trump said. • He is \"open-minded\" about human impact on climate change, and what can be done about it. \"Look, I'm somebody that gets it and nobody really knows,\" Trump said. \"It's not something that's so hard and fast.\" While he is \"studying\" the Paris climate change agreement with other countries, Trump indicated he would re-start the Keystone and the Dakota Access pipelines after he takes office Jan. 20. The Obama administration blocked both pipelines. • He is \"getting very close\" to naming a secretary of state. Aides have identified ExxonMobil CEO Rex Tillerson as a leading candidate for the State Department post. Asked about Tillerson, Trump said that he's \"much more than a business executive,\" and knows government officials around the world. \"He knows many of the players, and he knows them well,\" Trump said. \"He does massive deals in Russia. He does massive deals for the company — not for himself — for the company.\" Trump took to Twitter on Sunday morning to say he has not made a final decision: \"Whether I choose him or not for 'State'- Rex Tillerson, the Chairman & CEO of ExxonMobil, is a world class player and dealmaker. Stay tuned!\" • Said the president of Taiwan called him to congratulate him, and that it would have been \"disrespectful\" to have turned down the offer. Given China's objections to the call, Trump suggested he is not necessarily bound by the decades-old \"one China\" policy in which the U.S. recognizes only the government of mainland China. \"I don't know why we have to be bound by a one-China policy unless we make a deal with China having to do with other things, including trade,\" Trump said. 14124 CONNECT TWEET 2 LINKEDIN 568 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hA7YNo ",
    "title": "Trump dismisses CIA findings of Russian election tampering"
   },
   {
    "entities": [
     "ihs",
     "times",
     "modar",
     "front",
     "zohair",
     "the week",
     "2013",
     "umm",
     "levant",
     "paris",
     "united",
     "5-dec",
     "dec. 10, 2016",
     "russia",
     "faisal",
     "al-qasr",
     "marea",
     "hanano",
     "shoumali",
     "maher",
     "new",
     "today",
     "december 11, 2016",
     "york",
     "dec.",
     "shekho",
     "al-shimali",
     "istanbul",
     "aleppo",
     "bustan",
     "samaan",
     "states-backed",
     "farida",
     "assad",
     "conquest",
     "karam",
     "later"
    ],
    "id": 29,
    "text": "Source: IHS Conflict Monitor (control areas from Dec. 5-Dec. 8) DEC. 10, 2016 By The New York Times Later, Umm Faisal said, she, her husband and two children took a taxi to the rebel-held town of Marea, near the Turkish border. Along the twisting route, they bribed guards at checkpoints and talked their way out of detention by Kurdish militias. Before she left the refugee center, Umm Faisal refused to appear on state television, she said, because “I couldn’t lie on TV.” Others, though, have been filmed thanking Mr. Assad, receiving aid bags marked “Help from Russia” and saying rebels had earlier prevented them from leaving. Advertisement Continue reading the main story One aid worker, who spoke on the condition of anonymity for fear of repercussions, said it was unclear how freely civilians in government territory were speaking. But the worker said one man had told her in compelling detail that the rebels refused to let him leave for medical treatment for his young daughter, who was rail thin from a stomach ailment. Separately, a nurse in eastern Aleppo, who spoke on the condition that she not be named, told us that rebels had stopped her parents and others from leaving the Bustan al-Qasr neighborhood. First, the fighters warned their group that government troops would shoot them, the nurse said. Then they threatened the travelers, asking why they wanted to “go to those who are bombing you.” “We are dead either way,” one civilian had replied, the nurse said. Aid workers say the reclaimed areas of east Aleppo are largely destroyed and empty: Very few people stayed as troops moved in. The army took several hundred people back to one district, Hanano, telling them to move into abandoned apartments. But with no electricity, heat or water and many homes looted, some have asked to return to shelters despite the cold, uncomfortable conditions there as aid agencies scramble to catch up. Those who have decided to stay inside eastern Aleppo face continued airstrikes and shelling as people crowd into shrinking areas without medical care. Modar Shekho, a nurse, and his family ran from their house under fire, several of his friends said. As they searched for shelter, a shell killed his brother. As they looked for a place to bury him, the friends said, another explosion killed his father, a teacher who had helped arrange for students to take their state exams despite the siege. It was the second time that Mr. Shekho had lost two members of his family in a single day, according to friends; a brother and sister, a doctor and nurse, died in a hospital bombing in 2013. Given such suffering, rebel groups are arguing. A hard-line minority, including the Qaeda-linked Levant Conquest Front, wants to continue the fight, and the rest, including United States-backed groups, want to make a deal to get civilians out. Some question whether they have already waited too long. Advertisement Continue reading the main story Zohair al-Shimali, a longtime activist, said he and others who had led street protests and later supported rebels had failed to deliver. “People started to hate their lives because of us,” he wrote in a text message. “Everything we’ve done is for nothing, we lost everything.” He said that while some rebels were counseling “patience,” he was ready for any deal, either for rebels to leave in exchange for ending the bombing or to bus civilians out. “People have the right to take their children wherever they want, we can’t take them as hostages,” he said. “We couldn’t meet the promises we made them.” Infighting and mistrust among rebels have hastened their collapse. During the week, Qaeda-linked fighters attacked United States-backed groups and took their supplies. Dr. Farida, a gynecologist who spoke on the condition that her last name not be used, checked off the people around her who planned to leave. “My only neighbor, my only aunt and uncle, my secretary, my maid, and even my right hand at work are going to the regime areas,” she wrote in a text message. “They are neutral and just want to live and eat and drink, they don’t care about the revolution and religion. “I feel like I lost a piece of me,” she wrote. “I can’t stop crying.” Karam Shoumali contributed reporting from Istanbul, and Maher Samaan from Paris. A version of this article appears in print on December 11, 2016, on page A10 of the New York edition with the headline: ‘Dead Either Way’: Syrians in Aleppo Confront Agonizing Choices. Order Reprints | Today's Paper | Subscribe ",
    "title": "‘We Are Dead Either Way’: Agonizing Choices for Syrians in Aleppo - The New York Times"
   }
  ]
 }
}