{
 "13": {
  "col-sim": {
   "cosine": 0.2833533735596502,
   "entity": 0.44463597405662914
  },
  "exec-time": 30.61331033706665,
  "links": [
   {
    "entities": [
     "todd",
     "ukraine",
     "democratic",
     "mccain",
     "c.i.a.",
     "d.",
     "times",
     "mark",
     "myers",
     "lee",
     "friday",
     "states",
     "trump",
     "house",
     "hillary",
     "kochetkov/european",
     "sunday",
     "news",
     "moscow",
     "united",
     "heisler/the",
     "osipova",
     "fox",
     "california",
     "m.",
     "donald",
     "georgia",
     "adam",
     "morning",
     "natalia",
     "pressphoto",
     "b.",
     "debbie",
     "monday",
     "russia",
     "vladimir",
     "lowenthal",
     "2004",
     "john",
     "2011",
     "schiff",
     "j.",
     "once",
     "2003",
     "cuba",
     "podesta",
     "yury",
     "the past year",
     "republican",
     "agency",
     "hussein",
     "arizona",
     "v.",
     "new",
     "national",
     "december 2015",
     "july",
     "nato",
     "york",
     "2002",
     "committee",
     "july 27, 2016",
     "wasserman",
     "putin",
     "steven",
     "saddam",
     "clinton",
     "intelligence",
     "schultz"
    ],
    "id": 0,
    "text": "Mr. Trump’s response has been to dismiss the reports by citing another famous intelligence assessment — the botched 2002 conclusion that the Iraqi leader, Saddam Hussein, had weapons of mass destruction — and portraying American spies as bumbling and biased. Advertisement Continue reading the main story “I think it’s ridiculous. I think it’s just another excuse. I don’t believe it,” Mr. Trump said on Sunday in an interview on Fox News. Some top Republican congressmen have said the same, although with less bombastic language, arguing that there is no clear proof that the Russians tried to rig the election for Mr. Trump. Yet there is a loud chorus of bipartisan voices, including Senator John McCain, Republican of Arizona, going public to accuse the Russians of election interference. Representative Adam B. Schiff of California, the top Democrat on the House Intelligence Committee, said the public evidence alone made it clear that Moscow had intervened to help the “most ostentatiously pro-Russian candidate in history.” “If the Russians were going to interfere, why on earth would they do it to the detriment of the candidate that was pro-Russian?” Mr. Schiff asked. The dispute cuts to core realities of intelligence analysis. Judgments are often made in a fog of uncertainty, are sometimes based on putting together shards of a mosaic that do not reveal a full picture, and can always be affected by human biases. Video Donald Trump’s Russian Connections Donald J. Trump and Vladimir V. Putin have exchanged many compliments over the past year. We looked at the basis of the mutual respect between the two men who have never met. By NATALIA V. OSIPOVA and STEVEN LEE MYERS on Publish Date July 27, 2016. Photo by From left; Todd Heisler/The New York Times, Yury Kochetkov/European Pressphoto Agency. Watch in Times Video » embed “This is why I hate the term ‘we speak truth to power,’” said Mark M. Lowenthal, a former senior C.I.A. analyst. “We don’t have truth. We have really good ideas.” Mr. Lowenthal said that determining the motives of foreign leaders — in this case, what drove President Vladimir V. Putin of Russia to order the hacking — was one of the most important missions for C.I.A. analysts. In 2002, one of the critical failures of American spy agencies was their inability to understand Saddam Hussein’s goals and motives. At the same time, Mr. Lowenthal said, intelligence agencies have always been loath to be seen as taking sides in disputes about American politics. Advertisement Continue reading the main story “This is the one place you don’t want to be as an intelligence officer: the meat in someone’s partisan sandwich,” he said. Both intelligence and law enforcement officials agree that there is a mountain of circumstantial evidence suggesting that the Russian hacking was primarily aimed at helping Mr. Trump and damaging his opponent, Hillary Clinton . In July, the infiltration of the Democratic National Committee’s computer servers produced embarrassing emails and other internal party documents, the publication of which caused a backlash that led to the resignation of the committee’s chairwoman, Debbie Wasserman Schultz, and her top staff. Just weeks before the election, hacked emails from the account of John D. Podesta, Mrs. Clinton’s top campaign manager, were made public and produced numerous stories about the internal dynamics of the campaign. That hack also produced the text of speeches Mrs. Clinton had given to Wall Street banks. American intelligence officials believe that Russia also penetrated databases housing Republican National Committee data, but chose to release documents only on the Democrats. The committee has denied that it was hacked. Beyond the specific targets of the hacks, American officials cite broad evidence that Mr. Putin and the Russian government favored Mr. Trump over Mrs. Clinton. After demonstrators marched through Moscow in 2011 chanting “Putin is a thief” and “Russia without Putin,” Mr. Putin publicly accused Mrs. Clinton, then the secretary of state, of instigating the protests. “She set the tone for some actors in our country and gave them a signal,” he said. More generally, the Russian government has blamed Mrs. Clinton, along with the C.I.A. and other American officials, for encouraging anti-Russian revolts during the 2003 Rose Revolution in Georgia and the 2004 Orange Revolution in Ukraine. What Americans saw as legitimate democracy promotion, Mr. Putin saw as an unwarranted intrusion into Russia’s geographic sphere of interest, as the United States once saw Soviet meddling in Cuba. By contrast, Mr. Trump and Mr. Putin have had a very public mutual admiration society. In December 2015, the Russian president called Mr. Trump “very colorful” — using a Russian word that Mr. Trump and some news outlets mistranslated as “brilliant” — as well as “talented” and “absolutely the leader in the presidential race.” Mr. Trump called Mr. Putin “a strong leader” and further pleased him by questioning whether the United States should defend NATO members that did not spend enough on their militaries. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "C.I.A. Judgment on Russia Built on Swell of Evidence - The New York Times"
   },
   {
    "entities": [
     "poplar",
     "supreme",
     "joe",
     "milkowski",
     "transportation",
     "morning",
     "saturday",
     "2011",
     "grove",
     "once",
     "cooper",
     "atheists",
     "faa",
     "1993",
     "1997",
     "aviation",
     "dawn",
     "silverman",
     "marengo",
     "meyers",
     "marrazzo",
     "stein",
     "safety",
     "clint",
     "association",
     "2009",
     "united",
     "township",
     "mchenry",
     "co.",
     "park",
     "administration",
     "of",
     "board",
     "shuman",
     "the following year",
     "jill",
     "1986",
     "u.s.",
     "eaa",
     "scouts",
     "175 pounds",
     "airport",
     "2007",
     "shermans",
     "david",
     "meadows",
     "next week",
     "amanda",
     "high",
     "party",
     "richard",
     "1992",
     "buffalo",
     "district",
     "ward",
     "abderholden",
     "young",
     "congress",
     "zenith",
     "1970",
     "early on dec. 10, 2016",
     "two years later",
     "april 2009",
     "sherman",
     "national",
     "rolling",
     "america",
     "illinois",
     "bob",
     "boy",
     "waukegan",
     "time",
     "ntsb",
     "1987",
     "aircraft",
     "experimental",
     "states",
     "rob",
     "tribune",
     "highland",
     "europe",
     "inc.",
     "harris",
     "american",
     "monday",
     "george",
     "county",
     "court",
     "school",
     "this fall",
     "federal",
     "frank",
     "green",
     "past",
     "2006",
     "chicago",
     "eagles"
    ],
    "id": 1,
    "text": "Rob Sherman was known as the \"atheist activist\" from Buffalo Grove , where he lived for many years. Whether it was the city of Zion or Waukegan , or challenging the state's Silent Reflection and Student Prayer Act of 2007, he was unafraid to file suit when he thought government had crossed the line... Rob Sherman was known as the \"atheist activist\" from Buffalo Grove , where he lived for many years. Whether it was the city of Zion or Waukegan , or challenging the state's Silent Reflection and Student Prayer Act of 2007, he was unafraid to file suit when he thought government had crossed the line... (Frank Abderholden) On Saturday morning, a passer-by spotted the wreckage of Sherman's plane in a field in rural Marengo. McHenry County authorities were unable to positively identify the remains until Monday. Sherman, who just this fall ran as the Green Party candidate for Illinois' 5th Congressional District, was 63. Sherman's plane — a fixed-wing, light sport aircraft of a type the National Transportation Safety Board once sought to ground amid safety concerns — is sold both ready-to-fly and in kits for home builders. Authorities said Sherman's plane, Zenair Zodiac CH-601 XL, was manufactured, despite an earlier report that it was home-built. The National Transportation Safety Board is investigating the crash and a preliminary report is expected by next week. Between 2006 and April 2009, there were six instances, four in the United States and two in Europe, in which a Zodiac CH-601 XL broke apart in midair, killing a total of 10 people, according to NTSB news releases from 2009. A pilot, the sole occupant, died in a single-engine plane crash discovered early on Dec. 10, 2016, in Marengo. (Joe Shuman / for the Chicago Tribune) The rash of fatal incidents led the NTSB to issue an \"urgent safety recommendation\" to the Federal Aviation Administration , asking the agency to ground the style of plane until the flight control issue was resolved. The FAA determined that it lacked \"adequate justification to take immediate certificate action to ground the entire fleet,\" according to the NTSB. After another fatal incident in 2009, the FAA issued a bulletin strongly recommending that all owners and operators of Zodiac CH-601XL and CH-650 aircraft comply with a safety directive from the manufacturer. The directive involved making structural modifications to the airplane and adding counterbalances to address suspected aerodynamic flutter. Manufactured planes that didn't get the safety fix were effectively prohibited from flight. Several friends and associates spoke of Sherman's enthusiasm for aviation. At Poplar Grove Airport, about 17 miles from where the plane went down, Sherman operated a \"builder assist center,\" called Rob Sherman Airplanes, where he offered use of his builder facilities and tools to those interested in building Zenith Aircraft Co. kits in exchange for a \"modest fee,\" according to his website. Sherman was active on an Experimental Aircraft Association's local chapter board and had worked with Young Eagles programs for youth interested in aviation. \"The interesting thing is that for him to be such a (well-known) activist politically and in atheism, I never knew about that,\" said Bob Meyers, a fellow EAA board member. \"He never discussed any of that. … He was a passionate aviator and that seemed to be another area of his life.\" Indeed, for decades, Sherman was mainly known for his political activism, mainly through legal challenges against school districts, libraries and other public institutions. David Silverman, president of American Atheists Inc., said the movement has lost an asset, and the country has lost a fighter for good. Sherman was a past state director and board member of the group. \"I've known Rob for all my 20 years as an activist. He was a proud fighter for religious freedom and the separation of church and state. He was a great activist and a great person,\" Silverman said in an email. \"I've flown with him in that very plane when he gave me a tour of Chicago. He loved that plane and loved flying it.\" Sherman ran for Congress for the Green Party on a platform appealing to secular voters, vowing to eliminate the words \"under God\" from the Pledge of Allegiance and remove \"In God We Trust\" from U.S. currency. In a photo on his website, in an example of his often witty approach to issues, Sherman is pictured next to Green Party presidential nominee Jill Stein and is wearing an airbrushed T-shirt with his likeness on a penny inscribed \"In Rob We Trust.\" George Milkowski, 50th Ward committeeman for the Illinois Green Party, said Sherman will be remembered as an \"intensely passionate person who was not afraid\" to speak his mind. Sherman, who once described himself as \"175 pounds of walking, talking disbelief\" in a 1993 Chicago Tribune interview, was regarded as \"famous or infamous\" depending on people's viewpoints, Milkowski said. \"I think a lot of people felt his belief, or I should say lack of belief, really pushed him forward,\" Milkowski said. The office supply dealer turned atheist advocate sparked controversy in 1987 when he challenged the city of Zion over its seal, which contained Christian symbols of a cross, dove and crown and a banner reading \"God Reigns.\" Sherman assisted Clint Harris, a Zion resident and fellow atheist, with the litigation, which later involved Rolling Meadows as well. His exploits and bumper-sticker candor earned him appearances on numerous talk shows including \"The Oprah Winfrey Show.\" In 1992, the case reached the U.S. Supreme Court, which allowed the lower court ruling to stand, and the towns were ordered to drop the religious symbols. Twenty-four years after the original suit, in 2011, the matter was brought back before a federal judge when Sherman and Harris claimed a city commissioner had paid for a newspaper ad using the old seal. Sherman's children were no strangers to his advocacy efforts and legal ventures. In 1997, Sherman's son Richard, who was 15 at the time, sued the Boy Scouts of America for denying him membership because he refused to pledge allegiance to God. The following year, Sherman was convicted of misdemeanor battery after he was accused of slapping his son. The elder Sherman was sentenced to two years of conditional discharge, a form of court supervision that included counseling. In 2007, Sherman and his daughter Dawn, then a 14-year-old freshman at Buffalo Grove High School, sued Township High School District 214 over the state's new law mandating a moment of \"silent prayer or silent reflection\" at the start of classes. Two years later, a federal judge overturned the law when he ruled that it amounted to an unconstitutional endorsement of religion intended to bring prayer into public schools. That victory for the Shermans was short-lived, however. A federal appeals court eventually revived the matter, opining that there is no harm in silence, which could be implemented for a practical purpose in calming students at the start of classes. Cooper, the District 214 board member, recalled that Sherman had talked about being born and raised in the Jewish faith and could speak some Yiddish. According to his website, Sherman also hosted a morning drive talk show on WJJG-1530 AM where topics ranged from politics to religion to pop culture. He chronicled every show on his website. In a 1986 Tribune profile of Sherman, he said, \"Life is getting involved.\" He complained that he was frequently called a Communist, when he considered himself a \"Constitution-thumping\" capitalist. Though his own son and daughter supported his causes when they were young, he conceded that even some of his own family members were not comfortable with his public battles, asking him to leave them out of it, saying he insulted their Jewish heritage. To protect his family, he kept an elaborate security system in his home and car. He said he evolved to his adult skepticism over years during adolescence, which he spent in the Highland Park area. Around 1970, he said, at the behest of his parents he spent much of a year in the psychiatric wards of two hospitals, which he blamed on his atheist beliefs. Ultimately, though, despite conceding it made him a \"social pariah,\" he stuck to his conclusion that God is \"make-believe.\" Freelance reporter Amanda Marrazzo contributed. ",
    "title": "Dead pilot ID&apos;d as noted atheist, ex-congressional hopeful Rob Sherman - Chicago Tribune"
   },
   {
    "entities": [
     "about 1 a.m.",
     "zuñiga",
     "cbs",
     "rein",
     "pepsico",
     "joe",
     "atlanta",
     "rick",
     "turkey",
     "paul",
     "viebeck",
     "california",
     "patrick",
     "saturday",
     "sudarsan",
     "state",
     "the day",
     "defense",
     "vlad",
     "cheeto",
     "midday",
     "ottawa",
     "mcfarland",
     "the 1990s",
     "erin",
     "general",
     "fiorina",
     "heitkamp",
     "wisconsin",
     "hatch",
     "flake",
     "istanbul",
     "cleve",
     "isakson",
     "rauhala",
     "clinton",
     "kremlin",
     "white",
     "ahmed",
     "toles",
     "raul",
     "west",
     "earlier this year",
     "three decades ago",
     "this morning",
     "mary",
     "comey",
     "michael",
     "facebook",
     "philip",
     "rex",
     "co.",
     "sydney",
     "administration",
     "snell",
     "twenty years ago",
     "shaun",
     "exxon",
     "heidi",
     "global",
     "julio",
     "cunningham",
     "electoral",
     "ray",
     "manhattan",
     "louisiana",
     "arelis",
     "applebaum",
     "guinea",
     "dean",
     "nato",
     "shavers",
     "dickinson",
     "chuck",
     "shaver",
     "esterl",
     "finance",
     "thomas",
     "cortez/ap",
     "pentagon",
     "eglash",
     "andrew",
     "jacobs",
     "indra",
     "labrador",
     "lehrich",
     "margaret",
     "moscow",
     "cnn",
     "ministry",
     "italy",
     "church",
     "walsh",
     "yemen",
     "rnc",
     "mike",
     "the early 2000s",
     "odysseus",
     "commerce",
     "december 10, 2016",
     "susan",
     "bbc",
     "fadel",
     "wikileaks",
     "trumper",
     "america",
     "committee",
     "kennedy",
     "illinois",
     "energy",
     "putin",
     "valerie",
     "time",
     "pepsi",
     "mufson",
     "nakashima",
     "fec",
     "anne",
     "mccain",
     "appelbaum",
     "rome",
     "mcgahn",
     "drury",
     "south",
     "nrsc",
     "salter",
     "september 30, 2014",
     "the",
     "force",
     "mayor's",
     "nakamura",
     "phillip",
     "constable",
     "this weekend",
     "future",
     "february",
     "currently",
     "dec. 19",
     "ii",
     "institute",
     "loudoun",
     "ellen",
     "december 12",
     "sechin",
     "jim",
     "cairo",
     "texas",
     "the next day",
     "muriel",
     "kristol",
     "november",
     "twenty million dollars",
     "harbor",
     "reuters",
     "beijing",
     "trudeau",
     "equatorial",
     "charles",
     "five hundred million dollars",
     "menendez",
     "cia",
     "2011",
     "borzou",
     "cuba",
     "shapira",
     "michigan",
     "eric",
     "this year",
     "today",
     "bernstein",
     "iraq",
     "tel",
     "hill",
     "emily",
     "islamic",
     "déby",
     "virgin",
     "tom",
     "city-born",
     "weekend",
     "breanne",
     "cheryl",
     "engagement",
     "william",
     "meyers",
     "wootson",
     "rain",
     "ben",
     "air",
     "$1 billion",
     "capitol",
     "jesse",
     "friday",
     "bloomberg",
     "cardin",
     "nationwide",
     "australia",
     "news",
     "united",
     "may",
     "laura",
     "kara",
     "frye",
     "ann",
     "$60,000",
     "indiana",
     "g.",
     "klimetev/epa",
     "christie",
     "north",
     "atlantic",
     "embassy",
     "lankford",
     "casino",
     "conway",
     "romney",
     "twitter",
     "$490,000",
     "podesta",
     "knoxville",
     "u.s.",
     "jack",
     "jersey",
     "yesterday",
     "parliament",
     "heba",
     "francesco",
     "economist",
     "dimitri",
     "carolina",
     "aviv",
     "bearak",
     "mitchell",
     "fidel",
     "eilperin",
     "alaska",
     "nicolás",
     "france",
     "daragahi",
     "david",
     "mcmullin",
     "allen",
     "armed",
     "colorado",
     "images",
     "opening",
     "rucker",
     "britain",
     "jarrett",
     "bruni",
     "club",
     "june 2009",
     "jeff",
     "cadillac",
     "vitter",
     "chris",
     "hernández",
     "muhammad",
     "gang",
     "congress",
     "bill",
     "roof",
     "mariana",
     "asia",
     "valley",
     "two years later",
     "dallas",
     "wyoming",
     "iran",
     "jerusalem",
     "cathy",
     "wong",
     "f.",
     "miller",
     "gheit",
     "$150 million",
     "at 9:46 am",
     "susana",
     "lichtblau",
     "tomorrow",
     "$16.6 billion",
     "times",
     "this week",
     "spencer",
     "news-sentinel",
     "syria",
     "europe",
     "mahfouz",
     "r.",
     "fox",
     "college",
     "gardner",
     "carly",
     "george",
     "school",
     "a year ago today",
     "charleston",
     "vladimir",
     "2016",
     "eritrea",
     "frank",
     "nevada",
     "post",
     "journal",
     "the weekend",
     "vozzella",
     "dillon",
     "collins",
     "sakhalin",
     "sessions",
     "&",
     "washburne",
     "oppenheimer",
     "evan",
     "exxonmobil",
     "boeing",
     "mark",
     "walter",
     "1941",
     "motors",
     "alexander",
     "paris",
     "decades from now",
     "last tuesday",
     "morning",
     "street",
     "stewart",
     "last month",
     "buzzfeed",
     "silicon",
     "king",
     "rubio",
     "dnc",
     "va",
     "martin",
     "accountability",
     "d.c.",
     "arctic",
     "schumer",
     "wall",
     "k.t.",
     "the fourth of july",
     "third year",
     "a.",
     "andy",
     "katie",
     "afternoon",
     "gop",
     "pizzagate",
     "recognition",
     "steven",
     "angeles",
     "about three years ago",
     "peter",
     "charlie",
     "yardley",
     "us",
     "eleven years later",
     "kristine",
     "florida",
     "manchin",
     "gonzalez/bloomberg",
     "omarosa",
     "labor",
     "caracas",
     "sunday",
     "arco",
     "georgia",
     "senate",
     "donald",
     "wallace",
     "tim",
     "reid",
     "$30,000",
     "april",
     "ohlheiser",
     "2014",
     "of",
     "black",
     "returning",
     "russia",
     "igor",
     "ferguson",
     "kellyanne",
     "wm.",
     "greg",
     "southern",
     "k.",
     "fbi",
     "anar",
     "siberia",
     "jennifer",
     "travis",
     "york",
     "andrews",
     "baghdad",
     "obamacare",
     "jr.",
     "early 2015",
     "vancouver",
     "columbia",
     "pence",
     "elise",
     "harry",
     "ukraine",
     "$1 trillion",
     "michelle",
     "holmes",
     "graham",
     "knights",
     "citizen",
     "richard",
     "2024",
     "$800",
     "dorya",
     "tower",
     "international",
     "foreign",
     "2018",
     "2015",
     "bowser",
     "weekly",
     "taiwan",
     "john",
     "kane",
     "2004",
     "marco",
     "frederick",
     "seth",
     "barrasso",
     "andrea",
     "nbc",
     "santa",
     "national",
     "tillerson",
     "abby",
     "n'djamena",
     "loyal",
     "kkk",
     "baker/afp/getty",
     "maduro",
     "2012",
     "ivanka",
     "nancy",
     "cohen",
     "sabritas",
     "bob",
     "risch",
     "idriss",
     "katherine",
     "baltimore",
     "govt",
     "protection",
     "manigault",
     "last year",
     "biden",
     "tabin",
     "cory",
     "irs",
     "states",
     "trump",
     "house",
     "dod",
     "sea",
     "max",
     "moyer",
     "services",
     "dickens",
     "last week",
     "piermonteric/afp/getty",
     "monday",
     "gibbons-neff",
     "johnson",
     "alexandra",
     "this fall",
     "santorum",
     "hamilton",
     "past",
     "cilizza",
     "ayde",
     "africa",
     "star",
     "dec. 2",
     "veles",
     "homeland",
     "december 9, 2016",
     "perdue",
     "now",
     "jentleson",
     "rosneft",
     "debonis",
     "smith",
     "jamison",
     "india",
     "kessler",
     "kurdistan",
     "binyamin",
     "interior",
     "telnaes",
     "castro",
     "pelosi",
     "booth",
     "rangel",
     "timothy",
     "weather",
     "coll",
     "china",
     "instagram",
     "glenn",
     "j.",
     "once",
     "corey",
     "alabama",
     "department",
     "mammadov",
     "stelter",
     "northeast",
     "bronx",
     "four months ago",
     "christian",
     "east",
     "politico",
     "ruth",
     "jaffe",
     "juliet",
     "amazon",
     "lindsey",
     "shabon",
     "gala",
     "intelligence",
     "middle",
     "lemon",
     "right now",
     "relations",
     "mitch",
     "nooyi",
     "mcconnell",
     "--",
     "mexico",
     "adam",
     "steve",
     "maine",
     "canucks",
     "night",
     "virginia",
     "raghavan",
     "idaho",
     "e.",
     "hagen",
     "$4,800",
     "ron",
     "kentucky",
     "standard",
     "james",
     "reed",
     "previously",
     "dylann",
     "mikhail",
     "2002",
     "hohmann",
     "dlouhy",
     "office",
     "de",
     "guerra",
     "the future",
     "lisa",
     "todd",
     "council",
     "claus",
     "c.i.a.",
     "1959",
     "nir",
     "journalism",
     "orrin",
     "december 12, 2016",
     "brian",
     "perry",
     "mgm",
     "press",
     "t.",
     "eight years ago",
     "crimea",
     "magazine",
     "harnik/ap",
     "mooney",
     "gm",
     "nations",
     "security",
     "weil",
     "organization",
     "sherlock",
     "rand",
     "ledger",
     "sullivan",
     "capital",
     "bolton",
     "new",
     "obama",
     "matt",
     "los",
     "grand",
     "18th birthday just",
     "last night",
     "dakota",
     "corker",
     "johnny",
     "city",
     "kelsey",
     "october",
     "entous",
     "ian",
     "penny",
     "barkat",
     "neumann",
     "lane/epa",
     "giorgio",
     "mettler",
     "m.",
     "carl",
     "morigi/getty",
     "abc",
     "arnade",
     "affairs",
     "crowley",
     "arizona",
     "fuller",
     "republic",
     "pamela",
     "december 11, 2016",
     "justin",
     "erdogan",
     "deppisch",
     "washington",
     "nixon",
     "mattis",
     "chad",
     "isis",
     "last weekend",
     "german"
    ],
    "id": 2,
    "text": "By James Hohmann December 12 at 9:46 AM Follow @JamesHohmann ExxonMobil Chairman and CEO Rex Tillerson speaks at the World Gas Conference in Paris. (Eric Piermonteric/AFP/Getty Images) THE BIG IDEA: If just three Senate Republicans defect, Rex Tillerson’s expected nomination as secretary of state would be dead. Since he has not officially announced his selection, blowback from leading hawks on the right over the ExxonMobil CEO’s ties to Vladimir Putin could prompt Donald Trump to go another direction. -- Three Republicans who have themselves run for president fired shots across the bow on Sunday: Marco Rubio: “Being a ‘friend of Vladimir’ is not an attribute I am hoping for from a Secretary of State.” Lindsey Graham: “I don’t know the man much at all, but let’s put it this way: If you received an award from the Kremlin, ‘the order of friendship,’ then we’re gonna have to do some talkin’. We’ll have some questions. I don’t want to prejudge the guy, but that’s a bit unnerving.” John McCain: “It’s a matter of concern to me that he has such a close relationship with Vladimir Putin, that that would color his approach to Vladimir Putin and the Russian threat.” -- A longtime confidant to the Arizona senator added this on Twitter: Tillerson would sell out NATO for Sakhalin oil and his pal, Vlad. Should be a rough confirmation hearing, and a no vote on the Senate floor. https://t.co/cZmA3swddK — Mark Salter (@MarkSalter55) December 9, 2016 -- From one of our congressional reporters who spent the weekend working the phones: That sound I'm hearing right now is balloon deflating for Tillerson. This is gonna be a tough vote for many Senate Rs. — Paul Kane (@pkcapitol) December 12, 2016 -- Terrible timing for Tillerson: NBC’s Andrea Mitchell scooped Saturday that the 64-year-old had won “The Apprentice: Foggy Bottom edition,” just hours after The Post revealed that the CIA had concluded in a secret assessment that Russia intervened in the 2016 election to help Trump win the presidency , rather than just to undermine confidence in the U.S. electoral system. Three people close to the transition team confirmed Saturday afternoon to The Post that Trump is expected to name Tillerson. Vladimir Putin and Rex Tillerson attend a ceremony together to celebrate a joint development deal. (Mikhail Klimetev/EPA) -- In case you missed it, here is some background on his ties to Putin and his cronies: “In the 1990s, Tillerson oversaw an Exxon project on Russia’s Sakhalin island and developed a working relationship with Putin. In 2011, Exxon signed an agreement with the state-controlled oil company, Rosneft, to work jointly on oil exploration and development in the Arctic and Siberia. After inking the deal in New York, Tillerson and Rosneft chairman and Putin confidant Igor Sechin dined on caviar at the luxury Manhattan restaurant Per Se,” Steven Mufson and Philip Rucker report . “The next day, they gave oil analysts black pens with the date of the agreement engraved in gold. Two years later, the Kremlin awarded Tillerson the Order of Friendship, an honor reserved for foreigners.” -- This confirmation fight would become the proxy for a broader debate about Russian interference in the American election. That is a debate Trump does not want to have. -- Reinforcing this, Trump even cited Tillerson’s relationship with Putin as an asset. “To me, a great advantage is he knows many of the players, and he knows them well. He does massive deals in Russia,” the president-elect said on “Fox News Sunday,” adding that Rex is “a world-class player.” In the same interview, he argued that the CIA’s conclusion is “ridiculous” and he does not “believe it at all.” -- But Trump, during that Fox interview and then on Twitter, spoke as if Tillerson is not a done deal, giving himself an out and easy way to save face: Whether I choose him or not for \"State\"- Rex Tillerson, the Chairman & CEO of ExxonMobil, is a world class player and dealmaker. Stay tuned! — Donald J. Trump (@realDonaldTrump) December 11, 2016 -- Similarly, no Senate Republican has come out as a hard “no” yet. Even McCain is leaving himself some wiggle room to capitulate. -- Right now Trump is testing congressional Republicans to see if they are really as big of push overs as he kept telling voters throughout the primaries. That’s plainly what he was doing with his talk about tariffs last week, gauging the response carefully. He will keep pushing the boundaries further and further until conservatives get the backbone to oppose him. If the GOP ultimately falls in line on Tillerson, Trump’s takeaway will be that he doesn’t need to worry about being constrained by his adopted party. This is how he thinks about the world. -- Republicans are testing Trump too. Does he back off at the first sign of pressure or double down? Marco Rubio and John McCain arrive for a meeting last month. (Andrew Harnik/AP) -- Rubio’s skeptical tweet is especially significant because he is one of 10 GOP members on the Senate Foreign Relations Committee, which must clear Tillerson before he can get an up-or-down vote on the floor. Republicans only have one more member on that committee than the Democrats, so Rubio could singlehandedly torpedo Tillerson if he chose to. A “no” vote would be a good way for Rubio, who wants to run again for president in 2024, to show movement conservatives that he’s still principled. He constantly promised to be a check on Trump as he sought reelection in Florida this year. Recall that, back in October, the senator also warned Republicans not to talk about John Podesta’s hacked emails. \"I will not discuss any issue that has become public solely on the basis of Wikileaks,\" Rubio said at the time . \"As our intelligence agencies have said, these leaks are an effort by a foreign government to interfere with our electoral process and I will not indulge it. I want to warn my fellow Republicans who may want to capitalize politically on these leaks. Today it is the Democrats. Tomorrow it could be us.” -- Rand Paul is also on Foreign Relations, and Tillerson is the kind of globalist that libertarians are so uncomfortable with. -- Jeff Flake, another member of the committee, is up for reelection in 2018 in Arizona. If McCain broke against Tillerson, it is hard to see him not following suit. -- What about the other seven Republicans on the committee? Foreign Relations Chairman Bob Corker, who was himself a finalist to be secretary of state, responded favorably: If it is Rex Tillerson, he is a very impressive individual. — Senator Bob Corker (@SenBobCorker) December 11, 2016 The rest are party loyalists with safe seats who can pretty reliably be counted on to do whatever they are told by Mitch McConnell: Wyoming’s John Barrasso (who is number four in party leadership), Idaho’s James Risch, Georgia’s Johnny Isakson and David Perdue and Wisconsin’s Ron Johnson (who just got reelected). Similarly, Cory Gardner will be reluctant to upset the energy industry, not just because he’s from Colorado but because as NRSC chairman he’ll need to aggressively hit up oil executives for money the next two years. -- In the full Senate, also watch someone like Susan Collins, who could use a no vote to bolster her independent credentials if she runs for governor of Maine in 2018. -- Alabama Sen. Jeff Sessions, the nominee for attorney general, is not heeding calls to recuse himself from voting for his potential cabinet colleagues, as would be customary, because the margin of error is so small. -- Democratic leadership aides feel pretty good about keeping their members in line. They’re always going to have to worry about someone like Joe Manchin caving, especially now that he’s in cycle (he’s meeting with Trump in New York today), but the liberal base badly wants at least one scalp for cathartic reasons. Jim Mattis was theoretically the best Trump pick to target because of his need for a waiver to become Defense secretary, but a lot of Democrats respect him and think he’s independent enough to stand up to Trump. He’s also publicly against torture, which works bigly in his favor as he tries to avoid a confirmation battle. Bob Menendez is introduced at a news conference after the death of Cuba's Fidel Castro. (Julio Cortez/AP) -- The Dems on Foreign Relations are coalescing in opposition to Tillerson. Ben Cardin, the ranking member, said on CNN that he’s “concerned” about his “relationship with Russia” and wants to make sure the nation’s chief diplomat puts U.S. interests first. Bob Menendez went much further, called Tillerson’s nomination “alarming and absurd” in a much harsher statement. “With Rex Tillerson as our Secretary of State, the Trump administration would be guaranteeing Russia has a willing accomplice in the President’s Cabinet guiding our nation’s foreign policy,” the New Jersey senator said. “The term ‘conflict of interest’ doesn’t even begin to describe the web of dubious business interests and bank accounts that Tillerson and his company Exxon shares with Vladimir Putin and Russian oil companies. Having no practical experience in diplomacy, Mr. Tillerson has no proven knowledge or regard for the norms and necessities that so much of our modern diplomatic and security efforts depend upon.” -- As a consequence of Harry Reid’s short-sighted decision to invoke the nuclear option in 2014, Tillerson only needs 50 votes, instead of 60, to take over Foggy Bottom. The GOP has 52 seats, and Vice President-elect Mike Pence would provide the tie-breaking vote. -- But even if he ultimately made it through, Tillerson’s confirmation hearings at the very least would be brutal. All of Exxon’s deals would come under the microscope, especially the ones that have been adversely affected by the U.S. sanctions that were imposed on Russia after its illegal invasion of Crimea. Exxon claims these sanctions cost it $1 billion a year. “Exxon discovered oil in a well it drilled in the Kara Sea, but the joint partnership was put on ice after Russian intervention in Ukraine and the annexation of Crimea led to international economic sanctions,” Mufson and Rucker note . “As secretary of state, Tillerson, who has been critical of the sanctions, would be in a position to argue for easing them, which could allow Exxon to resume operations. And for a company the size of Exxon, few countries outside of Russia hold sufficient potential to bolster the oil giant’s reserves. In addition to the Arctic, Exxon wants to drill in the deep waters of the Black Sea and search for shale oil in West Siberia. In each case, the company would be providing expertise and technology that Russia lacks. ‘Russia is critical for Exxon,’ said Fadel Gheit, an oil analyst for Oppenheimer & Co.” -- Tillerson’s personal stake in Exxon is more than $150 million. Because much of this is via stock options that do not mature for a while, he cannot easily divest or put everything in a blind trust. How will he not think of his company’s interests in 50 countries and on six continents as he negotiates on behalf of the U.S.? -- The bigger issue, though, would be questions about where Tillerson’s true loyalties lie. The CEO is a major character in Steve Coll’s excellent 2012 book on Exxon, “Private Empire.” Coll, the dean of the Columbia Journalism School, describes Tillerson’s selection as “astonishing on many levels” in a new piece for the New Yorker . “As an exercise of public diplomacy, it will certainly confirm the assumption of many people around the world that American power is best understood as a raw, neocolonial exercise in securing resources,” he writes. “It is hard to imagine, after four decades at ExxonMobil and a decade leading the corporation, how Tillerson will suddenly develop respect and affection for the American diplomatic service he will now lead, or embrace a vision of America’s place in the world that promotes ideals for their own sake, emphatically privileging national interests over private ones.” The main theme of Steve’s book is that ExxonMobil sees itself as an independent, transnational corporate sovereign, with power independent of the American government, and devoted firmly to shareholder interests. “Exxon’s foreign policy sometimes had more impact on the countries where it operated than did the State Department,” he explains. “Take, for example, Chad, one of the poorest countries in Africa. During the mid-two-thousands, the entirety of U.S. aid and military spending in the country directed through the U.S. Embassy in the capital, N’Djamena, amounted to less than twenty million dollars annually, whereas the royalty payments Exxon made to the government as part of an oil-production agreement were north of five hundred million dollars. Idriss Déby, the authoritarian President of Chad, did not need a calculator to understand that Rex Tillerson was more important to his future than the U.S. Secretary of State.” “In Kurdistan, during the Obama Administration, Tillerson defied State Department policy and cut an independent oil deal with the Kurdish Regional Government, undermining the national Iraqi government in Baghdad. ExxonMobil did not ask permission. After the fact, Tillerson arranged a conference call with State Department officials and explained his actions, according to my sources, by saying, ‘I had to do what was best for my shareholders.’” Because oil projects require huge amounts of capital and only pay off fully over decades, Tillerson has favored doing business in countries that offer political stability, even if this stability was achieved through authoritarian rule: “The right kinds of dictators can be more predictable and profitable than democracies. ExxonMobil has had more luck making money in Equatorial Guinea, a small, oil-rich West African dictatorship that has been ruled for decades by a single family, than in Alaska, where raucous electoral politics has made it hard for Exxon to nail down stable deal terms.” “Although ExxonMobil hires former State Department, Pentagon, and C.I.A. officials from time to time in order to bolster its political analysis and negotiations, some of the Exxon executives I interviewed spoke about Washington with disdain, if not contempt,” Coll writes. “They regarded the State Department as generally unhelpful, a bureaucracy of liberal career diplomats who were biased against oil and incompetent when it came to sensitive and complex oil-deal negotiations. They managed Congress defensively, and as just one capital among many in the world, a place more likely to produce trouble for Exxon than benefits.” ( Read the full piece here. ) As a political scientist at Columbia puts it: Tillerman is impressive businessman, but would Exxon shareholders hire a CEO without industry experience? Y wld voters do the same at State? — Timothy Frye (@timothymfrye) December 11, 2016 -- The New York Times says Trump is attracted to him because he is very aggressive: “Twenty years ago, as [Tillerson] was rising through the ranks at Exxon, he was charged with negotiating with the government of Yemen to build a natural gas export plant. The talks got bogged down over Yemen’s insistence that it have veto power over important business decisions. Mr. Tillerson, at one point, flew into a rage, throwing a five-inch-thick book across the room and storming out, perhaps for dramatic effect. Yemeni negotiators and other representatives of other oil companies partnering with Exxon in the international consortium looked on in bewilderment. In the end, Yemen got at least some of its demands.” -- Recommended holiday reading: One of my favorite novels is Allen Drury’s “Advise and Consent,” which is about the confirmation fight for a controversial secretary of state nominee. Ironically, the president’s nominee in that 1959 book is soft on Russia and would rather accommodate than confront Moscow. The movie is pretty good, too, but not as good as the book. ( Order it on Amazon here .) Welcome to the Daily 202, PowerPost's morning newsletter. With contributions from Breanne Deppisch ( @breanne_dep ) and Elise Viebeck ( @eliseviebeck ) Sign up to receive the newsletter. WHILE YOU WERE SLEEPING: -- General Motors condemned a casting call that sought neo-Nazis and supporters of the alt-right movement to appear in a Cadillac commercial. The casting call described a “beautifully artistic spot” that would represent “all walks of life in America.\" Cadillac tried to quell the criticism with postings on Twitter and  its Facebook page : “Cadillac did not authorize or approve a casting notice for an ‘alt-right (neo-nazi)’ role in a commercial. We unequivocally condemn the notice and are seeking immediate answers from our creative agency, production company and any casting companies involved.” The Cast Station, a TV and film commercial casting company that seeks actors in several major cities,  said on Facebook  that the casting call was a mistake. “The notice was drafted by an employee, who was immediately terminated for her actions,” the statement said. ( Cleve R. Wootson Jr. ) — Richard  Spencer (@RichardBSpencer) December 11, 2016 -- Silicon Valley continues to lack corporate responsibility: In contrast to GM, Twitter restored the account of Richard Spencer, who coined the term “alt-right\" and has become the public face of the white nationalist movement that supported Trump. The social network suspended his account shortly after the election but re-activated it. \"Despite widespread assumptions that Spencer was banned for violating the site’s prohibition on 'hateful conduct,' or harassment, he was actually booted from the platform for violating its policy against having multiple, overlapping accounts,\" Abby Ohlheiser reports . The coffins of Christians murdered in a cathedral bombing attack as they are prepared for funeral today in the Church of the Virgin Mary in Cairo. (Khaled Elfiqi/EPA) GET SMART FAST:​​ At least 25 were killed and 49 injured in an explosion that ripped through Cairo’s Coptic cathedral during Sunday mass. Egyptian officials said the explosion is the bloodiest attack on its Christian minority in recent years, with suspicion immediately falling on Islamic extremist groups. It was Muhammad's birthday. ( Sudarsan Raghavan and Heba Mahfouz ) A pair of twin blasts struck Istanbul on Saturday, killing at least 29 and leaving more than 160 injured near the entrance of a soccer stadium. A Kurdish militant group has claimed responsibility . ( Erin Cunningham ) Boeing sealed a $16.6 billion agreement to sell jetliners to Iran, completing the first major agreement between a U.S. company and the Islamic Republic. ( Wall Street Journal ) Israeli lawmakers are pushing legislation to ban mosques in Jerusalem from using loudspeakers to issue a call to prayer. The measure comes amid increasing tension, with many Jewish residents saying they hear more than just noise in the song – they hear a threat. ( William Booth and Ruth Eglash ) Atmospheric concentrations of methane, the second most important greenhouse gas, have spiked majorly since 2014. A newly-published report found that levels of the gas – which in the early 2000s rose at .5 parts per billion per year, have been rising by 19 times that amount in the past two years. ( Chris Mooney ) Louisiana state treasurer John Kennedy easily prevailed in the final U.S. Senate contest of 2016, beating Democrat opponent Foster Campbell for David Vitter’s open seat. ( Thomas Gibbons-Neff ) A toxicology report revealed that the pilot of the Texas hot air balloon that crashed earlier this year, killing 16 people, took SEVEN different drugs before going into the skies. Valium and OxyContin were among the drugs found in his system before the balloon erupted into a fireball, becoming the deadliest crash of its kind in U.S. history. ( Travis M. Andrews ) A man was arrested and charged with a hate crime after he allegedly stabbed a worshiper outside a Southern California mosque. ( Katie Mettler ) The Secret Service arrested an Ivanka Trump stalker. He allegedly threatened to kill himself at one of her stores and bought $800 earrings from her shop on the demand that they be delivered to her. He had disappeared from a mental-health facility in Nevada last month. ( New York Magazine ) A longtime staffer at the Belgian Interior Ministry was suspended for shooting illicit photos of herself at the office. Officials say the female employee, who had worked there for a decade, recorded explicit images in the ministry’s elevators and one of its executive offices before posting them on Twitter. ( Politico Europe ) The leader of a small hacking group in India who has commandeered four high-profile Twitter accounts of leaders there, and used them to publicize the account owners' telephone numbers, bank account details and email passwords, spoke to the Post via encrypted messages this weekend. ( Max Bearak ) Indian security forces are holding captive a white pigeon suspected of having “Pakistani links” and connections to government espionage. They also detained more than 100 “suspicious” birds that were found stuffed into the back of a car, which they think were intended for nefarious purposes. Some observers have suggested the avian seizures are a sign that India remains “a deeply insecure country” despite its large size and increasing military might. ( Pamela Constable ) A former pastor and Air Force chaplain allegedly killed his 27-year-old daughter before spray-painting disturbing messages to his estranged wife on the walls of her home, and then turning the gun on himself. Police said messages such as “Vow Breaker” and “It’s all your fault” were found scrawled across the Portland-area home. ( Kristine Guerra ) A six-foot, 300-pound Santa Claus actor – who has won national awards for his real frosty-white beard, and who sports year-round Santa suspenders and a “Jingle Bells” ringtone, said he almost had to quit the biz after granting the final wish of a dying 5-year-old boy in the ICU. “I cried all the way home,” he said, after the child peacefully passed away in his arms. ( Knoxville News-Sentinel ) John Bolton arrives at Trump Tower on Dec. 2. (Justin Lane/EPA) THERE’S A BEAR IN THE WOODS: -- The most under-covered story of the weekend: John Bolton is Trump’s pick to be deputy secretary of state, according to two people close to the transition. The hawkish former ambassador to the United Nations is really at odds with the foreign policy views that Trump espoused during the campaign. On Fox News yesterday, Bolton questioned the CIA’s report of Russian election interference, suggesting that it was a “false flag” operation possibly perpetrated by the Obama administration. “It is not at all clear to me, just viewing this from the outside, that this hacking into the DNC and the RNC was not a false flag operation,” Bolton said. “We just don’t know.” ( The Hill ) -- Rand Paul said on ABC’s “This Week” that he’s “an automatic no” on Bolton. “He still believes in regime change. He’s still a big cheerleader for the Iraq War,” the Kentucky senator said. “John Bolton is so far out of it and has such a naive understanding of the world.” ( Politico ) -- Graham and McCain joined Senate Democratic leader Chuck Schumer and Armed Services ranking Democrat Jack Reed yesterday in calling for a thorough, bipartisan investigation of Russian influence in the elections. “Recent reports of Russian interference in our election should alarm every American,” the four senators said in a statement . “Democrats and Republicans must work together, and across the jurisdictional lines of the Congress, to examine these recent incidents thoroughly and devise comprehensive solutions to deter and defend against further cyberattacks. This cannot become a partisan issue. The stakes are too high for our country.” -- Trump campaign manager Kellyanne Conway, on CBS’s “ Face the Nation ,” said the intelligence community’s findings about Russia are “laughable and ridiculous.” (How would she know? She’s ostensibly not been briefed.) -- In case you missed them in Sunday's paper, here are two good primers: “ Trump, CIA on collision course over Russia’s role in U.S. election ,” by David Nakamura and Greg Miller, and “ FBI and CIA give differing accounts to lawmakers on Russia’s motives in 2016 hacks ,” by Ellen Nakashima and Adam Entous. -- U.S. allies are nervous. Britain's defense minister said last night on the BBC: \"I'm ready to work with the new Secretary of Defense Jim Mattis to be strong against Russian aggression towards NATO, to de-escalate tensions with Moscow and … to continue to work with Russia on how we get towards a settlement in Syria. That can't be treating Russia as an equal. Russia is a strategic competitor to us in the West and we have to understand that.” (  Reuters ) -- Russia’s interference in the U.S. elections is just the latest operation in a sustained global campaign to undermine western institutions. We are not the first and will not be the last: Security agencies: Russia responsible for hacking German Parliament files that were published by Wikileaks https://t.co/AvfLY1CxGo — Peter R. Neumann (@PeterRNeumann) December 11, 2016 How Russian interference helped throw an election in Georgia. An amazingly familiar story https://t.co/mbwh2VAS5j — Anne Applebaum (@anneapplebaum) December 12, 2016 -- History lesson: Alexander Hamilton argued for the Electoral College in Federalist 68 as a check on “foreign powers … raising a creature of their own to the chief magistracy of the Union.” -- Important: Trump has still never released his tax returns, which might reveal deep financial entanglements with Russia and deeper links to Putin’s cronies than he’s acknowledged. There is no law requiring him to do so, alas, but if the president-elect has nothing to hide, why won’t he release past filings that are no longer under audit? We’re watching closely to see how cozy Trump is with whomever he picks to lead the IRS. -- What conservative thought leaders are saying: From an avowed Trump supporter (and former Illinois congressman): Every Republican swore to defend us against our enemies, including a foreign attack on our elections Any Republican who won't should resign — Joe Walsh (@WalshFreedom) December 11, 2016 From the Editor of the Weekly Standard (who was a Never Trumper): After 8 years of McCain, Romney, GOP Congress (correctly) criticizing Obama for being soft on Russia, will Trump drive Dems to hawkish view? — Bill Kristol (@BillKristol) December 10, 2016 GOP spends years arguing (correctly) for sanctions vs. Russia & Iran. @Reince derides this as having an \"enemies list.\" #TrumpismCorrupts https://t.co/HaGy23BXiI From a frequent contributor to The American Spectator : Senate Republicans need to signal that they'll oppose this. It's an open invitation for Russia to test NATO https://t.co/DbH3XawGMk — John Tabin (@johntabin) December 10, 2016 Even if Tillerson is clear-eyed on Putin and only made nice for business reasons, Moscow thinking they have a friend at State is dangerous. — John Tabin (@johntabin) December 10, 2016 A magazine featuring Trump is seen at a bookstore in Beijing this morning. The headline translates to: \"How will businessman Trump change the world.\" (Greg Baker/AFP/Getty Images) MORE ON TRUMP'S WORLD: -- The Chinese rebuked Trump for saying that the U.S. is not bound by the decades-old One China policy. Emily Rauhala reports from Beijing : The Foreign Ministry, responding to the president-elect's comments on “Fox News Sunday,\" said Monday that U.S.-China relations could be \"badly affected\" since the One China policy is \"the political foundation\" of the two nations’ ties. \"The Global Times, a newspaper known for its strident nationalism, meanwhile wrote that Trump is ‘as ignorant as a child.’ The editorial said Trump ought to read some books on U.S.-China relations. It also warned that if the U.S. abandoned the One China policy, Beijing would have no reason to ‘put peace above using force to take back Taiwan.’” -- Words have consequences: China flew a long-range, nuclear-capable bomber outside of its borders for the first time since Trump’s phone call with the president of Taiwan, a show of force meant to send him a message. U.S. officials said the bomber flew along the disputed “nine-dash line” in the South China Sea, the first long-range flight to travel along the demarcation line in more than 18 months. ( The Independent ) -- Also notable: Nearly every Asia expert in the Republican establishment has refused to serve in Trump’s administration.  The Economist reports that “those handling policy towards Asia are notable for their inexperience or for their ideological inclination to favour Taiwan over those once disparaged as ‘ChiComs.’” -- “ Trump’s election triggers a debate in Australia ,” by A. Odysseus Patrick in Sydney: “Trump's election has triggered an uncomfortable debate in one of America's most loyal allies, Australia, over the future of its alliance with the United States, which has been the foundation of its national security since 1941. Foreign policy experts, political commentators and the Labor opposition are questioning if [Trump's] apparent ambivalence about foreign alliances — he questioned the worth of NATO during the campaign — means Australia should adopt a more independent foreign policy. Such a move would be a seismic shift for this country of 25 million people, which has relied on the United States for its security ever since the Japanese threatened to invade during World War II. ‘We should not be naive in this period of uncertainty,’ said Labor’s foreign affairs spokeswoman, Penny Wong. ‘Trump's campaign rhetoric expressed views that run counter to what are core values for most Australians. We need to consider a broader range of scenarios than was previously within contemplation.’” -- Jerusalem Mayor Nir Barkat said he is super optimistic that the president-elect will move the U.S. Embassy to his ancient city from Tel Aviv “sooner than later.\" ( New York Times ) -- “ Trump’s Deals In Turkey Align Him With Powerful Partners ,” by BuzzFeed's Borzou Daragahi: “Of all Trump Organization’s global dealings perhaps none are as tangled and potentially fraught as his three multi-million-dollar business ties to Turkey, a key NATO ally and US partner in the war against ISIS that is drifting into authoritarianism under Erdogan. Trump’s ties to Turkey include licensing deals with the head of the country’s largest media empire … its most well-connected furniture firm, Dorya, that caters to the country’s most powerful institutions, and also Anar Mammadov, a billionaire executive … who US officials suspect of corrupt dealings with Iran’s Revolutionary Guard … The connections place Trump squarely in the middle of both Turkey’s domestic battles, regional tensions, and a crackdown on the press and opposition politics, creating potential conflicts of interest or their appearance at a time when the US has sought to win Turkey’s help on several Middle East crises but also to temper its repression of media and civil society.” SUNDAY SHOW HIGHLIGHTS: -- Trump said he doesn’t need daily intelligence briefings because he’s “a smart person.” He currently receives the presidential daily brief just once a week. “I say, ‘If something should change from this point, immediately call me. I’m available on one-minute’s notice,'” he said on Fox. “I don’t have to be told—you know, I’m, like, a smart person. I don’t have to be told the same thing in the same words every single day for the next eight years.” -- Trump said “nobody really knows” whether climate change is real, saying on \"Fox News Sunday\" that he is still “studying” whether the U.S. should withdraw from the Paris climate agreement struck last year. “I'm very open-minded. I'm still open-minded. Nobody really knows. Look, I'm somebody that gets it, and nobody really knows. It's not something that's so hard and fast,” Trump told Chris Wallace. “I do know this: Other countries are eating our lunch.” ( Juliet Eilperin ) -- Carl Bernstein thinks Trump is a worse liar than Nixon. Appearing on CNN’s “Reliable Sources,” the veteran journalist said the president-elect “thrives in a fact-free environment” and warned against his approach to the media. \"No president, including Richard Nixon, has been so ignorant of fact and disdains fact in the way this President-elect does,\" Bernstein told CNN’s Brian Stelter. “And it has something to do with the growing sense of authoritarianism he and his presidency are projecting,\" he added. \"The danger of it is obvious and he's trying to make the conduct of the press the issue, not his own conduct … What we have seen throughout the campaign is pathological disdain for the truth, a kind of lie, and ease with lying, that we have not seen before.\" Rick Perry speaks at the National Press Club. (Reuters/Yuri Gripas) TRUMP TRANSITION: -- Trump has narrowed his search for energy secretary to four people, and former Texas Gov. Rick Perry has emerged as the leading candidate. Bloomberg’s Jennifer Jacobs and Jennifer Dlouhy report : “Two Democratic senators from energy-producing states -- Heidi Heitkamp of North Dakota and Joe Manchin of West Virginia -- are also in the mix, along with Ray Washburne, a Dallas investor and former chairman of the RNC. If Trump picks any of the four he’ll break with recent tradition of putting scientists at the top of the Energy Department.\" -- Chris Christie reportedly declined several offers to serve in Trump’s administration. The Star Ledger's Matt Arco reports that the New Jersey governor turned down “cabinet-level posts” such as Homeland Security secretary and VA secretary, as well as positions such as a White House advisory role or even U.S. ambassador to Italy. Christie was not offered the role of attorney general that he was vying for, per Matt. (It's very possible that the Christie and Trump people are just saying this to save face and that it's not true.) Omarosa Manigault attends the MGM National Harbor Grand Opening Gala last week in National Harbor. (Paul Morigi/Getty Images for MGM National Harbor) -- Reality TV star Omarosa Manigault is playing a significant role in Trump’s transition, and some say she may get a White House role similar to the one now held by Valerie Jarrett (!). From Abby Phillip and Lisa Rein : “Manigault has emerged as Trump’s emissary to a broad array of interest groups inside and outside Washington on issues of diversity, political outreach and hiring for his nascent administration. … Last weekend, she flew to Atlanta to address an annual meeting of presidents of the country’s historically black colleges. At the events, she signaled her growing role in Trump’s transition as a senior adviser leading the Office of Nationwide Engagement. She is said to have an open line of communication with the president-elect, with whom she developed a close relationship after becoming the breakout star of the first season of ‘The Apprentice.’\" Manigault’s presence in transition meetings has raised eyebrows: “Some advocates who attended a recent meeting with veterans groups said privately that they were surprised to see her there, given that she does not have expertise in veterans health care, benefits or the complexities of the sprawling Veterans Affairs agency.” Her last stint in D.C. was a disaster: In the 1990s, Manigault worked in a series of jobs in the Clinton administration in the White House and briefly in the Commerce Department. “She was asked to leave as quickly as possible, she was so disruptive,” Cheryl Shavers, the former undersecretary for technology at the Commerce Department, said of Manigault in a 2004 People magazine story. “One woman wanted to slug her.” K. T. McFarland, President-elect Trump's choice for deputy national security advisor, walks in the lobby at Trump Tower last week. (Drew Angerer/Getty Images) -- Out of her depth? There are deep fears in the foreign policy establishment that the soon-to-be Deputy National Security Adviser, K.T. McFarland, is more theatrical than substantive. From Politico’s Michael Crowley : “At a political rally in June 2009, K.T. McFarland offered a jarring prediction. China might cancel the Fourth of July, she said. ‘They’re going to want something for their money. They’re not our sugar daddy,’ McFarland [said], referring to America’s more than $1 trillion in debt to Beijing. Unless voters ‘throw the bums out’ McFarland said, ‘we can all start learning Chinese.’ She then read aloud Mandarin phrases from an index card. … McFarland’s theatrical performance might have been lighthearted, but its breezy and simplistic tone underscores why national security experts in both parties worry she is unqualified for what national security veterans say is among the hardest—and most important—jobs at the White House. McFarland, 65, last worked in government three decades ago.” -- Trump White House counsel Donald F. McGahn II, a former FEC member, has always been an “iconoclast bent on shaking things up,” the  New York Times’ Eric Lichtblau writes in a profile: “Still, it was an audacious move even for Mr. McGahn when he signed on in early 2015 as the lawyer for Mr. Trump’s long-shot presidential bid. At the time, few other Washington insiders would get behind Mr. Trump, and some were skeptical of Mr. McGahn’s decision, even openly scornful. Now, Mr. McGahn stands to become one of the most powerful, if least known, figures in Mr. Trump’s inner circle. The Atlantic City-born lawyer, a guitarist in a rock band who has a personality to match Mr. Trump’s, will be the legal arbiter for the enormously complicated thicket of ethical issues awaiting a president-elect who has built a vast business empire. One key question, however, is how strongly he will push back if Mr. Trump, a man who has defied many norms, seeks to cross into murky legal terrain. If his record is any guide, Mr. McGahn will be a fierce proponent of the president’s executive authority to operate independently on a wide range of issues.” TWO TAKES ON TRUMP'S PROCESS: -- The simple truth is that Trump’s transition process has been a logical continuation of the campaign he ran: a total disregard for the established methods and the rules governing those methods,” says The Fix’s Chris Cilizza . Now, he says, a major question remains: “Is Trump’s ability to innovate in the political campaign space — that’s exactly what he has done, whether you like it or not — something that can carry over to his time in the White House? Do voters want something different in a president than they want in a presidential candidate? If so, Trump’s unwillingness to change could badly damage his presidency.” -- “To Trump, all the world is baubles, and he reaches reflexively for the shiniest one,” writes  New York Times columnist Frank Bruni . “He surely sits back and grins as he watches aspirants vie for his favor. Before Trump, the way to land a top spot under a new president was to be discreet, but discreet does nothing to fortify his ego. He wants the whole world to see how many important people hanker to work for him. So they show the world, posing for pictures with him and fanning out on TV to proclaim their ardor and aptitude. Decades from now we’ll still be talking about Trump’s version [of Cabinet-vetting], which presented a crystalline window into the man himself, revealing the titanic whole of his tortured psyche: the bloated ego, the boundless need, the capriciousness, the obsession with appearances. It was a fitting coda to his campaign and, I fear, a harbinger of his presidency.” CONGRESS: -- “ New push to replace Obamacare reignites old GOP tensions,” by Mike DeBonis and Kelsey Snell: “Republicans on Capitol Hill are already laying the groundwork for a rapid repeal of President Obama’s signature health-care law beginning on the first day of the new Congress, before [Trump] is even sworn in. But the urgent efforts to make good on a Republican campaign promise six years in the making obscure major GOP divisions over what exactly to replace Obamacare with and how to go about it, and how long a transition period to allow before the law’s insurance would go away. Hard-liners are pushing to move as fast as possible … But key congressional leaders are keenly concerned about potentially throwing millions off their insurance plans and repeating what they have long decried as Democratic missteps eight years ago, sparking a fierce political backlash by moving too far, too fast.\" “I’d like to do it tomorrow, but reality is another matter sometimes,” said Sen. Orrin G. Hatch, chairman of the Senate Finance Committee. Santa Claus visits a slum in Caracas. (Reuters/Ueslei Marcelino) WAPO HIGHLIGHTS FROM AROUND THE GLOBE: -- “ How ‘food apartheid’ is punishing some Venezuelans ,” by Mariana Zuñiga: “With food riots breaking out and supermarket shelves woefully bare, the government of embattled President Nicolás Maduro launched a new food distribution system in April promising to deliver subsidized groceries to every household in need. Maduro called the new system ‘CLAPs’ (Local Committees of Supply and Production). The name might be fitting, because those who don’t applaud his government haven’t been getting anything to eat. Maduro told Venezuelans that the CLAP system would alleviate chronic scarcities and the ‘economic war’ against his government he says is being waged by opposition leaders, business owners and the street-level black market vendors …. Instead, critics say the system has devolved into a kind of ‘food apartheid’ meant to punish those who oppose Maduro.” -- “ An unexpected result of Yemen’s war: More men are cooking and cleaning ,” by Sudarsan Raghavan: “The women in this village never earned money, never left home without the permission of their husbands. It had been that way for as long as anyone could remember. Then the war arrived. Now before dawn each day, mothers and daughters walk to the mountainous scrub to gather wood, which they turn into charcoal and sell. The men stay home and care for the children, and sometimes do the cooking and the cleaning. Yemen has consistently ranked among the worst countries for women and girls, and the war has only made life harder. But in pockets of the Middle East’s poorest country, an unexpected social recalibration appears to be underway … As the war destroys jobs and countless men join the fight, a growing number of women are providing income for their families. Often, they are working in areas that had been considered the purview of men or culturally unacceptable for women in Yemen’s ultraconservative tribal society. Some are now butchers, bar  “I feel the war has changed my personality,” said Ayde Ahmed Shabon, 33, her voice soft but clear. “I feel equal to the man now.” Chris Arnade, a former Wall Street bond trader, has been traveling around the U.S. for years photographing poor and working class Americans. He saw Trump's victory coming. (Photo courtesy of Chris Arnade) -- “ Chris Arnade photographs the ‘back-row kids.’ He knew they could elect Trump ,” by Margaret Sullivan: “The best way to get photographer Chris Arnade to go somewhere is to warn him not to. Hunts Point in the Bronx is dangerous; stay away, friends said, when Arnade began walking all over New York City with his camera. That was when Arnade, now 51, was still a Wall Street bond trader, years before he would find himself documenting what he thinks of as [Trump’s] America: the poor or working-class people left behind by the economic recovery. Back in May, when many were still pooh-poohing Trump’s chances, Arnade wrote a notable series of tweets: If Trump didn’t win this time around, it would only be because he was such a deeply flawed candidate; but some Trumplike figure soon would capitalize on people’s anger and disenfranchisement. [Clinton], he said, ‘represented the front row’ — the smartest students in class, destined to enjoy the money and status that came with silver-spoon success. For what Arnade calls the ‘back-row kids,’ the frustration, anger and, yes, humiliation had become overwhelming. Arnade has little confidence that Trump will actually address the economic and cultural inequality that helped to power his appeal. But Arnade saw the emotions up close: ‘You have to put people’s decisions in context — how distant they are from the money.’” SOCIAL MEDIA SPEED READ: Ann Telnaes re-imagines the Time cover. \"The president-elect’s use of red meat and political dog whistles earned him this distinction,\" she writes: Trump’s tax simplification couldn’t be simpler to understand, adds cartoonist Tom Toles: Graham and McCain joined Democrats in calling for a bipartisan investigation of Russian hacking: Don't have to be Sherlock Holmes to figure out what Russia is up to -- they're trying to undermine democracies all over the world. — Lindsey Graham (@LindseyGrahamSC) December 10, 2016 Russia is trying to break the backs of democracies – and democratic movements – all over the world. — Lindsey Graham (@LindseyGrahamSC) December 10, 2016 I'm not challenging the outcome of the election, but very concerned about Russian interference/actions at home & throughout the world. — Lindsey Graham (@LindseyGrahamSC) December 10, 2016 Sen. James Lankford (R-Okla.), a member of the Intelligence committee, seemed to agree: — Sen. James Lankford (@SenatorLankford) December 11, 2016 From the former Nixon White House counsel: The intel report on Russia's role in the 2016 election must be available for all electors before the electoral college meets Dec. 19. — John Dean (@JohnWDean) December 10, 2016 Flashback via a former aide to Clinton: a year ago today: — Jesse Lehrich (@JesseLehrich) December 10, 2016 The intel didn't state that Iraq had WMDs. The Bush-Cheney WH made that misrepresentation. pic.twitter.com/T6Sx3vXt92 — Nancy Pelosi (@NancyPelosi) December 10, 2016 What is missing here is a denial pic.twitter.com/TByHihVBV6 — Tim Dickinson (@7im) December 10, 2016 Evan McMullin criticized Republican leaders: What's new is that our leaders have become so self-serving that they're willing to sacrifice our national security for their own power. — Evan McMullin (@Evan_McMullin) December 10, 2016 Republican leaders knew Russia was undermining our democracy during the election and they chose to ignore it. — Evan McMullin (@Evan_McMullin) December 10, 2016 Journalists wondered at Trump's decision not to accept daily intelligence briefings: Is the next Commander-in-Chief is signaling that the CIA won't be a major player in his national security team? — Chuck Todd (@chucktodd) December 10, 2016 I am old enough to remember when the Bannon-led Govt Accountability Institute said it was disqualifying for Obama not be be briefed daily https://t.co/lCVnqWcOt6 — Glenn Kessler (@GlennKesslerWP) December 11, 2016 Flashback to 2014: Fact--Obama does not read his intelligence briefings nor does he get briefed in person by the CIA or DOD. Too busy I guess! — Donald J. Trump (@realDonaldTrump) September 30, 2014 Trump continues to claim he won in the electoral college by one of the biggest landslides ever. That's a lie: There have been 58 presidential elections. In 45 of those elections, the winner claimed a larger share of the electoral college than Trump. pic.twitter.com/Ov38J2EAH8 — Binyamin Appelbaum (@BCAppelbaum) December 10, 2016 Trump continued his sustained attack on the media: Just watched @NBCNightlyNews - So biased, inaccurate and bad, point after point. Just can't get much worse, although @CNN is right up there! — Donald J. Trump (@realDonaldTrump) December 12, 2016 Allen West shared this violent sentiment against Muslims on Facebook: This AM, former Congressman & Lt. Colonel of the @USArmy - @AllenWest posted this to his 2.5 million Facebook followers. Shared 10k times. pic.twitter.com/z6e7Kmgz8N — Shaun King (@ShaunKing) December 10, 2016 Mind you, Allen West met with Trump's foreign policy team on Monday. On Monday. — Matt Fuller (@MEPFuller) December 11, 2016 Interesting change at this Trump rally: Whoa—chant of \"lock her up!\" from the crowd, Trump replies: \"That plays great before the election – now we don’t care\" — Alexandra Jaffe (@ajjaffe) December 10, 2016 Reid's spokesman criticized the New York Times for its story that said the FBI saw no clear link to Russia: I'll say it: NYT interviewed Reid for this story. He said things contrary to the story. NYT discarded the interview. https://t.co/p39yXdu9Qq — Adam Jentleson (@AJentleson) December 10, 2016 Maybe some want to know why the NYT seemed to cover for Comey's FBI? Maybe even some at the NYT? Maybe not? I'm just asking questions. https://t.co/pdJVsaEhvH — Adam Jentleson (@AJentleson) December 10, 2016 Biden hung out with Canadian Prime Minister Justin Trudeau in Ottawa: Andy Cohen made a visit to the White House: Lawmakers are definitely getting in the holiday spirit: Colleagues bid farewell to Charlie Rangel: John McCain's grandson -- already preparing to follow his example? A gift ideas for any tax wonks in your life: An employee monitors Sabritas Cheeto snacks in Mexico City, Mexico. (Susana Gonzalez/Bloomberg) GOOD READS FROM ELSEWHERE: -- Wall Street Journal, “ PepsiCo Wants to Sell Healthy Food, Consumers Want Chips ,” by Mike Esterl: “An array of new products at a trade show in Atlanta this fall told the story of two PepsiCos. Anchoring one part of the display was a fiber-filled nut and fruit bar called Init and a sparkling lemonade with real lemon juice called Lemon Lemon. Nearby sat an assemblage of bright bags of Mac N’ Cheetos, new frozen cheese sticks resembling Cheetos, and Top N Go Doritos, a portable meal designed to be eaten with a fork and high in salt and fat. Here is a company pulled in two different directions. Chief executive Indra Nooyi has vowed to turn the maker of Fritos, Cheetos, Lay’s and Pepsi into a health juggernaut. But while consumers say they want to eat healthy, often what they really want is chips.\" -- New York Times, “ In Italy, One Man Begs for Asylum. Another Man Must Decide ,” by Jim Yardley: “For 46 minutes … [Nanue]  Matabor sat inside one of Rome’s Territorial Commissions for the Recognition of International Protection and pleaded for asylum to an audience of one — a smartly dressed Italian civil servant named Giorgio De Francesco. One man asking for protection; another man charged with deciding his fate. Asylum systems in countries like Italy are overwhelmed, and some nations are tightening their requirements. Simply being from a poor or war-torn place is generally not enough. For the moment, a hierarchy of human misery prevails: People fleeing well-defined conflicts, like the civil war in Syria, or oppressive states, like Eritrea, have a far higher chance of success, while the fate of many others can hinge on their individual stories. Mr. De Francesco’s job amounts to parsing the misery, picking winners and losers from a pool of applicants who had lost so much already. “We don’t want to have only one person deciding the life of someone else,” [said an Interior Ministry official.] Yet for now, that is close to the reality — as well as Mr. Francesco’s burden.” -- NBC News, “ Fake News: How a Partying Macedonian Teen Earns Thousands Publishing Lies ,” by Alexander Smith: Dimitri points to a picture on his Instagram showing a bar table decked with expensive champagne and sparklers. It's from his 18th birthday just four months ago — a lavish party in his east European hometown that he says wouldn't have been possible without [Trump]. Dimitri — who asked NBC News not to use his real name — is one of dozens of teenagers in the Macedonian town of Veles who got rich during the U.S. presidential election producing fake news for millions on social media. [He] says he's earned at least $60,000 in the past six months — far outstripping his parents' income and transforming his prospects in a town where the average annual wage is $4,800.” HOT ON THE LEFT: “KKK ‘Grand Dragon’ Arrested For Alleged Knife Fight After Too Much Vodka And OJ,” from HuffPost : “The KKK ‘grand dragon’ behind a violent California rally earlier this year was arrested after allegedly stabbing another klansman in a fight that broke out after drinking Skyy vodka and orange juice.  Richard Dillon, who was an Indiana member of the Loyal White Knights, told the Los Angeles Times he was stabbed by William Hagen, during a ‘National Klonvocation’ in Dec. 2 in North Carolina. Dillon apologized to Hagen at the event for online posts critical of Hagen’s decision to hold the rally in February despite not having security. The New York Times reports that the alleged stabbing took place just before the KKK’s North Carolina ‘victory parade’ held to celebrate the election of Trump. Dillon told the Times he quit the organization, but plans to join another white supremacist group.”   HOT ON THE RIGHT: “In France, a Defeat for Free Speech and the Right to Life,” from National Review : “The French Parliament this week approved an abominable measure criminalizing pro-life speech on the Internet, in the name of women’s freedom to choose abortion without remorse. If the measure is formally enacted, which seems likely, the punishment for anyone who violates its proscriptions will be over $30,000 in fines and up to two years of jail time. Supporters of the law have attempted to fend off well-deserved criticism by noting that the measure punishes only ‘misinformation’ about abortion … But the bill’s language undeniably criminalizes nearly all pro-life speech — or, at the very least, allows most types of anti-abortion speech to be judicially interpreted as ‘misinformation’ when viewed from a progressive perspective.”   In Trump's world: Trump meets with Carly Fiorina, Joe Manchin, Raul Labrador and Rick Santorum. At the White House: Obama has no public events scheduled. On Capitol Hill: The Senate and House are out. QUOTE OF THE DAY:  Trump claimed Friday night in Michigan that African Americans came through for him “big league” in the November election and said those who stayed home were “almost as good” as those who voted for him. “The African American community was great to us,” Trump told his crowd. “They came through, big league. Big league. And frankly if they had any doubt, they didn’t vote, and that was almost as good because a lot of people didn’t show up, because they felt good about me.”   NEWS YOU CAN USE IF YOU LIVE IN D.C.: -- Rain this morning gives way to a mild afternoon, the Capital Weather Gang forecasts: “Light rain is likely this morning which should taper off midday. In some of our colder areas in western Loudoun and Frederick counties, look out for pockets of freezing rain — mainly before sunrise. As skies brighten in the afternoon, temperatures rebound and should max out within a few degrees of 50.” -- The chairman of the Prince George’s County liquor board was charged with a DUI after attempting to leave the MGM National Harbor Casino on opening night. Multiple witnesses said he struck two vehicles as he was attempting to leave the celebration, and video footage shows him struggling to walk in a straight line after being questioned by a police officer. ( Arelis R. Hernández ) -- Virginia gubernatorial candidate Corey Stewart announced plans to give away an AR-15 rifle, making a strong statement on Second Amendment rights as he seeks to make headlines and win support from Republican voters. The assault-style rifle has been used in several of the nation’s most notorious mass shootings, including the 2002 Washington-area sniper attack that included a homicide in his own county. ( Ian Shapira and Laura Vozzella ) Muriel Bowser speaks to members of the media after meeting with Donald Trump at Trump Tower last Tuesday. (Andrew Harnik/AP) -- “ Is the D.C. mayor losing control of her city ?,” by Peter Jamison: “Mayor Muriel E. Bowser is struggling to stand up to an aggressively liberal D.C. Council, which in the past six weeks alone has legalized assisted suicide in the nation’s capital and guaranteed new parents two months of paid time off. A moderate Democrat whose roots are in the middle-class African American neighborhoods of Northeast Washington, Bowser increasingly finds herself at odds with a council infused with the leftist tendencies of the District’s millennial newcomers. Heading into her third year in office, the mayor appears to be losing ground, sidelined as lawmakers advance a wish list of progressive policies without her cooperation, and sometimes despite her opposition. The outcome could determine whether the city focuses on the national priorities of the political left — such as social-welfare programs and business regulation — or Bowser’s more conventional urban agenda of schools, crime and homelessness …” -- “ How a murder convict facing a life sentence became a D.C. mayoral appointee ,” by Justin Wm. Moyer: “Brian Ferguson … oversees a staff of seven and has an annual budget of $490,000. About three years ago, he was serving a life sentence for murder. Ferguson is the director of the Mayor’s Office of Returning Citizen Affairs, tasked with helping D.C. residents released from prison get back on their feet. Ferguson faces a tough road. In 2015, the D.C. inspector general found the office to be understaffed, underbudgeted and not fulfilling its mission. Ferguson’s personal story, meanwhile, is worthy of a Charles Dickens novel. He was a 20-year-old college student in West Virginia when he was accused in 2002 of fatally shooting a fellow classmate — a crime he says he didn’t commit. [Eleven years later], he found himself in a changed world, surrounded by unfamiliar technology in a changed city, and looking for a job with a murder conviction. ‘What it taught me was the importance of reaching back and helping everyone you can possibly help,’ he said. ‘I dislike the term ‘reaching down.’ It’s not a ‘down’ thing.’” -- More than 100 children and parents gathered in front of Trump’s hotel in Washington this weekend for a “rally for kindness,” calling on the president-elect to remember what they say are critical lessons when he takes office: “Be nice. Tell the truth. Keep your hands to yourself. ‘Don’t be a bully,’ one pint-size protester’s sign read. ‘Use kind words like ‘please’ and ‘sorry,’’ said another.” ( Katherine Shaver ) -- The Capitals beat the Vancouver Canucks 3-0. -- Five people were shot at a Baltimore bar on Sunday, after a man who had been removed from the location returned and opened fire. Officials said three women and two men received non-life-threatening wounds in the incident, which occurred about 1 a.m. ( Martin Weil ) VIDEOS OF THE DAY: SNL mocked Trump's cabinet picks by doing a sketch in which he picks Walter White to run the DEA: Weekend Update featured Cathy Ann talking about the alt-right, Pizzagate and Michelle Obama: Seth Meyers took a look at Trump's Carrier deal: Dylann Roof confessed to the Charleston church massacre in this chilling 2015 video: Meet the union leader that Trump attacked: The Post tested the least essential gifts of this holiday season: Want more stories like this? Get the must-read morning briefing for decision-makers. Sign me up ",
    "title": "The Daily 202: Trump’s expected choice for State in very real danger of being blocked on the Hill - The Washington Post"
   },
   {
    "entities": [
     "this week",
     "right now",
     "friday",
     "the week",
     "amy",
     "tribune",
     "thursday",
     "weather",
     "seeley",
     "monday",
     "tuesday",
     "night",
     "canada",
     "this weekend",
     "national",
     "chicago",
     "the weekend",
     "rosenberg-douglas",
     "wednesday",
     "service",
     "weekend",
     "winter",
     "katherine"
    ],
    "id": 3,
    "text": "Season's first subzero cold could hit this week, then more snow Subzero cold is in the forecast for the area following this weekend's heavy snowfall. (Chicago Tribune) Katherine Rosenberg-Douglas Contact Reporter Chicago Tribune Remember “unseasonably warm?” Forget it. After getting pelted with waves of snow over the weekend, the Chicago area could see the season's first subzero temperatures this week, followed by more snow and even freezing rain this weekend. The groaning of winter has begun: The parking spots claimed by lawn chairs, the sidewalks polished with ice and the long-jumps over gray slush. And of course crushing cold. “Our big story that we’re promoting right now is the cold. It’ll be well below normal, with wind chills at 16 below zero,” said Amy Seeley, a meteorologist with the National Weather Service based in Chicago. The weather service forecast warns of \"bitterly cold conditions\" all through the week from a high pressure front moving across the country from Canada. Monday's high is expected to be 25 degrees, dropping to a low of 15. On Tuesday, the high is expected to be 18, the low 7.  Wednesday, 14 and 2.  Thursday, 7 and 2, then a reprieve Friday with a high of 22 and a low of 21.  Wednesday night into Thursday will likely be the coldest period. In some areas, temperatures could drop below zero, the weather service said. It will be important to monitor weather alerts Tuesday, Wednesday and Thursday, when the weather service may issue weather advisories for wind chills as extreme as 20 to 30 degrees below zero. ",
    "title": "Season&apos;s first subzero cold could hit this week, then more snow - Chicago Tribune"
   },
   {
    "entities": [
     "d.",
     "november",
     "pelosi",
     "ryan",
     "paul",
     "california",
     "oval",
     "morning",
     "state",
     "b.",
     "cia",
     "rubio",
     "associated",
     "schiff",
     "decker",
     "iraq",
     "san",
     "july",
     "gop",
     "more than a decade ago",
     "lindsey",
     "clinton",
     "intelligence",
     "white",
     "stein",
     "friday",
     "florida",
     "mitch",
     "reagan",
     "mcconnell",
     "rex",
     "senate",
     "donald",
     "adam",
     "rapids",
     "exxon",
     "russia",
     "oct. 7",
     "christine",
     "jill",
     "current",
     "podesta",
     "agency",
     "kentucky",
     "union",
     "carolina",
     "nato",
     "york",
     "soviet",
     "office",
     "last week before",
     "the future",
     "pence",
     "graham",
     "press",
     "party",
     "moscow",
     "cnn",
     "mich.",
     "francisco",
     "congress",
     "mike",
     "john",
     "marco",
     "republican",
     "obama",
     "new",
     "tillerson",
     "committee",
     "grand",
     "nancy",
     "putin",
     "miller",
     "city",
     "mccain",
     "jason",
     "south",
     "trump",
     "house",
     "hillary",
     "cathleen",
     "monday",
     "hilton",
     "vladimir",
     "2016",
     "green",
     "post",
     "this weekend",
     "hussein",
     "arizona",
     "the weekend",
     "dec. 19",
     "washington",
     "central",
     "saddam",
     "2003"
    ],
    "id": 4,
    "text": "Trump digs in on Russia, setting up conflict with his own party's Washington leaders Donald Trump Associated Press The president-elect appeared last week before a crowd of supporters in Grand Rapids, Mich. The president-elect appeared last week before a crowd of supporters in Grand Rapids, Mich. (Associated Press) Cathleen Decker Contact Reporter Donald Trump dug in deeply Monday against growing concerns over Russian efforts to influence the presidential election, setting up a conflict with his own party’s leaders even before he is inaugurated. Trump sought to blame Hillary Clinton and the CIA for a renewed controversy over the hacking of Democratic emails during the campaign. The nation’s intelligence agencies jointly have blamed the hacking on Russia, and the CIA separately has reportedly concluded that the Russian effort was done with the specific intention of helping Trump win. Trump persistently has refused to accept either of those conclusions; this weekend he sharply criticized the CIA and termed “ridiculous” any thought that Russia had tried to aid him. On Monday,  Senate Majority Leader Mitch McConnell of Kentucky defended the CIA. He and other Republicans announced their support for a congressional investigation of the foreign government’s actions. As Trump and leading Republican senators head in opposite directions on the issue, concerns over Russia seem likely to dominate the weeks before Trump is inaugurated and could continue into the confirmation hearings for his senior advisors. That is particularly true if he nominates the current front-runner for secretary of State,  Exxon Mobile Chief Executive Rex Tillerson, who has a close relationship with Russian  President Vladimir Putin . The tension between the president-elect and GOP senators escalated Monday after a common Trump tactic: a series of early-morning tweets, this time aimed at the CIA analysis, which was first reported over the weekend by the Washington Post. “Can you imagine if the election results were the opposite and WE tried to play the Russia/CIA card. It would be called conspiracy theory!” Trump tweeted Monday morning. “Unless you catch ‘hackers’ in the act, it is very hard to determine who was doing the hacking. Why wasn't this brought up before election?” he asked. In fact, Russian involvement in the hacking was brought up before the election, and Trump even talked about the topic during the presidential debates. The nation’s intelligence agencies, in a rare public step, announced on Oct. 7, one month before the election, that Russia was interfering in the election.  After Trump’s tweets were published, Trump spokesman Jason Miller said concerns about Russian election interference were an attempt to deny Trump his rightful win by “some people who are bitter that their candidate lost in November.” He lumped the intelligence reports together with Democratic emphasis on Clinton’s popular vote victory and Green Party candidate Jill Stein’s attempted recounts in three key states as part of an effort to “de-legitimize President-elect Trump’s win.” The Russia debate has opened a rift between Trump and his party in Congress in a way that other issues have not. During the campaign, Republican leaders gave Trump a wide berth as he upended decades of GOP ideology during the campaign — on trade, spending and entitlements, among other issues. Their strategy appeared driven by fear of political retaliation by his fervent supporters as well as by confidence that, in the sausage-making of federal Washington, more conventional Republicans could substitute their goals for his proposals. The issues upon which they disagreed also were unlikely to become main topics early in his presidency, Republican leaders believed, and would not disturb a honeymoon period focused on shared objectives. But unlike Trump, whose political alliances are situational and driven in part by his business background, most Washington Republicans rose in a party steeped in fierce opposition to Russia and its communist precursor, the Soviet Union. In little more than a generation, the party has moved from President Reagan, who challenged Moscow’s hold on satellite states, to President-elect Trump, who has talked of weakening the military alliance that kept the Soviet Union in check. For Republicans, Monday made for a delicate dance: to push back at Trump’s views on Russia without undercutting his presidency. Without specifically criticizing the president-elect, McConnell went out of his way to praise the CIA, which Trump on Friday had mocked for asserting more than a decade ago that Saddam Hussein’s Iraq had weapons of mass destruction. That assessment contributed to the 2003 Iraq war, during which no such weapons were found. “I have the highest confidence in the intelligence community and especially the Central Intelligence Agency,” McConnell told reporters. “The CIA is filled with many selfless patriots, many of whom anonymously risk their lives for the American people.\" “The Russians are not our friends,” McConnell added, tersely contradicting Trump’s rosier hopes to work more closely with Moscow. He also differed with Trump’s campaign statements on NATO, calling it “one of the most if not the most successful military alliance in world history.” “And I think we ought to approach all of these issues on the assumption that the Russians do not wish us well,” McConnell said. A wide range of Republican senators have supported an investigation into Russian interference in the campaign. Sen. John McCain of Arizona, who had already signaled his intent to buck any Trump effort to soften relations with Russia, said in a CNN interview that he believes both parties were targeted by the foreign intervention. Republican Party leaders have strenuously denied that their computer systems were hacked. If they were, the fact that no GOP files were released would suggest Russia had decided to avoid disclosures that might embarrass the GOP, and raise suspicions that Moscow has stockpiled Republican files that might be used later in an effort to influence Trump. House Speaker Paul D. Ryan (R-Wis.), in a less forceful written statement Monday, also expressed his support for an investigation. The potential nomination of Tillerson, the Exxon chief, has been ensnarled in the fight over Russian hacking, heightening concerns about a Trump administration tilt toward Russian. Republican Sen. Marco Rubio of Florida, who sits on the committee that will consider the nomination, already has joined McCain and Sen. Lindsey Graham of South Carolina in indicating discomfort with Tillerson’s friendship with Putin. Democrats heightened their effort Monday to investigate Russia’s actions. Ten members of the electoral college, led by Christine Pelosi , the daughter of former House Speaker Nancy Pelosi of San Francisco, demanded an intelligence briefing before their vote on Dec. 19. “Trump’s willingness to disregard conclusions made by the intelligence community and his continuing defense of Russia and Russian President Vladimir Putin demand close scrutiny and deliberation from the electoral college,” read the letter, which also mentioned Trump’s public request in a July news conference that Russia seek out Clinton’s emails. Clinton’s campaign chairman, John Podesta , whose emails were hacked during the campaign, asked the Senate to publicly release information pertaining to Russia. Rep. Adam B. Schiff of California, the ranking Democrat on the House  Intelligence Committee, also insisted that Congress conduct public hearings into “the length and breadth of Russian interference in our elections.” The goal, he said, was “deterring the Russians from further malign cyber action and inoculating the public against such manipulation in the future.” Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. Caption Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win Paul Ryan comments on Donald Trump's win ",
    "title": "Trump digs in on Russia, setting up conflict with his own party&apos;s Washington leaders - LA Times"
   },
   {
    "entities": [
     "joe",
     "churchill",
     "$11 million",
     "chazelle",
     "january",
     "negga",
     "kimmel",
     "ryan",
     "morning",
     "golden",
     "naomie",
     "tony",
     "glenn",
     "jusin",
     "martin",
     "jimmy",
     "this year",
     "eastwood",
     "loving",
     "20th century",
     "detroit",
     "ali",
     "ruth",
     "steven",
     "right now",
     "clint",
     "chang",
     "michael",
     "denzel",
     "--",
     "winston",
     "octavia",
     "of",
     "the year",
     "41%",
     "mildred",
     "virginia",
     "casey",
     "hfpa",
     "this hour",
     "maren",
     "and",
     "damien",
     "york",
     "nat",
     "kenneth",
     "september",
     "keaton",
     "david",
     "mahershala",
     "lee",
     "press",
     "motion",
     "richard",
     "zandvliet",
     "jan. 24",
     "jeff",
     "bigelow",
     "hancock",
     "turan",
     "foreign",
     "john",
     "globe",
     "the last decade",
     "barry",
     "scorsese",
     "nolan",
     "new",
     "1967",
     "jenkins",
     "america",
     "zeitchik",
     "anderson",
     "affleck",
     "arts",
     "dev",
     "nichols",
     "last year",
     "jason",
     "spencer",
     "sciences",
     "h.",
     "46%",
     "2017",
     "harris",
     "viola",
     "turner",
     "picture",
     "gosling",
     "academy",
     "wright",
     "davis",
     "monday",
     "lonergan",
     "ade",
     "neubert",
     "whipp",
     "kathryn",
     "stone",
     "patel",
     "hollywood",
     "currently",
     "justin",
     "christopher",
     "washington",
     "angelotti",
     "now",
     "bornfriend",
     "emma",
     "assn."
    ],
    "id": 5,
    "text": "Globes tap a diverse field of nominees — will Oscar follow suit? 'Moonlight' David Bornfriend / A24 The diverse slate of film acting nominees included two from \"Moonlight\" -- Mahershala Ali and Naomie Harris. The diverse slate of film acting nominees included two from \"Moonlight\" -- Mahershala Ali and Naomie Harris. (David Bornfriend / A24) Glenn Whipp With really good marketing and sheer force of will, the Hollywood Foreign Press Assn.  has, over the last decade, turned the Golden Globes from a scandal-riven booze fest into a highly rated, influential awards ceremony, a metamorphosis that has never been clearer than this year.  The diverse slate of film acting nominees it announced on Monday sent a clear, early message to Oscar voters dogged by the #OscarsSoWhite label: There can be no excuses this year. Last year, when faced with criticism for yet another all-white slate of acting nominees, some members of the Academy of Motion Picture Arts and Sciences argued that there simply had been too few nonwhite choices.  With “Sully” and “Silence,” they also have a couple of the most buzzed-about movies of the year. Yet when the Hollywood Foreign Press Assn. announced its annual nominations Monday morning, both films were... Between the two of them, Clint Eastwood and Martin Scorsese have 23 Golden Globe nominations. With “Sully” and “Silence,” they also have a couple of the most buzzed-about movies of the year. Yet when the Hollywood Foreign Press Assn. announced its annual nominations Monday morning, both films were... (Steven Zeitchik) This year, the 85 voting members of the HFPA identified an array of possibilities that included nominating six black actors —  Denzel Washington and Viola Davis for “Fences,” Mahershala Ali and Naomie Harris for “Moonlight,” Ruth Negga for “Loving” and Octavia Spencer for “Hidden Figures.” Also nominated: “Lion’s” Dev Patel, British-born to Indian parents. Beyond that, Globes voters also took the opportunity to recognize a wide range of stories,  saluting movies driven by women, such as “Florence Foster Jenkins,” which tells the true story of a New York socialite whose inability to sing didn’t stop her from trying, and “20th Century Women,” a poignant look at a free-thinking, independent mother raising her son beyond the bounds of convention. “Hidden Figures,” a drama about the black women mathematicians who helped launch John Glenn into space, scored two nominations, including a nod for supporting actress  Spencer. “It is nice to have more inclusion — and inclusion across the board,” said “Moonlight” writer-director Barry Jenkins, whose coming-of-age drama received six nominations. “Looking at the types of movies nominated in the best picture categories, especially in this post-election world, it’s really this beautiful snapshot of what America is right now. And it’s not just a monolith. I think that’s the biggest statement.” Full coverage: 2017 Golden Globes Awards » By casting its net wide, the Globes continued a trend.  In the wake of January’s Oscars So White controversy, .  the SAG Awards and Emmy Awards ceremonies practically flaunted their inclusive sets of winners and nominees. “Here in Hollywood, the only thing that we value more than diversity is congratulating ourselves on how much we value diversity,” Emmys host Jimmy Kimmel joked in his opening monologue at the September show. “I’ll tell you, the Emmys are so diverse this year, the Oscars are now telling people we’re one of their closest friends.” Now the question is: Will film academy members follow suit?  “It’s not like voters are going to have to go out of their way to look for worthy names,” said veteran awards consultant Tony Angelotti. “There are a lot of  bona fide candidates, not just fringe people who, if you vote for them, it might look like you’re just responding to the controversy. Every one of these people are great actors delivering strong performances.” The Jan. 24 Oscar nominations will also be the first since the academy invited its largest and most diverse set of new members ever —  683 industry professionals, 46% of them female and 41% people of color. What effect those newcomers might have on this year’s nominees remains to be seen, though many new members think that a shift in sensibility is inevitable. “There’s a real art-house sensibility to this new class,” says German director Maren Ade, who joined this year. “They invited a lot of European filmmakers, as well as Asians too, people who see things and value things a bit differently, simply because they come from a different life experience.” Sharing — and illuminating —  that distinct life experience was the impetus for such films as “Moonlight,” the drama depicting three periods in the life of a young black man as he struggles with, and ultimately learns to accept, his gay identity. Made for a pittance, the film has grossed nearly $11 million, a figure that will likely balloon with the Globes and (potential) Oscars nominations.  I do think it’s one of these movies that has the ability to change the way people look at life and each other.\" — Naomie Harris “I do think it’s one of these movies that has the ability to change the way people look at life and each other,” said “Moonlight” actress  Harris, Golden Globe-nominated for playing the film’s drug addict mother. Her “Moonlight” castmate,  Ali, also a Globe nominee, added: “I just hope that that’s something that is the norm moving forward, where there are people from all walks of life and different cultures and communities in some way, shape or form being represented on screen, and their work being appreciated and recognized.” The academy’s diversity push also heightened the way that movies like “Moonlight,” “Hidden Figures,” “Fences” and “Loving” were marketed and discussed. “I feel like there is a stronger interest in our movie’s subject matter right now,” said director Jeff Nichols of his movie “Loving,” which tells the story of Mildred and Richard Loving, the couple who fought the state of Virginia to recognize their interracial marriage. “There’s a hunger for stories about another kind of hero.” Whether this year’s inclusiveness, which has yet to appreciably extend to Latino, Asian and other minority filmmakers, becomes the new normal or is a one-and-done aberration is open to debate. The 2017 release schedule is littered with traditional, older-white-male-friendly titles like Christopher Nolan ’s World War II epic, “Dunkirk,” and Joe Wright’s Winston Churchill drama, “Darkest Hour.” But there’s also a drama about the 1967 Detroit riot directed by Kathryn Bigelow, who won the Oscar for “The Hurt Locker.” And there are likely a handful of smaller movies, like “Moonlight” and “The Birth of a Nation” — the high-profile Sundance sensation about Nat Turner’s slave revolt that flamed out early — that are currently hidden in plain sight. Having spoken to his indie filmmaker friends since the release of “Moonlight” and its subsequent success, Jenkins said he has heard whispers that studios and financiers might be increasingly open to distinct, diverse stories. “I think that there’s an informal mandate that everyone is feeling right now,” Jenkins said. “And I think great work — work that is needed -- is going to come out of it.” Times staff writer Tre’vell Anderson contributed to this story.  See the most-read stories this hour » Caption 'La La Land' is a lovely and lovingly crafted tribute to classic musicals Jusin Chang reviews 'La La Land,' directed by Damien Chazelle and starring Emma Stone and Ryan Gosling. Video by Jason H. Neubert. Jusin Chang reviews 'La La Land,' directed by Damien Chazelle and starring Emma Stone and Ryan Gosling. Video by Jason H. Neubert. Caption 'La La Land' is a lovely and lovingly crafted tribute to classic musicals Jusin Chang reviews 'La La Land,' directed by Damien Chazelle and starring Emma Stone and Ryan Gosling. Video by Jason H. Neubert. Jusin Chang reviews 'La La Land,' directed by Damien Chazelle and starring Emma Stone and Ryan Gosling. Video by Jason H. Neubert. Caption 'The Founder' offers a barbed look at the American Dream and a 'wonderfully nasty' Michael Keaton Justin Chang reviews \"The Founder,\" directed by John Lee Hancock and starring Michael Keaton. Video by Jason H. Neubert. Justin Chang reviews \"The Founder,\" directed by John Lee Hancock and starring Michael Keaton. Video by Jason H. Neubert. Caption 'Land of Mine' offers dramatic aspects of WWII that we haven't seen before Kenneth Turan reviews \"Land of Mine,\" a Danish-German historical drama film directed by Martin Zandvliet. Video by Jason H. Neubert. Kenneth Turan reviews \"Land of Mine,\" a Danish-German historical drama film directed by Martin Zandvliet. Video by Jason H. Neubert. Caption 'Manchester By the Sea' director Kenneth Lonergan on how Casey Affleck brought a quiet character to life \"Manchester By the Sea\" director Kenneth Lonergan discusses writing a quiet character and working with actor Casey Affleck to bring him to life.  \"Manchester By the Sea\" director Kenneth Lonergan discusses writing a quiet character and working with actor Casey Affleck to bring him to life.  Caption 'Manchester By the Sea' director Kenneth Lonergan on the film's all-important sense of place Director Kenneth Lonergan discusses the setting of \"Manchester By the Sea,\" and how the location helped beef up the film's story.  Director Kenneth Lonergan discusses the setting of \"Manchester By the Sea,\" and how the location helped beef up the film's story.  ",
    "title": "Globes tap a diverse field of nominees — will Oscar follow suit? - LA Times"
   },
   {
    "entities": [
     "nevatim",
     "israel",
     "david",
     "air",
     "base",
     "jason",
     "management",
     "$6.42",
     "navy",
     "l.a.",
     "friday",
     "$6.36",
     "teal",
     "shulman",
     "states",
     "marine",
     "trump",
     "2.7%",
     "house",
     "sam",
     "pr",
     "richard",
     "corp.",
     "lockheed",
     "last week",
     "united",
     "jeff",
     "co.",
     "donald",
     "steinreich",
     "northrop",
     "recently",
     "$379 billion",
     "january 20th",
     "aerospace",
     "monday",
     "of",
     "tuesday",
     "force",
     "koch",
     "2.5%",
     "school",
     "communications",
     "2018",
     "defense",
     "12%",
     "on",
     "w.j.",
     "etf",
     "twitter",
     "babione",
     "aboulafia",
     "ucla",
     "ekc",
     "martin",
     "u.s.",
     "eileen",
     "samantha",
     "obama",
     "corps",
     "$232.07",
     "james",
     "stan",
     "los",
     "peltz",
     "america",
     "&",
     "uncle",
     "fortune.com",
     "hennigan",
     "boeing",
     "the past",
     "group",
     "$253.11",
     "f.",
     "grumman",
     "miller",
     "angeles",
     "masunaga",
     "anderson",
     "pacific",
     "white"
    ],
    "id": 6,
    "text": "Lockheed Martin is the latest company to earn the Twitter wrath of Donald Trump F-35B aircraft to deploy in Pacific in 2018 Known as the Joint Strike Fighter, the F-35 is the most expensive weapons program ever, and is intended to replace four aircraft. Known as the Joint Strike Fighter, the F-35 is the most expensive weapons program ever, and is intended to replace four aircraft. James F. Peltz, Samantha Masunaga Memo to Corporate America: Be ready to be Donald Trump ’s next target. Defense giant Lockheed Martin Corp. found that out Monday when the president-elect again used Twitter to blast the F-35 fighter-jet program for costs he termed “out of control.” The stock prices of Lockheed Martin, the project’s prime contractor, and of one of its suppliers quickly dropped. It was the same scenario that hit Boeing Co. last week when Trump tweeted that the development of new Air Force One jets was too expensive. Never mind that Trump championed building up U.S. defense as part of his presidential bid. The F-35 contractors learned that any company can suddenly find itself on Trump’s bad side, especially those that do business with Uncle Sam. “The clear message that’s being sent is that the president-elect is going to fight to save taxpayer money at every turn,” said Trump spokesman Jason Miller. “I would expect this to be wide reaching and impact all of government as we look to come up with better deals.” Presidents have leaned on big companies in the past in hopes of enacting change. But what’s happening with Trump is novel, public-relations experts and business analysts said, because he’s using the lightning-fast communication tool of social media to spread his complaints to millions of people, with no prior warning. And he’s yet to take office. “It’s a PR nightmare for the companies involved because you don’t want the president of the United States shining a spotlight on a practice that the public might find dubious,” said David Shulman, senior economist for the forecasting program at UCLA’s Anderson School of Management. “What’s really unprecedented is that he’s not even president yet,” Shulman said. “If this becomes a weekly event, it’s going to have a negative impact on the business climate” even if Trump correctly points a finger “at the legitimate issue of the high cost of [defense] procurement,” he said. Donald Trump took aim at Air Force One on Tuesday, criticizing the cost of the iconic 747 jumbo jet that has served as the president's flying White House and projected America's might wherever it lands. The aircraft used by President Obama , built by Chicago-based Boeing Co., have been... President-elect Donald Trump took aim at Air Force One on Tuesday, criticizing the cost of the iconic 747 jumbo jet that has served as the president's flying White House and projected America's might wherever it lands. The aircraft used by President Obama , built by Chicago-based Boeing Co., have been... (W.J. Hennigan) Trump’s habit of identifying companies and programs that displease him has corporate PR departments trying to figure how best to respond, if at all. Companies often settle for an initial “no comment,” then perhaps a carefully worded press release days after being criticized. That might no longer suffice, analysts said. “Imagine if he suggests boycotting a company’s products,” Stan Steinreich, president of the public relations firm Steinreich Communications Group, wrote Monday on Fortune.com. “What if he casts aspersions about an executive’s comments? “With Trump as president, corporations are going to have to move with the times and join the social media discussion much more rapidly than they generally have,” Steinreich wrote. Or at least respond in some way quickly, as Lockheed Martin did Monday. Jeff Babione, executive vice president and general manager of the F-35 program at Lockheed Martin, said the company and its partners “understand the importance of affordability for the F-35 program.” “We welcome the opportunity to address any questions the president-elect has about the program,” he said during remarks at Nevatim Air Base in Israel before an F-35 delivery ceremony there. In his tweet, Trump did not identify Lockheed Martin or the other defense firms by name. “The F-35 program and cost is out of control,” he wrote. “Billions of dollars can and will be saved on military (and other) purchases after January 20th.” Lockheed Martin stock fell $6.42, or 2.5%, to close at $253.11 a share. Northrop Grumman, a big subcontractor on the F-35, fell $6.36, or 2.7%, to $232.07 a share. Known as the Joint Strike Fighter, the F-35 is designed to be largely invisible to radar, fly faster than the speed of sound and incorporate advanced sensors, linking data with ships, planes and drones. The new fighter would replace four aircraft, with three design variations to meet the unique requirements of the Air Force, Marine Corps and Navy. More than 3,000 planes eventually would be built for the U.S. and 11 other countries. The program has been repeatedly criticized over the years for cost overruns and lengthy delays, though its cost has been declining recently. With a total estimated cost of $379 billion, it is considered the most expensive weapons program ever.  Although companies will keep feeling the pressure to respond to Trump, they shouldn’t always feel compelled to answer his complaints directly while remaining neutral and open to discussion, said Eileen Koch, chief executive of the public relations firm EKC PR in Los Angeles. “If he’s just making a comment, sometimes it’s better not to get into a war of words with him; it’s better to take the high road,” Koch said. “You might be getting a minute of his thoughts and then he’s on to something else.” Richard Aboulafia, aviation analyst for the research firm Teal Group, said Trump’s tweets about companies and programs are an appeal to his base. “He’s got this real contradiction, which is he’s throwing money at defense but he’s told his base he’s draining the swamp,” he said. Defense stocks had been on a tear before Monday; the iShares U.S. Aerospace & Defense ETF, which tracks the industry, was up nearly 12% from just before the election through Friday. “One of his very top promises is to ‘rebuild’ the military and everyone’s talking about more money, and the upward trajectory in their share prices reflects that in anticipation,” Aboulafia said. “It’s very tough to institute reforms and go after very big programs in this kind of upward budget environment.” In the meantime, what should contractors do if they’re called out by Trump on Twitter? “It’s best not to respond,” Aboulafia said.   Caption 90 seconds: 4 stories you can't miss Russian interference in the U.S. presidential election , the Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces , a massive office, residential and hotel development is being proposed for L.A.'s Arts District , and the Golden Globes nominations are in . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Lockheed Martin is the latest company to earn the Twitter wrath of Donald Trump - LA Times"
   },
   {
    "entities": [
     "rhonda",
     "dmitry",
     "langley",
     "schwartz",
     "cbs",
     "the beginning of this month",
     "sargsyan",
     "getty",
     "priebus",
     "reuters",
     "ryan",
     "paul",
     "blake",
     "aug. 10, 2016",
     "director",
     "cia",
     "china",
     "once",
     "department",
     "today",
     "weekend",
     "clinton",
     "intelligence",
     "kremlin",
     "white",
     "democratic",
     "friday",
     "this morning",
     "sunday",
     "news",
     "united",
     "donald",
     "of",
     "russia",
     "conway",
     "night",
     "kellyanne",
     "reince",
     "u.s.",
     "agency",
     "fbi",
     "usic",
     "office",
     "botsford/the",
     "peskov",
     "the future",
     "andrew",
     "images",
     "party",
     "richard",
     "moscow",
     "r-ariz.",
     "alex",
     "rnc",
     "bill",
     "months ago",
     "security",
     "john",
     "republican",
     "va.",
     "obama",
     "national",
     "14 years ago",
     "committee",
     "cohen",
     "harlow",
     "putin",
     "sept. 18, 2009",
     "jabin",
     "october",
     "mccain",
     "vasily",
     "this week",
     "states",
     "trump",
     "house",
     "hillary",
     "hosenball",
     "last week",
     "the",
     "fox",
     "serzh",
     "monday",
     "abc",
     "vladimir",
     "post",
     "hussein",
     "currently",
     "the weekend",
     "washington",
     "central",
     "homeland",
     "two days ago",
     "harrer/bloomberg",
     "now",
     "clarke",
     "barack",
     "saddam",
     "maximov"
    ],
    "id": 7,
    "text": "Jabin Botsford/The Washington Post via Getty Images WATCH War of Words Over Russian Hacking Claims 0 Shares Email In an unprecedented public display of acrimony, President-elect Donald Trump and the CIA are engaged in a war of words over the extent and details of Russian efforts to interfere with the U.S. presidential election. “There must be big smiles this morning at the Kremlin,” said former White House cybersecurity official Richard Clarke, now an ABC News consultant. “It's unprecedented that a president-elect should be denigrating CIA, refusing to read their intelligence and disagreeing with them on a major substantive issue even before he is inaugurated.” Trump used his Twitter account this morning to continue his effort over the weekend to discredit the CIA and its reported conclusion that the Russians hacked into Democratic Party computers in an effort to help elect Trump. Trump tweeted, “Can you imagine if the election results were the opposite and WE tried to play the Russia/CIA card. It would be called conspiracy theory!” His Twitter rant followed a statement issued by a U.S. intelligence official this morning denouncing the pushback against the intelligence community’s assessment. Responding to Trump’s comments over the weekend, an intelligence official told Reuters , “It is concerning that intelligence on Russian actions related to the U.S. election is being dismissed out of hand as false or politically partisan.” “The inclination to ignore such intelligence and impugn the integrity of U.S. intelligence officials is contrary to all that is sacred to national security professionals who work day and night to protect this country,” the official said. Andrew Harrer/Bloomberg via Getty Images PHOTO:The seal of the Central Intelligence Agency is displayed in the foyer of the original headquarters building in Langley, Va., Sept. 18, 2009. Weekend of Words The dispute between the incoming administration and the intelligence community began in earnest last week. On Friday, the presidential transition team released a short statement saying, “these are the same people that said Saddam Hussein had weapons of mass destruction.” It was not clear which agency the statement was referring to. However, one senior career U.S. official told ABC News today that Trump’s “not just taking a shot at an old CIA assessment from 14 years ago, he’s disparaging and insulting every analyst currently in the intelligence community working hard to protect the United States.” \"Who is the President-Elect going to trust and rely on?\" the official asked rhetorically. And by today, the anger and frustration within the intelligence community was apparent. Speaking to ABC News, former CIA spokesman Bill Harlow said the war of words was a “really ugly situation” and noted that it was “unprecedented to have a president so frontally assault” the intelligence community. “I would advise that he find a way to turn down the rhetoric and focus on hearing from them [the intelligence community], what they believe and why they believe it,” Harlow said. Harlow’s sentiments were echoed by John Cohen, an ABC News consultant and former acting under secretary for intelligence at the Department of Homeland Security. “What is laughable and ridiculous is that you have individuals with no law enforcement, national security or intelligence experience calling into question the credibility and integrity of career intelligence professionals,” he said. “Creating a dispute and undermining the trust between the incoming administration and these intelligence officials is problematic because this administration will rely on these professionals as they seek to make critical decisions in the future.” Clarke agreed, adding that as Trump takes power, “there's the potential here for a great deal of tension on on-going basis between the career CIA intelligence officers and the president.” Hackers Cast a Wide Net U.S. intelligence officials have maintained since October that Russian hackers targeted both Republicans and Democrats. But the hackers were far more successful in their cyberattacks on the Democrats — stealing thousands of emails between party officials and other data — than they were with Republicans, whose official party systems had better defenses against cyberattacks. The Office of the Director of National Intelligence and the Department of Homeland Security said in October , “The U.S. intelligence community (USIC) is confident that the Russian government directed the recent compromises of e-mails from U.S. persons and institutions, including from U.S. political organizations.” In selecting their targets, the hackers cast a wide net. Among those attacked was a former Republican Party employee whose computer was not connected to the Republican National Committee ’s computer system. Over the weekend, Reince Priebus , who is the RNC chairman and has been selected to be White House chief of staff in the Trump administration, told ABC News’ “This Week” that the RNC’s systems were “absolutely not hacked.” “We contacted the FBI months ago when the [hacking of the Democratic National Committee ] issue came about. They reviewed all of our systems. We have hacking detection systems in place, and the conclusion was then, as it was again two days ago when we went back to the FBI to ask them about this, that the RNC was not hacked,” he said. Officials conceded that the committee was a target of the Russians. Disagreement Within the Intelligence Community The news of the attack on the former RNC employee’s computer comes amid widespread disagreement within the intelligence community over the broader extent of Russia’s election-related hacking. Sources said that the agencies are deeply split over the CIA’s conclusion that the hacking was done with the intent to get Trump elected. The agency declined to comment for this story. While the CIA has championed this view, other agencies believe that the Russians expected Hillary Clinton would win and therefore their cyber efforts were made with the hope to weaken her when she was in office. On Sunday, Trump flatly rejected reports that the CIA has concluded the Russian hacking was done with the aim of getting him elected. “I think it’s ridiculous. I think it’s just another excuse. I don’t believe it,” he told Fox News on Sunday. Rejecting the notion that the CIA might be trying to overturn the election, Trump said, “Once they hack, if you don’t catch them in the act, you’re not going to catch them. They have no idea if it’s Russia or China or somebody. It could be somebody sitting in a bed someplace. I mean, they have no idea.” He called into question media reports about the CIA’s conclusion and alleged that the stories were floated by his political opponents. “I’m not sure [the CIA] put it out. I think the Democrats are putting it out because they suffered one of the greatest defeats in the history of politics in this country,” he said. Speaking broadly about the intelligence community’s assessment that the Russians were involved in hacking related to the election, Trump said, “Take a look. They’re not sure. They’re fighting among themselves. They’re not sure.” His comments stood in contrast to statements made by some in his party. Sen. John McCain , R-Ariz., told CBS that there was “no doubt about the hacking … The question is about the intention,” but that he did not have information on whether the RNC was hacked. And on ABC News’ “Good Morning America” today, Trump adviser Kellyanne Conway said he did not want “interference into our politics” or for “politics [to] interfere with our intelligence.” “People are trying to politicize our intelligence because they do not like the election result,” she said. And on Monday, House Speaker Paul Ryan (R-WI) appeared to denounce Trump’s handling of the situation, saying in a statement, “exploiting the work of our intelligence community for partisan purposes does a grave disservice to those professionals and potentially jeopardizes our national security.” But, Ryan added: “As we work to protect our democracy from foreign influence, we should not cast doubt on the clear and decisive outcome of this election.” Vasily Maximov//AP Photo Russian President Vladimir Putin speaks at a joint news conference with Armenian President Serzh Sargsyan after their meeting in the Kremlin in Moscow, Aug. 10, 2016. Russian Denial Whatever the hackers' motives, there is no doubt among U.S. officials that the Russians’ goal was to interfere with the U.S. election. Responding to this accusation, Dmitry Peskov, the press secretary for the Russian government, said, “It looks [like an] absolutely unfounded, unprofessional, unqualified statement and accusation that has nothing to do with reality.” And while there is broad consensus on this point, officials said that, as of the beginning of this month, Barack Obama’s administration has not been able to agree on what — if any — retaliatory action to take to show that there will be consequences for the interference. ABC News’ Rhonda Schwartz, Alex Hosenball and Paul Blake contributed to this report. 0 Shares ",
    "title": "Trump in War of Words With Intelligence Officials Amid Disagreement Over Russian Hacking - ABC News"
   },
   {
    "entities": [
     "democratic",
     "nakashima",
     "times",
     "entous",
     "friday",
     "spicer",
     "julie",
     "trump",
     "house",
     "hillary",
     "intelligence",
     "party",
     "tate",
     "sunday",
     "michael",
     "news",
     "last week",
     "moscow",
     "cnn",
     "the",
     "walker/the",
     "fox",
     "r.",
     "donald",
     "adam",
     "monday",
     "cia",
     "last month",
     "#1",
     "mccaul",
     "rnc",
     "congress",
     "russia",
     "security",
     "johnson",
     "dnc",
     "2016",
     "john",
     "jeh",
     "dec. 11",
     "at 6:55 pm",
     "twitter",
     "post",
     "podesta",
     "republican",
     "greg",
     "election",
     "u.s.",
     "fbi",
     "new",
     "national",
     "obama",
     "day",
     "victoria",
     "wikileaks",
     "james",
     "and",
     "york",
     "sean",
     "bastien",
     "washington",
     "gop",
     "committee",
     "december 12",
     "evening",
     "homeland",
     "ellen",
     "september",
     "now",
     "jaffe",
     "miller",
     "clinton",
     "kremlin",
     "clapper",
     "white"
    ],
    "id": 8,
    "text": "U.S. intelligence officials say Russian hacks ‘prioritized’ Democrats The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Greg Miller and Adam Entous December 12 at 6:55 PM Follow @gregpmiller The CIA assessment that Russia waged a cyber-campaign to help elect Donald Trump is based in part on intelligence suggesting that Moscow’s hacking efforts were disproportionately aimed at targets tied to the Democratic Party and its nominee Hillary Clinton, U.S. officials said. U.S. officials said that both parties were repeatedly targeted as part of a months-long cyber-operation linked to Moscow, but that Democratic institutions and operatives came under a more sustained and determined online assault. U.S. officials said the Republican National Committee’s computer systems were also probed and possibly penetrated by hackers tied to Russian intelligence services, but that it remains unclear how much material — if any — was taken from the RNC. The lack of a corresponding Republican trove has contributed to the CIA assessment, reported by The Washington Post, that Russia was seeking to elect Trump and not merely to disrupt last month’s presidential election. The disclosure of that CIA finding has roiled Washington, prompting calls for a broad congressional probe, compounding tensions between the president-elect and U.S. spy agencies, and extending the turmoil of a turbulent campaign. CIA officials told senators it is now “quite clear” that electing Donald Trump was Russia’s goal. In an interview on Fox News Sunday on Dec. 11, President-elect Trump denied the CIA's assessment. (Victoria Walker/The Washington Post) Clinton officials on Monday joined calls for U.S. intelligence agencies to share their findings with members of the electoral college before they formally cast their votes, a step that would represent an extraordinary departure from a process that is typically an overlooked formality in the U.S. election process. [ FBI and CIA give differing accounts on Russia’s motives in 2016 hacks ] Trump has denounced the CIA conclusion as “ridiculous.” Republican operatives have vehemently disputed that their party’s computer systems were hacked or, by implication, that Russia possessed but “sat” on a secret trove of emails or other materials that might have undermined the GOP nominee. U.S. intelligence officials said that the Russian government appears to have succeeded in penetrating computer systems associated with both parties, but “prioritized” Democratic institutions in a campaign that culminated with the posting of thousands of sensitive emails on the WikiLeaks website. The CIA briefed the administration that it thinks the Russians “breached” the RNC systems, according to a senior U.S. official, who like others spoke on the condition of anonymity because of the sensitivity of the issue. “Obviously there haven’t been the same sort of leaks and pilfered documents spread about from this intrusion as there were from the various DNC and related incursions.” Other officials familiar with the CIA’s assessment said there is “high confidence” that the RNC was targeted but less certainty that the Russians got inside the committee and stole material. The explanation for the lack of damaging Republican leaks remains a source of debate across the U.S. intelligence community, but officials think it may reflect in part an allocation of resources and effort by Russian-backed actors who have been tied to the hacking campaign. President-elect Donald Trump as well as Republican and Democratic lawmakers on Dec. 11 reacted to the CIA’s assessment that Russia intervened to help Trump win the election. (Bastien Inzaurralde/The Washington Post) There are other possible explanations still being explored, with some officials noting that Republican Party computers may simply have been better protected from intrusion. That theory is viewed with skepticism, however, by security officials and experts who describe Russia as a highly capable cyber-adversary, and see it as unlikely that a concerted campaign orchestrated by Moscow would fail to extract material. [ Trump, CIA on collision course over Russia’s role in U.S. election ] “If the Russians want to get into an unclassified network, one that has young staffers, it’s not going to be that hard,” said a U.S. official who has reviewed intelligence on the intrusions. The official said that the intelligence gathered so far indicates a more “sustained effort” was aimed at Democratic targets. The White House and CIA officials declined to comment. U.S. officials emphasized that intelligence agencies are continuing to gather and examine intelligence in an effort to reconstruct the alleged Russian intervention in a U.S. election, and that there are disagreements among agencies over how to interpret what they have assembled so far. The FBI has been more cautious in assessing Russian intentions, and has so far stopped short of endorsing the CIA position that Russia “quite clearly” favored Trump. Some have attributed the competing positions to cultural differences between the bureau, accustomed to courtroom standards of proof, vs. the agency, whose mission is to help policymakers understand global events. A senior FBI counterintelligence official was equivocal during a briefing with congressional officials last week — confirming that Republican systems had been targeted and acknowledging the apparent imbalance in damage done to Democrats, but refraining from assigning a pro-Trump motive to the Kremlin. The RNC has vigorously disputed reports that its systems were hacked, let alone that Russia made off with a trove of material that it protected as part of an effort to elevate Trump’s election chances. “The RNC was not ‘hacked,’ ” GOP spokesman Sean Spicer said in a statement posted to Twitter on Friday evening in response to a New York Times report. He said the report was “exhibit #1 in the fake news.” U.S. officials said the competing claims may reflect disagreement over terminology. “There is no definition of ‘hack,’ ” a U.S. official said. “If you’re probed are you hacked? If a low level staffer is breached are you hacked? Or do you have to get a massive release of documents?” The DNC “was hacked by the common understanding of the word — the data was exfilled,” the official said, referring to the exfiltration of files. “Whether the data in the RNC was exfilled, maybe not. But if not, why not?” Republicans contributed to the confusion surrounding the issue with contradictory statements before the election. Rep. Michael McCaul (R-Tex,) the chairman of the House Homeland Security Committee, said in September during a CNN interview that Russian operatives had “not only hacked into the DNC but also into the RNC.” He subsequently said that he had misspoken, and that the targets had been “Republican political operatives.” The material turned over to WikiLeaks included not just emails stolen from the DNC, but a separate trove taken from top Clinton campaign adviser John Podesta. U.S. intelligence officials said the CIA has identified the “actors” who took possession of those stolen files and delivered them to WikiLeaks. The individuals are known for their affiliations to Russian intelligence services, but “one step” removed from the Russian government. A senior administration official said that the CIA did not have “high confidence” about Russia’s motives until after the election, and that White House officials had engaged in numerous deliberations about how much to disclose before Election Day. “There was an honest and ethical determination among the senior leadership not to undermine the election,” the official said. “The political sensitivity was extremely important to take into account.” After failing to get bipartisan backing from senior members of Congress for a joint statement condemning Russian interference, the White House released language from National Intelligence Director James R. Clapper and Homeland Security Secretary Jeh Johnson accusing Russia of interfering in the election. Last week, President Obama ordered all U.S. spy agencies to cooperate on a fuller investigation and to deliver a consensus report on Russian interference before Trump is inaugurated. Ellen Nakashima, Greg Jaffe and Julie Tate contributed to this report. Read more: ",
    "title": "U.S. intelligence officials say Russian hacks ‘prioritized’ Democrats - The Washington Post"
   },
   {
    "entities": [
     "d.",
     "supreme",
     "karoun",
     "dec. 12",
     "ryan",
     "paul",
     "next month",
     "s.",
     "at 6:18 pm",
     "morning",
     "charles",
     "cia",
     "rubio",
     "kgb",
     "arctic",
     "schumer",
     "hill",
     "gop",
     "lindsey",
     "o'keefe",
     "intelligence",
     "democratic",
     "capitol",
     "mitch",
     "mcconnell",
     "ocean",
     "sunday",
     "news",
     "united",
     "rex",
     "senate",
     "donald",
     "wallace",
     "tuesday",
     "2014",
     "russia",
     "lankford",
     "twitter",
     "caucus",
     "e.",
     "u.s.",
     "ron",
     "carolina",
     "d.j.",
     "james",
     "and",
     "bastien",
     "ukraine",
     "meadows",
     "graham",
     "freedom",
     "thursday",
     "moscow",
     "cnn",
     "chris",
     "congress",
     "security",
     "john",
     "kane",
     "marco",
     "republican",
     "obama",
     "national",
     "tillerson",
     "committee",
     "helderman",
     "putin",
     "rosalind",
     "cnbc",
     "mccain",
     "jason",
     "government",
     "states",
     "tillerson-putin",
     "trump",
     "2013",
     "house",
     "south",
     "inhofe",
     "o.",
     "last week",
     "wis.",
     "the",
     "m.",
     "fox",
     "ariz.",
     "monday",
     "court",
     "vladimir",
     "johnson",
     "affairs",
     "chaffetz",
     "dec. 11",
     "post",
     "past",
     "the weekend",
     "oversight",
     "washington",
     "evening",
     "december 12",
     "homeland",
     "ed",
     "exxonmobil",
     "now",
     "demirjian",
     "mark",
     "jordan"
    ],
    "id": 9,
    "text": "Dispute over Russia reflects growing Republican resistance to Trump The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it At a news conference, Dec. 12, Senate Majority Leader Mitch McConnell (R-Ky.) slammed Republican lawmakers who \"are reluctant to either review Russian tactics or ignore them.\" \"The Russians are not our friends,\" McConnell told reporters. (The Washington Post) By Karoun Demirjian , Paul Kane and Ed O'Keefe December 12 at 6:18 PM Follow @karoun Follow @pkcapitol Follow @edatpost Republican lawmakers are increasingly at odds with Donald Trump across a range of ­high-profile domestic and national security issues, an early sign that the GOP-led Congress might resist some elements of the ­president-elect’s un­or­tho­dox agenda. Although Trump maintains enthusiastic backing in many corners of the party, key members of the Senate and House have been outspoken in challenging his views of Russia and its interference in the U.S. election, warning of potential conflicts of interest arising from Trump’s far-flung business interests if he does not fully divest from his company, and criticizing the tough approach that he has taken to some companies, including his threat to impose a stiff tariff on firms that move jobs overseas. There is also friction over Trump’s consideration of ExxonMobil chief executive Rex Tillerson to be secretary of state — with GOP advisers warning that a growing number of Republican senators may be unwilling to vote to confirm Tillerson because of his ties to Russia. Trump tweeted Monday evening that he would announce his choice for secretary of state on Tuesday morning. No issue has so clearly divided Trump and top Republicans lawmakers as much as his dismissal of U.S. intelligence agencies that attributed the hacking of the Democratic National Committee and other political targets to Russian operatives. The tensions were exposed over the weekend, as Trump belittled the CIA following a Washington Post report that the agency believed that Moscow favored Trump in the election while several Republicans, including Sen. John McCain (Ariz.), joined with Democrats to call for an investigation into the matter. President-elect Donald Trump as well as Republican and Democratic lawmakers on Dec. 11 reacted to the CIA’s assessment that Russia intervened to help Trump win the election. (Bastien Inzaurralde/The Washington Post) “The Russians are not our friends,” Senate Majority Leader Mitch McConnell (R-Ky.) told reporters Monday, voicing his support for an inquiry. McConnell stopped short of endorsing a special select committee investigation, as some lawmakers have suggested, but said that the Senate Intelligence Committee is equipped to take on the matter. “This simply cannot be a partisan issue,” he said. McConnell also appeared to break with Trump in his assessment of the CIA, saying that he has “the highest confidence” in the intelligence community and that the CIA is “filled with selfless patriots, many of whom anonymously risk their lives for the American people.” McConnell, meanwhile, declined to defend Tillerson against accusations that he is too close with Russia, telling reporters that he would not comment on a hypothetical “phantom nominee.” McConnell’s reluctance to engage on Tillerson came after some of his allies on national security issues, including Sens. Lindsey O. Graham (R-S.C.) and Marco Rubio (R-Fla.), raised doubts about the ExxonMobil chief’s background. Tillerson received the Order of Friendship from Russian President Vladimir Putin in 2013, two years after ExxonMobil won a contract to explore for oil in a Russian-controlled area of the Arctic Ocean. The agreement has been frozen since the United States imposed sanctions on Moscow after Russia’s 2014 incursion into Ukraine. Some senior GOP advisers fear that the Tillerson-Putin relationship will make Republicans reluctant to support the nomination. One adviser, speaking on the condition of anonymity, said as many as seven might now be unwilling to vote to confirm him as the nation’s top diplomat. McCain said he would give Tillerson a fair hearing if the oil executive is nominated, but on Monday the senator questioned his judgment for being close to the Russian president. Putin “is a thug and a murderer,” McCain said on CNN, “and I don’t see how anybody could be a friend of this old-time KGB agent.” D.J. Jordan, a spokesman for Sen. James Lankford (R-Okla.), said Monday that the lawmaker “has a lot of questions about Mr. Tillerson and his ties to Russia,” though he added that Lankford is “hopeful that those questions will be addressed in the days ahead.” A big test for Republicans Taken together, the tensions between the president-elect and fellow Republicans on Capitol Hill reflect a major test for how the GOP congressional majorities will handle the unusual circumstances of the Trump era. Republicans, many of whom opposed Trump during the presidential primaries, want to work with him in many areas and avoid alienating his enthusiastic voter base. Yet some in the GOP are also assessing how to fulfill their constitutional duties as a check on a businessman-president who is unaccustomed to the public scrutiny inherent to a democratic system and unconcerned with past traditions of transparency, particularly when it comes to his personal finances. They also must prepare for the potential that Trump, who has effectively harnessed Twitter to skewer his critics, could turn his ire toward them. Democrats, for their part, have little power to investigate Trump or thwart his nominations. In 2013, Democrats — angered by what they described as years of Republican obstruction — voted to scrap the rule requiring at least 60 senators to overcome a procedural hurdle and move to a final confirmation vote. Now, all of Trump’s nominees for the executive and judicial branches, with the exception of picks for the Supreme Court, can be confirmed on a simple majority vote. With 48 seats in the Senate, Democrats in that chamber need to win over only a handful of Republicans to block a nominee, though doing so requires a degree of Democratic unity. That could be difficult, with 10 of the party’s senators facing reelection in two years in states that Trump won. Incoming Senate Minority Leader Charles E. Schumer (D-N.Y.) and his leadership team have urged senators set to serve as ranking Democrats on top national security, financial and ­domestic-policy committees to focus on hiring professional investigators able to quickly dive into the personal and financial backgrounds of Trump’s nominees, according to a senior Democratic aide. The hope is that Democrats will be able to dig up dirt on Trump’s nominees just as Republicans did to some of President Obama’s high-profile nominees in the early days of his administration. The larger drama is likely to take place among congressional Republicans, who will face pressure to help Trump. So far, House Speaker Paul D. Ryan (Wis.) has demonstrated a reluctance to challenge the ­president-elect on some of the issues that have animated his GOP colleagues. On Monday, Ryan dismissed calls for a probe into Russian meddling in the election, saying the House Intelligence Committee is “working diligently on the cyber threats posed by foreign governments and terrorist organizations.” He also appeared to criticize suggestions that Russia favored Trump, saying in a statement that “exploiting the work of our intelligence community for partisan purposes does a grave disservice to those professionals and potentially jeopardizes national security,” and “we should not cast doubt on the clear and decisive outcome of this election.” Ryan also has waved off concerns about Trump’s potential conflicts of interest related to his global real estate and branding empire. Asked last week by a CNBC interviewer how he hoped the president-elect would handle his business after he takes office, Ryan said, “However he wants to.” “This is not what I’m concerned about in Congress,” he said. Trump had planned a news conference Thursday to reveal how he will handle the business while he is in office, but his transition team said Monday that he will do it next month. Trump has hinted that he will retain an ownership stake while putting his adult children in charge of the company’s operations, telling “Fox News Sunday” that “essentially I’m not going to have anything to do with the management.” Ethics experts and lawmakers in both parties have warned that if Trump retains his stake, he will face congressional hearings and, potentially, investigations into whether he has a direct and personal financial stake in the decisions he is supposed to be making in the public interest. They say that Trump’s refusal to release his tax returns has left the public largely in the dark about the full extent of the potential conflicts. “Turning it over to his family and him still being a recipient of fruits of their labor does create conflicts in my mind,” said Graham, the GOP senator from South Carolina. “It will cloud his presidency if he doesn’t find a solution that puts it behind him.” Rep. Mark Meadows (R-N.C.), a member of the House Oversight Committee and the new chairman of the conservative Freedom Caucus, told The Post last week that he expects Trump to divorce himself from the business “as much as you can have a blind trust and fully divest.” “He has more counselors around him, with plenty of law degrees, that will give him great counsel on how to stay out of trouble,” Meadows said. He added that he expected Trump to build the proper firewall, but that “we have an oversight function that would be appropriate, and from my standpoint I think it’s incumbent upon the Oversight Committee to look at everything without a partisan lens.” ‘Vigorous oversight’ The chairman of the oversight panel, Rep. Jason Chaffetz (R-Utah), said it was premature to consider any sort of investigation, but he said the committee would provide “vigorous oversight” of the new president. “He’s still a private citizen at this point, though he needs to get his affairs in order,” Chaffetz said. “Give him a little breathing space, I think that’s fair.” Ethics experts have called for Trump to appoint an independent trustee, unconnected to his family, to lead an effort to sell his assets and reinvest the proceeds without his knowledge. Trump has appeared to brush off concerns about conflicts, noting that there is no legal requirement that he separate. “When I ran, everybody knew that I was a very big owner of real estate all over the world,” Trump told Fox News’s Chris Wallace in an interview that aired Sunday. “I mean, I’m not going to have anything to do with the management of the company. You know, when you sell real estate that’s not like going out and selling a stock. That takes a long time. . . . I’m going to have nothing to with it. And I’ll be honest with you — I don’t care about it anymore.” Trump said he was “turning down billions of dollars of deals” as he prepares to take office. “I’m not going to be doing deals at all,” he said. “Now that would be — I don’t even know if that’s a conflict. I mean, I have the right to do it. You know, under the law, I have the right to do it. I just don’t want to do it. I don’t want to do deals, because I want to focus on this.” Several lawmakers who would be responsible for probing potential conflicts of interest said in recent interviews they are willing to give the incoming president time and space to figure out how he will deal with the situation. “We haven’t even started the next Congress and we haven’t seen exactly how President-elect Trump is going to handle all this,” said Sen. Ron Johnson (R-Wis.), who leads the Homeland Security and Government Affairs Committee with jurisdiction over investigations. “I’m going to give him and his administration time to figure out what, quite honestly, is a very difficult situation.” In other corners of the GOP, lawmakers say the calls to investigate Trump are coming primarily from his political opponents. “There are going to be detractors from Trump [who] are going to try to make it sound like all the conflict of interest and all of that, and I don’t think people are really concerned about that except just the activists you run into on the Hill,” said Sen. James M. Inhofe (R-Okla.). “If it’s going to be those who just hate Trump and are looking for something to do him in or lessen his effectiveness — that’s not going to happen,” he added. Rosalind S. Helderman contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Dispute over Russia reflects growing Republican resistance to Trump - The Washington Post"
   },
   {
    "entities": [
     "et",
     "democratic",
     "backs",
     "texas",
     "briefings",
     "next week",
     "december 19",
     "hampshire",
     "shea",
     "porter",
     "states",
     "trump",
     "dec 12",
     "house",
     "hillary",
     "mcconnell",
     "pelosi",
     "0:58",
     "united",
     "college",
     "senate",
     "donald",
     "california",
     "chris",
     "administration",
     "alex",
     "state",
     "for",
     "monday",
     "wants",
     "cia",
     "last month",
     "carol",
     "congress",
     "russia",
     "campaign",
     "christine",
     "2016",
     "john",
     "electoral",
     "anita",
     "podesta",
     "1:27",
     "this weekend",
     "department",
     "earlier monday",
     "u.s.",
     "bolton",
     "d.c.",
     "republic",
     "intel",
     "obama",
     "national",
     "new",
     "wikileaks",
     "james",
     "suprun",
     "bonds",
     "washington",
     "committee",
     "november 8",
     "nancy",
     "now",
     "clinton",
     "intelligence",
     "clapper",
     ", 3:18 pm"
    ],
    "id": 10,
    "text": "Dec 12 2016, 3:18 pm ET Clinton Campaign Wants Intel Briefings for Electoral College Members by Alex Seitz-Wald Russians Deny Involvement in U.S. Election, U.S. Intel Says Otherwise 0:58 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161213022539if_/http://www.nbcnews.com/widget/video-embed/831300675738\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Hillary Clinton's campaign has thrown its support behind an effort to provide members of the Electoral College with intelligence briefings on Russian breaches of U.S. political organizations before the College formally votes to elect Donald Trump president next week. \"The bipartisan electors' letter raises very grave issues involving our national security. Electors have a solemn responsibility under the Constitution and we support their efforts to have their questions addressed,\" Clinton campaign chairman John Podesta said Monday, responding to a request for briefings by a group of electors. Related: CIA Concludes Russia Mounted Operation to Help Trump Win: Source Podesta's strongly worded statement signals a clear shift in strategy from Clinton and her team, who have until now shown no interest in questioning the legitimacy of last month's election. And it could crack the door to further challenges or give succor to some Democrats' long-shot hope that Trump's election could be upended when the Electoral College convenes December 19. Play McConnell, Confident in CIA, Says Russia Investigation 'Cannot Be A Partisan Issue' 1:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161213022539if_/http://www.nbcnews.com/widget/video-embed/830918723615\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A large trove of Podesta's emails were released by WikiLeaks late in the campaign, and intelligence officials believe the emails were provided to the organization by Russian hackers. Trump defeated Clinton in the general election by an electoral vote margin of 306-232. Since then, Clinton has pulled ahead of Trump by a popular vote margin of nearly 3 million. Experts say electors' ability to reverse the November 8 results remains virtually impossible, but mainstream Democrats have felt emboldened to raise doubts about the outcome following news this weekend that the CIA formally concluded the Russian government worked covertly not just to disrupt the election, but to help Trump win. Four powerful senators — two Democrats, two Republicans — released a statement calling for a joint probe into Russia's actions. \"We now know that the CIA has determined Russia's interference in our elections was for the purpose of electing Donald Trump. This should distress every American. Never before in the history of our Republic have we seen such an effort to undermine the bedrock of our democracy. This is not a partisan issue and we are glad to see bipartisan support in the Congress for an investigation into Russia's role,\" Podesta said in his statement. Related: McConnell Backs Senate Investigations of Russian Hacking Trump and his campaign have vehemently denied any Russian intervention on their behalf, accusing the intelligence agencies he will soon head of being politicized and misinformed. Some allies, including John Bolton, a potential senior Trump State Department nominee, have even accused the Obama Administration without evidence of hacking the Democratic National Committee and Podesta's personal Gmail account in a \"false flag\" operation. Earlier Monday, a group of 10 Electors, including some well known Democrats and one Republican, sent an open letter to James Clapper, the Director of National Intelligence, requesting briefings on alleged Russian meddling in the election. \"The Electors require to know from the intelligence community whether there are ongoing investigations into ties between Donald Trump, his campaign or associates, and Russian government interference in the election,\" their letter reads. \"We further require a briefing on all investigative findings, as these matters directly impact the core factors in our deliberations of whether Mr. Trump is fit to serve as President of the United States.\" The signatories include Christine Pelosi, a California Democratic strategist and daughter of House Minority Leader Nancy Pelosi, New Hampshire Representative-elect Carol Shea Porter, Washington, D.C. Councilwoman Anita Bonds, along with other respected Democrats, all of whom are members of the Electoral College. The Democratic signatories were joined by Republican Chris Suprun of Texas, who wrote an op-ed explaining why he won't cast his Electoral College vote for Trump. Play ",
    "title": "Clinton Campaign Wants Intel Briefings for Electoral College Members - NBC News"
   },
   {
    "entities": [
     "dec 12, 2016",
     "interactive",
     "cbs",
     "states",
     "trump",
     "hillary",
     "news",
     "inc.",
     "united",
     "college",
     "donald",
     "monday",
     "cia",
     "russia",
     "2016",
     "john",
     "electoral",
     "podesta",
     "3:54 pm est",
     "u.s.",
     "bolton",
     "republic",
     "obama",
     "james",
     "dec. 19",
     "clinton",
     "clapper"
    ],
    "id": 11,
    "text": "CBS News Dec 12, 2016 3:54 PM EST John Podesta, the chairman of Hillary Clinton’s presidential campaign, says her campaign supports the request of some Electoral College members for an intelligence briefing about possible Russian interference in the presidential election . “Electors have a solemn responsibility under the Constitution and we support their efforts to have their questions addressed,” Podesta said in a statement Monday. Trump, CIA in escalating battle over intelligence He was responding to an open letter to Director of National Intelligence James Clapper written by 10 electors (nine Democrats and one Republican) and posted on Medium . The electors wrote about their concern about the U.S. intelligence community’s assertion -- made with “high confidence”-- that Russia “acted covertly to interfere in the presidential campaign with the intent of promoting Donald Trump’s candidacy” and about Mr. Trump’s rejection of the intelligence community’s judgment. John Bolton says claims of Russian hacking could be “false flag” operation The CIA’s judgment on Russian interference in the election “should distress every American. Never before in the history of our Republic have we seen such an effort to undermine the bedrock of our democracy,” Podesta wrote. Podesta also said that the Obama administration “owes it to the American people to explain what it knows regarding the extent and manner of Russia’s interference and this be done as soon as possible.”  In their letter to Clapper, the electors wrote that they want information from the intelligence community about “whether there are ongoing investigations into ties between Donald Trump, his campaign or associates, and Russian government interference in the election, the scope of those investigations, how far those investigations may have reached, and who was involved in those investigations.” Moreover, they say they “further require a briefing on all investigative findings, as these matters directly impact the core factors in our deliberations of whether Mr. Trump is fit to serve as President of the United States.” The electors who signed the letter are to cast their votes on Dec. 19.  © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Hillary Clinton campaign supports intelligence briefing for Electoral College on Russian interference in presidential election, says John Podesda - CBS News"
   },
   {
    "entities": [
     "harry",
     "burr",
     "et",
     "mccain",
     "democratic",
     "backs",
     "armed",
     "capitol",
     "r-arizona",
     "mobile",
     "friday",
     "benghazi",
     "mitch",
     "december 12, 2016",
     "trump",
     "dec 12",
     "house",
     "comey",
     "mcconnell",
     "d-new",
     "hillary",
     "richard",
     "services",
     "sunday",
     "3:16",
     "news",
     "--",
     "ryan",
     "paul",
     "rex",
     "fox",
     "senate",
     "ann",
     "donald",
     "california",
     "reid",
     "saturday",
     "monday",
     "cia",
     "north",
     "leigh",
     "rnc",
     "congress",
     "russia",
     "exxon",
     "dnc",
     "2016",
     "r",
     "john",
     "j.",
     "post",
     "1:27",
     "republican",
     "u.s.",
     "fbi",
     "caldwell",
     "national",
     "schumer",
     ", 1:11 pm",
     "tillerson",
     "libya",
     "hill",
     "carolina",
     "james",
     "york",
     "sanchez",
     "washington",
     "msnbc",
     "committee",
     "2012",
     "chuck",
     "november 8",
     "putin",
     "linda",
     "clinton"
    ],
    "id": 12,
    "text": "Dec 12 2016, 1:11 pm ET McConnell Backs Senate Investigations of Russian Hacking by Leigh Ann Caldwell McConnell, Confident in CIA, Says Russia Investigation 'Cannot Be A Partisan Issue' 1:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161212222435if_/http://www.nbcnews.com/widget/video-embed/830918723615\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Senate Majority Leader Mitch McConnell said Monday he \"condemns\" Russian breaches of U.S. political organizations and supports Senate committees opening investigations into the matter. McConnell's pronouncement puts him at odds with President-elect Donald Trump, who has denounced any suggestion that Russia attempted to steer the outcome of the presidential election . \"I agree with Senator Schumer, Chairman McCain, (Sen.) Burr and others, this simply cannot be a partisan issue,\" McConnell said at a news conference on Capitol Hill. He rejected the idea of an investigation done by a special committee set up specifically for the issue, a move that would elevate the issue to a higher priority and significance. Instead he said the committees with jurisdiction should have oversight. McConnell said the Senate intelligence committee, chaired by Sen. Richard Burr, R- North Carolina, and the Senate Armed Services Committee, chaired by Sen. John McCain, R-Arizona, should take the lead in looking into foreign breaches. Play Donald Trump doubles down in rejecting CIA findings on Russia, election 3:16 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161212222435if_/http://www.nbcnews.com/widget/video-embed/830785603643\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Immediately after news broke Friday, first by the Washington Post, that the CIA believed that Russia hacked emails of the Democratic National Committee and the Republican National Committee, McCain joined with three other senators in expressing deep concern over the intelligence findings. Trump has said he does not believe Russia was the culprit of the DNC's hacked and released emails, calling it \"ridiculous\" on Fox News Sunday. And on Monday he suggested that it is a conspiracy theory in a tweet. Can you imagine if the election results were the opposite and WE tried to play the Russia/CIA card. It would be called conspiracy theory! — Donald J. Trump (@realDonaldTrump) December 12, 2016 McConnell, who was reportedly briefed on the breach before the November 8 election, refused to discuss his role during those briefings, but joined his fellow senators in condemning any Russian interference and defending U.S. intelligence agencies. \"Obviously any foreign breach of our cyber security measures is disturbing, and I strongly condemn any such efforts,\" he said, adding that he has the \"highest confidence in the intelligence community.\" Related: U.S. Publicly Blames Russia for Hacking McCain said that the purpose of the congressional investigations should be to determine if breaches were done to influence the outcome of the election. \"The question is, of course, what was the intention and that's why we need an investigation,\" McCain said on Fox News Monday. The Armed Services Committee plans to create a new subcommittee to address cyberattacks. While both the DNC and the RNC systems were broken into, only the emails of the DNC were released to the public. Incoming Sen. Minority Leader Chuck Schumer, D-New York, said \"we welcome\" McConnell's support of a Senate investigation \"so that we can find out how this happened, and how we can stop it from happening ever again.\" McConnell refused to comment on if the breach impacted Trump's win. And he also refused to comment on Trump's defense of Russia, saying he would only give his own view: \"The Russians are not our friends.\" House Speaker Paul Ryan echoed that sentiment on Monday and underscored that congressional intelligence committee efforts to examine state-sponsored cyberattacks and the impact on the democratic process have his full support. However, he also sounded a note of caution about any partisan attempts to use intelligence gathered on hacks to interfere in the election's outcome. \"Any intervention by Russia is especially problematic because, under President Putin, Russia has been an aggressor that consistently undermines American interests,\" Ryan said Monday in a statement. \"At the same time, exploiting the work of our intelligence community for partisan purposes does a grave disservice to those professionals and potentially jeopardizes our national security. As we work to protect our democracy from foreign influence, we should not cast doubt on the clear and decisive outcome of this election.\" A member of House Democratic leadership, Rep, Linda Sanchez of California, said Monday that Congress should stop funding the GOP-spearheaded investigation into the deadly 2012 attacks by militants on the U.S. mission in Benghazi, Libya while Hillary Clinton was secretary of state. Sanchez said Congress should redirect that money to investigate the Russian hacks instead, adding in a statement that \"ensuring the legitimacy of our electoral system must be our main concern.\" Meanwhile, Senate Minority Leader Harry Reid doubled down on his criticism of FBI Director James Comey on Saturday and accused the agency head of withholding information about Russia's alleged attempts to meddle in the 2016 election. Reid, who is retiring, told MSNBC Comey should be investigated. \"The FBI had this material for a long time but … Comey, who's of course a Republican, refused to divulge this information,\" Reid told MSNBC. \"… He has let the country down for partisan purposes.\" McConnell also refused to comment on the pending appointment of Exxon Mobile CEO Rex Tillerson as secretary of state, a candidate who has close ties to Russia through the oil and gas business. McConnell said he hopes all in the new administration \"share my view\" but won't comment on a \"phantom nominee.\" Leigh Ann Caldwell ",
    "title": "McConnell Backs Senate Investigations of Russian Hacking - NBC News"
   },
   {
    "entities": [
     "2308",
     "mcgehee",
     "spicer",
     "trump",
     "cabinet",
     "january",
     "dec. 15",
     "sunday",
     "thursday",
     "turkey",
     "last week",
     "facebook",
     "next month",
     "hicks",
     "donald",
     "linkedin",
     "monday",
     "norm",
     "usa",
     "d.c.",
     "obama",
     "today",
     "the weekend",
     "sean",
     "washington",
     "eisen",
     "now",
     "hope",
     "meredith",
     "india"
    ],
    "id": 13,
    "text": "Trump postpones decision on business dealings Announcement  scheduled for Dec. 15 will now be next month Post to Facebook Trump postpones decision on business dealings Announcement  scheduled for Dec. 15 will now be next month Check out this story on USATODAY.com: http://usat.ly/2hrhLGT CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 68 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump postpones decision on business dealings x Share President-elect Donald Trump will take a different oath and testify in a lawsuit tied to his D.C. hotel just before he is inaugurated. USA TODAY NETWORK Donald Trump 2308 CONNECT TWEET LINKEDIN 68 COMMENTEMAILMORE WASHINGTON — Donald Trump is postponing a news conference designed to announce plans on how to handle his business interests amid concerns that they pose conflict of interest problems for his presidency, Trump transition officials said Monday. While Trump had said he would speak to the matter on Thursday, aides said he will now wait until January to outline how he would pass control of his company to others. \"The announcement has been rescheduled for next month,\" transition spokesman Hope Hicks said. Transition spokesman Sean Spicer said Trump has been focused on putting together his Cabinet and staff, \"With so many iconic properties and successful entities, moving the announcement to January, ensures the legal team has ample time to ensure the proper protocols are put in place so his sole focus will remain on the country and achieving his ambitious agenda with the help of the world-class cabinet he has built,\" Spicer said in a statement. Over the weekend, Trump said he would hand over his business interests to executive and family members. \"My executives will run it with my children,\" Trump said on Fox News Sunday. \"It's a big company, it's a great company.  But I'm going to have nothing to do with management.\" Office of Government Ethics gushes over Trump in tweetstorm Ethics watchdogs have repeatedly called on Trump to divest his interests in his far-flung real-estate and branding empire to avoid potential conflicts with his presidency. “Let's hope he takes the additional time to do the right thing, follow every president for the past four decades, and divest into a blind trust or the equivalent,” said Norm Eisen, who served as President Obama’s top ethics lawyer and has been among the leading voices calling for Trump to divest. Eisen has argued repeatedly that Trump’s web of companies with interests from Turkey to India could ensnare the Trump administration in scandal. Last week, he and 28 other organizations and individuals, including several Republicans, issued an open letter to the incoming president, renewing calls for him to stash his assets in a blind trust. Meredith McGehee, an ethics watchdog at the non-profit group Issue One, said she viewed Trump’s delay as a “hopeful sign.” “If he wanted to simply announce that ‘my kids are taking over,’ that doesn’t require a lot of time and effort,” said McGehee, whose organization has called on Trump to divest his holdings and allow an independent trustee to manage his assets. “I would hope that this would indicate that he’s going to actually work through this in a meaningful way,” McGehee said. “It’s a pretty complicated process.” ",
    "title": "Trump postpones decision on business dealings"
   },
   {
    "entities": [
     "this week",
     "december 12, 2016",
     "government",
     "trump",
     "press",
     "house",
     "cabinet",
     "january",
     "sunday",
     "thursday",
     "news",
     "facebook",
     "newt",
     "gomez",
     "fox",
     "donald",
     "wallace",
     "chris",
     "recently",
     "of",
     "gingrich",
     "2016",
     "john",
     "organization",
     "associated",
     "twitter",
     "ethics",
     "late monday",
     "u.s.",
     "dec. 19",
     "serafin",
     "now",
     "office",
     "roberts"
    ],
    "id": 14,
    "text": "Trump postpones announcement about severing his business ties Published               December 12, 2016 Facebook 0 Twitter 0 Email Print   President-elect Donald Trump will postpone until January a planned announcement about severing ties with his businesses, a transition source told Fox News late Monday.  Trump had been scheduled to give a press conference Thursday at which he would discuss his financial holdings. However, the source told Fox that the president-elect was too busy filling his Cabinet to squeeze the press conference in. \"We were trying to get it all done, but we bit off more than we can chew,\" the source admitted. \"Delaying it is not a big deal. We'll get it done.\" A specific date for the rescheduled press conference was not immediately known. A Democratic operative involved in the 2016 presidential campaign noted to Fox News that the press conference would now take place after electors formally choose the new president Dec. 19. The transition team has faced a number of questions about potential conflicts of interest between Trump's expansive financial holdings and the decisions that will reach his desk as president. Some details of Trump's finances are unknown given that he never released his tax returns during the presidential campaign, breaking decades of precedent. In an interview with \"Fox News Sunday\" this week, Trump said he would not manage the Trump Organization but left open the question of whether he would retain his ownership stake.  \"My executives will run it with my children,\" Trump told host Chris Wallace. For decades, presidents have sold their stocks and other personal holdings and put the cash into a blind trust overseen by an investment manager. Trump has ownership stakes in residential towers, hotels, resorts and golf clubs in the U.S., and has struck licensing and property management deals for similar properties around the world. In a financial disclosure he was required to file during the campaign, he listed stakes in about 500 companies in at least 25 countries. Only by selling to an uninterested third party can Trump assuage critics who suggest that otherwise he could shape regulatory, tax or foreign policies to enrich himself. A sale would also prevent people from trying to influence policies by helping -- or threatening to hurt -- his business. Few are expecting Trump to make a clean break. Former House Speaker Newt Gingrich, a vice chairman of Trump's transition team, has said voters knew Trump was a billionaire businessman when they elected him and he shouldn't have to sell. Instead, Gingrich said he recommended to transition officials that Trump appoint a panel of five ethics \"jurists\" to vet potential conflicts. The government agency charged with monitoring ethics is pushing for far more. The Office of Government Ethics tweeted recently about Trump, \"We can't repeat enough how good this total divesture will be.\" The office clarified later that it did not know if that was indeed his plan. Fox News' John Roberts and Serafin Gomez contributed to this report. The Associated Press contributed to this report. Advertisement ",
    "title": "Trump postpones announcement about severing his business ties | Fox News"
   },
   {
    "entities": [
     "democratic",
     "community",
     "friday",
     "r-calif.",
     "mitch",
     "devin",
     "trump",
     "house",
     "hillary",
     "mcconnell",
     "november 17, 2016",
     "news",
     "facebook",
     "the",
     "fox",
     "senate",
     "herridge",
     "donald",
     "kremlin",
     "adam",
     "morning",
     "monday",
     "cia",
     "of",
     "r-ky.",
     "nunes",
     "director",
     "russia",
     "security",
     "justice",
     "john",
     "schiff",
     "twitter",
     "current",
     "post",
     "podesta",
     "earlier monday",
     "d-calif.",
     "republican",
     "dec. 16",
     "department",
     "u.s.",
     "fbi",
     "d.c.",
     "obama",
     "national",
     "wikileaks",
     "james",
     "catherine",
     "previously",
     "1996",
     "washington",
     "committee",
     "homeland",
     "office",
     "fnc",
     "clinton",
     "intelligence",
     "clapper"
    ],
    "id": 15,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   The Republican chairman of the House Intelligence Committee says a reported CIA assessment that Russian government actors interfered in the U.S. election to help Donald Trump win conflicts with the mid-November public testimony from the nation’s intelligence chief, according to a new letter obtained by Fox News.  In a letter Monday to Director of National Intelligence James Clapper, Rep. Devin Nunes, R-Calif., said, \"On November 17, 2016 you told the Committee during an open hearing that the IC (Intelligence Community) lacked strong evidence connecting Russian government Cyber-attacks and Wikileaks disclosures.\" In response to a question from ranking Democratic Rep. Adam Schiff, Clapper had said, “As far as the WikiLeaks connection, the evidence there is not as strong and we don't have good insight into the sequencing of the releases or when the data may have been provided. We don't have as good insight into that.” The Nunes letter continued, “According to new press reports, this is no longer the CIA’s position…I was dismayed that we did not learn earlier, from you directly about the reported conflicting assessments and the CIA’s reported revision of information previously conveyed to this Committee.” Nunes is requesting a briefing from the CIA and FBI on the current assessment of alleged Russian involvement related to the U.S. election no later than Dec. 16. The Washington Post reported Friday that the CIA concluded in a secret assessment that Russia interfered in the race to boost Trump, not just undermine confidence in the system. Intelligence agencies reportedly found individuals connected to the Russian government gave WikiLeaks hacked emails from the Democratic National Committee, as well as from Hillary Clinton Campaign Chairman John Podesta – though the agencies did not have “specific intelligence” showing Kremlin officials directed the activity. Trump has challenged the report, calling the assessment “ridiculous.”  Some Republican senators, though, have sought a bipartisan congressional probe to investigate further. Senate Majority Leader Mitch McConnell, R-Ky., endorsed those calls Monday morning, saying: “The Russians are not our friends.”  In a statement earlier Monday, Nunes said his committee will “closely oversee the production  of the report on these attacks requested by President Obama to ensure its analytical integrity” – but he does “not see any benefit in opening further investigations, which would duplicate current committee oversight efforts and Intelligence Community inquiries.” The top Democrat on the committee, Rep. Schiff, D-Calif., criticized Trump and his allies for calling the intelligence community’s work into question.  “Every day the President-elect and his team continue to denigrate the work of the intelligence community, to the detriment of the agencies' important work and the success of his own presidency,” he said in a statement.  Fox News sent the letter to the Office of the Director of National Intelligence, and will update when a response is available.  Catherine Herridge is an award-winning Chief Intelligence correspondent for FOX News Channel (FNC) based in Washington, D.C. She covers intelligence, the Justice Department and the Department of Homeland Security. Herridge joined FNC in 1996 as a London-based correspondent. Advertisement ",
    "title": "Intel committee chairman: Report on Russia meddling conflicts with DNI testimony | Fox News"
   },
   {
    "entities": [
     "adrian",
     "eskimos",
     "redblacks",
     "texas",
     "spencer",
     "derek",
     "earlier this season",
     "reporter",
     "buccaneers",
     "stampeders",
     "contact",
     "league",
     "shaw",
     "vikings",
     "2013",
     "tribune",
     "seahawks",
     "last week",
     "argonauts",
     "biggs",
     "diontae",
     "harris",
     "derel",
     "orlandus",
     "raiders",
     "spokane",
     "nfl",
     "jerrell",
     "freeman",
     "state",
     "monday",
     "ellingson",
     "185 pounds",
     "2015",
     "walker",
     "toronto",
     "halas",
     "edge",
     "johnson",
     "ottawa",
     "a&m",
     "calgary",
     "brad",
     "past",
     "malcolm",
     "canada",
     "greg",
     "this year",
     "colts",
     "monday, dec. 12, 2016",
     "kentucky",
     "chicago",
     "empire",
     "eastern",
     "browns",
     "hall",
     "jaguars",
     "previously",
     "dennis",
     "edmonton",
     "football",
     "2012",
     "cfl",
     "wyld",
     "bloomington",
     "mississippi",
     "ap",
     "kenny",
     "163 pounds"
    ],
    "id": 16,
    "text": "Bears invite CFL players to Halas Hall for tryouts Greg Ellingson Adrian Wyld / AP Ottawa Redblacks' Greg Ellingson, center, was among the Canadian Football League players to get a tryout with the Bears on Monday, Dec. 12, 2016.  Ottawa Redblacks' Greg Ellingson, center, was among the Canadian Football League players to get a tryout with the Bears on Monday, Dec. 12, 2016.  (Adrian Wyld / AP) Brad Biggs Contact Reporter Chicago Tribune NFL teams are beginning to look for players to sign to reserve/future contracts and the Bears went international for a good part of their search on Monday. The team hosted seven players for tryouts at Halas Hall. Five of them were wide receivers and five of them played this past season in the Canadian Football League. Derel Walker, the CFL’s most outstanding rookie in 2015 and an all-star for the last two seasons for the Edmonton Eskimos, was part of the workout. The 25-year-old Walker (6-foot-2, 185 pounds) played at Texas A&M and is looking to get a shot in the NFL. He was second in the CFL this season with 1,589 yards. Walker had a tryout for the Vikings last week and is expected to visit multiple teams. Other CFL standouts on hand were Greg Ellingson , a postseason star for the Ottawa Redblacks, who won the Grey Cup. Ellingson, 27, made 76 receptions for 1,260 yards this season. He’s spent time previously with the Jaguars and Buccaneers . Kenny Shaw and Diontae Spencer, who both played for the Toronto Argonauts, got a look. Shaw made 77 receptions for 1,004 yards this year. He’s spent time with the Browns , Jaguars and Raiders . Spencer, 5-8, 163 pounds, is a slot receiver and returner. He had 71 receptions for 706 yards this season and has spent time previously with the Rams. Guard Derek Dennis was also at the tryout. He spent time with the Bears in 2012 and 2013 and played this past season for the Calgary Stampeders. The Bears also looked at an indoor league standout, former Eastern Kentucky receiver Orlandus Harris. He has played for the Spokane Empire and Bloomington Edge. Fullback Malcolm Johnson, a sixth-round pick of the Browns in 2015 from Mississippi State, was also at the workout. Johnson was released by the Browns earlier this season and had a brief stay on the practice squad of the Seahawks . The Bears have signed a handful of CFL players over the years without a lot of success. However, linebacker Jerrell Freeman starred in Canada before signing with the Colts . ",
    "title": "Bears invite CFL players to Halas Hall for tryouts - Chicago Tribune"
   },
   {
    "entities": [
     "president-elect",
     "6:42",
     "0:58",
     "ryan",
     "dhs",
     "paul",
     "california",
     "january 20th",
     "cia",
     "china",
     "king",
     "department",
     "3:33",
     "clinton",
     "congressional",
     "dilanian",
     "intelligence",
     "wanted",
     "us",
     "community",
     "friday",
     "mitch",
     "devin",
     "dni",
     "mcconnell",
     "sunday",
     "michael",
     "news",
     "senate",
     "donald",
     "reid",
     "north",
     "maine",
     "russia",
     "jeh",
     "justice",
     "night",
     ", 7:39 pm",
     "ken",
     "u.s.",
     "fbi",
     "agency",
     "jersey",
     "intel",
     "carolina",
     "james",
     "previously",
     "pete",
     "harry",
     "was",
     "richard",
     "pompeo",
     "nunes",
     "congress",
     "on",
     "wapo",
     "mike",
     "john",
     "angus",
     "nov. 8",
     "morell",
     "republican",
     "nbc",
     "national",
     "new",
     "obama",
     "wikileaks",
     "committee",
     "burr",
     "select",
     "october",
     "mccain",
     "2:39",
     "trump",
     "dec 12",
     "house",
     "hillary",
     "last week",
     "the",
     "fox",
     "monday",
     "johnson",
     "2016",
     "share",
     "arizona",
     "hussein",
     "thinks",
     "central",
     "williams",
     "5:55",
     "now",
     "barack",
     "saddam",
     "told",
     "clapper"
    ],
    "id": 17,
    "text": "Dec 12 2016, 7:39 pm ET Why the CIA Thinks Russia Wanted Trump to Win by Ken Dilanian and Pete Williams Share President-Elect Trump Rejects Analysis of Russia Behind Election Hacks 2:39 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161213013853if_/http://www.nbcnews.com/widget/video-embed/831297091937\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> In the weeks after Donald Trump was elected president, CIA analysts who work on Russia updated their assessment about Russian cyber meddling. They previously had assessed that Russia was trying to undermine the U.S. presidential election, but after Nov. 8 they came to believe that Russian interference was ultimately designed to help Trump win. Related: CIA Concludes Russia Mounted Hacks to Help Trump Win This latest finding fed an already blazing public dispute between the U.S. intelligence agencies and the president-elect over Russian interference in the election. \"I don't believe it,\" Trump said in an interview broadcast Sunday on Fox News, disputing the notion that the Russians wanted to help him. \"I think it's ridiculous.\" Play Donald Trump dismisses claims that Russia interfered in 2016 election 3:33 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161213013853if_/http://www.nbcnews.com/widget/video-embed/829781571807\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump and his aides reject not just the CIA's updated assessment about Russian intentions, but the earlier consensus reached by all 17 agencies, and released in a rare joint public statement by Director of National Intelligence James Clapper and DHS head Jeh Johnson, that Russia was meddling in the election in the first place. The seriousness of the gulf can hardly be overstated: many foreign policy experts and lawmakers believe Russia's behavior was an attack on the nation. One former CIA leader, Hillary Clinton supporter Michael Morell, likened Russia's intrusion into U.S. politics Friday to \"the political equivalent of 9/11.\" Related: U.S. Intel Agencies Prepping Dossier to Prove Russian Hacks In fact, the CIA's latest take is not the unanimous view of the intelligence community. Clapper, who oversees all 17 U.S. intelligence agencies, had enough confidence to relay the CIA's assessment to Congress in a secret briefing last week. But no similar assessment has leaked from any of the other 16 intelligence agencies. The FBI, for its part, assesses that Russia's main goal was to sow chaos and undermine American democracy, a senior law enforcement official told NBC News. Helping Trump served that purpose, the official said, but Russia didn't expect Trump to win the election. Play Russians Deny Involvement in U.S. Election, U.S. Intel Says Otherwise 0:58 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161213013853if_/http://www.nbcnews.com/widget/video-embed/831300675738\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The CIA's assessment that the Russians favored Trump was not based on any single piece of new intelligence, officials briefed on the matter told NBC News. Instead, it was the result of more stringent analysis of a growing body of circumstantial evidence more detailed than anything the public has seen. Human sources, communications intercepts and other intelligence have allowed analysts to piece together the identities of some of the players, and the steps they took to hurt Clinton's candidacy while boosting Trump's, officials said. The CIA also noted that while Russian hackers gathered information on Republicans, they didn't release any of it, the way they did with Democratic emails leaked to WikiLeaks. The Republican National Committee denies its systems were hacked, but the emails of individual Republicans were collected—something NBC News reported in October. Related: Trump Was Told Russia to Blame for Hacks Long Before First Debate The FBI believes the Russians didn't find anything explosive in the Republican material they obtained, the official said, although it's not clear whether any U.S. agency knows the full extent of what data Russian hackers were able to steal. The CIA also tracked a campaign of anti-Clinton news stories amplified by social media, some of which originated with Russian state media outlets, officials told NBC News. Play Senator Harry Reid responds to WAPO's report 5:55 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161213013853if_/http://www.nbcnews.com/widget/video-embed/829865539898\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The case that the Russian campaign was explicitly intended to elect Trump is not something the U.S. could prove in court, officials say, which in part explains why FBI briefers have been more reluctant to embrace that position in secret briefings to Congress than have intelligence officials. Other intelligence agencies have not endorsed the CIA view, but no entity is known to oppose it. However, the question of motive—why the Russians allegedly meddled in the election — is entirely separate from the more basic question of whether the U.S. has strong evidence that the Russian government sponsored the covert campaign. On that score, every intelligence agency in the government agrees: The Russians did it. Related: Mitch McConnell Condemns Russian Breaches of U.S. Political Organizations In October, DNI Clapper and Homeland security Secretary Jeh Johnson issued an extraordinary joint statement that \"the U.S. Intelligence Community is confident that the Russian Government directed the recent compromises of e-mails from US persons and institutions, including from US political organizations.\" One source familiar with the intelligence said it included profiles of some of the suspects with pictures, and could lead to eventual indictments of specific Russian actors, if the Justice Department decides to pursue them. The evidence on that score simply doesn't support Trump's recent comments that \"It could be Russia. And it could be China. And it could be some guy in his home in New Jersey.\" That is why the two Trump supporters who lead the Congressional intelligence committees, Sen. Richard Burr of North Carolina and Rep. Devin Nunes of California, have each issued statements in recent days expressing concern about Russian hacking. Play CIA connects the dots between Russia hacking and the 2016 election 6:42 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161213013853if_/http://www.nbcnews.com/widget/video-embed/829659715581\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"The Senate Select Committee on Intelligence has been, and remains, concerned about Russia's actions,\" Burr said in statement to NBC News Friday. Nunes said Friday: \"Russia's cyber attacks are no surprise to the House Intelligence Committee, which has been closely monitoring Russia's belligerence for years.\" On Monday, the top Republicans in Congress — Majority Leader Mitch McConnell and Speaker Paul Ryan — each issued statements pledging to investigate Russian meddling in the election. Related: Intelligence Agencies Distressed by Trump's Rejection of Findings on Russia Ryan called Russia \"an aggressor,\" and McConnell made a point of saying he has \"the highest confidence in the intelligence community, and especially the Central Intelligence Agency.\" On Monday, Sen. John McCain of Arizona renewed his call for a bipartisan hearing, but said he didn't believe Russians were trying to engineer a Trump victory: \"That's the reason we need a full investigation, but I have seen no evidence of that.\" It's unclear whether Trump has been briefed on the same evidence top Republicans have seen, because he has had only a handful of intelligence briefings since the election. Trump not only said he didn't believe the intelligence community's assessment — he suggested that the CIA was not to be believed in general, issuing a statement Friday night noting that \"These are the same people that said Saddam Hussein had weapons of mass destruction.\" Related: U.S. Publicly Blames Russia for Hacking Several intelligence officials told NBC News they were deeply disturbed by that statement. There is no historical precedent for a president-elect publicly maligning the intelligence agencies he is about to lead. One big question now is how Trump's pick as CIA director, Mike Pompeo, will bridge the acrimonious gap between his boss and the agency he leads. President Barack Obama does not intend to make it easy on Trump: He has ordered that a dossier be assembled on the evidence about the Russian covert operation. A senior Obama administration official told NBC News that portions of that will be made public before January 20th. Related: Hackers Target Election Systems in 20 States Sen. Angus King, a Maine Independent who serves on the Senate Intelligence Committee, told NBC News that can't happen soon enough. The way to thwart Russian information campaigns is to publicize them, he said. He warned, though, is that the U.S. Is not going to be able offer the sort of proof many skeptics are demanding. \"If you provide proof, you provide a roadmap to show the Russians how we caught them,\" he said, \"including intelligence sources and methods.\" Ken Dilanian ",
    "title": "Why the CIA Thinks Russia Wanted Trump to Win - NBC News"
   },
   {
    "entities": [
     "kristi",
     "less than six months ago",
     "texas",
     "last year",
     "supreme",
     "images",
     "dewine",
     "northup",
     "for",
     "monday",
     "of",
     "court",
     "hamrick",
     "mike",
     "health",
     "department",
     "this year",
     "u.s.",
     "earlier this year before",
     "mandel",
     "abortion",
     "center",
     "dec. 19",
     "harrington",
     "reproductive",
     "nancy",
     "now",
     "ngan/afp/getty",
     "rights",
     "mark",
     "ohio"
    ],
    "id": 18,
    "text": "Enlarge this image An abortion rights activist holds a sign outside the U.S. Supreme Court earlier this year before the court struck down a Texas law placing restrictions on abortions. Now abortion rights supporters are suing the state again over a new rule. Mandel Ngan/AFP/Getty Images hide caption toggle caption Mandel Ngan/AFP/Getty Images An abortion rights activist holds a sign outside the U.S. Supreme Court earlier this year before the court struck down a Texas law placing restrictions on abortions. Now abortion rights supporters are suing the state again over a new rule. Mandel Ngan/AFP/Getty Images Abortion rights groups filed suit Monday to stop the state of Texas from enacting a rule on Dec. 19 that requires fetal remains to be buried or cremated after miscarriages or abortions. The lawsuit calls the rule \"politically motivated\" and says it aims to shame women. The Texas Department of Health went ahead with the measure despite objections from medical groups. Supporters, however, say its purpose is to provide dignity for \"unborn infants.\" \"What we're saying is, it needs to be humane, and the mother needs to be given the opportunity to have a say and be informed with what's happening,\" says Kristi Hamrick of Americans United for Life. The group has created model legislation intended for other state, similar to the Texas regulation. But the Center for Reproductive Rights says it would be costly to require burials or cremation — a cost that may be passed on to women — and would provide no health benefit. \"These regulations are an insult to Texas women, the rule of law and the U.S. Supreme Court, which declared less than six months ago that medically unnecessary restrictions on abortion access are unconstitutional,\" says Nancy Northup, president and CEO of the center. Article continues after sponsorship The Texas regulation is part of a wave of such laws that followed last year's undercover videos targeting Planned Parenthood . The maker of the videos, an anti-abortion activist, accused the women's health organization of unlawfully selling fetal tissue. Ohio Legislature Moves To Ban Abortion As Early As 6 Weeks After Conception The deceptively edited videos sparked congressional hearings and a dozen state investigations. None found any evidence of wrongdoing. But Ohio Attorney General Mike DeWine called a news conference to announce something else he had found. \"Fetuses from abortions are being cooked and then put into landfills and mixed in with all other garbage that's out there,\" he said. \"I think it's just wrong.\" By \"cooking,\" he meant sterilized with steam. It turned out there was no legal violation there, either. But it helped spark a different kind of protest against abortion providers — this time behind clinics, where medical waste is picked up. Mark Harrington, of Created Equal , helps organize these protests. He wants to pressure disposal companies into canceling their contracts, and \"shut down abortion clinics around the country.\" But as long as abortions happen, Harrington supports mandating burial or cremation. He pushed Ohio lawmakers to do that this year. The bill didn't pass, but Harrington thinks it would have had a big impact on women. \"It goes without saying, if she's given the option to cremate or bury she's going to maybe wonder that this isn't just some kind of blob of tissue,\" he says. \"That this actually may be a child and she may choose not to abort.\" ",
    "title": "Lawsuit Challenges Fetal Burial Rule In Texas : The Two-Way : NPR"
   },
   {
    "entities": [
     "mitt",
     "dec 12, 2016",
     "friday",
     "trump",
     "january",
     "news",
     "ronna",
     "donald",
     "mich.",
     "mcdaniel",
     "rapids",
     "abc",
     "rnc",
     "romney",
     ", 5:15 pm",
     "michigan",
     "republican",
     "national",
     "candace",
     "committee",
     "grand",
     "smith"
    ],
    "id": 19,
    "text": "Trump Likely to Back Ronna Romney McDaniel for RNC Chair By Candace Smith Dec 12, 2016, 5:15 PM ET 0 Shares WATCH War of Words Over Russian Hacking Claims 0 Shares Email Ronna Romney McDaniel, the Michigan GOP Chairwoman, is likely to be Donald Trump 's choice to be the chair of the Republican National Committee , senior transition sources told ABC News. Romney McDaniel is a niece of Mitt Romney , the former Republican nominee who was in the running to be Trump's secretary of state. Trump's support will almost surely clear the path for Romney McDaniel, but she still has to run for the position. A decision will be made by the RNC's 168-member executive committee in January. Romney McDaniel was long-favored for the position, with sources telling ABC News that she engendered strong support among her fellow RNC members and was a favorite of RNC Chair Reince Priebus , who has been tapped to be Trump's chief of staff. Romney McDaniel appeared at Trump's rally on Friday in Grand Rapids, Mich. She became a public backer of Trump's after he won the Michigan primary , urging Michigan Republicans to unite around him after he clinched the Republican nomination. 0 Shares ",
    "title": "Trump Likely to Back Ronna Romney McDaniel for RNC Chair - ABC News"
   },
   {
    "entities": [
     "texas",
     "sabra",
     "abdelkader",
     "imam",
     "suleiman",
     "engy",
     "for",
     "last month",
     "two weeks ago",
     "once",
     "san",
     "brooklyn",
     "hill",
     "islamic",
     "center",
     "a day earlier",
     "muslim",
     "6:36 p.m. est",
     "ap",
     "garfield",
     "white",
     "network",
     "community",
     "marcos",
     "association",
     "religion",
     "n.c.",
     "abdullah",
     "news",
     "facebook",
     "donald",
     "linkedin",
     "recently",
     "lake",
     "university's",
     "of",
     "omar",
     "justice",
     "grajek",
     "georgetown",
     "ranch",
     "khalilah",
     "u.s.",
     "fbi",
     "cary",
     "concerned",
     "yonat",
     "irving",
     "york",
     "chapel",
     "antepli",
     "shimron",
     "duke",
     "society's",
     "ilhan",
     "immigrant",
     "december 12, 2016",
     "minneapolis",
     "foreign",
     "walsh",
     "valley",
     "new",
     "service",
     "city",
     "last year",
     "raleigh",
     "discovery",
     "yaqeen",
     "trump",
     "house",
     "last week",
     "university",
     "american",
     "pew",
     "municipal",
     "calif.",
     "court",
     "school",
     "nov. 9",
     "dec. 3, 2016",
     "nov. 29",
     "n.j.",
     "institute",
     "now",
     "isis",
     "melissa",
     "research"
    ],
    "id": 20,
    "text": "Concerned Muslim women rethinking the hijab Uptick in assault and intimidation cases has many women feeling targeted. Post to Facebook Concerned Muslim women rethinking the hijab Uptick in assault and intimidation cases has many women feeling targeted. Check out this story on USATODAY.com: http://usat.ly/2hxibhO CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 32 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Concerned Muslim women rethinking the hijab Yonat Shimron, Religion News Service 6:36 p.m. EST December 12, 2016 x Share Civil rights groups say they have documented more than 860 bias-related incidents in the first 10 days after President-elect Donald Trump's election. (Nov. 29) AP Women participate in a self-dense class at the Muslim Community Network in New York on Dec. 3, 2016. (Photo: Religion News Service) 44 CONNECT TWEET LINKEDIN 32 COMMENTEMAILMORE Melissa Grajek was subjected to all kinds of taunts for wearing the hijab, but an incident at  Discovery Lake in San Marcos, Calif., sealed the deal. Her 1-year-old son was playing with another boy when an irate father saw her and whisked his son away, telling Grajek: “I can’t wait until Trump is president because he’ll send you back to where you came from.” The man then scooped up a handful of wood chips and threw them at Grajek’s son. At that moment, Grajek thought, enough was enough. She decided to take off her head covering. “I had been on the fence regarding hijab, but that incident made it clear my religious choices could be putting my son at risk,” she said. Grajek’s decision to doff the hijab follows reports of assaults against Muslim women. Last week, Ilhan Omar, a newly elected Minneapolis state representative, was leaving the White House, where she discussed policy initiatives, when a cab driver threatened to yank her hijab while shouting expletives and calling her “ISIS.” A day earlier, a man pushed a New York City transit worker down a staircase at Grand Central Terminal, yelling, “You’re a terrorist, go back to your own country!” And two weeks ago in Brooklyn, another man threatened an off-duty police officer with his pit bull, telling her and her son to “go back to your country.” All three women were wearing hijabs. Assaults or intimidation of Muslims had been steadily rising well before the election, but they became more common during the divisive campaign of President-elect Donald Trump, who called for a ban on Muslim immigrants and proposed a registry for U.S. Muslims. A Pew Research Center analysis of  hate crimes statistics from the FBI shows that the number of physical assaults against Muslims reached 9/11-era levels last year. The number of anti-Muslim intimidation crimes — defined as threatening bodily harm — also rose. Now some imams across the country are saying it’s OK to take the hijab off, at least temporarily. Imam Abdullah Antepli recently asked a group of women at the Islamic Association of Raleigh (N.C.) how many of them felt unsafe in public. Dozens of hands shot up. He then told them the extraordinary circumstances under which Muslim Americans now live may require extraordinary measures — including taking off the hijab, at least for a while. “I’m not trying to be alarmist,” said Antepli, the chief representative of Muslim affairs at Duke University. “But the nation is being sucked into a combustible mix. We have to think unconventionally.” Antepli’s call to remove the hijab, which he repeated at a mosque in Cary and in home gatherings of Muslims in Raleigh and Chapel Hill, is rare but not unheard of. In Texas, Imam Omar Suleiman, president of the Yaqeen Institute for Islamic Research and resident scholar at the Valley Ranch Islamic Center in Irving, said women’s fears should be taken seriously. “It’s important to give our women support and validate the fear they’re feeling,” Suleiman said.  “Fear isn’t quantifiable; it’s to the person’s own experience.” While Suleiman doesn’t foresee a blanket call to abandon the head scarf, he advises women to consider practical measures, such as wearing a hoodie instead of a hijab if they feel like they may be in danger. For many Muslim women, the head covering is a quintessential mark of their identity — much as the kippah or yarmulke is a customary requirement for Orthodox and some Conservative Jewish men. While often understood as a symbol of modesty and privacy, the hijab is much more for those Muslim women who choose to wear it. They view it alternately as a sign of religious devotion, discipline, freedom from Western expectations or simply a way to be in a continuous state of prayer. Many Muslim women would never think of giving it up, even if it means being targeted. “This is a difficult time,” acknowledged Khalilah Sabra, a Raleigh Muslim activist who works for the Muslim American Society’s Immigrant Justice Center. Just last month, a man spit in her face as she descended the stairs of the Garfield, N.J., Municipal Court, where she was testifying in a domestic violence dispute.  “I had to pause and decide do I fight or let it go?” Sabra decided to buck up and carry on. “We have to stand up for our religious rights and encourage women to stand their ground,” she said. Others, however, are taking security measures. On Nov. 9, when New York’s Muslim Community Network posted a notice on Facebook about a self-defense workshop, leaders expected 50 or 60 women would respond. Within hours, 2,700 women had signed up. Some Muslim women are buying pepper spray, taking firearms training or applying for concealed carry permits. And quietly, some Muslim women are uncovering their hair. “One of the reasons women are encouraged to dress modestly is for their protection,” said Engy Abdelkader, senior fellow and adjunct professor at Georgetown University’s Walsh School of Foreign Service. “Once that purpose is no longer served there’s an argument that it becomes a matter of necessity to remove it.” 44 CONNECT TWEET LINKEDIN 32 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hxibhO ",
    "title": "Concerned Muslim women rethinking the hijab"
   },
   {
    "entities": [
     "#68",
     "iii",
     "democratic",
     "dec 12, 2016",
     "c.",
     "texas",
     "next week",
     "hampshire",
     "states",
     "alexander",
     "trump",
     "house",
     "hillary",
     "pelosi",
     "news",
     "united",
     "university",
     "the last day",
     "rex",
     "bev",
     "college",
     "california",
     "say",
     "donald",
     "hollingworth",
     "state",
     "cia",
     "george",
     "abc",
     "congress",
     "russia",
     "help",
     "christine",
     "oct. 7",
     "shares",
     "john",
     "edwards",
     "a&m",
     "electoral",
     "hamilton",
     "podesta",
     "future",
     "u.s.",
     "parks",
     "republic",
     "national",
     "today",
     "new",
     "tillerson",
     "james",
     "watch",
     ", 5:44 pm",
     "nancy",
     "reports",
     "now",
     "maryalice",
     "clinton",
     "intelligence",
     "clapper"
    ],
    "id": 21,
    "text": "Electors Call for Intelligence Briefing on Russian Hacking Allegations By MaryAlice Parks Dec 12, 2016, 5:44 PM ET 0 Shares WATCH Reports Say CIA Believes Russia Sought to Help Trump in Election 0 Shares Email Ten members of the Electoral College have signed a letter urging the Director of National Intelligence James Clapper to provide them with classified briefings on Russia’s hacking and cyber involvement in the U.S. elections. Christine Pelosi, Democratic House Leader Nancy Pelosi ’s daughter, who serves as an elector from California, spearheaded drafting the letter and referred to the request as a “day pass” so that electors could be fully read-in before they cast their votes next week. Nine of the ten signatories come from states that Hillary Clinton won, though Pelosi said the news media should “stay tuned” for additional backers. \"We further emphasize Alexander Hamilton’s assertion in Federalist Paper #68 that a core purpose of the Electoral College was to prevent a 'desire in foreign powers to gain an improper ascendant in our councils.' The United States intelligence community has now concluded with 'high confidence' that a foreign power, namely Russia, acted covertly to interfere in the presidential campaign with the intent of promoting Donald Trump’s candidacy,\" the letter states. \"The Electors require to know from the intelligence community whether there are ongoing investigations into ties between Donald Trump, his campaign or associates, and Russian government interference in the election, the scope of those investigations, how far those investigations may have reached, and who was involved in those investigations,\" it reads. Clinton campaign chairman John Podesta released a statement today saying that the letter \"raises very grave issues\" about the election. Christine Pelosi told ABC News that the information would be helpful for members of Congress ahead of cabinet confirmation hearings. \"Was this all just happenstance, happening around Donald Trump without any of his agents encouraging it, other than the statements he himself made, or whether there is in fact more information?\" she told ABC News. Podesta stressed that the intelligence community had made it known that they were \"confident\" that the Russian government played a role in the hacking as early as Oct. 7 but \"this matter did not receive the attention it deserved.\" \"We now know that the CIA has determined Russia's interference in our elections was for the purpose of electing Donald Trump. This should distress every American,\" Podesta wrote in the statement obtained by ABC News. \"Never before in the history of our Republic have we seen such an effort to undermine the bedrock of our democracy.\" Electoral College expert George C. Edwards III, a political science professor at Texas A&M; University, told ABC News that Podesta's public call for electors to be briefed is \"certainly not typical, that's for sure.\" \"The further action would be for electors to become faithless,\" Edwards said, meaning that the electors wouldn't vote for the candidate who won their state, as they are bound to do by state laws. Bev Hollingworth, a retired hotel owner and New Hampshire state elector who also signed the letter, said that she believed her role as an elector was “not just a ceremonial thing.” “There is also a constitutional duty that we have to carry out and that is why I signed onto this letter,” she added. “I think this goes beyond politics. ... It should put us on guard for future elections.\" Hollingworth said she was also alarmed by President-elect Trump’s favored pick for Secretary of State Rex Tillerson ’s perceived close ties to Russia. She said the connection deserved “serious consideration.” “I am overwhelmed in what has transpired in the last day or so and what I have read about that connection,” she said. 0 Shares ",
    "title": "Electors Call for Intelligence Briefing on Russian Hacking Allegations - ABC News"
   },
   {
    "entities": [
     "wyn",
     "air",
     "base",
     "sheahan",
     "1954",
     "sept. 16, 2015",
     "us",
     "meek",
     "a few days later",
     "the winter of 2014",
     "joe",
     "$333,300",
     "september of 2015",
     "britain",
     "leavitt",
     "sam",
     "nellis",
     "news",
     "facebook",
     "hornbuckle",
     "fox",
     "late spring",
     "jan. 27, 1951",
     "early summer",
     "district",
     "$2.4 million",
     "cia",
     "of",
     "force",
     "court",
     "defense",
     "justice",
     "review",
     "twitter",
     "nevada",
     "nov. 9, 2016",
     "department",
     "groom",
     "vegas",
     "e.",
     "dempsey",
     "u.s.",
     "glen",
     "journal",
     "currently",
     "$116 million dollars",
     "massi",
     "mine",
     "james",
     "$44 million",
     "$5.2 million",
     "fall of 2015",
     "thomas",
     "now",
     "bob",
     "$100 million",
     "$1.5 million",
     "google",
     "las"
    ],
    "id": 22,
    "text": "Facebook 0 Twitter 0 Email Print   Joe Sheahan is in the fight of his life to save his family’s Nevada mine from being swallowed up by the federal government's mysterious Area 51 .  Technically, Sheahan’s family no longer even holds title to Groom Mine, which it owned for 130 years. The federal government took the deed through eminent domain after first offering the Sheahans $333,300, a price family lawyer James Leavitt called “embarrassingly low.” The family is fighting back in federal court, but if the Sheahans and Uncle Sam can’t agree on a value, it could wind up before a jury. Possibly more interesting is what the federal government wants with a parched stretch of rural Nevada desert and an old mine that hasn’t been active in decades. The area is known for two of the feds’ most closely guarded secrets: nuclear testing and UFOs. So far, the family has not been paid for the land. Initially, the family was sued by the federal government in September of 2015 in a complaint case of eminent domain. A few days later the government then filed a motion to take the over the property.  Now, Appraisal reports are being exchanged in the discovery phase of the litigation. If the parties cannot reach a sufficient value for the land, the Sheahans are prepared to fight it in a jury trial. The mine hasn’t been in full operation since 1954, but until fall of 2015 family members went out from time to time to blast for minerals.  The 400 acres of land sits almost 6,000 feet above sea level with panoramic views of the surrounding Groom Mountain Range and borders the Nevada Test and Training Range, which includes Area 51. According to Sheahan, his family’s land had always been highly sought after by the U.S. Air Force base looking to expand its flight-testing range, “They told me the land was like a suit hemmed in too tight that needed to breathe, that’s why they want our land“ Sheahan said. REAL-LIFE 'X-FILES'? CIA POSTS TROVE OF UFO DOCUMENTS Sheahan told Fox News that Air Force officials started showing up unannounced on the property in the 40’s and 50’s, intimidating his grandparents.  He said his family complained to the Air Force, but nothing happened. Then nuclear tests came without warning. According to the Las Vegas Review Journal archives, on Jan. 27, 1951, the Air Force detonated the first above-ground test on land next to the Groom Mine. Sheahan says his family wasn’t told about the test.  “This bomb goes off, who do you call, who do you Google, there’s no one … those blasts did significant damage to the property, not only in radiation,” he said. Sheahan claims family members and mine workers suffered long-term radiation effects and says some livestock died from beta burns. In the winter of 2014, government officials from the Department of Defense and the U.S. Air Force approached the Sheahan family about purchasing the property.  At that time, Sheahan and other family members had never had the property appraised but he says the family thought offers of $2.4 million, $5.2 million, and $1.5 million from the Air Force were too low and so they rejected them. “We’re not going to sit down with those numbers at the table.” said Sheahan. The Air Force confiscated the property on Sept. 16, 2015 through a federal court ruling in US District Court in Nevada. The family had three outside experts appraise the property after the seizure. Due to its proximity to Area 51 and the mineral rights to the land, each appraiser recognized the “unique value” of the property and came to the conclusion that the real value of the land was worth upwards of $44 million to $116 million dollars, Leavitt told Fox News. AUSTRALIAN TELESCOPE JOINS $100 MILLION SEARCH FOR ALIEN LIFE In a statement on Nov. 9, 2016 obtained by Fox News, a prior commander at Nellis Air Force Base, Col. Thomas E. Dempsey explained the reason for seizing the land; “Over the years, technology has increased demand for the test and training range assets and the Air Force has developed infrastructure that directly supports range activities that cannot be replicated elsewhere.” Leavitt is fighting to get the family just compensation, which real estate expert and Fox News Legal Analyst Bob Massi explains as “an objective understanding of the value of that property.” Fox News reached out for a comment from Justice Department, which is representing the Air Force but was told by deputy press secretary Wyn Hornbuckle the department will not comment on pending litigation. 'IT WAS NOT FROM THIS WORLD': WITNESS TO 'BRITAIN'S ROSWELL' UFO INCIDENT BREAKS 36-YEAR SILENCE Freelance local investigative reporter Glen Meek has been researching the Sheahan case since the government seized the land and is making a documentary about the land dispute. He noted government’s unwillingness to provide answers and boiled it down to two major fundamental issues - individual rights and national security, saying “the government’s position is pretty much, the testing that’s going on there now is incompatible with civilians having private land in that area.” The case is currently in discovery. Sheahan says he is a God-loving American and does not want to be portrayed as unpatriotic but wants his family to receive just compensation.  Sheahan and Leavitt expect a late spring or early summer court date where a jury will decide on the matter of just compensation.  Trending in Science ",
    "title": "Family fights government in land dispute near Area 51 | Fox News"
   },
   {
    "entities": [
     "ukraine",
     "democratic",
     "mccain",
     "c.i.a.",
     "d.",
     "this morning",
     "leahy",
     "trump",
     "vermont",
     "cardin",
     "house",
     "hillary",
     "mcconnell",
     "t.",
     "michael",
     "last week",
     "harris",
     "paul",
     "california",
     "senate",
     "donald",
     "patrick",
     "manafort",
     "jonathan",
     "monday",
     "gardiner",
     "nunes",
     "congress",
     "russia",
     "white",
     "2016",
     "john",
     "dianne",
     "j.",
     "flynn",
     "l.",
     "podesta",
     "martin",
     "obama",
     "national",
     "schumer",
     "new",
     "benjamin",
     "feinstein",
     "york",
     "josh",
     "committee",
     "chuck",
     "earnest",
     "now",
     "clinton",
     "maryland"
    ],
    "id": 23,
    "text": "Privacy Policy Mr. Nunes, a member of Mr. Trump’s transition team, said in a statement that the intelligence committee had been “conducting vigorous oversight of the investigations into election-related cyberattacks.” Mr. Nunes also noted that his committee would be scrutinizing the review of the Russian effort to influence the election ordered by President Obama last week. Advertisement Continue reading the main story Democrats have used the latest intelligence findings to renew their calls for an urgent inquiry. John D. Podesta, Hillary Clinton’s campaign chairman, demanded on Monday that all information about Russia’s meddling be declassified, and that the Obama administration explain what it knows about the hacking and when it knew it. “We now know that the C.I.A. has determined Russia’s interference in our elections was for the purpose of electing Donald Trump,” Mr. Podesta wrote in a statement. “This should distress every American. Never before in the history of our republic have we seen such an effort to undermine the bedrock of our democracy.” Three Senate Democrats — Benjamin L. Cardin of Maryland, Dianne Feinstein of California and Patrick J. Leahy of Vermont — called on Monday for the creation of an independent, nonpartisan commission to comprehensively investigate allegations of Russian interference in the 2016 election. But Mr. McConnell stopped short of calling for a special select committee, saying that the Senate intelligence committee was “more than capable of conducting a complete review” of the matter. While he stopped short of saying whether he agreed that Russia had interfered in the election in support of Mr. Trump, Mr. McConnell said, “We need to approach all these on the assumption the Russians do not wish us well.” Mr. McCain was less equivocal, saying Monday that there was “no doubt about the hacking” by Russian intelligence services. He called the hacking of the Democratic National Committee and related accounts “another form of warfare” in an appearance on “CBS This Morning” with Senator Chuck Schumer of New York, the incoming Democratic leader. For his part, Mr. Trump was dismissive of the intelligence findings and suggested that Democrats were simply stirring controversy. “Can you imagine if the election results were the opposite and WE tried to play the Russia/CIA card. It would be called conspiracy theory!” Mr. Trump said in a Twitter post on Monday. The White House press secretary, Josh Earnest, said that the administration would support a congressional review. He also rejected the notion that the administration had failed to adequately highlight the Russian efforts before the election, and said that the administration had extensively briefed Congress all year about Russian electoral meddling. Advertisement Continue reading the main story “There has been intensive cooperation between the intelligence community and other national security agencies, and members of Congress in both parties, both before and after the election,” Mr. Earnest said. “The briefings have been provided in a variety of settings, both classified and unclassified.” Even beyond the conclusions of the intelligence community, Mr. Trump’s campaign had widely known and extensive ties to the Russian government, including a campaign manager, Paul Manafort, who had worked for the Russian-backed government in Ukraine, and Mr. Trump’s choice for national security adviser, Lt. Gen. Michael T. Flynn, who had consulted for a Russian-backed media group, Mr. Earnest noted. Mr. Earnest said that Congress had a “special responsibility” to investigate the ties between the Trump campaign and the Russian government, because those connections were widely known before the election, adding that, for Capitol Hill Republicans, how to “reconcile their political strategy and their patriotism is something they’re going to have to explain.” Gardiner Harris and Jonathan Martin contributed reporting. ",
    "title": "McConnell and Ryan Back Russia Inquiries, Raising Potential Clash With Trump - The New York Times"
   },
   {
    "entities": [
     "dmitri",
     "democratic",
     "us",
     "friday",
     "hexadite",
     "december 12, 2016",
     "mitch",
     "rossman",
     "trump",
     "usatoday",
     "mcconnell",
     "sunday",
     "news",
     "--",
     "facebook",
     "may",
     "moscow",
     "fox",
     "barak",
     "elizabeth",
     "donald",
     "kevin",
     "senate",
     "morning",
     "francisco",
     "monday",
     "cia",
     "st.",
     "of",
     "russia",
     "security",
     "on",
     "taiwan",
     "2016",
     "j.",
     "isight",
     "cto",
     "freso",
     "klinghofer",
     "department",
     "fireeye",
     "election",
     "u.s.",
     "hussein",
     "obama",
     "national",
     "alperovitch",
     "san",
     "7:47 p.m. est",
     "committee",
     "nick",
     "rossmann",
     "petersburg",
     "homeland",
     "october 7",
     "now",
     "weise",
     "saddam",
     "intelligence",
     "ralph",
     "mitnick"
    ],
    "id": 24,
    "text": "Yes, Donald Trump, you can catch hackers not in the act Cyber criminals always leave evidence behind. Post to Facebook Yes, Donald Trump, you can catch hackers not in the act Cyber criminals always leave evidence behind. Check out this story on USATODAY.com: http://usat.ly/2hfRQUr CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 171 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Yes, Donald Trump, you can catch hackers not in the act Elizabeth Weise , USATODAY 7:47 p.m. EST December 12, 2016 x Share Donald Trump appeared on Fox News Sunday to discuss the CIA claims of Russian hacking, his call with Taiwan and his stance on daily intelligence briefings. Time Donald Trump (Photo: Ralph Freso) SAN FRANCISCO — Cybersecurity professionals respectfully disagree, President-elect Trump: You can catch hackers even when they're not in the act. In tweets sent Monday morning discounting U.S. intelligence agencies' assertion that Russia was behind attempts to interfere with the U.S. presidential election,  Trump said it was almost impossible to determine who was actually behind a hack unless they were caught in the act. Can you imagine if the election results were the opposite and WE tried to play the Russia/CIA card. It would be called conspiracy theory! — Donald J. Trump (@realDonaldTrump) December 12, 2016 Unless you catch \"hackers\" in the act, it is very hard to determine who was doing the hacking. Why wasn't this brought up before election? — Donald J. Trump (@realDonaldTrump) December 12, 2016 That's not a view embraced by the thousands who have made their job ferreting out hackers. \"Cyber criminals always leave evidence behind and forensic cybersecurity capabilities have advanced to the point where we can identify and analyze hacks faster than ever before,” said Barak Klinghofer, co-founder and chief product officer at Hexadite, a Boston-based company that does cyber-threat incident response. No less an authority that Kevin Mitnick, a hacker who spent five years in prison for computer-related crimes, tweeted that Trump was wrong and that hackers can be caught after the act. \"Take it from someone who knows this fact very well,\" said Mitnick, who now has his own consulting company, Mitnick Security. Some criminals are, indeed, caught in the act. Security firm CrowdStrike, which was hired by the Democratic National Committee to investigate a hack attack in May, says it watched the hackers while they were in the system. The company was, “able to watch everything that the adversaries were doing while we were working on a full remediation plan to remove them from the network,\" said the company’s chief technology officer Dmitri Alperovitch, CrowdStrike CTO. One clue: Time off for Russian holidays But hackers leave plenty of clues cyber security professionals can use to identify the perpetrators after the fact. Knowing who’s behind an attack involves combining forensics, data and psychology, said Nick Rossmann, a senior production manager at FireEye iSIGHT Intelligence. FireEye is often brought in to do post-attack forensics in large breaches. “Threat intelligence is an art form,” said Rossman. Analysts look at what software the attackers are using, what platforms and what address they’re coming from. “You look at what tools they’re using. Is it a certain kind of malware that requires skill to use? Was it custom-built to penetrate a specific network?” he said. They also look at motivations, what information was stolen and who it might be useful to. Finally, timing is often a clue. In an investigation of one hacking group, FireEye observed that all the activity took place during the work hours in St. Petersburg and Moscow, and the attackers also took Russian national holidays off. Rossmann added that U.S. intelligence agencies are well-supplied with staffers who have the necessary knowledge and background to do these types of investigations. “We hire people right from the government for a reason. They have the skills to do this,” Rossman said. Trump disagrees with U.S. intelligence community The CIA concluded in a secret assessment that Russia intervened in the 2016 election on behalf of Trump. Trump's transition team responded  t, \"these are the same people that said Saddam Hussein had weapons of mass destruction.\" Senate Majority Leader Mitch McConnell said Monday that two Senate committees will investigate the CIA's allegations. Republican leaders join outrage at Russia, will investigate hacks President Obama on Friday  ordered the nation's intelligence agencies to conduct a full review of attempts by foreign hackers to influence U.S. elections. The entire U.S. intelligence community, which includes 16 different agencies, as well as at least three private computer security companies, have independently investigated security breaches associated with the U.S. presidential election, concluding that the Russian government was behind the hacks. In a joint statement from the Department of Homeland Security and the Office of the Director of National Intelligence on Election Security released on October 7, U.S. intelligence agencies said they were \"confident that the Russian Government directed the recent compromises of e-mails from US persons and institutions, including from US political organizations.\" The specific instances outlined in the statement included: ► Emails stolen from the Democratic National Committee. ► Emails from that hack given to WikiLeaks. ► Scanning and probing of state election-related systems. On Sunday, Trump dismissed the link as \"ridiculous,\" telling Fox News Sunday \"I think it's just another excuse,\" adding \"I don't believe it ... Every week it's another excuse.\" ",
    "title": "Yes, Donald Trump, you can catch hackers not in the act"
   },
   {
    "entities": [
     "2016",
     "haslam",
     "news",
     "2009",
     "inc.",
     "tennessee",
     "interactive",
     "cbs",
     "bruce",
     "$1 million",
     "jack",
     "mckinney",
     "bill",
     "patsy",
     "$75",
     "lowery"
    ],
    "id": 25,
    "text": "Close CBS News McKinney was released and given $75 in 2009, after more than 31 years and nine months. “I don’t have no life, all my life was taken away,” he said. Since then, McKinney has depended on odd jobs at his church just to pay the bills. Under Tennessee law he could be eligible for up to $1 million in compensation. But the parole board, which hears such cases, has rejected his request twice. “In an exoneration hearing we have to have a lot of evidence, clear and convincing,” said Patsy Bruce, who served on Tennessee’s parole board for 12 years and heard McKinney’s first exoneration case. 30 Years on Death Row When asked why the judgments of the judge and district attorney weren’t  convincing enough, she replied, “Because they didn’t notice that they didn’t test everything ordered by the original judge to be tested.” Prosecutors say the two samples not tested either had no DNA or were so degraded tests could not be performed. “I have not been convinced he is innocent,” Bruce said. “It is not justice for him not to receive compensation for being wrongfully imprisoned,” said Jack Lowery, McKinney’s lawyer. Lowery has appealed the case to Gov. Bill Haslam, who has the final say. “There has been one mistake made that sent him to prison. I trust that another is not made that does not allow him exoneration,” Lowery said. Haslam’s decision could come at any moment. After waiting 31 years for his freedom, McKinney’s says he can wait a little longer. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Wrongfully convicted Tenn. man fights for compensation - CBS News"
   },
   {
    "entities": [
     "york",
     "nov. 26",
     "inc.",
     "2016",
     "7:00 p.m.",
     "associated",
     "interactive",
     "madison",
     "cbs",
     "friday",
     "quest",
     "social",
     "9:00 a.m.",
     "new",
     "monday",
     "press",
     "diagnostics",
     "security"
    ],
    "id": 26,
    "text": "<p>Quest Diagnostics logo.&nbsp;</p> Close Quest Diagnostics. NEW YORK -- Medical laboratory operator Quest Diagnostics Inc. says a hack of an internet application on its network has exposed the personal health information of about 34,000 people. The Madison, New Jersey-based company says “an unauthorized third party” on Nov. 26 gained access to customer information including names, dates of birth, lab results and in some instances, telephone numbers.  Cyber shoppers report being hacked The stolen data did not include Social Security numbers, credit card accounts, insurance details or any other financial information. Quest said Monday it is working with a cybersecurity firm and law enforcement to investigate the breach, while taking steps to prevent similar incidents from recurring.  “Quest Diagnostics has notified affected individuals via mail and established a dedicated toll-free number to call with questions regarding this incident,” the company said in a statement. The number provided is (888) 320-9970, and can be reached Monday through Friday between 9:00 a.m. and 7:00 p.m. Eastern Time.    © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Quest Diagnostics says personal health information of about 34,000 customers hacked - CBS News"
   },
   {
    "entities": [
     "israel",
     "hundreds of millions of dollars",
     "air",
     "mccain",
     "isabel",
     "d.",
     "armed",
     "navy",
     "friday",
     "states",
     "trump",
     "gates",
     "sunday",
     "$100 billion",
     "services",
     "lockheed",
     "$85 million",
     "united",
     "jeff",
     "michael",
     "m.",
     "senate",
     "recently",
     "the day",
     "monday",
     "b.",
     "2020",
     "force",
     "$500 million",
     "drew",
     "congress",
     "defense",
     "john",
     "2011",
     "midday",
     "once",
     "twitter",
     "babione",
     "michigan",
     "martin",
     "carter",
     "this year",
     "arizona",
     "new",
     "2006",
     "shear",
     "a.",
     "christopher",
     "york",
     "america",
     "washington",
     "committee",
     "4 percent",
     "jerusalem",
     "$5.5 billion",
     "2.5 percent",
     "to",
     "$253.11",
     "robert",
     "$4 billion",
     "ashton",
     "kershner",
     "pentagon",
     "three years later"
    ],
    "id": 27,
    "text": "Continue reading the main story But in pursuing the F-35 program, Mr. Trump may be facing a target that even he cannot budge. The president-elect is just the latest in a long line of critics in both parties who have beat up on the 15-year project, only to see it survive thanks to deep political support across the country. Lockheed has spread work on the F-35 to hundreds of subcontractors in most of the 50 states, and members of Congress typically oppose any cuts that would cost jobs in their states or districts. Advertisement Continue reading the main story It is unclear what alternative the president-elect could embrace if the military turns away from the F-35 this late in the jet’s development; the government has spent about $100 billion on the project, and 204 planes have been built. The Pentagon, under Robert M. Gates, the secretary of defense from 2006 to 2011, canceled a different fighter jet, the F-22 , leaving nothing but the F-35 to replace aging fighters used by the Air Force, Navy and Marines. Once in office, Mr. Trump could try to shrink overall costs by trimming back plans to buy more than 2,400 planes. But doing so simply pushes up the price of each jet. And that in turn could provoke diplomatic incidents with American allies who have contracted to add F-35s to their militaries. Higher costs per plane could exceed their budgets, as well. In the end, Mr. Trump’s public criticism of the plane may be about sending a warning message to private companies that contract with the military. While Mr. Trump said throughout the campaign that he would rebuild the nation’s military, his Twitter post on Monday signaled to contractors that they should not try to fleece the federal government. The immediate impact of Mr. Trump’s Twitter post on Monday was financial: After it was published, shares of Lockheed Martin had fallen by 4 percent around midday, reducing the company’s market value by about $4 billion, before rebounding somewhat. Lockheed shares ended the day down about 2.5 percent, closing at $253.11 a share. Mr. Trump posted on Twitter just as Defense Secretary Ashton B. Carter was in Israel to welcome the arrival of two F-35s, the first of a new-generation fleet meant to help maintain Israel’s air superiority in the region. Speaking at the ceremony, Mr. Carter described the F-35 as “the most advanced aircraft in history” and said, “Israel is our first and only friend in the region that is flying” it. Lockheed Martin’s program manager for the F-35, Jeff A. Babione, who was also in Israel for the planes’ arrival, said, “I certainly welcome the opportunity to address any question the president-elect would have about the program.” Mr. Babione added that Lockheed had invested hundreds of millions of dollars to reduce the price of the airplane. Lockheed said that if the government stuck to plans to increase production, it could reduce the average price for each F-35 by 2020 to $85 million, about the same as less sophisticated fighters cost. Advertisement Continue reading the main story The F-35 was designed as a state-of-the-art aircraft for all of the branches of the United States military, with the goal of overwhelming adversaries with technological superiority. The jet would be able to evade radar and dodge sophisticated antiaircraft missiles while giving pilots a better picture of enemy threats advancing toward them. But despite initial promises that the all-in-one plane would save taxpayer money, costs have veered sharply higher over 15 years of development. Mr. Trump has not said how he will seize control of the project’s costs, which have risen despite repeated attempts over more than a decade to restrain spending and fix costly mistakes. In an interview on Sunday, and in a speech to supporters in Michigan on Friday, the president-elect accused military officials of failing to negotiate good deals with private-sector contractors because they know they might be hired by the companies after their military service ends. “The people that are making these deals for the government, they should never be allowed to go to work for these companies,” Mr. Trump said on “Fox News Sunday.” “You know, they make a deal like that, and two or three years later, you see them working for these companies that made the deal.” Mr. Trump said military officials who were in charge of negotiating multibillion-dollar deals like the F-35 project should be barred for life from employment with the companies that they worked with, though he did not cite any examples involving the fighter plane. That would be an expansion of the president-elect’s proposal that people who work for his administration be barred from lobbying for five years. In a hearing this year, Senator John McCain, Republican of Arizona and the chairman of the Senate Armed Services Committee, demonstrated the dilemma for members of Congress and others who worry about the ballooning cost of the project. He hailed the plane as a needed part of the country’s arsenal even as he criticized the program’s inability to deliver on time and within budget. “The full capabilities this aircraft will eventually provide are critical to America’s national security,” Mr. McCain said. “But at the same time, the F-35 program’s record of performance has been both a scandal and a tragedy.” Advertisement Continue reading the main story The technology in the F-35 and other weapons systems is increasingly complex, and politics tend to exacerbate the problems. To lock in congressional support, the Pentagon often starts building the weapons before testing is complete. Cutting funding in the middle of programs can increase costs in the long run if it reduces the economies of scale in the manufacturing plants. Pentagon officials said recently that they needed an extra $500 million to finish development of the planes. They have also been wrangling with Lockheed over the price of the latest batch of planes. The F-35 program is also sensitive diplomatically, and as costs per plane increase, the overruns affect the ability of other countries to buy the jets. Israel, for example, has ordered 33 of the stealth fighters at a cost of more than $5.5 billion, to come from the assistance Israel receives from Washington, and the Israeli cabinet decided recently to increase the number of planes to 50. Michael D. Shear reported from Washington, Christopher Drew from New York and Isabel Kershner from Jerusalem. ",
    "title": "Trump Joins Line of Critics of Costly Fighter Jet - The New York Times"
   },
   {
    "entities": [
     "harry",
     "#68",
     "tweet",
     "democratic",
     "stein",
     "next week",
     "colorado",
     "hampshire",
     "mitch",
     "alexander",
     "trump",
     "midwest",
     "house",
     "comey",
     "hillary",
     "mcconnell",
     "party",
     "r-wis.",
     "pelosi",
     "last week",
     "inc.",
     "ryan",
     "cnn",
     "paul",
     "senate",
     "college",
     "donald",
     "chris",
     "reid",
     "state",
     "monday",
     "cia",
     "carol",
     "last month",
     "r-ky.",
     "congress",
     "russia",
     "christine",
     "john",
     "shea-porter",
     "electoral",
     "hamilton",
     "green",
     "michigan",
     "podesta",
     "jill",
     "u.n.",
     "u.s.",
     "bolton",
     "fbi",
     "new",
     "republic",
     "obama",
     "the weekend",
     "intel",
     "james",
     "suprun",
     "wisconsin",
     "committee",
     "gop",
     "nancy",
     "d-nev.",
     "now",
     "trump's",
     "clinton",
     "intelligence"
    ],
    "id": 28,
    "text": "Former Secretary of State Hillary Clinton and John Podesta arrive for a portrait unveiling ceremony for retiring Senate Minority Leader Harry Reid, D-Nev., last week. Tom Williams/CQ-Roll Call,Inc. hide caption toggle caption Tom Williams/CQ-Roll Call,Inc. Former Secretary of State Hillary Clinton and John Podesta arrive for a portrait unveiling ceremony for retiring Senate Minority Leader Harry Reid, D-Nev., last week. Tom Williams/CQ-Roll Call,Inc. Amid news of possible Russian interference in the U.S. presidential election, a top Hillary Clinton adviser is publicly casting support for a push by some members of the Electoral College to receive an intelligence briefing ahead of their formal vote next week. \"The bipartisan electors' letter raises very grave issues involving our national security,\" Clinton campaign Chairman John Podesta said in statement Monday. \"Electors have a solemn responsibility under the Constitution and we support their efforts to have their questions addressed.\" CIA Concludes Russian Interference Aimed To Elect Trump It's the losing Democratic nominee's most public show of support yet for efforts to question the legitimacy of election results that gave Donald Trump the presidency. And it follows news over the weekend that the CIA has concluded that Russia intervened in the election to help the Republican win. The letter comes from 10 mostly Democratic electors, including House Minority Leader Nancy Pelosi's daughter Christine and New Hampshire Rep.-elect Carol Shea-Porter. Only one signatory is a Republican, Texan Chris Suprun, who has already said he is refusing to vote for Trump despite his state's results. The electors point to the recent news about Russian involvement and argue that it's their role to best discharge their duties to \"prevent a 'desire in foreign powers to gain an improper ascendant in our councils,'\" as Alexander Hamilton outlined in The Federalist Papers #68. Trump is challenging one of the Colorado electors, who signed the letter, in court. He's claiming that if the court overturns a state law binding electors to the statewide winner, it would undermine his election. Though Colorado did vote for Clinton, some electors are hoping it could be used to overturn other state laws where Trump did win. Article continues after sponsorship Contrary To Trump's Tweet, Russian Hacking Came Up Before Election (A Lot) In his statement of support for the electors' push, Podesta also claims that despite the Clinton's campaign's \"protestations, this matter did not receive the attention it deserved by the media in the campaign,\" even though the issue was discussed many times by both candidates and reporters. \"We now know that the CIA has determined Russia's interference in our elections was for the purpose of electing Donald Trump. This should distress every American,\" Podesta continued. \"Never before in the history of our Republic have we seen such an effort to undermine the bedrock of our democracy. This is not a partisan issue and we are glad to see bipartisan support in the Congress for an investigation into Russia's role. We believe that the Administration owes it to the American people to explain what it knows regarding the extent and manner of Russia's interference and this be done as soon as possible. To that end, we also support the request from members of the Senate Intelligence Committee to declassify information around Russia's roles in the election and to make this data available to the public.\" Clinton's campaign also supported recount efforts in key Midwest states, like Wisconsin and Michigan, initiated by Green Party nominee Jill Stein, though the Democrats were skeptical they would alter the results. Trump and his aides have pushed back against reports of any Russian interference in last month's election, and the president-elect himself cast doubt on the accuracy of the CIA's intelligence. Former U.N. Ambassador John Bolton, reportedly under consideration for Trump's deputy secretary of state, questioned whether the reports were a \" false flag \" perpetrated by the Obama administration. McConnell, Differing With Trump, Says He Has 'Highest Confidence' In Intel Agencies But GOP congressional leaders are supporting an investigation into whether Russia did interfere. Senate Majority Leader Mitch McConnell, R-Ky., said he has the \"highest confidence\" in U.S. intelligence agencies. House Speaker Paul Ryan, R-Wis., also said in a statement that Congress \"must condemn and push back forcefully against any state-sponsored cyberattacks on our democratic process.\" Democratic congressional leaders have been far more direct in their criticism and accusations. Retiring Senate Minority Leader Harry Reid, D-Nev., blamed FBI Director James Comey's letter in the final weeks of the campaign for reigniting controversy around Clinton's private email server and costing her the election. And yet, Reid noted, Comey did not release more information about possible Russian involvement in the election. \"It's obvious he was a partisan in all this,\" Reid told CNN about Comey. \"There's information out there. He had it, I'm confident. And he ignored it.\" ",
    "title": "Clinton Campaign Backs Electors' Push To Receive Intelligence Briefing Before Electoral College Vote : NPR"
   },
   {
    "entities": [
     "slotkin",
     "jason",
     "mcgahn",
     "bloomberg",
     "spicer",
     "jon",
     "trump",
     "house",
     "january",
     "dec. 15",
     "jan. 20",
     "thursday",
     "news",
     "npr",
     "donald",
     "tuesday",
     "$630 million",
     "d.c.",
     "july",
     "$3.6 billion",
     "sean",
     "washington",
     "december 12",
     "don",
     "elswick/ap",
     "white"
    ],
    "id": 29,
    "text": "December 12, 20166:43 PM ET Jason Slotkin President-elect Donald Trump's organization holds the lease on, and has opened a hotel in, a prominent building in Washington, D.C., one of many business interests that could lead to conflicts with his role as president. Jon Elswick/AP hide caption toggle caption Jon Elswick/AP President-elect Donald Trump's organization holds the lease on, and has opened a hotel in, a prominent building in Washington, D.C., one of many business interests that could lead to conflicts with his role as president. Jon Elswick/AP Donald Trump has cancelled a planned news conference for Thursday intended to address potential business conflicts he may face as president. Trump transistion advisor Sean Spicer told NPR, \"the announcement will be in January.\" As Bloomberg News, which broke the story, reports: \"Trump had planned to make the announcement Dec. 15 but wants more time because he's been occupied with filling out his cabinet and top administration posts, according to the officials, who spoke on condition of anonymity to discuss internal deliberations. He's preparing to reveal his choice for secretary of state as soon as Tuesday, they said. \"The president-elect has consulted various legal specialists as well as Don McGahn, his pick for White House counsel, about how to deal with his organization, the officials said. A new date for the announcement hasn't been set, but it will be before his inauguration on Jan. 20, they said. \"Trump has about $3.6 billion of assets and $630 million of debt held in more than 500 companies, according to a July analysis by Bloomberg. His golf developments, tenant rosters, loans and licensing arrangements tie him to businesses and governments in 20 countries. Those ties risk hobbling his presidency with questions about motives for his policy and may raise constitutional issues.\" NPR thanks our sponsors ",
    "title": "President-Elect Trump Postpones Business Conflicts Announcement : The Two-Way : NPR"
   }
  ]
 }
}