{
 "14": {
  "col-sim": {
   "cosine": 0.16641823598009794,
   "entity": 0.22488822255440183
  },
  "exec-time": 41.61232113838196,
  "links": [
   {
    "entities": [
     "robinson",
     "kerry",
     "professor",
     "capitol",
     "mobil",
     "relations",
     "heinz",
     "states",
     "reagan",
     "trump",
     "bechtel",
     "january",
     "university",
     "crimea",
     "paul",
     "rex",
     "united",
     "senate",
     "light",
     "chris",
     "shultz",
     "davis",
     "state",
     "tuesday",
     "2014",
     "george",
     "of",
     "verona",
     "associates",
     "exxon",
     "goddard",
     "russia",
     "mclarty",
     "edward",
     "foreign",
     "john",
     "early january",
     "paulette",
     "past",
     "$240 million",
     "department",
     "u.s.",
     "d.c.",
     "new",
     "arctic",
     "tillerson",
     "delaware",
     "hill",
     "coons",
     "york",
     "service",
     "america",
     "washington",
     "committee",
     "ronald",
     "public",
     "now",
     "bob",
     "teresa",
     "rosneft",
     "corker",
     "time",
     "nearly four years ago"
    ],
    "id": 0,
    "text": "Exxon Mobil CEO Rex Tillerson speaks to reporters after the annual Exxon Mobil shareholders meeting in 2014. LM Otero/AP hide caption toggle caption LM Otero/AP Exxon Mobil CEO Rex Tillerson speaks to reporters after the annual Exxon Mobil shareholders meeting in 2014. LM Otero/AP Exxon Mobil CEO Rex Tillerson, President-elect Trump's nominee for secretary of state, will have his Senate confirmation hearing in January. Before then, experts say, he'll have to think hard about how to divest from a company where he has spent his entire career. Tillerson reportedly owns 2.6 million shares of Exxon Mobil stock, which would be worth about $240 million, as of the Wall Street close on Tuesday. When John Kerry became secretary of state nearly four years ago, he and his wife, Teresa Heinz, divested from a long list of companies to avoid any possibility of a conflict of interest. For the same reason, George Shultz — an executive at Bechtel before serving as Ronald Reagan's top diplomat — set up a blind trust, says Davis Robinson, the State Department's legal adviser at the time. But, Robinson says, \"his was not as complicated as Mr. Tillerson, because Mr. Tillerson owns so much of Exxon Mobil stock.\" Blind trusts and divestment are two of the most common options to meet the requirements of federal ethics laws. And tax breaks allow wealthy appointees to defer capital-gains taxes when they sell off assets so they can serve in government. Article continues after sponsorship Paul Light , the Paulette Goddard Professor of Public Service at New York University, says divestment is the most effective cure to conflict of interest concerns. \"If you are to reassure the public that your negotiations with foreign governments have no tie to your financial interests, you divest,\" he says. For Tillerson, that may not be enough. Even if he divests from Exxon Mobil stock, he will face tough questions on Capitol Hill about his past dealings, especially in Russia. Tillerson opposed U.S. sanctions on Russia, imposed after Russia annexed Crimea, that slowed a joint project between Exxon Mobil and Russian energy giant Rosneft to drill in the Arctic. \"It troubles me greatly that Mr. Tillerson would have reason to advocate for the rolling back of sanctions because that would be the best interests of his company,\" says Sen. Chris Coons, a Delaware Democrat who serves on the Senate Foreign Relations Committee. \"And it is my hope that he's enough of a patriot to separate his decades-long affiliation with this major oil company and the genuine interest of the American people.\" Russia isn't the only place of concern, Coons says. \"I suspect we will be having discussions about a number of different countries where he negotiated relationships or deals with dictators or authoritarian regimes that worked for Exxon Mobil, but will not work for America's interests,\" he says. Edward Verona, a former Exxon Mobil colleague of Tillerson's in Russia, now with McLarty Associates in Washington, D.C., believes the oil executive will be able to make the switch to the State Department. \"I don't believe that he would, certainly not consciously, do anything that would contravene the interests of the United States for the potential benefit of his former company. That's just my sense of him,\" he says. Republican Sen. Bob Corker, the Senate Foreign Relations Committee chairman, says he will chair a confirmation hearing for Tillerson in early January. But before the nominee meets with any senators, he'll need to answer the committee's questionnaire about whether and how he will sever his business relationships with Exxon Mobil. ",
    "title": "Exxon Mobil CEO Rex Tillerson Would Probably Have To Divest Stock Before Becoming Secretary Of State : Parallels : NPR"
   },
   {
    "entities": [
     "mai-duc",
     "dec. 1",
     "gil",
     "$150,000",
     "spring 2017",
     "carrillo",
     "california",
     "garcetti",
     "kevin",
     "state",
     "mejia",
     "/",
     "jimmy",
     "jan. 4",
     "eric",
     "sacramento",
     "a.",
     "jerry",
     "hernandez",
     "angeles",
     "democratic",
     "león",
     "2013 may day march",
     "coro",
     "united",
     "perez",
     "may",
     "gomez",
     "senate",
     "park",
     "donald",
     "2014",
     "christine",
     "assembly",
     "southern",
     "u.s.",
     "irfan",
     "previously",
     "kenneth",
     "de",
     "jose",
     "david",
     "legislature",
     "orr",
     "party",
     "bernie",
     "cedillo",
     "carmona",
     "rock",
     "wendy",
     "congress",
     "khan",
     "brown",
     "john",
     "kamala",
     "republican",
     "anthony",
     "francine",
     "los",
     "2012",
     "salvador",
     "assemblyman",
     "eagle",
     "leon",
     "el",
     "times",
     "last year",
     "sara",
     "l.a.",
     "states",
     "trump",
     "march",
     "highland",
     "harris",
     "arturo",
     "june",
     "sanders",
     "1420989_me_0501_may_day_march_ik",
     "rendon",
     "green",
     "pérez",
     "ryu",
     "the weekend",
     "huizar",
     "xavier",
     "washington",
     "now",
     "becerra",
     "d-los"
    ],
    "id": 1,
    "text": "Who's in and who's out in the race to replace Rep. Xavier Becerra in Congress 1420989_ME_0501_May_Day_March_IK Irfan Khan / Los Angeles Times Wendy Carrillo waves a flag at a 2013 May Day march in downtown Los Angeles. Wendy Carrillo waves a flag at a 2013 May Day march in downtown Los Angeles. (Irfan Khan / Los Angeles Times) Christine Mai-Duc Contact Reporter Rep. Xavier Becerra (D-Los Angeles) is still awaiting confirmation as California’s next attorney general , and there’s no date set for an election to replace him, but that hasn’t stopped the furious pace of palace intrigue over the past two weeks. The names of nearly a dozen potential candidates to replace Becerra in Los Angeles’ 34th Congressional District have been floated since Dec. 1, when Gov. Jerry Brown named him as the chosen successor to Atty. Gen. Kamala Harris , California’s newest U.S. senator. One of the most well connected possible replacements, former Assembly Speaker John A. Pérez, withdrew from consideration over the weekend due to unspecified health reasons, saying that his treatment “doesn’t lend itself to the intensity of a campaign that the community deserves.” Pérez, who ran unsuccessfully for state controller in 2014, had already received dozens of endorsements from members of the state Democratic Party when he dropped out, scrambling the race. SIGN UP for our free Essential Politics newsletter >> With Pérez out, Assemblyman Jimmy Gomez (D-Los Angeles), a former labor organizer who was elected to the Legislature in 2012 , appears to have begun consolidating  support from the state’s Democratic establishment . Gomez announced the endorsements of Los Angeles Mayor Eric Garcetti, Assembly Speaker Anthony Rendon (D-Paramount) and Senate leader Kevin de León (D-Los Angeles) in quick succession after Perez dropped out. Gomez said in a statement announcing his run that he wants to “make sure that the Trump Republican Party does not have a free hand in Washington.” Four other candidates have officially said they would run for the seat. They are Wendy Carrillo, a local labor activist and former journalist who was brought to the United States illegally from El Salvador as a child;  Kenneth Mejia , a Green Party candidate and self-proclaimed “Berniecrat” who previously ran against Becerra in the June election; Sara Hernandez, a former aide to L.A. City Councilman Jose Huizar who now runs the public affairs institute Coro Southern California; and Arturo Carmona, a former deputy political director for Bernie Sanders’ presidential campaign.  In a statement announcing her run, Hernandez said she had raised more than $150,000 and that she knows “how to deal with bullies,” vowing to stand up to a Trump administration. They and others who are still mulling over potential bids represent a younger generation of local activists eager to run in a race where the rapidly changing neighborhoods of downtown Los Angeles, Eagle Rock and Highland Park will send a new face to Congress for the first time in more than 20 years. The race comes at a time when California’s statewide and congressional Democrats have vowed to be a thorn in the side of Donald Trump. “This can’t just be the usual game of musical chairs where one elected [official] moves to another position,” Hernandez said in an interview. “It’s time to turn this ship around, and that needs to be done by investing in a new generation of leadership that has the time and the energy and the fortitude to stand up to these challenges.” U.S. Rep. Xavier Becerra (D-Los Angeles), center, will leave his congressional seat after 24 years if confirmed as California's next attorney general. State Senate leader Kevin de Leon (D-Los Angeles), right, has said he won't run to replace him. Francine Orr / Los Angeles Times U.S. Rep. Xavier Becerra (D-Los Angeles), center, will leave his congressional seat after 24 years if confirmed as California's next attorney general. State Senate leader Kevin de Leon (D-Los Angeles), right, has said he won't run to replace him. U.S. Rep. Xavier Becerra (D-Los Angeles), center, will leave his congressional seat after 24 years if confirmed as California's next attorney general. State Senate leader Kevin de Leon (D-Los Angeles), right, has said he won't run to replace him. (Francine Orr / Los Angeles Times) The election of Donald Trump has also prompted several more seasoned politicians to skip the race: De León said he would not run , focusing instead on working with Becerra to “defend California’s progress.” L.A. City Councilmen Jose Huizar , who has been a vocal supporter of downtown development, and Gil Cedillo also turned down the opportunity, with Cedillo vowing to “stay and fight” for immigrant rights and other crucial issues in Los Angeles.  David Ryu, another councilman who last year cruised to victory with major support from the Korean community, also briefly considered vying for Becerra’s seat, but decided against it. But there’s still time for the roster of candidates to expand: Brown can’t set an election date until Becerra resigns and creates a vacancy, something he has said he won’t do until after he’s confirmed by the Legislature. Lawmakers won’t return to Sacramento until Jan. 4. The special election would probably be held no earlier than spring 2017, though the law gives the governor wide discretion in setting the schedule, particularly if it could be consolidated with already-scheduled citywide elections in March and May. ",
    "title": "Who&apos;s in and who&apos;s out in the race to replace Rep. Xavier Becerra in Congress - LA Times"
   },
   {
    "entities": [
     "gulf",
     "texas",
     "circle",
     "jean-francois",
     "state",
     "for",
     "cia",
     "associates",
     "silicon",
     "2011",
     "department",
     "$240 million",
     "ethics",
     "yukos",
     "arctic",
     "today",
     "the last year",
     "east",
     "saudi",
     "bush",
     "fall",
     "arab",
     "middle",
     "$1 billion",
     "united",
     "rex",
     "senate",
     "donald",
     "khodorkovsky",
     "molchanov",
     "tuesday",
     "2014",
     "exxon",
     "russia",
     "aramco",
     "halper",
     "igor",
     "pierson",
     "u.s.",
     "norman",
     "w.",
     "citizens",
     "90 billion barrels",
     "james",
     "and",
     "mikhail",
     "several",
     "arabia",
     "pavel",
     "ukraine",
     "david",
     "milov",
     "mobil",
     "raymond",
     "richard",
     "moscow",
     "crimea",
     "$10 trillion",
     "shiite",
     "congress",
     "asia",
     "john",
     "valley",
     "republican",
     "obama",
     "tillerson",
     "qatar",
     "america",
     "iran",
     "2012",
     "painter",
     "putin",
     "wilkinson",
     "mccain",
     "responsibility",
     "trump",
     "tracy",
     "syria",
     "corp.",
     "penn",
     "george",
     "vladimir",
     "seznec",
     "emirates",
     "africa",
     "institute",
     "persian",
     "washington",
     "&",
     "eisen",
     "evan",
     "ivan",
     "now",
     "rosneft",
     "sechin"
    ],
    "id": 2,
    "text": "Rex Tillerson's four decades at Exxon Mobil could hamper his role as America's top diplomat Trump chooses oil tycoon and Russia friend Rex Tillerson to head State Department Several Republican leaders have expressed concern over the Exxon Mobil chief executive’s close ties to Russian President Vladimir Putin .   Several Republican leaders have expressed concern over the Exxon Mobil chief executive’s close ties to Russian President Vladimir Putin .   Tracy Wilkinson and Ivan Penn Contact Reporters As chief executive officer of Exxon Mobil Corp., Rex Tillerson has led a vast energy juggernaut, roaming the globe in search of multibillion-dollar deals, working with despots as well as democrats. The brash Texas oilman has helped forge or supervise exploration, production and refinery projects in 50 countries on six continents, from Africa to the Arctic. The company was widely seen as a quasi-state, with more influence in some parts of the world than the U.S. government. If Tillerson is confirmed as Donald Trump’s secretary of State, however, he may find that his 41-year career at the world’s largest publicly traded oil and gas company could hamper his ability to freely conduct foreign policy as America’s top diplomat. A Senate confirmation fight already is brewing over Tillerson’s personal and business ties to Vladimir Putin , now Russia’s autocratic president. Few in Congress feel warmly about Putin, and many are outraged that CIA reports show that Russia used hackers to try to influence the U.S. presidential race. After several days of leaks from his transition team, Trump confirmed Tuesday that he will nominate Tillerson , saying the 64-year-old oil mogul’s career “is the embodiment of the American dream.” Donald Trump , a candidate whose social media savvy belied what they saw as a staggering disregard for the innovation economy and the tech culture that has fostered it. Now comes the reckoning. Some... Silicon Valley’s entrepreneurs made little effort over the last year to conceal their distaste for Donald Trump , a candidate whose social media savvy belied what they saw as a staggering disregard for the innovation economy and the tech culture that has fostered it. Now comes the reckoning. Some... (Evan Halper and David Pierson) \"His tenacity, broad experience and deep understanding of geopolitics make him an excellent choice for secretary of State,” the president-elect said in a statement. To avoid direct conflicts of interest, Tillerson would be required to sell his $240 million in Exxon Mobil stock and other holdings. But he might also have to recuse himself from specific issues before the State Department, experts say. “Unless he severs all financial ties to Exxon Mobil, he will be required by law to recuse himself from everything relating not just to that business, but from all industries in which it operates — something that would make it very hard for him to do his job,” Norman Eisen and Richard Painter, who head Citizens for Responsibility and Ethics in Washington, an ethics watchdog group, said Tuesday in a statement. “It may be that the appearance of conflict and the need for repeated recusals is so profound that the Senate concludes he cannot do the job,” said Eisen, who served in the Obama administration, and Painter, who worked for President George W. Bush. Tillerson’s Senate confirmation is far from assured. Democratic opposition appeared strong and some Republican lawmakers have expressed concerns about his work in Russia, although none have yet said they will vote against him. Sen. John McCain (R-Ariz.) said he would ask Tillerson if he ever voiced criticism to Putin for his egregious human rights record at home and abroad, including recent Russian air attacks that killed civilians in Syria. “I have concerns about what kind of business we do with a butcher, a murderer and a thug, which is exactly what Vladimir Putin is,” McCain said. As Exxon Mobil’s CEO, Tillerson opposed the 2014 decision by the Obama administration and its European allies to impose sanctions on Russia for its seizure of Crimea from Ukraine, a dispute that sent U.S.-Russian relations into free fall. The sanctions cost Exxon Mobil about $1 billion, according to company reports, because projects had to be scrapped. In 2011, Exxon Mobil had signed a deal with Russia’s largest state-owned oil company, Rosneft, for joint exploration and production in hard-to-reach territory north of the Arctic Circle, where more than 90 billion barrels is believed to be in reserve. Today, that project looks foolhardy, said Pavel Molchanov, an oil industry analyst with Raymond James & Associates. “At today’s oil prices, there’s absolutely no rationale for Arctic oil drilling,” Molchanov said. “It’s in a remote location, difficult climate. It’s pretty marginal, economically speaking. There obviously are places to drill with today’s prices. The Arctic is not one of them.” Rosneft was built on the ruins of Yukos, an oil company that belonged to Russian tycoon Mikhail Khodorkovsky, who was sent to prison for alleged fraud in what many saw as a case of Putin’s revenge for the businessman’s support of anti-Kremlin forces.  Rosneft and its CEO, Igor Sechin, who is considered Putin’s right-hand man and someone with whom Tillerson worked closely, were specifically blacklisted by the Western sanctions. In 2012, two years before the Ukraine invasion, Putin bestowed Russia's Order of Friendship on Tillerson, a rare prize for a U.S. citizen and one that on occasion has been given to communist spies. The Tillerson “appointment is very beneficial for Putin,” said Vladimir Milov, Russia’s former deputy energy minister and an opposition leader. “It will mean the end of values of the American foreign policy vector and a transfer to purely pragmatic deals on certain matters.\" On Tuesday, Russia was the first country to praise Tillerson, saying he exhibited a “pragmatism” that would permit “a mutually beneficial relationship” between Moscow and Washington. Other plaudits came from parts of the Middle East, where Tillerson is well known among Persian Gulf royalty. Some Sunni Arab leaders felt neglected by an Obama administration that focused on forging a nuclear pact with Shiite Iran, archrival of Saudi Arabia, and called for a strategic pivot to Asia. In Saudi Arabia, Exxon Mobil has multibillion-dollar investments in refineries and chemical companies with Aramco, the Saudi oil conglomerate founded by Exxon and considered the world’s most valuable company, worth an estimated $10 trillion. In Qatar, Exxon Mobil is part owner of 12 of 14 liquefied natural gas plants, and in the United Arab Emirates, Exxon owns nearly a third of the largest oil concession there, according to the Middle East Institute, a think tank in Washington. “Arab leaders in the Gulf might look favorably on the appointment of a familiar oil executive as secretary of State,” said Jean-Francois Seznec, a scholar at the institute. “However, they also know he is quite a strategist who knows the regional games and how to play them.” ",
    "title": "Rex Tillerson&apos;s four decades at Exxon Mobil could hamper his role as America&apos;s top diplomat - LA Times"
   },
   {
    "entities": [
     "karoun",
     "next year",
     "capper",
     "pelosi",
     "ryan",
     "paul",
     "charles",
     "wyden",
     "cia",
     "rubio",
     "j.",
     "schumer",
     "hill",
     "gop",
     "summar",
     "lindsey",
     "gripas/reuters",
     "clinton",
     "kremlin",
     "intelligence",
     "white",
     "democratic",
     "capitol",
     "n.y.",
     "relations",
     "mitch",
     "devin",
     "mcconnell",
     "jan. 20",
     "rex",
     "senate",
     "donald",
     "snell",
     "tuesday",
     "2014",
     "exxon",
     "russia",
     "current",
     "reuters/yuri",
     "e.",
     "u.s.",
     "ron",
     "james",
     "and",
     "feinstein",
     "york",
     "peskov",
     "pence",
     "pentagon",
     "ukraine",
     "david",
     "at 5:50 pm",
     "armed",
     "mobil",
     "graham",
     "filipov",
     "richard",
     "moscow",
     "tower",
     "foreign",
     "nunes",
     "congress",
     "mike",
     "john",
     "reuters/mark",
     "marco",
     "kauzlarich",
     "nov. 30, 2016",
     "new",
     "national",
     "obama",
     "tillerson",
     "wikileaks",
     "america",
     "appropriations",
     "committee",
     "nancy",
     "bob",
     "putin",
     "sept. 11",
     "corker",
     "kelsey",
     "burr",
     "mccain",
     "this week",
     "gripas",
     "last year",
     "trump",
     "2013",
     "house",
     "hillary",
     "syria",
     "services",
     "r.",
     "kauzlarich/reuters",
     "monday",
     "december 13",
     "vladimir",
     "oregon",
     "2016",
     "dianne",
     "yuri",
     "judiciary",
     "washington",
     "december 9, 2016",
     "demirjian",
     "mark",
     "clapper"
    ],
    "id": 3,
    "text": "Congress can’t decide how to probe charges Russia aimed to help Trump The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Karoun Demirjian December 13 at 5:50 PM Follow @karoun Congressional leaders are vowing to vigorously probe allegations that Russia interfered in the elections to benefit President-elect Donald J. Trump, but they are already arguing over who should do so and how any examination should be conducted. Senior Republicans want to channel any investigation through the House and Senate intelligence committees, over which they have greater control. But some Democrats, fearing that the results of such an investigation would never be released to the public, are pushing the formation of an independent body of outsiders modeled on the Sept. 11 commission. Still other Republicans would like to see a bipartisan investigation in Congress -- or better yet, form entirely new congressional committees and subcommittees to dig into the matter. A different group of Democrats would like to see a very unusual bicameral probe into whether Russia allegedly hacked the Democratic National Committee emails and leaked them to WikiLeaks in a concerted effort to damage Hillary Clinton. The cacophony of competing voices on Capitol Hill could hamstring the rare, near-universal commitment to dig into allegations Russian interfered with the 2016 election. It may also allow Trump to discredit lawmakers’ efforts as overly partisan — the president-elect has called charges “ ridiculous ” that Russia interfered in the election to benefit his candidacy. In public statements, Senate Majority Leader Mitch McConnell (R-Ky.) and House Speaker Paul Ryan (R-Wis.) have both focused on channeling any Russia investigation through their intelligence committees. House Speaker Paul Ryan (R-Wis.) speaks to the media after meeting with President-elect Donald Trump at Trump Tower in New York, U.S. December 9, 2016. REUTERS/Mark Kauzlarich (Mark Kauzlarich/Reuters) McConnell on Monday said the Senate Intelligence Committee — of which he is a symbolic member as the chamber’s GOP leader -- is “more than capable of conducting a complete review of the matter.” Ryan agreed, saying that a special panel is unnecessary because the House Intelligence Committee is “working diligently on the cyber threats posed by foreign governments and terrorist organizations.” But if history is any guide, those investigations could be highly classified and damaged by partisan infighting. Their findings may be subject to presidential review and closely held by top lawmakers, the intelligence community and senior aides in the Trump White House. “There certainly is a danger in this being swept under the rug,” said Oregon Sen. Ron Wyden (D), an Intelligence member. “There must be urgency and transparency in getting facts out into the open, whether they’re being investigated by the intelligence committees, other standing congressional committees, a joint committee or an independent commission.” The closest parallel may well be the so-called “torture report,” produced in 2014 by the Senate Intelligence Committee documenting CIA treatment of suspected terrorist detainees in the wake of Sept. 11. Despite then-chairwoman Dianne Feinstein’s (D-Calif.) intense desire to see the full 7,000-page report released, all but the 548-page executive summar y has remained private. [ Senate report on CIA program details brutality, dishonesty ] That panel devolved into near chaos when the torture report was released without the support of Republicans, including the incoming chairman of the Intelligence committee, Sen. Richard Burr (R-N.C.). When he became chair, Burr demanded the return of all copies of the report, apparently concerned it could be obtained through the Freedom of Information Act. President Obama just this week made moves to preserve the report when he leaves office without ensuring it immediately becomes available to the public. Vice President-elect Mike Pence gestures to reporters during a meeting with House Speaker Paul Ryan on Capitol Hill on Nov. 30, 2016. REUTERS/Yuri Gripas (Yuri Gripas/Reuters) Obama has also taken steps to collect information about the CIA allegations before he leaves office on Jan. 20, ordering a “full review” of the charges be delivered to him before he leaves office. Separately, a group of senior Democratic senators is pushing Obama to declassify information about Russia’s alleged election-related hacking operations before Trump is inaugurated. Russian President Vladimir Putin’s spokesman on Tuesday issued a blunt denial of U.S. allegations that the Kremlin intervened to help Trump win the presidency, and expressed hope that Moscow will be able to “reset” its relationship with the new administration. In an interview with RT television, Peskov dismissed the findings by the CIA that the Russian government aided Trump — or that it was interfering in upcoming German elections — as “absolute nonsense.” The battle over how to investigate Russian influence is likely to bleed over into the confirmation hearings of Exxon Mobil CEO Rex Tillerson , who was nominated on Tuesday by Trump to be his secretary of state. Several Republican senators, who must vote to confirm Tillerson, expressed concern over ties Tillerson has to Russia’s President Vladi­mir Putin, who decorated him with the Kremlin’s Order of Friendship in 2013. “While Rex Tillerson is a respected businessman, I have serious concerns about his nomination,” Sen. Marco Rubio (R-Fla.), a member of the Senate Foreign Relations Committee that will hold confirmation hearings, said in a statement. “The next secretary of state must be someone who views the world with moral clarity, is free of potential conflicts of interest, has a clear sense of America’s interests, and will be a forceful advocate for America’s foreign policy goals to the president, within the administration, and on the world stage.” McConnell, however, backed Tillerson, saying “I look forward to supporting” his nomination. The House and Senate intelligence panels have already had briefings from various officials pertaining to allegations Russia interfered in the elections. But in the House, Chairman Devin Nunes (R-Calif.) has also criticized Director of National Intelligence James R. Clapper for presenting the committee with a different take on Russia’s hacking activities than the CIA assessment saying the Kremlin interfered to help Trump win. The committee “has an urgent need to accurately understand the current IC assessment of alleged Russian cyberactivities relating to the election, and any disagreements among IC components,” Nunes wrote in a letter to Capper on Monday. In a separate statement Monday, Nunes also said that he “do[es] not see any benefit in opening further investigations.” But so far, those committees haven’t made any of their current information public, and may not do so if they broaden their reach. [ Secret CIA asseessment says Russia was trying to help Trump win the White House ] Top avoid such a situation, Senate Democrats — including Feinstein -- have called for an independent commission of experts, appointed by congressional leaders, to investigate the charges. House Minority Leader Nancy Pelosi (D-Calif.) also supports that idea in which both sides would have subpoena power. Such a committee would be structured like the Sept. 11 commission, with both parties’ leaders appointing one to two non-lawmakers to sit on it. The president would not be allowed to appoint panel members, a courtesy often extended during the creation of other commissions, as Democrats believe Trump would have a conflict of interest because of the nature of the charges. Democrats want a report made public 18 months after such a panel begins its work. McConnell, Ryan, and other committee leaders – including Trump’s most vocal critics on the Hill – have been dodging direct questions about whether they believe the CIA’s assessment that President Vladi­mir Putin, who Trump frequently praised during the campaign, was behind the hacks the CIA believes were intended to help Trump prevail. Senate Armed Services Committee Chairman John McCain (R-Ariz.), who has said “there’s very little doubt” Russia intervened in the elections and has derided Trump for casting doubt on that conclusion, suggested that in this one instance, maybe the CIA is wrong. “The CIA has not always been exactly right, to say the least,” he said. In the wake of the CIA allegations, however, McCain and Sen. Lindsey Graham (R-S.C.) joined calls from incoming Senate Democratic leader Charles E. Schumer (N.Y.) to initiate a bipartisan probe. For McCain, the election is one part of a larger examination that must focus on national security risks posed by cyber threats, particularly related to the military. Officials already suspect that Russia may have been behind a major email breach at the Pentagon last year. Sen. Bob Corker (R-Tenn.), who chairs the Foreign Relations Committee, has also pledged to dig into the allegations of Russian hacking next year. And Sen. Lindsey Graham (R-S.C.), who chairs two subcommittees on the Judiciary and Appropriations committee, has also committed to investigating Russia’s alleged intervention in the elections, as well as other nefarious activities across the globe, including in the conflicts in Syria and Ukraine. David Filipov contributed from Moscow and Kelsey Snell reported from Washington. ",
    "title": "Congress can’t decide how to probe charges Russia aimed to help Trump - The Washington Post"
   },
   {
    "entities": [
     "keystone",
     "rodgers",
     "this summer",
     "conservation",
     "resources",
     "navy",
     "west",
     "images",
     "interior",
     "cleveland",
     "3 percent",
     "league",
     "states",
     "trump",
     "cliven",
     "house",
     "jon",
     "radio",
     "montana",
     "mcmorris",
     "r-mont.",
     "last week",
     "ryan",
     "united",
     "university",
     "facebook",
     "npr",
     "senate",
     "donald",
     "recently",
     "zinke",
     "r-wash.",
     "trahant",
     "alex",
     "tuesday",
     "of",
     "last month",
     "north",
     "tester",
     "congress",
     "2018",
     "oregon",
     "natural",
     "last may",
     "nevada",
     "idaho",
     "department",
     "wong/getty",
     "obama",
     "this evening",
     "iraq",
     "bannock",
     "july",
     "56 percent",
     "bundy",
     "gop",
     "committee",
     "voters",
     "a few weeks ago",
     "cathy",
     "public",
     "shoshone",
     "dakota",
     "mark"
    ],
    "id": 4,
    "text": "Rep. Ryan Zinke, R-Mont., spoke at the Republican National Convention in Cleveland in July. Alex Wong/Getty Images hide caption toggle caption Rep. Ryan Zinke, R-Mont., spoke at the Republican National Convention in Cleveland in July. Alex Wong/Getty Images President-elect Donald Trump has selected Montana Rep. Ryan Zinke to be his interior secretary, according to multiple news reports. NPR has not independently confirmed those reports. Zinke is a first-term congressman and a former Navy SEAL commander who served in Iraq and was awarded two Bronze Stars. He was re-elected to a second term last month with 56 percent of the vote. In the House, the Republican lawmaker serves on the Natural Resources Committee and has split with his party before to defend public access to federal lands. Zinke resigned his position this summer as a delegate to the Republican National Convention after the GOP platform supported transferring federal public lands to the states. \"What I saw was a platform that was more divisive than uniting,\" Zinke told the Billings Gazette in July. \"At this point, I think it's better to show leadership.\" Zinke still spoke at the convention in Cleveland in support of Trump, whom he endorsed last May. However, Zinke is overall not praised by environmentalists. He has just a 3 percent voting record with the League of Conservation Voters and is a supporter of coal, oil and gas exploration. He also backs building the Keystone XL pipeline. Article continues after sponsorship The interior secretary is one of the most closely monitored — and controversial — Cabinet positions, especially in the American West. The department oversees the management of more than 500 million acres of federal public lands, including close to 400 national parks and federal monuments, not to mention numerous dams and reservoirs. \"I'm always reminded of that old joke that it doesn't matter who's elected president of the United States; it matters in the West when the secretary of interior is appointed,\" said Mark Trahant, a professor at the University of North Dakota. \"That's the person who has the most direct say over our lives.\" Trahant, who is also a member of the Shoshone Bannock tribe in Idaho, predicted one of the top priorities of the next secretary under Trump will be to develop more oil and gas reserves, especially on tribal lands. Another equally controversial item on the department's agenda could be the federal government's overall role in management of all federal lands in the West. During the Obama administration, fringe Western lands groups on the far right — including rancher Cliven Bundy and his sons, who staged armed standoffs over cattle grazing in Nevada and Oregon — pushed for massive amounts of federal land to be turned over to the states and local counties. Zinke told Montana Public Radio recently that he is open to reforms in how the federal government manages lands, but he reiterated: \"I have always been a strong supporter of public lands, and have voted against the transfer or sale of public lands. My position is known and well-established.\" Zinke has a bachelor's degree in geology from the University of Oregon, where he played on the football team. If Zinke accepts the position and is confirmed by the Senate, it could be a setback for Republican hopes to knock off Democratic Sen. Jon Tester in 2018. Tester is a top GOP target and Zinke was considered to be a strong challenger to the Democratic incumbent. Zinke confirmed a few weeks ago that he was considering a bid. In theory, Zinke could still serve but resign early to campaign back in Montana, and even use the position to boost his credentials against Tester. Still, for what's seen as one of the top opportunities for Republicans in two years, the lack of time to build a campaign and raise funds would be a setback. Trump had also considered House Republican Conference Chairwoman Cathy McMorris Rodgers, R-Wash., to lead the Interior Department, and many believed she was the likely pick, but a source close to the congresswoman said Tuesday those reports were driven by the transition team and that she did not receive an offer or a call from the president-elect this evening. In a Facebook post , McMorris Rodgers said it was an honor to meet with Trump last week but that she was looking forward to continuing in Congress, where she is the highest-ranking woman in GOP leadership. ",
    "title": "Reports: Trump Taps Montana Rep. Ryan Zinke To Lead Interior Department : NPR"
   },
   {
    "entities": [
     "aug. 12, 2014",
     "reporter",
     "friday",
     "tuesday, dec. 13, 2016",
     "contact",
     "states",
     "bali",
     "von",
     "schaefer",
     "chatham",
     "tribune",
     "united",
     "perez",
     "bibbs",
     "park",
     "antonio",
     "tuesday",
     "2014",
     "pallmeyer",
     "last month",
     "jan. 30",
     "cherney",
     "courthouse",
     "march 23",
     "u.s.",
     "chicago",
     "dirksen",
     "october 2015",
     "sheila",
     "oak",
     "wiese",
     "elyssa",
     "wiese-mack",
     "robert",
     "rebecca",
     "heather",
     "tommy",
     "mack",
     "oct. 30, 2015"
    ],
    "id": 5,
    "text": "Cousin of Heather Mack's boyfriend pleads guilty to role in Bali killing Robert Bibbs Antonio Perez / Chicago Tribune Robert Bibbs, a cousin of Heather Mack's boyfriend arrives at the Dirksen U.S. Courthouse building Tuesday, Dec. 13, 2016. Robert Bibbs, a cousin of Heather Mack's boyfriend arrives at the Dirksen U.S. Courthouse building Tuesday, Dec. 13, 2016. (Antonio Perez / Chicago Tribune) Elyssa Cherney Contact Reporter Chicago Tribune The cousin of Heather Mack 's boyfriend, who federal prosecutors allege helped the couple murder Mack's mother in Bali in 2014, pleaded guilty Tuesday to his role in the bloody killing that garnered international attention. A grand jury in October 2015 indicted Robert Bibbs on three counts, all having to do with conspiracy to commit the murder of a U.S. citizen on foreign soil. Bibbs, 26, pleaded guilty to one count in the indictment, conspiracy to commit foreign murder of a national of the United States. He would not be sentenced to more than 20 years under the plea deal. Sentencing is scheduled for March 23. The charges stem from the Aug. 12, 2014, killing of Oak Park resident Sheila von Wiese-Mack, 62, while she was on a luxury vacation in Bali with her daughter, Heather. The younger Mack and her boyfriend Tommy Schaefer planned the attack, carried it out and stuffed von Wiese-Mack's bloody body in a suitcase left at the resort. Mack, 21, is serving a 10-year prison term and Schaefer, 23, is serving 18 years after an Indonesian jury convicted them. According to the criminal complaint against Bibbs, the Chatham resident coached both his cousin and Mack before the Bali trip on how to commit the murder without getting caught. He offered suggestions of a drug overdose made to look like an accident or suffocation during sleep. Bibbs remained in contact with the couple after they went to Bali too. Prosecutors allege Bibbs took part for a share of von Wiese-Mack's multimillion-dollar inheritance. She was bludgeoned to death with a metal pole from a fruit stand. In electronic messages obtained by investigators, Schaefer texted Bibbs that \"for some reason\" he didn't feel bad, according to the charges. Sheila von Wiese- Mack 's body was discovered by Indonesian police Aug. 12, 2014, stuffed into a suitcase at a resort in Bali. Her daughter, Heather Mack, of Chicago, and Heather's boyfriend, Tommy Schaefer , of Oak Park, were tried and found guilty in her murder. \"She wasn't a good person,\" Bibbs allegedly responded. \"There wasn't any positive energy released from her body.\" Bibbs on Friday filed to change his plea. He had pleaded not guilty Oct. 30, 2015, after being indicted a month before. Bibbs, who works at a nursing home doing maintenance, has no serious criminal record prior to the case. U.S. District Judge Rebecca Pallmeyer last month rejected requests from Bibbs to dismiss the charges, affirming the case would go to trial Jan. 30, court records show. ",
    "title": "Cousin of Heather Mack&apos;s boyfriend pleads guilty to role in Bali killing - Chicago Tribune"
   },
   {
    "entities": [
     "johnson/the",
     "dmitry",
     "texas",
     "karoun",
     "cabinet",
     "rick",
     "equatorial",
     "paul",
     "charles",
     "state",
     "cia",
     "china",
     "defense",
     "rubio",
     "2011",
     "kgb",
     "department",
     "this year",
     "schumer",
     "arctic",
     "$20",
     "east",
     "saudi",
     "museum",
     "gop",
     "flake",
     "trump's",
     "kazakhstan",
     "steven",
     "baker",
     "lindsey",
     "kremlin",
     "tech",
     "white",
     "middle",
     "relations",
     "west",
     "boris",
     "mitch",
     "consulting",
     "mcconnell",
     "united",
     "chevron",
     "philip",
     "rex",
     "kara",
     "senate",
     "donald",
     "molchanov",
     "tuesday",
     "of",
     "black",
     "exxon",
     "russia",
     "lankford",
     "earlier monday",
     "e.",
     "u.s.",
     "siberia",
     "guinea",
     "james",
     "york",
     "the past",
     "peskov",
     "thomas",
     "arabia",
     "pence",
     "pavel",
     "ukraine",
     "david",
     "raymond",
     "rucker",
     "graham",
     "perry",
     "minneapolis",
     "brian",
     "filipov",
     "gates",
     "interfax",
     "moscow",
     "jeff",
     "crimea",
     "cnn",
     "tower",
     "foreign",
     "federation",
     "yemen",
     "2015",
     "mike",
     "john",
     "kane",
     "marco",
     "cavaliers",
     "cliburn",
     "obama",
     "rice",
     "new",
     "tillerson",
     "1994",
     "qatar",
     "vucci/ap",
     "massachusetts",
     "america",
     "committee",
     "bob",
     "energy",
     "putin",
     "corker",
     "time",
     "mufson",
     "russian",
     "anne",
     "mccain",
     "gearan",
     "last year",
     "blatt",
     "at 1:51 pm",
     "cleveland",
     "states",
     "trump",
     "2013",
     "house",
     "hadley",
     "sea",
     "o.",
     "art",
     "m.",
     "ariz.",
     "murphy",
     "monday",
     "december 13",
     "vladimir",
     "johnson",
     "40 years ago",
     "post",
     "yeltsin",
     "washington",
     "sakhalin",
     "van",
     "evan",
     "exxonmobil",
     "robert",
     "condoleezza"
    ],
    "id": 6,
    "text": "Trump picks ExxonMobil CEO Rex Tillerson to be secretary of state The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it President-elect Donald Trump announced Rex Tillerson as his nominee for secretary of state. Here's what you need to know about Tillerson. (Thomas Johnson/The Washington Post) By Steven Mufson , Philip Rucker and Karoun Demirjian December 13 at 1:51 PM Follow @StevenMufson Follow @PhilipRucker Follow @karoun President-elect Donald Trump has picked as his secretary of state Rex Tillerson , the chief executive of ExxonMobil, Trump’s transition team announced Tuesday, setting up a possible confrontation with members of his own party in the Senate. Since Tillerson’s name emerged as a candidate for the post, leading Republicans have expressed reservations about his years of work in Russia and the Middle East on behalf of the multinational oil company. But some lawmakers seemed to be signaling they will support him after the announcement was made. Also under scrutiny is Tillerson’s ties with Russian President Vladi­mir Putin amid wider probes of Russian influence following a CIA assessment pointing to Russian computer hacking during the presidential race. After Tillerson’s nomination was official, several Republican senators offered various degrees of support, led by Senate Majority Leader Mitch McConnell (R-Ky.). He said in a statement: “I look forward to supporting his nomination.” ExxonMobil CEO Rex Tillerson in 2015. (Evan Vucci/AP) Other GOP senators, including Jeff Flake (Ariz.), who sits on the Senate Foreign Relations Committee that will first have to approve Tillerson before a Senate floor vote, said that backing for Tillerson from some prominent figures — former secretaries of state James Baker and Condoleezza Rice, and former defense secretary Robert M. Gates — “carry considerable weight.” Foreign Relations Committee Chairman Bob Corker (R-Tenn.) has called Tillerson a “very impressive individual.” The one obvious red flag for Tillerson is Sen. Marco Rubio (R-Fla.), who is also a member of Foreign Relations, where only one Republican vote would endanger the nomination. Rubio expressed “serious concerns” and vowed to ensure a “thorough” vetting of the nominee on the committee. “The next secretary of state must be someone who views the world with moral clarity, is free of potential conflicts of interest, has a clear sense of America’s interests,” Rubio said. Sen. James Lankford (R-Okla.) echoed Rubio’s call that Tillerson’s views be “closely examined,” such as his relations with China and Russia and views on Middle East tensions. And Sen. Lindsey O. Graham (R-S.C.), who wants a bipartisan investigation of Russian influence on the U.S. elections, said he expects “U.S.-Russia relations to be front-and-center in his confirmation process.” While Senate Democrats cannot filibuster Trump’s Cabinet picks, Republicans have only 52 votes in the Senate, leaving them in potential jeopardy if Democrats unite in opposition to Tillerson. It will take at least 50 votes to confirm a nominee, plus Vice President-elect Mike Pence casting a tiebreaking vote. 1 of 23 Here’s a look at Trump’s administration so far View Photos President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Caption President-elect Donald Trump faces a challenge as he prepares for his move to the White House: selecting the men and women who will fill his administration. Energy secretary nominee, Rick Perry Rick Perry, a former Texas governor who ran for president for the past two election cycles, forgot the name of the Energy Department amid a 2011 presidential debate even as he vowed to abolish it. As governor, he championed fossil fuels. Kathy Willens/AP Buy Photo Wait 1 second to continue. Sen. Charles E. Schumer (D.-N.Y.), the Democrat’s incoming Senate leader, urged that Tillerson face several rounds of questioning over issues such as his “disturbing opposition” to sanctions on Russia and “how he views Putin.” Like others in the new Trump Cabinet , the ExxonMobil chief executive lacks any experience in government but will try to apply his experience in the business world to the realm of diplomacy. And he has worked extensively around the globe and built relationships with such leaders as Putin. The Trump team is planning an aggressive public relations campaign to win confirmation for Tillerson and dispel what it sees as a false narrative about his ties to Russia, a person involved in the transition said. In a statement, Trump called Tillerson an “embodiment of the American Dream” and cited the oil executive’s “tenacity, broad experience and deep understanding of geopolitics.” Trump, however, made no mention of the nomination process in the announcement. [ Here are the people whose names have been floated for Trump’s Cabinet ] Gates, whose firm Rice Hadley Gates Consulting has ExxonMobil as one of its clients, was the first person to raise Tillerson as a secretary of state possibility with Trump during a meeting at Trump Tower, the transition official added. Trump did not know much about Tillerson but started chewing over the idea. He invited Tillerson for a meeting, and the two global dealmakers hit it off. They recognized similarities in each other, and the more they talked, the more they liked each other, the transition official said. Tillerson “would bring to the position vast knowledge, experience and success in dealing with dozens of governments and leaders in every corner of the world,” Gates said in a statement, which did not cite any specific countries. Rice also did not mention Russia or other nations in her statement of support, but appeared to answer potential critics of Tillerson by calling him a “patriot” who would “represent the interests and values of the United States.” Rice, who has served on the board of Chevron, spoke with Trump about Tillerson by phone Monday as Trump made his final decision. One argument that the defenders of Tillerson will probably make is that he stands firm in business negotiations in Russia and elsewhere. During his career, he has also cultivated leaders of countries such as Saudi Arabia, Yemen and Qatar. “One of the things I know about the Russian government: I’m very predictable. And they know if I say no it means no. And talking about it more isn’t going to change that. No is still going to be no,” Tillerson said in a talk last year at the Texas Tech business school. “Over the years we’ve earned each other’s respect. Then when you say yes, you know we’ll follow through. It means something.” [ Putin wants revenge and respect, and hacking the U.S. is his way of getting it ] Weighing whether to lift economic sanctions on Russia will be one of the first things on Tillerson’s plate, given Trump’s desire to smooth relations with the Kremlin. International economic sanctions, imposed after Russia annexed Crimea and gave support to insurgents in Ukraine’s eastern provinces, have fallen heavily on financial institutions and ExxonMobil. ExxonMobil, which has a profitable operation on Sakhalin island in eastern Russia, had begun a drilling program in the Arctic’s Kara Sea, where Exxon made a find, and had agreed to explore shale oil areas of West Siberia and deep waters of the Black Sea. If sanctions are lifted, Tillerson told analysts this year, the Black Sea drilling would probably be the first to be restarted. While ExxonMobil complained privately to the Obama administration about the sanctions, the company has abided by the law. “They understand the situation. We understand the situation,” Tillerson said of the Kremlin when asked at an oil analysts’ meeting this year about whether Exxon would resume work in Russia if sanctions were lifted. In addition, Tillerson will have to deal with climate issues because the State Department is the lead agency in international climate negotiations. Unlike Trump, Tillerson has said he believes that climate change is real and has favored a revenue-neutral carbon tax of more than $20 a ton. [ If ExxonMobil were a country, it would be the world’s 41st largest economy ] But environmental groups charge that Exxon knew about the harmful effects of fossil fuels as much as 40 years ago and failed to inform investors and the public, possibly in violation of securities laws. The New York and Massachusetts attorneys general and a range of nongovernmental organizations are locked in battle over the charges. Human rights experts are also unhappy about Tillerson’s nomination, noting that ExxonMobil does business in countries ruled by autocrats or dictators, including countries in the Middle East, as well as Equatorial Guinea and Kazakhstan. “I don’t think that companies’ role is to play politics,” said Pavel Molchanov, oil analyst at the investment firm Raymond James. “They’re there to invest in resources. Saying that he personally has some special feelings toward Russia just because Exxon has invested there is probably overstating the case.” But that might not be the way lawmakers see it. At least four Republican senators have already publicly expressed their concerns with Tillerson’s Russia ties. Graham called the fact that Putin awarded Tillerson the Kremlin’s Order of Friendship in 2013 “unnerving,” while Sen. John McCain (Ariz.) questioned Tillerson’s judgment on CNN on Monday noting, “I don’t see how anybody could be a friend of this old-time KGB agent,” referring to Putin. Established in 1994 by the president at the time, Boris Yeltsin, the Order of Friendship has been handed out by Russian leaders to figures as diverse as pianist Van Cliburn, former Cleveland Cavaliers coach David Blatt, and Raymond E. Johnson, founder of the Museum of Russian Art in Minneapolis. Earlier Monday, Kremlin spokesman Dmitry Peskov acknowledged Tillerson’s relationship with Putin and his friendly attitude toward Russia, but played down the idea that it would influence policy. “As to the allegations of whether his attitude to the Russian Federation is good or bad: being secretary of state is very different from leading a company, even a very big one. Therefore, any, so to speak, sympathies become secondary,” Peskov was quoted by the Interfax news agency as telling reporters. “The only thing that remains here is readiness to demonstrate a constructive attitude and be professional,” he said. “We are hoping that this is what will happen.” Peskov said Tillerson and Putin have met on several occasions, but the spokesman offered only measured comments about their relationship. “Indeed, [Tillerson] repeatedly had contacts with our representatives due to his work in the post of one of the world’s largest oil companies; he fulfills his duties very professionally,” Peskov said. David Filipov in Moscow, and Paul Kane, Anne Gearan and Brian Murphy in Washington contributed to this report. Read more: ",
    "title": "Trump picks ExxonMobil CEO Rex Tillerson to be secretary of state - The Washington Post"
   },
   {
    "entities": [
     "todd",
     "christ",
     "past 13 years",
     "last year",
     "latter-day",
     "religion",
     "freedom",
     "simmons",
     "christmas",
     "ffrf",
     "news",
     "facebook",
     "the",
     "liberty",
     "fox",
     "patrick",
     "tim",
     "hiram",
     "commentary",
     "tuesday",
     "of",
     "north",
     "county",
     "observer",
     "church",
     "from",
     "starnes",
     "wake",
     "twitter",
     "bodhaine",
     "past",
     "this year",
     "saints",
     "foundation",
     "carolina",
     "institute",
     "america",
     "&",
     "first",
     "nick",
     "jesus",
     "steven",
     "elliott",
     "sasser"
    ],
    "id": 7,
    "text": "Facebook 0 Twitter 0 livefyre Email Print  (Courtesy Apex Nativity Celebration) School children in Wake County, North Carolina will no longer be allowed to sing Christmas carols at an annual Nativity celebration after they received a complaint from the Freedom From Religion Foundation, a Wisconsin-based group of atheists, agnostics and free-thinkers. Click here to join America’s most popular Conservative Facebook page!  The Freedom From Religion Foundation said the performances at the annual Apex Christmas Nativity Celebration were unconstitutional and could not continue.  “The whole purpose of the event is to display and honor nativity scenes, which highlight an exclusively Christian aspect of the holiday season, rather than a secular Christmas celebration,” FFRF attorney Patrick Elliott wrote in a complaint to the district last year. “Students are intentionally brought to the church to be exposed to hundreds of depictions of the Christian legend of Jesus’ birth.” Legend? Well, if that doesn’t jingle your bells… Click here for a FREE subscription to Todd’s newsletter: a must-read for Conservatives! Anyway, the school district decided it would be best to ban student choirs from taking part in this year’s celebration — most certainly breaking the hearts of children who wanted to spread a bit of Christmas cheer. “No one was particularly happy with the outcome of this,” school district spokesman Tim Simmons told The News & Observer . “Some schools had been participating for several years.” The annual event is a three-day “celebration of the birth and ministry of our Lord and Savior, Jesus Christ,” sponsored by the Church of Latter-day Saints in Apex. “When school choirs ask students to attend a church event, a reasonable student will perceive that the school is endorsing religion,” Elliott wrote in his letter. I hardly doubt a grade school choir is going to spontaneously convert to the Mormon faith simply because they were singing “I Saw Mommy Kissing Santa Claus.” I reached out to Steven Bodhaine, who oversees nine Mormon congregations in Wake County -- a very nice gentleman. He assured me there has never been any proselytizing at the celebration.  “There’s never been a single incident or concern in the past 13 years,” he said. “In fact, these schools often look forward to this because it’s such a beautiful venue to perform.” Simmons told the newspaper that their legal counsel opined that letting the choirs perform would “put the district in the position of potentially endorsing a religious viewpoint.” According to the nativity event website, it’s a three-day “celebration of the birth and ministry of our Lord and Savior, Jesus Christ.” The Freedom From Religion Foundation says they are dedicated to the “separation of church and state.” But in reality they are a bunch of mean-spirited Christophobic agitators who prey on small towns and innocent school children. “If FFRF’s brand of religious hostility was so attractive, they wouldn’t have to bully people into submission,” said Hiram Sasser, with First Liberty Institute - a law firm that specializes in religious liberty cases. FFRF said they took action after a “concerned parent” complained — obviously someone who has a checkered past with Jolly Old Saint Nick.  “Public schools are a place for all students regardless of religious belief or non-belief,” Elliott told the newspaper in a Tuesday interview. “To have public schools involved in a Christian event celebrating the birth of Jesus is a problem.” What a heartless thing for someone to do — setting loose a bunch of godless Grinches so they could bully children. Folks, if that doesn’t curdle your egg nog, I don’t know what will.   Todd Starnes is host of Fox News & Commentary, heard on hundreds of radio stations. His latest book is \" God Less America: Real Stories From the Front Lines of the Attack on Traditional Values. \" Follow Todd on Twitter  @ToddStarnes and find him on Facebook . Advertisement TRENDING IN OPINION 1 ",
    "title": "School choirs barred from performing at annual Nativity celebration | Fox News"
   },
   {
    "entities": [
     "pacific",
     "interactive",
     "this week",
     "cbs",
     "great",
     "lakes",
     "this morning",
     "minneapolis",
     "midwest",
     "plains",
     "northern",
     "thursday",
     "inc.",
     "the end of this week",
     "1977",
     "1982",
     "california",
     "basin",
     "weather",
     "tuesday",
     "2014",
     "jamie",
     "north",
     "fisher",
     "about 15 to 20",
     "boston",
     "2016",
     "bismark",
     "england",
     "once",
     "earth",
     "eric",
     "yuccas",
     "northeast",
     "new",
     "national",
     "arctic",
     "wednesday",
     "northwest",
     "1989",
     "service",
     "mid-atlantic",
     "now",
     "winter",
     ",",
     "dakota",
     "1985",
     "wbz",
     "upper"
    ],
    "id": 8,
    "text": "Email Extreme cold is moving across more of the country this week, bringing with it the potential for record lows and dangerous conditions for children, pets and anyone else without adequate protection — all thanks to a weather phenomenon known as the polar vortex . What is the polar vortex? This phrase is once again in the headlines, and worth re-defining. The “polar vortex” technically refers to a large area of low pressure and cold air that surrounds both of the Earth’s poles, according to the National Weather Service. It’s always existed at the poles, but the polar vortex strengthens in particular during the winter and can send cold air southward.  Temperatures dip to dangerous lows when the polar vortex expands, sending thermometers plummeting. There have been a number of notable cold snaps caused by the polar vortex, including in 1977, 1982, 1985, 1989 and 2014, according to the weather service. For now, the Midwest is getting hit the hardest Arctic air from the polar vortex has already brought bitterly cold temperatures to the Northern Plains and Upper Midwest this week, Jamie Yuccas reported for “CBS This Morning” Tuesday.  Temperatures felt like 20 degrees below zero in Bismark, North Dakota, and minus-18 degrees in Minneapolis on Tuesday. Cold temperatures at this level can cause skin to freeze in less than ten minutes, Yuccas reported, raising serious risks of frostbite and hypothermia . There is little relief in sight. The Northern Plains and Upper Midwest will remain frigid through the end of this week, the National Weather Service said. On Wednesday, the expected highs range from 20 to 30 degrees below average for much of the region. Beyond the Midwest: Severe cold warnings Extreme cold will freeze other regions this week, too. The National Weather Service is warning of frigid temperatures in the Mid-Atlantic and Northeast and potentially heavy snow in the Great Lakes region Wednesday and Thursday.  New England in particular should brace for intense cold and wind on Thursday, with the potential for record low temperatures, Eric Fisher, meteorologist at CBS Boston station WBZ reported. Chills originating in the Arctic will bring snow showers and temperatures in the teens and low 20s.  That’s about 15 to 20 degrees lower than usual averages for this time of year, Fisher said. Snow is also expected to accumulate across portions of the Great Basin and the Pacific Northwest this week. Severe rain is possible across much of central and northern California.  © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Polar vortex returns: Here’s where it’ll be coldest - CBS News"
   },
   {
    "entities": [
     "et",
     "slotkin",
     "jason",
     "larry",
     "supreme",
     "images",
     "right",
     "action",
     "getty",
     "press",
     "fund",
     "legislature",
     "donald",
     "jan. 1, 2018",
     "burns",
     "tuesday",
     "of",
     "december 13",
     "last month",
     "board",
     "court",
     "associated",
     "john",
     "once",
     "health",
     "maisch",
     "tuesday, the same day",
     "life",
     "this year",
     "d.c.",
     "oklahoma",
     "parenthood",
     "washington",
     "america",
     "planned",
     "kasich",
     "to",
     "laguens",
     "dawn",
     "$2.3 million",
     "ohio",
     "ap"
    ],
    "id": 9,
    "text": "December 13, 20167:25 PM ET Jason Slotkin Ohio Gov. John Kasich signed a 20-week abortion ban into law Tuesday, the same day he vetoed legislation outlawing abortions once a fetus's heartbeat is detectable. Above, Kasich in Washington, D.C., last month. Cheriss May/NurPhoto via Getty Images hide caption toggle caption Cheriss May/NurPhoto via Getty Images Ohio Gov. John Kasich signed a 20-week abortion ban into law Tuesday, the same day he vetoed legislation outlawing abortions once a fetus's heartbeat is detectable. Above, Kasich in Washington, D.C., last month. Cheriss May/NurPhoto via Getty Images Ohio Gov. John Kasich signed a 20-week gestation limit for abortions into law Tuesday, while separately vetoing a measure that would have banned abortions after a fetal heartbeat is detectable. The so-called heartbeat bill, which Kasich rejected, was considered more vulnerable to legal challenge. Provisions of the measure would have essentially limited the period during which women could get an abortion to about six weeks, when many women don't even realize they're pregnant, reports the Associated Press. Similar measures have faced legal challenges in other states, the news service goes on to say, a fact weighing heavily in Kasich's veto defense . Kasich, himself an abortion-rights opponent, noted bans in two other states had been declared unconstitutional. \"The State of Ohio will be the losing party in that lawsuit and, as the losing party, the State of Ohio will be forced to pay hundreds of thousands of taxpayer dollars to cover the legal fees for the pro-choice activists' lawyers. Furthermore, such a defeat invites additional challenges to Ohio's strong legal protections for unborn life,\" the Republican governor said in a statement. Article continues after sponsorship Fifteen other states have 20-week bans, the AP says. Furthermore, unlike the so-called heartbeat ban, the 20-week ban had the support of the state's most prominent anti-abortion-rights group, who praised the governor for signing the legislation. \"The 20-week ban was nationally designed to be the vehicle to end abortion in America,\" said Ohio Right to Life in a statement. Abortion-rights supporters were quick to decry both bans. \"[Kasich] may hope that by vetoing a six-week ban — which would have virtually banned abortion with almost no exceptions — he comes off as moderate,\" said Dawn Laguens of the Planned Parenthood Action Fund. \"The 20-week ban will force women to travel long distances and cross state lines in order to access safe, legal abortion.\" Also on Tuesday, anti-abortion rules in Oklahoma underwent two drastically different fates Tuesday. The state's Supreme Court threw out a law requiring hospital admitting privileges for doctors working at clinics that perform abortions. The challenge to the law came on behalf of Dr. Larry Burns, who, the AP reports, performs nearly half of all abortions in the state. According to the news service, Burns had applied for admitting privileges at a nearby hospital, but was turned down. Another ruling, from the Oklahoma Board of Health, mandated signs in public restrooms in hospitals, nursing homes, schools and even restaurants directing pregnant woman to services that could reduce their likelihood of seeking an abortion, the AP reports: \"The provision mandating the signs was tucked into a measure the Legislature passed this year that requires the state to develop informational material 'for the purpose of achieving an abortion-free society.' \"The board passed the rules Tuesday. Businesses and other organizations estimate they will have to pay $2.3 million to put up the signs because the Legislature approved no funding for them. \"Board attorney Donald Maisch says the Legislature and governor must ratify the board's signage rules before they are scheduled to go into effect on Jan. 1, 2018.\" ",
    "title": "Ohio Gov. Kasich Signs 20-Week Abortion Limit, Rejects 'Heartbeat Bill' : The Two-Way : NPR"
   },
   {
    "entities": [
     "texas",
     "cabinet",
     "daschle",
     "next year",
     "state",
     "defense",
     "rubio",
     "boston",
     "associated",
     "tennessee",
     "department",
     "pruitt",
     "schumer",
     "july",
     "gop",
     "flake",
     "tom",
     "bush",
     "lindsey",
     "baker",
     "steven",
     "relations",
     "florida",
     "mitch",
     "mcconnell",
     "2009",
     "rex",
     "senate",
     "donald",
     "tuesday",
     "exxon",
     "russia",
     "kelly",
     "health",
     "u.s.",
     "agency",
     "kentucky",
     "carolina",
     "james",
     "and",
     "york",
     "previously",
     "chuck",
     "cornyn",
     "pence",
     "n.",
     "armed",
     "jan. 2016",
     "colorado",
     "mobil",
     "graham",
     "press",
     "gates",
     "crimea",
     "jeff",
     "tower",
     "foreign",
     "congress",
     "2018",
     "mike",
     "john",
     "marco",
     "human",
     "environmental",
     "obama",
     "new",
     "rice",
     "tillerson",
     "oklahoma",
     "america",
     "committee",
     "dec. 1, 2016",
     "bob",
     "putin",
     "corker",
     "protection",
     "mccain",
     "treasury",
     "cory",
     "south",
     "trump",
     "marine",
     "services",
     "tribune",
     "europe",
     "mnuchin",
     "gardner",
     "george",
     "vladimir",
     "scott",
     "early january",
     "arizona",
     "corps",
     "currently",
     "1989",
     "mattis",
     "now",
     "exxonmobil",
     "barack",
     "robert",
     "condoleezza",
     "h.w.",
     "dec. 7, 2016"
    ],
    "id": 10,
    "text": "Trump invites Senate clash with Tillerson State nomination Trump chooses oil tycoon and Russia friend Rex Tillerson to head State Department In a statement, Donald Trump praised Rex Tillerson, 64, as “among the most accomplished business leaders and international dealmakers in the world.” In a statement, Donald Trump praised Rex Tillerson, 64, as “among the most accomplished business leaders and international dealmakers in the world.” Tribune news services Contact Reporter Donald Trump is inviting a clash in a narrowly divided Senate by selecting Rex Tillerson for secretary of State despite well-publicized concerns from several GOP senators over his ties to Russia. The likely confirmation fight could be an early test of Trump's sway over Congress, and demonstrate how much appetite there is among Republicans to stand up to their president. For now, three Republican senators have publicly voiced concerns about the Tillerson nomination: Sens. John McCain of Arizona, Lindsey Graham of South Carolina and Marco Rubio of Florida. All have cited the Exxon Mobil executive's history of making deals in Russia and his close ties with Vladimir Putin , which include opposing sanctions sought by the U.S. and Europe against Russia after it invaded Crimea. However, none of the three has said thus far that he will oppose Tillerson. And only Rubio sits on the Senate Foreign Relations Committee, which will hold a confirmation hearing in early January to consider the nomination. \"While Rex Tillerson is a respected businessman, I have serious concerns about his nomination. The next secretary of state must be someone who views the world with moral clarity, is free of potential conflicts of interest, has a clear sense of America's interests, and will be a forceful advocate for America's foreign policy goals,\" Rubio said. \"I will do my part to ensure he receives a full and fair but also thorough hearing.\" Here are the people who have been nominated for positions in President-elect Donald Trump's Cabinet. The committee currently has 10 Republican and 9 Democratic members, meaning Tillerson needs support from every Republican to get a successful committee vote, presuming Democrats all oppose him. Yet even if the panel rejects him, there is precedent for the full Senate to take up his nomination. The Senate will be divided 52-48 next year in favor of the Republicans, meaning Tillerson could lose only two Republicans if all Democrats voted \"No.\" That scenario would produce a 50-50 split and require a tie-breaking vote from Mike Pence, who by then will be the new vice president. It's also possible, though, that Tillerson could garner support from one or more of the moderate Democrats. The last time the Senate rejected a presidential Cabinet pick was in 1989 when it voted down John Tower as George H.W. Bush's defense secretary after he had already been rejected by the Armed Services committee. More frequently, nominees have withdrawn from consideration when opposition built, as happened in 2009 with Tom Daschle , President Barack Obama's first pick for Health and Human Services secretary. It was unclear Tuesday whether the fight over Tillerson would turn into a major brawl in the Senate or just a minor skirmish. One question is how hard Democrats, who've made clear they want to focus on economic issues, will fight. Several issued statements Tuesday angrily denouncing the nomination, but the Democrats' incoming leader, Chuck Schumer of New York, was more measured, pointing to Tillerson's Russia ties and calling for a thorough and lengthy confirmation hearing \"given these serious concerns.\" Donald Trump 's choice to lead the State Department , has close ties to Russia through years of deal-making that will serve as valuable experience — but also raise concerns. Tillerson has claimed to have a \"very close relationship\" with Russian President... ExxonMobil CEO Rex Tillerson, President-elect Donald Trump 's choice to lead the State Department , has close ties to Russia through years of deal-making that will serve as valuable experience — but also raise concerns. Tillerson has claimed to have a \"very close relationship\" with Russian President... (Tribune news services) Tillerson immediately picked up support from the top two Senate Republicans, Majority Leader Mitch McConnell of Kentucky and Majority Whip John Cornyn of Texas. McConnell praised Tillerson's \"decades of experience\" and concluded: \"I look forward to supporting his nomination.\" The chairman of the Foreign Relations Committee, Bob Corker of Tennessee, who was himself passed over for the job at State, also issued a favorable statement, though without saying how he planned to vote. Several other GOP committee members issued statements praising Tillerson or sounding open to his nomination. Still others were taking a wait-and-see approach, including Sen. Cory Gardner of Colorado, who said: \"Congress has the constitutional responsibility of advice and consent and we will rigorously exercise it.\" For congressional Republicans and Trump, a major question hanging over their emerging relationship is what steps Trump may take to keep party members in line, and how Republicans will respond in turn. Few GOP lawmakers, especially those up for re-election, want to be on the receiving end of a critical tweet from Trump. The Tillerson confirmation may offer clues to how that dynamic will play out throughout Trump's administration, including when Trump takes policy stances contrary to GOP dogma, such as pushing for stiff tariffs on imports or a massive infrastructure bill. Electoral considerations may already be playing into lawmakers' posture toward Trump. GOP Sen. Jeff Flake of Arizona, who serves on the Foreign Relations Committee, was one of the most outspoken Republicans against Trump ahead of the election, including challenging him to his face during a Capitol Hill visit in July. But Flake is up for re-election in 2018 in a state Trump won, and has already drawn a conservative primary opponent. On Tuesday, Flake issued a statement sounding open to Tillerson's nomination, citing his support from former secretaries of State and Defense marshaled by Trump's team. Backing from former Secretaries of State James Baker and Condoleezza Rice , and former Secretary of Defense Robert Gates carry \"considerable weight,\" Flake said. \"I look forward to the hearings.\" Caption Trump chooses oil tycoon and Russia friend Rex Tillerson to head State Department In a statement, Donald Trump praised Rex Tillerson, 64, as “among the most accomplished business leaders and international dealmakers in the world.” In a statement, Donald Trump praised Rex Tillerson, 64, as “among the most accomplished business leaders and international dealmakers in the world.” Caption Trump chooses oil tycoon and Russia friend Rex Tillerson to head State Department In a statement, Donald Trump praised Rex Tillerson, 64, as “among the most accomplished business leaders and international dealmakers in the world.” In a statement, Donald Trump praised Rex Tillerson, 64, as “among the most accomplished business leaders and international dealmakers in the world.” Caption Who is Gen. John Kelly? Gen. John Kelly, a Boston native, served nearly 46 years in the Marine Corps and retired in Jan. 2016. (Dec. 7, 2016) Gen. John Kelly, a Boston native, served nearly 46 years in the Marine Corps and retired in Jan. 2016. (Dec. 7, 2016) Caption Trump to nominate Oklahoma Atty. Gen. Scott Pruitt to head the Environmental Protection Agency President-elect Donald Trump is expected to nominate Oklahoma Atty. Gen. Scott Pruitt to head the Environmental Protection Agency. Here is some background information on Pruitt. (Dec. 7, 2016) President-elect Donald Trump is expected to nominate Oklahoma Atty. Gen. Scott Pruitt to head the Environmental Protection Agency. Here is some background information on Pruitt. (Dec. 7, 2016) Caption Trump picks retired Gen. James Mattis as Defense secretary President-elect Donald Trump has chosen retired Gen. James N. Mattis to head the Defense Department. This decision fills a critical national security position in the emerging Cabinet. Dec. 1, 2016.  President-elect Donald Trump has chosen retired Gen. James N. Mattis to head the Defense Department. This decision fills a critical national security position in the emerging Cabinet. Dec. 1, 2016.  Caption Steven Mnuchin chosen for Treasury secretary Mnuchin, 53, is a Wall Street executive and film financier who previously served as national finance chairman of Trump's campaign. Mnuchin, 53, is a Wall Street executive and film financier who previously served as national finance chairman of Trump's campaign. Associated Press ",
    "title": "Trump invites Senate clash with Tillerson State nomination - Chicago Tribune"
   },
   {
    "entities": [
     "council",
     "last year",
     "times",
     "l.a.",
     "ferazzi",
     "november",
     "trump",
     "superior",
     "--",
     "r.",
     "rex",
     "july 2018",
     "american",
     "administration",
     "1940s",
     "international",
     "gina",
     "dan",
     "tuesday",
     "atlantic",
     "county",
     "tony",
     "court",
     "russia",
     "2018",
     "2015",
     "north",
     "federal",
     "mid-september",
     "korea",
     "u.s.",
     "santa",
     "tillerson",
     "monica",
     "faa",
     "rams",
     "vasquez",
     "jan. 3",
     "hall",
     "christopher",
     "los",
     "iran",
     "harshman",
     "flyers",
     "mayor",
     "aleppo",
     "airport",
     "aviation",
     "late september",
     "city",
     "angeles",
     "weikel"
    ],
    "id": 11,
    "text": "FAA orders a halt to evictions of aviation companies at embattled Santa Monica airport Airport protesters Gina Ferazzi / Los Angeles Times Activists rally outside Santa Monica City Hall last year to protest extending leases for aviation tenants at the city's municipal airport. The City Council has vowed to close the controversial facility in 2018. Activists rally outside Santa Monica City Hall last year to protest extending leases for aviation tenants at the city's municipal airport. The City Council has vowed to close the controversial facility in 2018. (Gina Ferazzi / Los Angeles Times) Dan Weikel Contact Reporter The Federal Aviation Administration on Tuesday ordered Santa Monica to halt the evictions of two aviation companies at its municipal airport  until the agency can finish an investigation into the city’s effort to shut down the facility. FAA officials issued an interim cease-and-desist order to stop the ouster of Atlantic Aviation and American Flyers, two major providers of aircraft services, including fuel, flight instruction, hangars and amenities for charter operators. The move to evict the companies is part of the city’s strategy to force out aviation tenants, reduce aircraft flights and shut down the oldest operating airport in Los Angeles County by July 2018. If the evictions go forward, the city plans to replace Atlantic and American Flyers with its own municipal aviation company and sell bio-fuel for jets and unleaded gas for propeller planes to reduce aircraft emissions. Federal law allows governments that operate airports to provide services themselves instead of relying on private companies. We are pleased that the FAA has recognized our client's federally protected right to be at the airport. — R. Christopher Harshman, an attorney for American Flyer The city sent the first notices to evict in mid-September and filed lawsuits against both tenants in November to regain possession of the property. “While we are disappointed but not surprised that the FAA has decided to issue this interim order on the pending evictions of Atlantic and American Flyer, we remain committed to replacing private fixed-based operations with public services,” Mayor Tony Vasquez said. The cease-and-desist order states that Santa Monica’s “unremitting effort” to remove critical aeronautical services and its “hostility” to the sale of leaded fuel still needed by many aircraft is “a clear contravention of law.” The order notes that general aviation aircraft, business jets and turboprop aircraft cannot operate using the fuels approved by the City Council.  It further states that the city has no desire to provide all the services offered by the companies, such as flight training. Under agreements with the federal government, the city must make the airport available for public use and benefit. It cannot discriminate against aircraft types or uses and must make space available for aviation tenants on reasonable terms based on good faith negotiations. . . . We remain committed to replacing private fixed-based operations with public services. — Santa Monica Mayor, Tony Vasquez “The city has failed to grant any aeronautical leases since 2015 and is alleged to have negotiated in bad faith while seeking onerous and unreasonable terms,” according to the cease-and-desist order, which later states that the leasing policy for the airport fails to include aviation. “We are pleased that the FAA has recognized our client’s federally protected right to be at the airport,” said R. Christopher Harshman, an attorney for American Flyers. In a separate action, Atlantic Aviation and American Flyers have asked a Los Angeles County Superior Court judge to halt the evictions. A hearing is set for Jan. 3. Santa Monica officials say they are working in “good faith” to provide the services and fuel required by federal regulations. They have 30 days to respond to the FAA’s cease-and-desist order. In late September, the FAA opened a wide-ranging investigation to determine whether the city’s so-called starvation strategy for the airport violates its federal obligations that date back to the late 1940s. The 227-acre airport has about 270 aircraft and averages 452 takeoffs and landings per day. Supporters say it is an economic benefit for the region, provides a base of operations for major emergencies and helps relieve crowded airspace at Los Angeles International Airport. Opponents contend the airport should be closed because of noise pollution, potentially harmful emissions from aircraft engines and the risk of a serious crash in surrounding neighborhoods.   Caption 90 seconds: 4 stories you can't miss Rex Tillerson, Trump’s secretary of state pick, is an oil tycoon with close ties to Russia , the L.A. Rams coach is out , Syrian government forces have launched a ferocious assault on Aleppo , and it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran but the nation’s missile-defense system has performed poorly on tests . Caption 90 seconds: 4 stories you can't miss ",
    "title": "FAA orders a halt to evictions of aviation companies at embattled Santa Monica airport - LA Times"
   },
   {
    "entities": [
     "david",
     "raheel",
     "interactive",
     "last june",
     "cbs",
     "renforth",
     "island",
     "house",
     "s.c.",
     "news",
     "austin",
     "inc.",
     "parris",
     "siddiqui",
     "2016",
     "december 13, 2016",
     "martin",
     "email",
     "last spring",
     "an",
     ", 7:24 pm",
     "white"
    ],
    "id": 12,
    "text": "By David Martin CBS News December 13, 2016, 7:24 PM Four Marines charged in boot camp abuse scandal; more cases expected Email PARRIS ISLAND, S.C. -- The training of Marine recruits at Parris Island is supposed to be tough. But investigations have found it to be downright cruel. Drill instructors abusing, humiliating and hazing recruits -- none of it permitted, according to Commanding Gen. Austin Renforth. “You put your hands on a young man or woman you have crossed the line and we are not going to tolerate it,” Renforth said. But investigations show that behavior was tolerated until last spring, when the abuses came to light. Marine recruits on Parris Island CBS News An e-mail sent to the White House titled “Concerned Loved Ones of Innocent Recruits” described incidents of drill instructors withholding food, drinking on the job, calling recruits “terrorists” and “faggots,” and warning them that “snitches get stitches.” Raheel Siddiqui The most notorious case, involving a Muslim recruit named Raheel Siddiqui who allegedly jumped to his death after being slapped and choked by a drill instructor, is still under investigation. In an earlier incident that same drill instructor allegedly ordered another Muslim recruit into a clothes dryer. Renforth was supposed to fix all that when he assumed command last June. He said that choking, slapping and name-calling are not acceptable. “Any allegation of recruit abuses comes directly to me. That is something I implemented when I took over,” he said. But since then, one recruit has been found dead in his bunk, the cause still unknown. Another is in critical condition after jumping from a second floor landing. Commanding Gen. Austin Renforth CBS News Both cases are still under investigation. The Marines have brought charges ranging from lying to cruelty and maltreatment against four Marine sergeants involved in the abuse scandal; All four are slated for courts martial. None of those charges involve Siddiqui’s death. More charges ranging from assault to dereliction of duty are expected to be filed against both officers and drill instructors. But Renforth says the training at Parris Island will remain as tough, though not as cruel, as ever. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Four Marines charged in boot camp abuse scandal; more cases expected - CBS News"
   },
   {
    "entities": [
     "look",
     "stephen",
     "schwartz",
     "avenue",
     "coucou",
     "atlanta",
     "beijing",
     "towey",
     "street",
     "tony",
     "$165",
     "heights",
     "present",
     "restaurants",
     "erik",
     "once",
     "42nd",
     "this year",
     "inn",
     "waxman",
     "samantha",
     "today",
     "$20",
     "brooklyn",
     "vanderbilt",
     "east",
     "tang",
     "village",
     "swift",
     "$55",
     "soho",
     "coq",
     "starr",
     "aska",
     "midtown",
     "lilia",
     "noodle",
     "gunnar",
     "west",
     "$148",
     "sunday",
     "samsung",
     "flatiron",
     "video",
     "sinatra",
     "madam",
     "$145",
     "grenouille",
     "cenicola/the",
     "agern",
     "zhu",
     "the year",
     "$16",
     "lafayette",
     "night",
     "20th",
     "greg",
     "antoine",
     "siberia",
     "chongqing",
     "york",
     "williamsburg",
     "reykjavik",
     "winter",
     "france",
     "missy",
     "rangoon",
     "scotland",
     "claus",
     "donahue",
     "rico",
     "prospect",
     "iceland",
     "barbuto",
     "hudson",
     "la",
     "hao",
     "withers",
     "nolita",
     "$19.99",
     "$140",
     "jonathan",
     "shanghai",
     "llama",
     "kitchen",
     "daniel",
     "december 14, 2016",
     "december 13, 2016",
     "new",
     "mott",
     "as",
     "seeger",
     "last night",
     "time",
     "times",
     "meyer",
     "gislason",
     "$98",
     "westermann",
     "south",
     "günter",
     "baxtrom",
     "top",
     "ramirez",
     "fredrik",
     "rose",
     "2016",
     "americas",
     "fifth",
     "robbins",
     "berselius",
     "le",
     "forget",
     "hilary",
     "$215",
     "now",
     "maureen"
    ],
    "id": 13,
    "text": "Continue reading the main story I cheered for Greg Baxtrom, a product of several famous tasting-menu kitchens, when he brought a similar level of creativity to Olmsted, an affordable neighborhood spot in Brooklyn. And I smiled every time I spotted a bottle of wine for under $55 at Le Coucou, a reformed and refined homage to the fancy old-school French restaurants that have mostly vanished from New York. Advertisement Continue reading the main story Month after month, I was surprised by the good, resourceful kitchens I found squirreled away in spaces that barely qualified as restaurants: wine bars and bar bars and a nostalgic lunch counter called Mr. Donahue’s, where $20 buys a full dinner of American food my grandmother would have recognized. The cost of running a restaurant is notoriously punishing. Often the pain is passed on to us, but sometimes it inspires chefs to think a little harder. This year, those are the restaurants I want to tell you about. They are presented here roughly in the order of the intensity of my desire to go back again, which diverges here and there from the number of stars that flew above their reviews. 1. Le Coucou The genius of this project from the chef Daniel Rose and the restaurateur Stephen Starr is that it gives us almost everything we loved about New York’s old-line French restaurants without the things we didn’t. The dining room isn’t stuffy, the service isn’t snooty, and people don’t get seated in Siberia if their pronunciation of boeuf bourguignon doesn’t have the right backhand spin. (As far as I can tell, Le Coucou doesn’t have a Siberia.) The wine list covers the historic old appellations of France, but it also embraces emerging ones and exciting regions from other countries while pricing bottles in a range that’s unusually democratic. Meanwhile, Mr. Rose knocks the dust off some archetypal premodern French dishes. Sole Véronique gets its peeled grapes and its butter-girded sauce along with a sense of conviction that’s can’t be faked. The fleecy quenelles of pike, half-submerged in a lava flow of sauce Américaine, have a finer flavor than the ones at La Grenouille , which some people still think of as the city’s standard-bearer. Mr. Rose isn’t simply hauling out museum pieces, though. He’s making them fresh again, and relevant. ★★★; 138 Lafayette Street; SoHo 212-271-4252; lecoucou.com . 2. Lilia Look around the concrete-floor dining room, glance at the one-page menu, and you could be at any number of casual Italian restaurants. Start eating, though, and you realize Lilia has something else going on. That something is Missy Robbins, the chef and owner. She’s a sleight-of-hand cook. You don’t see her tricks coming, but you taste them and wonder how she did it. Like Jonathan Waxman at Barbuto , she relaxes the tight grip of Italian cuisine without changing it in ways that are cheap or tortured. It would be easy enough for her to tidy up her seafood appetizers, her main courses of fish and meat grilled on an open fire, and her pastas, which I can never eat without smiling, and serve them in a dressier dining room. It would be hard, though, to make them taste better. ★★★; 567 Union Avenue, Williamsburg, Brooklyn; 718-576-3095; lilianewyork.com . Video Top New York Restaurants of 2016 Visit the kitchens and dining rooms of New York's best restaurants of the year. By SAMANTHA QUICK, HILARY SWIFT and MAUREEN TOWEY on Publish Date December 13, 2016. Photo by Tony Cenicola/The New York Times. Technology by Samsung. . Watch in Times Video » 3. Mr. Donahue’s This tiny retro lunch counter has the attentiveness to atmosphere of a period movie. The lighting has a diffuse, analog softness. The music sounds like a Jonathan Schwartz radio broadcast with the soliloquies about Sinatra edited out. The most remarkable bid for nostalgia is the food proffer: an old-fashioned main course like roast beef or a nearly filler-free meatloaf of dry-aged beef, with a good sauce and a choice of two carefully considered sides for $19.99. The counter stools and handful of table seats aren’t as hard to come by as you’d expect, possibly because Mr. Donahue’s isn’t particularly celebratory. It has a contemplative, almost wistful mood. If that happens to be your mood, too, I can’t think of a more congenial place to eat well downtown. ★★; 203 Mott Street, NoLIta; 646-850-9480; mrdonahues.com . 4. Le Coq Rico The Alsatian chef Antoine Westermann has built a poultry-focused bistro that’s more compelling and carnally satisfying than any modern steakhouse. His star dish is rotisserie chicken, and his secret is buying old breeds raised by farmers who let them feed and mature longer than usual. The meat has a depth of flavor you rarely encounter. Other birds, like duck and squab, play minor but memorable roles on the menu. The dedication to poultry continues with eggs and livers; the foie gras is very fine, as you’d expect, but a more telling sign of how much care goes into the ingredients is the plate of gorgeous, creamy chicken livers. The prices can make your eyes pop, but so can the portions. And while Mr. Westermann spends half his time in France, he hasn’t hit autopilot on Le Coq Rico. He was in the house one recent night, and new breeds of chicken have strutted onto the menu since my review. ★★; 30 East 20th Street, Flatiron district; 212-267-7426; lecoqriconyc.com . 5. Agern The ambitious Nordic invasion of Grand Central Terminal by the Danish entrepreneur Claus Meyer has many facets, including a food hall and a Danish hot dog stall , but Agern is the one that has food worth missing a train for. The chef of this comfortably formal restaurant is Gunnar Gislason, importing the philosophy of cooking with underappreciated ingredients from nearby that he follows at Dill in Reykjavik, Iceland. The beet baked in ashes and salt that is carved at tableside , like a steamship round, may not be as exciting as its ceremony, but like much of the cooking, its flavors are honest and appealing. You can order à la carte or amble through the “field and forest” tasting menu ($140) or a nonvegetarian excursion ($165). Both prices include service and a round and tangy loaf of house-made sourdough with a memorably crackling crust. ★★★; Grand Central Terminal, 89 East 42nd Street, Midtown East; 646-568-4018; agernrestaurant.com . 6. Aska “Oh, not a New Nordic tasting menu,” I hear you say. “We had a New Nordic tasting menu last night!” Well, this one has reindeer lichen and the cinders of burned lambs’ hearts — you didn’t have that last night, did you? It also has a chef, Fredrik Berselius, who has become very adept at broadening and intensifying the flavors of his ingredients. Some of these are imported, like wild wood pigeon from Scotland. Others are grown or foraged nearby. Mr. Berselius is not dogmatic. He does have his share of strange ideas, but even the odd stuff pays off when you eat it. Upstairs in the selectively lighted dining room, the Unabridged Berselius is a 19-course tasting menu for $215, and the abridged, 10-course version is $145. (All prices include service.) Down in the basement is a casual lounge with small plates, none costing more than $16, although you won’t find any blackened hearts down there. ★★★; 47 South Fifth Street, Williamsburg, Brooklyn; 929-337-6792; askanyc.com . Advertisement 7. Hao Noodle and Tea by Madam Zhu’s Kitchen Forget about the name. Tea is never mentioned by the servers (though it should be, because it’s good), and noodles may not always be the best thing on the table. It doesn’t matter. There is skillful, contemporary Chinese food all over the menu, and color photographs to let you now what you’re in for. Most of the dishes are drawn from either Beijing, Shanghai or Chongqing. Peppers are not quite everywhere, but they are strongly represented in many dishes. So many fresh green chiles lurk in Madam Zhu’s Spicy Fish Stew that eating it is a contact sport. There is some shading to the cooking, too. I counted three distinct frying styles, and clearly need to return to finish the survey. ★★; 401 Avenue of the Americas, West Village; 212-633-8900; madamzhu.com . 8. Günter Seeger NY Two of my meals were stunningly good and pure. A third had a few too many ordinary moments, which kept me from writing a full-blown rave for a restaurant where the only option at the time was a 10-course dinner for $148. Since then, a four-course, $98 menu has been added. If you can swallow either price, then I say: Go. Mr. Seeger, who earned national praise when he was in Atlanta, has a formidable command of classical European techniques, but he keeps his skills in the service of simplicity. Changing the menu every day, he almost seems to undress his ingredients, revealing the beauty of what’s under the surface. It’s high-risk cooking, and watching him pull it off can be thrilling. ★★; 641 Hudson Street, West Village; 646-657-0045; gunterseegerny.com . 9. Olmsted One problem with the rise of expensive tasting menus is that a lot of culinary intelligence and imagination is locked up inside restaurants that are hard for most people to afford more than once a year, if that. Olmsted’s chef, Greg Baxtrom, worked at some of those places, but he makes his own smart, inventive food inside a Brooklyn spot where I could imagine eating once a week. The carrot crepe with littleneck clams, an immediate Instagram star, is both a novelty and a fine way to start dinner. Prices are kept in line in part through affordable ingredients like guinea hen, roasted and confitted in a memorable main course. There’s an inviting garden where you can have drinks and elevated bar snacks while inspecting the backyard agriculture. Homegrown kale greens up Olmsted’s take on crab Rangoon, while eggs are supplied, one at a time, by a resident pair of quail. As of Sunday, they’ve weathered their first winter snow. ★★; 659 Vanderbilt Avenue, Prospect Heights 718-552-2610; olmstednyc.com . 10. Llama Inn As far as I’m concerned, there ought to be two Peruvian restaurants in every New York neighborhood. One would serve rotisserie chicken, and the other would present more adventurous pieces of that country’s kaleidoscopic cuisine, as Erik Ramirez does at Llama Inn. Mr. Ramirez makes an excellent ceviche and a tiradito whose marinade looks on the plate like lightly reduced Tang and tastes spicy, fruity and quietly thrilling. He also makes the only quinoa salad I’ve ever looked at without feeling pity, either for the salad or for myself. ★★; 50 Withers Street, Williamsburg, Brooklyn; 718-387-3434; llamainnnyc.com . A version of this review appears in print on December 14, 2016, on page D1 of the New York edition with the headline: An Inspired Class. Order Reprints | Today's Paper | Subscribe ",
    "title": "Top New York Restaurants of 2016 - The New York Times"
   },
   {
    "entities": [
     "wells",
     "jim",
     "d.",
     "fargo",
     "u.c.",
     "francisco-based",
     "atlanta",
     "california",
     "kevin",
     "golden",
     "silicon",
     "larson",
     "sacramento",
     "coast",
     "today",
     "san",
     "east",
     "ali",
     "wilson/the",
     "public",
     "angeles",
     "capitol",
     "julie",
     "sunday",
     "tuesday",
     "north",
     "the year",
     "nov. 7",
     "berkeley",
     "mount",
     "twitter",
     "andre",
     "bloom",
     "carolina",
     "york",
     "orange",
     "google",
     "capistrano",
     "council",
     "juan",
     "mahershala",
     "radio",
     "langer",
     "jeff",
     "francisco",
     "weekdays",
     "fisher",
     "chronicle",
     "1935",
     "mike",
     "valley",
     "globe",
     "6 a.m.",
     "new",
     "observatory",
     "oklahoma",
     "los",
     "griffith",
     "prudential",
     "to",
     "city",
     "oakland",
     "u.s.c.",
     "october",
     "pacific time",
     "times",
     "credit",
     "symphony",
     "wagner",
     "vallianatos",
     "trump",
     "register",
     "westlake",
     "carl",
     "college",
     "davis",
     "monday",
     "county",
     "johnson",
     "norm",
     "hamilton",
     "osa",
     "early next year",
     "hollywood",
     "bay",
     "masina",
     "now",
     "mcphate"
    ],
    "id": 14,
    "text": "Privacy Policy Most are immigrants and an unknown share are undocumented, researchers say. While anti-vending laws are seldom imposed, violations can result in misdemeanor charges. City Council members have said decriminalizing the work has become a pressing matter given the statements from Mr. Trump, who has vowed to deport unauthorized immigrants with criminal records. A new proposal would create a permit system for the vendors, regulate where they can set up their carts and require them to abide by health codes long enforced at their brick-and-mortar counterparts. Advertisement Continue reading the main story The plan was advanced by a City Council committee on Monday. It is set to go before the full Council early next year. Parts of the proposal have pleased business owners who have traditionally been wary about what legalized sidewalk vending would mean for them. Notably, it calls for a limit of two vendors per block. But some are also skeptical such a rule would be enforced. Norm Langer, the owner of Langer’s Delicatessen in the Westlake neighborhood, said he had complained to the city repeatedly about a rambling colony of illegal vendors outside his restaurant. The police responded, he said, “Never, never, never.” “All of this is fine and good if you’ve got enforcement,” he added. “I have no confidence that will happen.” Both sides in the debate acknowledge that the system now is broken. Mr. Vallianatos said the moment appeared ripe to fix it. He cited the political power of the city’s rising Latino population, a growing embrace of urban walkable spaces, and, of course, Mr. Trump. “To me it’s kind of embarrassing,” Mr. Vallianatos said. “To have us be the standout in the country with no possibility for legal vending is a betrayal.” California Online • A wide-ranging federal water bill is being seen as a big win for California’s farmers. [ Sacramento Bee ] • Why the rollout of legal marijuana in California could be delayed. [ The Mercury News ] • Eight years of controversies and successes: A look back at the tenure of Kevin Johnson, Sacramento’s departing mayor. [ Capitol Public Radio ] Photo Emergency responders participated in a memorial service in front of the Ghost Ship warehouse in Oakland on Monday. Credit Jim Wilson/The New York Times • Officials are expected to identify overloaded electrical lines as the cause of the Oakland warehouse fire. [ East Bay Times ] Advertisement Continue reading the main story • A suspended U.S.C. linebacker, Osa Masina, has been ordered to stand trial on rape charges. [ Los Angeles Times ] • Tensions are flaring at Orange Coast College after a teacher called the election of Mr. Trump an “act of terrorism.” [ Orange County Register ] • Prudential said it was suspending sales of its life insurance policies through San Francisco-based Wells Fargo. [ The New York Times ] • The case of a Google data center in rural Oklahoma shows how tech’s largess is being spread beyond Silicon Valley. [ The New York Times ] Photo The actor Mahershala Ali, nominated for “Moonlight,” in New York in October. Credit Andre D. Wagner for The New York Times • The stars of “Westworld,” “Moonlight,” “Atlanta” and “Deadpool” reacted to their Golden Globe nominations. [ The New York Times ] • The San Francisco Symphony canceled two concerts in North Carolina to protest the state’s anti-gay-rights law. [ The New York Times ] • Hundreds of people lined up for tickets to the blockbuster musical “Hamilton” in San Francisco. [ San Francisco Chronicle ] Advertisement • The Rams fired Coach Jeff Fisher. The decision came after he tied the N.F.L. mark for most losses by a head coach. [ The New York Times ] And Finally ... Credit Carl Larson We’re trying something new: reader photos. From time to time, we’ll publish your images of beautiful or interesting places in California. To start things off, Carl Larson, an amateur photographer in Los Angeles, shared this image of a burst of color over the city’s skyline. To create the panorama, he captured five side-by-side images, then stitched them together using editing software. Mr. Larson said he hiked a trail behind Griffith Observatory, the domed structure to the left, to take pictures of the sunset on Nov. 7. “It was a little smoggy out and low-lying clouds and the sky just absolutely lit up,” he said. Opened in 1935, Griffith Observatory is a public institution that offers free admission six days a week, from Tuesday to Sunday. Visitors can peer into space through Zeiss telescopes , or attend regular public programs. And if the cosmos weren’t enough, the observatory’s perch on the southern slope of Mount Hollywood also has one of the best views of Los Angeles. Stay tuned for instructions on how you can submit a photo for possible publication. We’re still accepting your nominations for “ Californian of the Year ” at CAtoday@nytimes.com . California Today goes live at 6 a.m. Pacific time weekdays. The California Today columnist, Mike McPhate, is a third-generation Californian — born outside Sacramento and raised in San Juan Capistrano. He lives in Davis. Follow him on Twitter . California Today is edited by Julie Bloom, who grew up in Los Angeles and attended U.C. Berkeley. ",
    "title": "California Today: A Push to Legalize Sidewalk Vending in Los Angeles - The New York Times"
   },
   {
    "entities": [
     "r-washington",
     "et",
     "october",
     "rodgers",
     "dec 13",
     "conservation",
     "resources",
     "jason",
     "armed",
     "navy",
     "interior",
     "r-montana",
     "3 percent",
     "league",
     "trump",
     "house",
     "arabian",
     "montana",
     "richard",
     "mcmorris",
     "services",
     "news",
     "ryan",
     "--",
     "taps",
     "senate",
     "donald",
     "zinke",
     "morning",
     "tower",
     "tuesday",
     "of",
     "last month",
     "monday",
     "2014",
     "welker",
     "drew",
     "defense",
     ", 6:52 pm",
     "2016",
     "natural",
     "december 13, 2016",
     "department",
     "republican",
     "nbc",
     "new",
     "iraq",
     "james",
     "york",
     "greenpeace",
     "cathy",
     "msnbc",
     "committee",
     "voters",
     "peninsula",
     "mattis",
     "kristen",
     "afternoon",
     "miller",
     "congressional"
    ],
    "id": 15,
    "text": "Dec 13 2016, 6:52 pm ET Trump Taps Montana Republican Rep. Ryan Zinke as Interior Secretary by Kristen Welker advertisement President-elect Donald Trump has tapped Rep. Ryan Zinke, R-Montana, for secretary of the interior, a top transition source told NBC News on Tuesday. Zinke, 55, a member of the House Natural Resources Committee who's described as an avid hunter and fisherman, was an early and consistent supporter of Trump's presidential campaign and was re-elected to a second term last month as Montana's sole representative in the House. If Trump carries through with the appointment, Zinke's nomination would have to be confirmed by the Senate. The Interior Department oversees federal management of about three-quarters of federal land and natural resources, along with programs relating to American Indian and territorial affairs. Rep. Ryan Zinke, R-Montana, spoke with a supporter in Billings as he campaigned for re-election in October. AP Zinke is a strong supporter of coal, oil, and gas exploration and development with a 3 percent rating from the League of Conservation Voters , an environmental advocacy group. But he is also described as an enthusiastic outdoorsman, and he has backed increased funding to preserve open spaces. Zinke is a strong supporter of coal, oil, and gas exploration and development with a 3 percent rating from the League of Conservation Voters , an environmental advocacy group. Zinke met with Trump on Monday at Trump Tower in New York. Trump's communications director, Jason Miller, called Zinke \"a strong advocate for American energy independence,\" saying he \"supports an all-encompassing energy policy that includes renewables, fossil fuels and alternative energy.\" At a congressional campaign debate in 2014 , Zinke hedged when he was asked whether he believed climate change was real. He said that it wasn't a hoax but that it also wasn't \"proven science.\" In a statement Tuesday, the environmental group Greenpeace called Zinke a \"climate change denier\" whose \"real constituency is the fossil industry and coal companies.\" But he is also an enthusiastic outdoorsman, and he has bucked some general Republican policies by backing increased funding to preserve open spaces and opposing the transfer of public land to the states. Rep. Cathy McMorris Rodgers, R-Washington, who also had been believed to be up for interior secretary, at Trump Tower in New York on Monday after meeting with President-elect Donald Trump. Richard Drew / AP Another lawmaker widely believed to have been up for the position, Rep. Cathy McMorris Rodgers, R-Washington, ran into fierce opposition from environmental advocates who were angered by her introduction of legislation to sell off public lands. McMorris Rodgers also met Monday with Trump. She didn't address reports that she was under consideration, telling reporters only that \"we talked about a lot of things\" and that \"it was great to spend time with him. Zinke, who is also a member of the Armed Services Committee, is a highly decorated retired Navy SEAL who served as acting commander of the Combined Joint Special Operations Task Force in the Arabian Peninsula, leading Special Operations personnel in Iraq. In an interview Monday on MSNBC's \"Morning Joe,\" Zinke talked at length about his support for Trump's nomination of retired Gen. James Mattis to be defense secretary, calling him the right man for the job. As late as Tuesday afternoon, Zinke was still hiring staffers for his congressional offices. I'm excited to announce @AaronFlint will serve as the new state director for the Congressional office. He's a veteran and a true Montanan. — Ryan Zinke (@RepRyanZinke) December 13, 2016 Kristen Welker ",
    "title": "Trump Taps Montana Republican Rep. Ryan Zinke as Interior Secretary - NBC News"
   },
   {
    "entities": [
     "wmo",
     "u.k.",
     "three years ago",
     "iceland",
     "3:25 p.m. est",
     "sept 1, 2016",
     "feb 4, 2013",
     "south",
     "ocean",
     "meteorological",
     "bothma",
     "facebook",
     "evaluation",
     "linkedin",
     "climatology's",
     "cape",
     "for",
     "north",
     "atlantic",
     "commission",
     "kolnik",
     "swail",
     "organization",
     "december 13, 2016",
     "town",
     "doyle",
     "canada",
     "usa",
     "val",
     "nic",
     "rice",
     "today",
     "extremes",
     "africa",
     "jake",
     "zhang",
     "committee",
     "winter",
     "epa",
     "wenjian",
     "world",
     "2007"
    ],
    "id": 16,
    "text": "Pass the Dramamine: World's largest wave recorded A 62-foot tall monstrosity in the North Atlantic has just been certified by the World Meteorological Organization. Post to Facebook Pass the Dramamine: World's largest wave recorded A 62-foot tall monstrosity in the North Atlantic has just been certified by the World Meteorological Organization. Check out this story on USATODAY.com: http://usat.ly/2hKoZES CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 10 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Pass the Dramamine: World's largest wave recorded Doyle Rice , USA TODAY 3:25 p.m. EST December 13, 2016 South African surfer Jake Kolnik rides a wave at Dungeons offshore reef in the Atlantic Ocean outside Cape Town, South Africa, on Sept 1, 2016. (Photo: Nic Bothma, EPA) Pass the Dramamine. Though it happened three years ago, the world's biggest wave, a 62-foot-tall monstrosity in the North Atlantic, has just been certified by the World Meteorological Organization (WMO). “This is the first time we have ever measured a wave of 19 meters (62 feet). It is a remarkable record,” said WMO Assistant Secretary-General Wenjian Zhang. The wave beat the previous record of 59.96 feet, which was also set in the North Atlantic back in 2007. The wave was recorded by an automated buoy on Feb 4, 2013, in the North Atlantic ocean between Iceland and the U.K. It followed the passage of a strong cold front, which produced winds of up to 50.4 mph over the area. The WMO Commission for Climatology’s Extremes Evaluation Committee classified it as “the highest significant wave height as measured by a buoy.” Wave height is defined as the distance from the crest of one wave to the bottom of the next. The term “significant wave height” means the average of the highest one-third of waves as measured by an instrument. Shocking: World record 199-mile-long lightning bolt reported What about rogue waves? And isn't it likely there have been bigger, unmeasured waves? \"There have been many less reliable estimates of rogue waves from other platforms, and from satellite radar,\" said wave expert Val Swail from Environment Canada. \"These are generally unverifiable, since there is no ground truth for the satellite, and the others tend to be from pitching and rolling platforms such as ships,\" he added. The world's highest waves typically occur in the North Atlantic during ferocious winter storms, according to the WMO. 4592 CONNECT TWEET 3 LINKEDIN 10 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hKoZES ",
    "title": "Pass the Dramamine: World's largest wave recorded"
   },
   {
    "entities": [
     "elliot",
     "$100",
     "safety",
     "kaye",
     "friday",
     "5 p.m.",
     "cuisinart",
     "dec 13, 2016",
     "food",
     "sunday",
     "news",
     ", 7:02 am",
     "becky",
     "perlow",
     "saturday",
     "tuesday",
     "monday",
     "abc",
     "commission",
     "china",
     "processors",
     "product",
     "recalled",
     "dooley",
     "cpsc",
     "conair",
     "u.s.",
     "erin",
     "december 2015",
     "7 a.m.",
     "consumer",
     "america",
     "to",
     "july 1996",
     "$350",
     "11 p.m.",
     "9 a.m."
    ],
    "id": 17,
    "text": "22 Models of Cuisinart Food Processors Recalled After Reports of Blade Breaking Off By Becky Perlow Dec 13, 2016, 7:02 AM ET 0 Shares WATCH 8 Million Cuisinart Food Processors Recalled 0 Shares Email Cuisinart and the U.S. Consumer Product Safety Commission are recalling about 8 million food processor blades in America after receiving reports from consumers of broken blade pieces in their processed food. Conair, the maker of the Cuisinart food processors, received 69 reports of consumers finding broken pieces of a \"riveted blade\" in their processed food, including 30 reports of mouth lacerations or tooth injuries, a CPSC press release said Tuesday. \"These are in millions of American homes, including my own,\" CPSC Chairman Elliot Kaye told ABC News, stressing to consumers how dangerous the product can be. \"You find out that there's a problem when you bite down and you cut your mouth and you break your teeth,\" Kaye added. \"With all the cooking that's going on this holiday season, we're really urging consumers to act immediately.\" The blades in question have four rivets, are silver-colored stainless steel and have a beige plastic center hub. The CPSC and Cuisinart note that only food processors with four rivets in the blades are included in this recall. The recall affects 22 models made in China that were sold from July 1996 to December 2015, at suggested retail prices of $100 to $350. The CPSC encouraged anyone who may have purchased one of these models to check the model number, which can be found on the bottom of the food processor. Affected model numbers begin with the following: CFP-9, CFP-11, DFP-7, DFP-11, DFP-14, DLC-5, DLC-7, DLC-8, DLC-10, DLC-XP, DLC-2007, DLC-2009, DLC-2011, DLC-2014, DLC-3011, DLC-3014, EV-7, EV-10, EV-11, EV-14, KFP-7 and MP-14. Any consumer with the affected blade should immediately stop using the food processor and contact Cuisinart for a free replacement blade. Consumers can contact Cuisinart toll-free at 877-339-2534 from 7 a.m. to 11 p.m. Eastern time Monday through Friday and from 9 a.m. to 5 p.m. Eastern time Saturday and Sunday or online at www.cuisinart.com. Click on \"product recalls\" at the bottom of the page for more information on the voluntary recall. ABC News' Erin Dooley contributed to this report. 0 Shares ",
    "title": "22 Models of Cuisinart Food Processors Recalled After Reports of Blade Breaking Off - ABC News"
   },
   {
    "entities": [
     "texas",
     "colorado",
     "west",
     "association",
     "seattle",
     "states",
     "south",
     "dec. 13",
     "through",
     "united",
     "metrics",
     "university",
     "1980",
     "lamar",
     "mexico",
     "american",
     "river",
     "for",
     "of",
     "2014",
     "north",
     "county",
     "mokdad",
     "2016",
     "health",
     "virginia",
     "nevada",
     "hasbrouck",
     "u.s.",
     "arizona",
     "kentucky",
     "new",
     "evaluation,",
     "national",
     "and",
     "institute",
     "ali",
     "washington",
     "close",
     "medical",
     "mississippi",
     "dakota",
     "city",
     "alaska"
    ],
    "id": 18,
    "text": "<p>A new analysis of county-level data finds that what causes a person’s death depends in large part on where they live.</p> Close istockphoto People along the southern stretch of the Mississippi River are more likely to die from heart problems than anywhere else in the United States. Suicide and homicide will claim the most lives in the southwestern part of the country. Deaths from chronic respiratory diseases are greatest in eastern Kentucky and western West Virginia. And mental and substance abuse disorders cause the most deaths in Alaska, eastern Arizona, New Mexico, eastern Kentucky and southwestern West Virginia. Close Institute for Health Metrics and Evaluation, University of Washington in Seattle What  causes a person’s death depends in large part on where they spend their lives, concludes a new county-level analysis of U.S. mortality data. Armed with this sort of information, county and city health departments can focus their efforts on the specific problems affecting their communities, said lead researcher Ali Mokdad. He is a professor with the department of global health at the University of Washington, in Seattle. “You can see what kind of disparities we have, and what are driving these disparities,” Mokdad said. “Many counties, especially rural counties, don’t have the resources to tackle every health problem, and so they need to prioritize. In this way, we’re telling them what to tackle first.” For the study, researchers reviewed more than 80.4 million deaths recorded from 1980 through 2014 in the United States, analyzing mortality rates for 3,110 counties or groups of counties. The investigators found large disparities between counties for every cause of death, both within states and across the country as a whole. For example, the researchers found that people in the southeastern United States are burdened with risk factors like obesity and smoking that increase the risk of dying from heart disease and diabetes, Mokdad said. At the same time, people living in parts of New Mexico, Texas, Arizona, Nevada, Colorado, and North and South Dakota tend to drink more alcohol, and are more likely to die from cirrhosis or other chronic liver diseases , the findings showed. On the other hand, people in northern and central Colorado benefit from “living healthier than anywhere else,” Mokdad said. “You see less death from certain chronic diseases. It’s clear that certain counties are in many ways less behind than the rest of the nation.” There are four issues that mainly impact what researchers see in county-level death trends, Mokdad said: Social and economic factors, where poorer communities are less likely to live healthy. Access to health care, with some counties having many more uninsured people. Quality of health care, where doctors and patients are less likely to work together and follow up on control of risk factors, such as blood pressure or cholesterol. Preventable risky behaviors, including smoking, eating a poor diet, lack of physical activity and use of alcohol or drugs. “The take-home from this study is that place matters,” said Dr. LaMar Hasbrouck, executive director of the National Association of County and City Health Officials. “Place is the still the most important determinant of health,” Hasbrouck continued. “We need to zoom down to the granular level and look at the things that help drive health outcomes. Counties are going to have to do their own assessment to see what we’re missing here, and what resources we have to confront these issues.” Mokdad hopes the new study will help counties get funding to confront their particular health dilemmas. “Not only do they know what they have, but if they seek funding they can say this is our burden, this is how big the problem is, and we need money for it,” he said. The county-level data also can help drive home specific health problems in communities where residents might be in denial, Mokdad added. “If you come and say in the state of Washington smoking is high, then people in Seattle will say that’s not my problem, it’s happening elsewhere in the state,” he said. “But if you show it’s happening in Seattle, then people will see it’s their problem, it’s their burden and they have to deal with it.” The study was published Dec. 13 in the Journal of the American Medical Association. © 2016 HealthDay. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. ",
    "title": "Where you live may determine how you die - CBS News"
   },
   {
    "entities": [],
    "id": 19,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "stein",
     "brueckner",
     "dec. 1",
     "joe",
     "november",
     "trump",
     "trippi",
     "hillary",
     "party",
     "facebook",
     "schutte",
     "$7.3 million",
     "donald",
     "tuesday",
     "bill",
     "twitter",
     "jill",
     "green",
     "michigan",
     "$2 million",
     "the coming weeks",
     "overnight",
     "$12 million",
     "wisconsin",
     "now",
     "pennsylvania",
     "clinton",
     "jordan"
    ],
    "id": 20,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Jill Stein's rowdy recount push ended with a whimper overnight, giving Donald Trump even more votes than he started with after final certification -- but it wasn't a total wash for the Green Party candidate, who brought in millions and put herself in a position to redistribute the leftover cash. Stein raised about $7.3 million in three weeks to fund recount efforts, more than double what she raised for her failed presidential campaign. The money poured in from 161,300 donors across the country. Another 10,000 volunteers signed up to help the drive. It’s unclear exactly how much remains -- millions went to recount costs and legal fees -- but she announced Tuesday she plans to donate leftover funds to election-reform and voting-rights groups. “It was an amazing affirmation of the power of the American people to have a voice in their voting system and demand elections with integrity,” Stein said in a statement Tuesday. On the surface, the recounts accomplished little. Her attempts to get fresh tallies in Michigan and Pennsylvania were blocked in court. Stein had suggested – without evidence – that voting machines in those states and Wisconsin could have been hacked in the November election. Michigan Attorney General Bill Schutte, a Republican, argued in the lawsuit that a hand recount would cost taxpayers around $2 million. Other esimates put it as high as $12 million. Though unsuccessful in Michigan, Stein was able to request and pay for the Wisconsin recount which started on Dec. 1. But that effort resulted in Trump picking up 131 net votes, as his victory was certified in all three states. Trump boasted on Twitter: “The final Wisconsin vote is in and guess what - we just picked up an additional 131 votes. The Dems and Green Party can now rest. Scam!” The fizzling finish came after Stein faced accusations of wasting time and draining grassroots resources. Stein’s own running mate initially was against the recount, as was Hillary Clinton’s campaign. But Stein insisted all along her goal wasn’t to overturn the results of the presidential election but instead to instill confidence in the election results and voting systems. At the least, the effort has allowed her to stay in the spotlight, and with her announcement Tuesday puts her in charge of distributing the leftover funds she raised. It also connected her with more donors.  Jordan Brueckner, a spokeswoman for Stein’s recount drive, told FoxNews.com that all 161,000-plus donors will have a say in where the extra money is donated – a task perhaps easier said than done. The campaign has pledged to divvy up the funds to a set of non-partisan organizations. “We don’t have a name for the organizations but we’ll give the donors an option [of where the money will go],” she said during a telephone interview. The amount of cash given to the groups will be based on a ranked-choice vote which will be made public on Stein’s website in the coming weeks, Brueckner said. Democratic strategist Joe Trippi told The Hill he thought recount efforts were a way for Stein “to stay relevant, raise some money and take the stink off of them.” “Instead of everybody screaming, ‘You made Trump happen,’ she is counting the votes to change that whole narrative.’” Advertisement ",
    "title": "What did Stein gain from recount flop? | Fox News"
   },
   {
    "entities": [
     "capitol",
     "resources",
     "navy",
     "rogers",
     "interior",
     "trump",
     "house",
     "montana",
     "mcmorris",
     "news",
     "ryan",
     "facebook",
     "paul",
     "fox",
     "donald",
     "zinke",
     "kathy",
     "tuesday",
     "monday",
     "congress",
     "john",
     "natural",
     "december 13, 2016",
     "twitter",
     "new",
     "hill",
     "york",
     "washington",
     "evening",
     "late tuesday",
     "committee",
     "roberts"
    ],
    "id": 21,
    "text": "Trump to pick Rep. Zinke, ex-SEAL, as Interior secretary Published               December 13, 2016 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump intends to pick Montana Republican Rep. Ryan Zinke as secretary of the Interior, multiple sources confirmed Tuesday evening to Fox News. Zinke is a first-term House member and a former Navy SEAL commander.   Neither the Trump transition team nor Zinke has made a public statement. But Zinke reportedly has accepted the offer. He was purportedly in the running with Washington Rep. Kathy McMorris Rogers, who met at least twice with Trump, a fellow Republican, in recent days. McMorris Rogers has made no official statement either. But she posted a message late Tuesday on her Facebook page that suggested she will remain on Capitol Hill as part of House Speaker Paul Ryan’s leadership team. “It was an honor to be invited to spend time with the President-elect, and I’m energized more than ever to continue leading in Congress as we think big, reimagine this government, and put people back at the center of it,” McMorris Rogers wrote. Zinke was an early Trump supporter and serves on the House’s Natural Resources Committee. He met Monday with Trump in New York. Fox News’ John Roberts contributed to this report.   ",
    "title": "Trump to pick Rep. Zinke, ex-SEAL, as Interior secretary | Fox News"
   },
   {
    "entities": [
     "jim",
     "macdill",
     "guterres",
     "joe",
     "brendan",
     "da",
     "getty",
     "auditorium",
     "kimmel",
     "reynolds",
     "turkey",
     "nov. 19, 2016",
     "the 21st century",
     "austin",
     "nov. 23, 2016",
     "oval",
     "presidential",
     "pnc",
     "mcnamee",
     "oct. 13, 2016",
     "$6.3 billion",
     "kamm",
     "ngan",
     "martinez",
     "guerrucci",
     "nov. 9, 2016",
     "renzi",
     "jimmy",
     "today",
     "platt",
     "hill",
     "smialowski",
     "merkel",
     "benjamin",
     "ceneta",
     "retirement",
     "east",
     "gregory",
     "center",
     "european",
     "museum",
     "nov. 16, 2016",
     "ernesto",
     "randy",
     "field",
     "vitoria",
     "sachs",
     "angeles",
     "clinton",
     "scalzo",
     "ap",
     "durham",
     "white",
     "robinson",
     "nov. 21, 2016",
     "pittsburgh",
     "air",
     "$1 billion",
     "base",
     "degeneres",
     "manuel",
     "capitol",
     "west",
     "eisenhower",
     "this march",
     "n.c.",
     "executive",
     "michael",
     "grubb",
     "united",
     "facebook",
     "berlin",
     "senate",
     "gibson",
     "angela",
     "nov. 18, 2016",
     "donald",
     "antonio",
     "pressphoto",
     "of",
     "chip",
     "medal",
     "home",
     "obamas",
     "tampa",
     "kelly",
     "virginia",
     "arlington",
     "dec. 6, 2016",
     "bet",
     "landini",
     "carnegie",
     "mandel",
     "u.s.",
     "agency",
     "ron",
     "pandermalis",
     "acropolis",
     "nicholas",
     "nov. 1, 2016",
     "joint",
     "jessie",
     "forces",
     "andrews",
     "columbus",
     "somodevilla",
     "office",
     "epa",
     "garden",
     "wickerham",
     "day on nov. 11, 2016",
     "greece",
     "david",
     "portsmouth",
     "dec. 13, 2016",
     "armed",
     "andrew",
     "images",
     "holmes",
     "high",
     "lo",
     "von",
     "freedom",
     "christmas",
     "nov. 22, 2016",
     "dec. 13",
     "ohio",
     "oct. 12, 2016",
     "saul",
     "cohon",
     "ellipse",
     "unknown",
     "peru",
     "reicks",
     "pablo",
     "academic",
     "carolyn",
     "shawn",
     "thew",
     "bernd",
     "halloween",
     "ifunaya",
     "athens",
     "federation",
     "congress",
     "nations",
     "2015",
     "oct. 17, 2016",
     "walsh",
     "john",
     "agnese",
     "azikiwe",
     "december 13, 2016",
     "usa",
     "nov. 25, 2016",
     "va.",
     "nov. 30, 2016",
     "obama",
     "national",
     "oct. 21, 2016",
     "susan",
     "cemetery",
     "zach",
     "thanksgiving",
     "initiative",
     "america",
     "los",
     "lima",
     "matteo",
     "soldier",
     "dec. 1, 2016",
     "buildingin",
     "lawn",
     "tot",
     "nov. 4, 2016",
     "jackson",
     "oct. 18, 2016",
     "lajes",
     "last year",
     "biden",
     "gripas",
     "spencer",
     "aude",
     "south",
     "nov. 29, 2016",
     "nov. 20, 2016",
     "house",
     "trump",
     "hillary",
     "jutrczenka",
     "balce",
     "room",
     "europe",
     "nasa",
     "university",
     "the",
     "tomb",
     "$1.4 billion",
     "harrer",
     "monsivais",
     "asia-pacific",
     "charlotte",
     "force",
     "oct. 24, 2016",
     "court",
     "school",
     "charleston",
     "dec. 2, 2016",
     "praia",
     "dimitrios",
     "rose",
     "2016",
     "n.h.",
     "americas",
     "beau",
     "yuri",
     "scott",
     "banneker",
     "nov. 14, 2016",
     "l.",
     "arias",
     "korte",
     "building",
     "philadelphia",
     "$1.8 billion",
     "ellen",
     "washington",
     "nov. 7, 2016",
     "6:10 p.m. est",
     "$1.5 billion",
     "representatives",
     "mellon",
     "loeb",
     "azores",
     "nov. 10, 2016",
     "barack",
     "kaster",
     "aaron",
     "dec. 4, 2016",
     "jared"
    ],
    "id": 22,
    "text": "Obama signs $6.3 billion law for cancer research, drug treatment The bipartisan bill was a personal project for Vice President Biden, who guided the \"Cancer Moonshot.\" Post to Facebook Obama signs $6.3 billion law for cancer research, drug treatment The bipartisan bill was a personal project for Vice President Biden, who guided the \"Cancer Moonshot.\" Check out this story on USATODAY.com: http://usat.ly/2hC8Wgn CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 130 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obama signs $6.3 billion law for cancer research, drug treatment Gregory Korte , USA TODAY 6:10 p.m. EST December 13, 2016 x Share President Barack Obama has signed into law legislation that makes new investments in cancer research and battling drug abuse. Obama signed the bill at a ceremony on the White House campus flanked by Vice President Joe Biden and key lawmakers. (Dec. 13) AP President Obama signs the 21st Century Cures Act Tuesdayin the South Court Auditorium in the Eisenhower Executive Office Buildingin Washington. (Photo: Pablo Martinez Monsivais, AP) WASHINGTON — President Obama signed a $6.3 billion bill to fund drug treatment, a precision medicine initiative and Vice President Biden's signature effort to \"end cancer as we know it.\" In an emotional bill signing ceremony — likely the last one of this presidency — Obama signed the 21st Century Cures Act in a White House auditorium. The signing brought full circle Obama's State of the Union challenge to Congress to \"surprise the cynics\" by tackling some of the biggest health priorities facing the country. \"We are bringing to reality the possibility of new breakthroughs to some of the biggest health challenges of our time,\" Obama said. \"We're tackling cancer, brain disease, substance abuse disorders and more, and none of this would have been possible without bipartisan cooperation from both houses of Congress,\" he said, thanking a delegation from Capitol Hill. The bill passed the House of Representatives 392 to 26 and the Senate 94 to 5. For Obama, fewer bill-signing ceremonies reflect years of gridlock The bill was a personal project for Biden. The section of the bill allocating $1.8 billion in cancer research funding was named for his son, Beau, whose death from brain cancer in 2015 inspired what the White House called its \"Cancer Moonshot.\" \"This bill will literally save lives,\" said a somber Biden. \"Just its mere signing, Mr. President, as you know better than I, gives millions of Americans hope.\" In addition to the added funding, Biden said that the bill would \"fundamentally change the culture of our fight against cancer\" by adding a sense of urgency to the effort. Joe Biden delivers cancer 'moonshot' recommendations The bill also authorized seven years of funding for other health-related initiatives: $1.5 billion for a brain research initiative, $1.4 billion for precision medicine, and $1 billion for substance abuse treatment targeting heroin and opioid addiction. Obama was introduced by David Grubb, a former West Virginia state senator who told first met the president in Charleston last year, telling him the story of his daughter Jessie's battle with heroin addiction. She was in recovery then, and Grubb was optimistic. But Jessie died this March after being given painkillers following a surgery. \"When I first met them in Charleston, their story was unfortunately more common than we would have liked,\" Obama said. \"I think it reflects the power of this issue and how deeply it affects every family in America.\" \"This is an epidemic that can touch anybody — blue collar, white collar, college students, retirees, kids, moms, dads,\" Obama said. Posted! A link has been posted to your Facebook feed. Obama embraces Biden after signing the 21st Century Cures Act on Dec. 13, 2016, in the South Court Auditorium in the Eisenhower Executive Office Building.  Carolyn Kaster, AP President Obama greets service members after speaking on counterterrorism at MacDill Air Force Base in Tampa on Dec. 6, 2016.  Mandel Ngan, AFP/Getty Images The Obamas attend the Kennedy Center Honors on Dec. 4, 2016, in Washington.  Aude Guerrucci, Pool, Getty Images Obama shakes hands with United Nations Secretary-General-designate Antonio Guterres in the Oval Office on Dec. 2, 2016.  Carolyn Kaster, AP Obama speaks at the National Christmas Tree Lighting ceremony on the Ellipse on Dec. 1, 2016.  Ron Sachs, Pool/European Pressphoto Agency Obama meets with the 2016 American Nobel Prize laureates in the Oval Office on Nov. 30, 2016.  Andrew Harrer / POOL, EPA Obama walks to the Oval Office after arriving at the White House on Nov. 29, 2016.  Zach Gibson, AFP/Getty Images Obama departs the White House for a round of golf at Joint Base Andrews on Nov. 25, 2016, in Washington.  Ron Sachs, Pool, Getty Images Obama, with his nephews Aaron Robinson, front, and Austin Robinson and National Turkey Federation Chairman John Reicks, pardons the National Thanksgiving Turkey, Tot, on Nov. 23, 2016, during a ceremony in the Rose Garden.  Manuel Balce Ceneta, AP The Obamas serve Thanksgiving dinner to residents at the Armed Forces Retirement Home on Nov. 23, 2016, in Washington.  Shawn Thew, Pool, Getty Images Obama presents actress and comedian Ellen DeGeneres with the Presidential Medal of Freedom, the nation's highest civilian honor, during a ceremony honoring 21 recipients in the East Room of the White House on Nov. 22, 2016.  Saul Loeb, AFP/Getty Images Obama salutes as he walks off Marine One on the South Lawn of the White House on Nov. 21, 2016, as he returned from his final trip to Europe as U.S. president.  Pool, Getty Images Obama speaks during a press conference at the end of the Asia-Pacific Economic Cooperation Summit in Lima, Peru, on Nov. 20, 2016.  Ernesto Arias, European Pressphoto Agency German Chancellor Angela Merkel welcomes Obama to Berlin on Nov. 18, 2016.  Bernd Von Jutrczenka, European Pressphoto Agency Obama speaks at a town hall with Young Leaders of the Americas Initiative in Lima, Peru, on Nov. 19, 2016.  Pablo Martinez Monsivais, AP Obama boards Air Force One during a refueling stop on Nov. 18, 2016, at Lajes Field in Praia da Vitoria on the Portuguese islands of Azores.  Brendan Smialowski, AFP/Getty Images Obama walks with Professor Dimitrios Pandermalis, president of the Acropolis Museum, during a tour of the Acropolis Museum on Nov. 16, 2016, in Athens, Greece.  BRENDAN SMIALOWSKI, AFP/Getty Images Obama answers questions from journalists during his first post-election press conference in the Brady Press Briefing Room at the White House on Nov. 14, 2016.  Chip Somodevilla, Getty Images Obama participates in a wreath-laying ceremony at the Tomb of the Unknown Soldier at Arlington National Cemetery in Arlington, Va., to commemorate Veterans Day on Nov. 11, 2016.  Yuri Gripas, AFP/Getty Images Obama shakes hands with President-elect Donald Trump  following a meeting in the Oval Office on Nov. 10, 2016.  Win McNamee, Getty Images Obama and Biden prepare to speak to the media about Donald Trump's victory over Hillary Clinton for the presidency in the Rose Garden on Nov. 9, 2016.  Jim Lo Scalzo, European Pressphoto Agency Obama and Clinton wave to the crowd during an election eve rally on Nov. 7, 2016, in Philadelphia.  Spencer Platt, Getty Images Obama walks to greet well-wishers upon arrival in Portsmouth, N.H., on Nov. 7, 2016, to campaign for Hillary Clinton in nearby Durham.  NICHOLAS KAMM, AFP/Getty Images Obama speaks at PNC Music Pavilion in Charlotte, N.C., on Nov. 4, 2016, during a Clinton campaign rally.  Pablo Martinez Monsivais, AP Obama waves as he walks to Marine One at the White House on Nov. 1, 2016, as he departs for Columbus, Ohio, to campaign for Hillary Clinton.  Nicholas Kamm, AFP/Getty Images The president and first lady dance to the beat of Michael Jackson's \"Thriller\" as they welcome children from Washington area and children of military families to trick-or-treat at the White House on Halloween.  Manuel Balce Ceneta, AP The president and first lady arrive at a BET event on the South Lawn of the White House on Oct. 21, 2016.  Carolyn Kaster, AP Obama and Jimmy Kimmel talk during the taping of \"Jimmy Kimmel Live!\" in Los Angeles on Oct. 24, 2016.  Randy Holmes, AP Obama meets with retired NASA astronaut Scott Kelly in the Oval Office on Oct. 21, 2016.  Michael Reynolds, European Pressphoto Agency The Obamas wait to greet Italian Prime Minister Matteo Renzi and Italian First Lady Agnese Landini prior to the state dinner at the White House on Oct. 18, 2016.  Shawn Thew, European Pressphoto Agency Obama and Italian Prime Minister Matteo Renzi leave their joint news conference in the Rose Garden of the White House on Oct. 18, 2016.  Pablo Martinez Monsivais, AP Obama shakes hands with Benjamin Banneker Academic High School senior Ifunaya Azikiwe during his visit to the school in Washington on Oct. 17, 2016, where he highlighted the steady increase in graduation rates.  Susan Walsh, AP Obama speaks at the White House Frontiers Conference at the Jared L. Cohon Center on the campus of Carnegie Mellon University in Pittsburgh on Oct. 13, 2016.  Jared Wickerham, AP President Obama and Vice President Biden attend a reception for Hispanic Heritage Month in the East Room of the White House on Oct. 12, 2016.  Pool, Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Obama signs $6.3 billion law for cancer research, drug treatment"
   },
   {
    "entities": [
     "middle",
     "2:13",
     "david",
     "laerke",
     "syria",
     "5 a.m. wednesday",
     "local time",
     "news",
     "united",
     "vitaly",
     "facebook",
     "kirby",
     "miliband",
     "alfarouq",
     "lister",
     "charles",
     "state",
     "international",
     "tuesday",
     "monday",
     "ahrar",
     "jens",
     "media",
     "for",
     "george",
     "nations",
     "russia",
     "ameen",
     "john",
     "churkin",
     "colville",
     "once",
     "afp",
     "december 13, 2016",
     "human",
     "ourfalian",
     "al-halabi",
     "u.n.",
     "department",
     "rupert",
     "ismail",
     "late monday",
     "alabdullah",
     "nbc",
     "skype",
     "un",
     "sukkari",
     "rescue",
     "observatory",
     "today",
     "u.k.-based",
     "east",
     "center",
     "institute",
     "overnight",
     "committee",
     "aleppo",
     "now",
     "rights",
     "assad",
     "unicef"
    ],
    "id": 23,
    "text": "Aleppo Video Diary: 'We Don't Deserve All This Death' 2:13 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161213225046if_/http://www.nbcnews.com/widget/video-embed/831184451749\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The bloody four-year siege of Aleppo appears to be nearing the end. A cease-fire agreement has been reached that would allow civilians and remaining rebel fighters trapped in the besieged Syrian city to evacuate, NBC confirmed Tuesday. Five buses will head into the enclave in the eastern section of the city to pick up the survivors around 5 a.m. Wednesday local time, a source said. It was not immediately clear what weapons the fighters will be allowed to take with them, they said. \"My brothers, cease fire in all neighborhoods of besieged Aleppo city, total ceasefire but all units be prepared in case of any breach of the ceasefire,\" Alfarouq, the leader of the Ahrar ash-Sham rebel group, who negotiated the deal, declared in a statement. \"Now it is a ceasefire but it's still in the beginning (and) might fail. So cease fire, but stay on high alert. God bless you.\" There was no immediate confirmation of the agreement from the Syrian government, which has been waging a brutal campaign to recapture what was once the country's biggest city — and which is now in ruins. But NBC confirmed that much of shelling and air strikes stopped in Aleppo when the ceasefire was announced. Russia's envoy to the United Nations said the buses are just for the fighters, not for the civilians. \"Now it's going to be under the control of the Syrian government, so there is no need for the remaining civilians to leave and there are humanitarian arrangements in place,\" Vitaly Churkin said. A short time later, Russia announced that all military action in eastern Aleppo was over and that the Syrian government was now in the control. \"I can't confirm the veracity of these reports that this....arrangement has in fact been reached,\" State Department spokesman John Kirby said.\"That said, I've also seen nothing to indicate that those reports were not true.\" David Miliband of the International Rescue Committee said the ceasefire was too little, too late. \"Eastern Aleppo has become a bloody graveyard for thousands of innocent people,\" said Miliband. The development came after dozens of civilians were killed by Syrian forces in what the United Nations described as \"a complete meltdown of humanity\" during the final battle for Aleppo. Citing accounts of women and children being burned alive and of families choosing suicide over surrender, the UN human rights office said it received reports of pro-government forces killing at least 82 people as they tightened their grip on the city. Rupert Colville, spokesman of the U.N. human rights office, said before the agreement was announced that he feared retribution against thousands of civilians still holed up in a \"hellish corner\" smaller than one square mile. Civilians flee the Sukkari neighborhood towards safer areas in southeastern Aleppo, Monday. AFP - Getty Images Eleven women and 13 children were among those killed in four different neighborhoods late Monday, Colville told a news briefing, adding that there could be \"many more.\" \"The reports we had are of people being shot in the street trying to flee and shot in their homes.\" Jens Laerke, U.N. humanitarian spokesman said that it looked like \"a complete meltdown of humanity in Aleppo.\" U.N. agency UNICEF said \"many children, possibly more than 100, unaccompanied or separated from their families, are trapped in a building, under heavy attack in east Aleppo,\" citing reports form a doctor on the scene . Arab media reported that scores of civilians were burned alive by regime forces, although this was not confirmed by observers at the Aleppo Media Center or the U.K.-based Syria Observatory for Human Rights. Charles Lister, a Syria expert and senior fellow at the Middle East Institute, said there were \"truly shocking stories from Aleppo including husbands and wives taking each other's lives in family suicides\" and that hundreds may have died during Monday's fighting. Truly shocking stories from #Aleppo , incl. husbands & wives taking eachothers' lives in family suicides. Some say 100s died today. #Syria — Charles Lister (@Charles_Lister) December 13, 2016 Trapped activists posted farewell messages on social media, saying they were \"waiting for death or captivity\" while others fled to government-held areas. As the front lines shifted, thousands carried what possessions they could, some pushing relatives in wheelchairs, before a heavy overnight rainstorm. In an emotional Skype interview with NBC News, Ismail Alabdullah, a volunteer with the White Helmets, said: \"All the world let us down, even they can't protect our volunteers or protect the civilians, so we can't carry out our missions\". \"We're not scared of bombing anymore, all we're scared of is Assad's forces more than ever. Me and everyone, even the white helmets.\" Civilians in government-held areas cheered after pro-Assad forces won more territory. George Ourfalian / AFP - Getty Images In the rebel area, photographer Ameen Al-Halabi posted what he described as a \"last letter\" on Facebook . \"I'm waiting for death or captivity by the Assad regime,\" he wrote, saying that \"to die victorious on earth dust is better than despair … please forgive me and pray for forgiveness and remember me well.\" Twitter user 'Mr.Alhamdo,' who says he is an Aleppo resident, posted a video update saying farewell to his followers. ",
    "title": "Aleppo: Cease-Fire Reached in Besieged Syrian City, Rebels Say - NBC News"
   },
   {
    "entities": [
     "trump",
     "house",
     "hillary",
     "sunday",
     "donald",
     "spat",
     "tuesday",
     "cia",
     "monday",
     "russia",
     "present",
     "once",
     "night",
     "in",
     "late monday",
     "u.s.",
     "obama",
     "watch",
     "america",
     "kellman",
     "public",
     "barack",
     "clinton",
     "the future",
     "with",
     "white"
    ],
    "id": 24,
    "text": "WATCH Trump in Public Spat With CIA 0 Shares Email President Barack Obama says any president who shuns daily intelligence briefings would be \"flying blind\" on national security matters, a stiff push-back against Donald Trump's suggestion that that he doesn't need daily read-ins to fulfill his campaign pledge to \"make America safe again.\" \"I think the president-elect may say one thing and do another once he's here\" in the White House ,\" Obama said late Monday on Comedy Central's \"The Daily Show.\" Intelligence agencies, Obama said, \"are not perfect, they would be the first to acknowledge that. If you're not getting their perspective, their detailed perspective, then you are flying blind.\" Trump said on \"Fox News Sunday\" he's not interested in daily intelligence briefings unless developments have changed enough to merit his attention. Trump campaigned heavily on making national security his priority, crafting one widely seen ad around the phrasing that he'll \"make America safe again.\" He wrapped several campaign proposals in the national security theme, including a temporary ban on Muslim immigration and immediate deportation of millions of people in the country illegally. Asked whether he's rejecting valuable intelligence, Trump was defiant. \"I get it when I need it,\" he said of the top-secret briefings sessions, generally designed to present facts for the president to make decisions on when something's changed and what, if any, action should be taken. \"I'm, like, a smart person,\" Trump continued. \"I don't have to be told the same thing in the same words every single day for the next eight years.\" The remarks sent Trump allies, such as incoming White House Chief of Staff Reince Priebus Tuesday, insisting that the president-elect respects intelligence analysts. In his Monday night appearance, Obama said the U.S. intelligence agencies are stocked with \"extraordinary, hard-working and patriotic and knowledgeable experts.\" \"It doesn't matter how smart you are,\" Obama said. \"You have to make the best information possible to make the best decisions possible.\" Obama also commented on the burgeoning controversy surrounding the CIA's conclusion that Russia was engaged in computer hacking aimed at interfering with the U.S. election process and helping Trump in his campaign against Democrat Hillary Clinton . A congressional investigation is in the works, and Obama has ordered a wide-ranging review of the hacking situation. The aim, Obama told \"The Daily Show,\" was to ensure that \"the public and our elected representatives, going forward, can find ways to prevent this kind of interference from having an effect on the elections in the future.\" \"This was not a secret running up to the election,\" he added. \"The president-elect in some of his political events specifically said to the Russians, hack Hillary's emails so we can finally find out what's going on and confirm our conspiracy theories.\" ——— Follow Kellman on Twitter at http://www.twitter.com/APLaurieKellman 0 Shares ",
    "title": "Obama: President Without Briefings Would Be 'Flying Blind' - ABC News"
   },
   {
    "entities": [
     "andrew",
     "tribune",
     "northern",
     "university",
     "ward",
     "tuesday",
     "county",
     "clifford",
     "dekalb",
     "2011",
     "night",
     "office-rrb-",
     "sheriff's",
     "former",
     "chicago",
     "october 2011",
     "about two weeks later",
     "rifkin",
     "illinois",
     "office",
     "now",
     "niu",
     "cortland"
    ],
    "id": 25,
    "text": "'It was horrible,' woman testifies at sex assault trial of ex-NIU cop Andrew Rifkin DeKalb County Sheriff’s Office Former NIU police Officer Andrew Rifkin. Former NIU police Officer Andrew Rifkin. (DeKalb County Sheriff’s Office) Clifford Ward Chicago Tribune A woman described Tuesday how a sexual encounter with a Northern Illinois University police officer in 2011 turned nonconsensual, as the former officer's trial on sex assault charges began in DeKalb County. The woman, now 24,  was the opening witness in the trial of Andrew Rifkin at the county courthouse in Sycamore.  She was an 18-year-old NIU freshman in October 2011 when she alleges that Rifkin assaulted her at his residence in Cortland, near DeKalb. Rifkin, then a 23-year-old rookie campus cop, and the woman were having intercourse when Rifkin tried to initiate anal intercourse, she testified. \"It was horrible. I never felt that kind of pain before,\" she told jurors. She said she told Rifkin to stop three or four times. \"It felt like it lasted forever, but it was probably only a minute or so,\" she said. She went to his superiors about two weeks later, and Rifkin was fired from the force, which bars officers from having relationships with students. The woman testified that after the alleged assault, she spent the rest of the night at Rifkin's apartment, and Rifkin told her he would \"make her life a living hell\" if she told anyone about their relationship. The woman recounted meeting Rifkin, who was assigned to her residence hall. She said they flirted and kissed in a dormitory computer room, and a day or so later had sex at his home. The alleged assault took place two days after their first sexual encounter, she said, after Rifkin had picked her up from a fraternity party and they went to his residence. ",
    "title": "&apos;It was horrible,&apos; woman testifies at sex assault trial of ex-NIU cop - Chicago Tribune"
   },
   {
    "entities": [
     "8:50 p.m. est",
     "rodgers",
     "armed",
     "this summer",
     "resources",
     "navy",
     "interior",
     "trump",
     "eliza",
     "house",
     "montana",
     "mcmorris",
     "services",
     "last week",
     "ryan",
     "facebook",
     "despite",
     "donald",
     "zinke",
     "r-wash.",
     "tuesday",
     "congress",
     "natural",
     "afp",
     "december 13, 2016",
     "post",
     "usa",
     "seal",
     "newslook",
     "today",
     "politico",
     "collins",
     "washington",
     "cathy",
     "committee",
     "gop",
     "time"
    ],
    "id": 26,
    "text": "Reports: Trump offers Interior to Zinke, McMorris Rodgers to stay in House Eliza Collins , USA TODAY 8:50 p.m. EST December 13, 2016 172 Shares x Share Donald Trump vigorously defends his incoming cabinet against uproar from Democrats, green activists and workers unions who said his nominees for the environment and labor signal a sharp shift to the right. Video provided by AFP Newslook Despite reports that Washington Rep. Cathy McMorris Rodgers, R-Wash., was Donald Trump’s frontrunner for the Secretary of the Interior last week, Politico and The Washington Post are reporting that the president-elect has offered the spot to Montana’s Ryan Zinke. Zinke is a former Navy SEAL and a freshman representative. He sits on House Natural Resources Committee and the Armed Services Committee. This summer Zinke resigned as a delegate at the Republican National Convention over his party’s position on federally controlled lands. At the time Zinke called the Republican platform “more divisive than uniting.” The GOP platform called for shifting some of the land controlled by the government over the states, which Zinke opposed. While he was not a delegate, Zinke did give a speech at the convention. McMorris Rodgers posted on her Facebook Tuesday saying that she planned to stay in Congress. A spokesman for Trump’s transition team did not immediately respond to requests for confirmation. Read or Share this story: http://usat.ly/2hL3BiL Most Popular ",
    "title": "Reports: Trump offers Interior to Zinke, McMorris Rodgers to stay in House"
   },
   {
    "entities": [
     "carroll",
     "texas",
     "d.",
     "montana",
     "billions of dollars",
     "equatorial",
     "paul",
     "s.",
     "valdez",
     "state",
     "the day",
     "for",
     "associates",
     "wichita",
     "mclarty",
     "edward",
     "department",
     "arctic",
     "alec",
     "hugo",
     "center",
     "1997",
     "nigeria",
     "venezuela",
     "kazakhstan",
     "tex.",
     "steven",
     "tech",
     "teodoro",
     "davos",
     "exchange",
     "island",
     "rockefeller",
     "rex",
     "legislative",
     "donald",
     "recently",
     "river",
     "exxon",
     "russia",
     "gazprom",
     "mayflower",
     "igor",
     "niger",
     "u.s.",
     "chávez",
     "guinea",
     "standard",
     "york",
     "shell",
     "six months later",
     "2007",
     "alaska",
     "ukraine",
     "council",
     "moscow",
     "crimea",
     "kirby",
     "international",
     "st.",
     "summer",
     "sochi",
     "congress",
     "yemen",
     "muffett",
     "john",
     "kane",
     "years ago",
     "environmental",
     "new",
     "tillerson",
     "qatar",
     "massachusetts",
     "2012",
     "petersburg",
     "scout",
     "eagle",
     "putin",
     "f.",
     "mufson",
     "2 percent",
     "last year",
     "falls",
     "nguema",
     "nearly 15 years later",
     "obiang",
     "ark.",
     "trump",
     "june",
     "at 7:16 pm",
     "american",
     "december 13",
     "verona",
     "vladimir",
     "40 years ago",
     "trust",
     "post",
     "delta",
     "years earlier",
     "oil",
     "1989",
     "washington",
     "sakhalin",
     "law",
     "exxonmobil",
     "now",
     "rosneft",
     "yellowstone",
     "sechin"
    ],
    "id": 27,
    "text": "Tillerson’s relations with autocrats forged during decades in industry The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Steven Mufson December 13 at 7:16 PM Follow @StevenMufson When ExxonMobil chief executive Rex Tillerson showed up in June at the annual St. Petersburg international economic forum that is dubbed Russia’s Davos, he was asked about the impact international sanctions on Russia were having on his company, which had abandoned ambitious drilling plans there. “It’s a question for the government — if you find anyone from the U.S. government who’s willing to answer this question,” he replied to laughter from the audience of Western executives, who had been lavishing praise on their Russian hosts. It was the first time in three years that Tillerson or most other chief executives had attended the confab, for the moment laying aside friction over Russia’s abrupt annexation of Crimea and its backing of violent separatist forces in eastern Ukraine. Back in Washington, the State Department was not amused. State Department spokesman John F. Kirby commented that “most American companies understand” that taking part in the forum “sends the wrong message about the acceptability of Russia’s actions.” Six months later, Tillerson’s relationships with autocrats remain a source of friction after his surprise appointment by ­President-elect Donald Trump to be secretary of state. The ExxonMobil chief’s ties to Russia have alarmed hawks in Congress, who vow to scrutinize Tillerson’s good working relationship with President Vladi­mir Putin and the latter’s longtime confidant Igor Sechin, the chairman of the Russian petroleum giant Rosneft. With his nomination, the 64-year-old Tillerson has been thrust into the long-standing U.S. ­foreign policy divide separating those who value pragmatism and dealmaking from those who attach greater importance to principles, human rights and democracy. This is a divide that cuts across both parties. The Washington Post's Paul Kane and Steven Mufson explain why Rex Tillerson, Donald Trump's pick for secretary of state, might face a few hurdles in his confirmation. (The Washington Post) Should he be confirmed, Tillerson will no longer answer to the more than 93,000 shareholders of ExxonMobil but primarily to a single shareholder named Trump. And he will draw on views refined in industry, not diplomacy. To fans of Tillerson, his relationship with Putin is a sign of his pragmatism, seeking advantage for his company with a blunt, straightforward style that has won respect abroad. Speaking to students from the Texas Tech business school last year, Tillerson said the reason “why I’ve been able to gain Vladimir Putin’s trust” is “because throughout my career I’ve wanted people to view me as an honest person.” To his critics, however, Tillerson and ExxonMobil come across as arrogant and indifferent to Russia’s record in Ukraine or Putin’s harsh suppression of domestic opposition. The oil giant’s vast enterprise spanning six continents and more than 50 nations has embraced a varied cast of national leaders, including the Saudi oil ministers, Equatorial Guinea’s corrupt Teodoro Obiang Nguema, the autocratic government of Kazakhstan and the emir of Qatar. These contrary views are in some ways connected. Edward S. Verona, who worked for ExxonMobil for two years and spent several more working in Moscow, said one reason Tillerson was respected in Moscow was because of the way the company dealt with Venezuela’s then-president, the voluble Hugo Chávez. In 2007, Chávez had wanted to rewrite contract terms for companies operating in the country’s vast, oil-rich Orinoco belt. Exxon said no, abandoning 2 percent of its worldwide reserves and winning arbitration court orders to freeze Venezuelan assets. In the same way, Exxon exited Nigeria’s Niger Delta after insurgents disputed operations there. “You have to be willing to say, �?No, we aren’t going to do it that way, we are going to do it this way; if we can’t do it this way, we won’t be here,’ ” Tillerson said about the company’s strategy of keeping its Ni­ger­ian exploration to offshore areas, where it was safer. “Rex Tillerson gained the respect of Russians, particularly Sechin and Putin, because he was prepared to stand up and push back when he felt his company was being treated unfairly,” said Verona, now a senior adviser to McLarty Associates. The fight coincided with efforts by Russia’s Gazprom, a state-owned company, to horn its way into a Sakhalin Island project off eastern Russia that Tillerson had helped negotiate years earlier. ExxonMobil was able to navigate the dispute with help from Putin and Sechin. The project, built in extremely harsh conditions, remains one of the company’s most lucrative, Tillerson has said. Some of Exxon’s perceived arrogance is rooted in the company’s history as the largest of the corporations split off from the Standard Oil Trust, the enterprise built by John D. Rockefeller. Lifelong Scout Tillerson was born in Wichita Falls, Tex., the son of a Boy Scout administrator. He still lists the rank of Eagle Scout on his résumé and has remained active in the organization. In 2012, he was instrumental in pushing the Boy Scouts board to admit openly gay youths. His experience as a Scout fit well into the company, which insisted on rules that were more detailed than most other oil companies. In 1997, Exxon sent Tillerson, then a promising executive who had been in Yemen, to Moscow to “pick up the relationship and repair it,” Tillerson later recalled . His predecessor had been kicked out of the country. Tillerson met six different prime ministers over the course of 14 months. The last of those was Putin. Nearly 15 years later in Sochi, Putin provided the blessing for what could become Exxon’s largest Russian deal, a joint exploration agreement with Rosneft covering almost 190 million acres, almost halfway across the Arctic shoreline and covering nine time zones. Speaking later at Texas Tech, Tillerson cited the Boy Scout motto and urged students to have honor and integrity. “Those words mean a lot to me,” Tillerson said. “And I can tell you they mean a lot in any culture.” He added that “integrity is recognized by every government, every leader. It’s the most valuable asset you have, your personal integrity.” But while Tillerson preaches the value of honesty and integrity, ExxonMobil has not shied away from doing what is good for its bottom line, which has made environmental groups and others suspicious of its aims. While Tillerson has acknowledged human involvement in the warming of the globe and backed a carbon tax to deal with it, the oil giant has continued to fund groups such as the American Legislative Exchange Council, whose leading members have cast doubt on climate change or its urgency. The relationship contrasted with that of Shell, which also acknowledges climate change but dropped its membership in ALEC last year, citing differences over the issue. The company is also in the midst of a bitter fight with the attorneys general of New York and Massachusetts and with more than a dozen nongovernmental organizations that are looking at whether the oil giant failed to disclose what it knew 40 years ago about the damage fossil fuels were doing to the Earth’s climate. The attorneys general issued broad subpoenas for internal Exxon documents, and the NGOs have encouraged them to consider bringing a fraud case similar to the one that extracted billions of dollars from tobacco companies years ago. ExxonMobil has fought back, going to a Texas federal court near its headquarters and winning the judge’s highly unusual backing for discovery on the attorneys general, including with regard to internal emails, to determine whether they were acting “in good faith.” The company also is scrutinizing individuals and organizations. The day after the presidential election, for example, the company hand-delivered a subpoena to Carroll Muffett, the head of the Center for International Environmental Law, a nonprofit organization focused on environmental and human rights issues. “The subpoena is in fact a fishing expedition that goes far beyond any issue arguably before the Texas court,” Muffett said in an email. “It is clear that Exxon is trying to leverage this case, outrageous as it is, to intimidate and silence its critics.” Engineering quotient Another important piece of Tillerson’s background is his engineering background. ExxonMobil has been widely seen as a place with a higher “EQ,” for engineering quotient, than IQ, or intelligence quotient. Even the EQ has failed from time to time. The Exxon Valdez oil-tanker accident spilled crude off the pristine coast of Alaska in 1989, and more recently company pipelines leaked in Montana’s Yellowstone River and in Mayflower, Ark. The company has taken tough legal strategies in those instances, too, and it litigated the Valdez spill for 20 years. Still, Tillerson draws on that engineering construct and has applied it to the problem of climate change. “It’s an engineering problem, and it has engineering solutions,” he said at an event sponsored by the Council on Foreign Relations in 2012. As he looked back on his career during the Texas Tech event, Tillerson said that he views the company’s oil and gas operation on Sakhalin Island — an area beset by poverty, seismic instability, long icebound winters and 100-foot waves in the summer — as one of his crowning achievements. It might look easy compared to being secretary of state. business ",
    "title": "Tillerson’s relations with autocrats forged during decades in industry - The Washington Post"
   },
   {
    "entities": [
     "ukraine",
     "mitt",
     "et",
     "democratic",
     "middle",
     "dec 13",
     "right now",
     "abigail",
     "perry",
     "states",
     "trump",
     "2013",
     "hillary",
     "syria",
     "bacon",
     "may",
     "bashar",
     "united",
     "rex",
     "crimea",
     "senate",
     "ing-wen",
     "donald",
     "klimentyev",
     "pool",
     "2:58",
     "street",
     "3:59",
     "st.",
     "tuesday",
     "thursday, june 21, 2012",
     "2014",
     "cia",
     "china",
     "exxon",
     "russia",
     "north",
     "vladimir",
     "last month",
     "2016",
     "taiwan",
     "photo",
     "romney",
     "twitter",
     "afp",
     "current",
     "1975",
     "korea",
     "election",
     "u.s.",
     "obama",
     "national",
     "journal",
     "tillerson",
     "day",
     "union",
     "july",
     "wall",
     "east",
     "iran",
     "mikhail",
     "america",
     "european",
     "petersburg",
     "committee",
     "williams",
     "exxonmobil",
     "now",
     "september",
     "the past",
     "isis",
     "al-assad",
     "putin",
     ", 3:51 pm",
     "jr.",
     "assad",
     "clinton",
     "kremlin",
     "tsai"
    ],
    "id": 28,
    "text": "Dec 13 2016, 3:51 pm ET Trump's Secretary of State Pick May Help Direct Shift in U.S. Foreign Policy by Perry Bacon Jr. and Abigail Williams In this photo taken Thursday, June 21, 2012, Russian President Vladimir Putin presents ExxonMobil CEO Rex Tillerson with a Russian medal at an award ceremony of heads and employees of energy companies at the St. Petersburg economic forum in St. Petersburg, Russia. Mikhail Klimentyev / Kremlin Pool Photo via AP Share advertisement Donald Trump laid out a wholesale rethinking of American foreign policy during his campaign. Now it falls on ExxonMobil CEO Rex Tillerson, who the president-elect tapped as secretary of state on Tuesday, to implement that vision. That work will likely include efforts to ease tensions between the U.S. and Russia, withdrawing from global agreements on climate change and Iran's nuclear weapons program, limiting the number of refugees coming to America, and ending the American-backed push to force Syria's Bashar Assad from power. Play ExxonMobil CEO Rex Tillerson is Donald Trump's pick for secretary of state 2:58 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161213210842if_/http://www.nbcnews.com/widget/video-embed/831726659938\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Tillerson has no government experience, having worked at Exxon since 1975. But in Trump's view, Tillerson has the kind of global deal-making experience he is looking for. \"The thing I like best about Rex Tillerson is that he has vast experience at dealing successfully with all types of foreign governments,\" the president-elect said in a Twitter message on Tuesday. What does Trump want Tillerson to do? Here is how the real estate mogul described his foreign policy vision in a major speech in September. \"We want to achieve a stable, peaceful world with less conflict and more common ground,\" Trump said . \"I am proposing a new foreign policy focused on advancing America's core national interests, promoting regional stability, and producing an easing of tensions in the world. This will require rethinking the failed policies of the past.\" He added, \"We can make new friends, rebuild old alliances, and bring new allies into the fold.\" Here's a closer look at some of the key issues Tillerson will handle if he is confirmed by the Senate. Russia The most controversial part of Tillerson's nomination is his connections to Russia and Vladimir Putin, who in 2013 presented the oil and gas company executive an Order of Friendship, an award the Russian government gives to non-citizens who it wants to honor. Play Should Tillerson's relationship with Putin be concerning? 3:59 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161213210842if_/http://www.nbcnews.com/widget/video-embed/832042563929\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Relations between the U.S. and Russia are at perhaps their worst right now since the end of the Cold War. The European Union and the United States enacted a series of sanctions against Russia in 2014, after Russia took control of Crimea, a region that had been part of Ukraine. The Russian government has strongly backed Assad in Syria's civil war, despite Obama calls for him to step down and American support for civil rebels. Most importantly, the U.S. government has concluded that Russia intentionally interfered in the 2016 American elections by hacking and releasing e-mails from the Democratic National Committee and a top Hillary Clinton adviser. The CIA says that Russia was intentionally trying to get Trump elected. Trump calls that assertion \"ridiculous.\" Trump says that America can have a less tense relationship with Russia. In a press conference in July, the businessman suggested he would consider both lifting U.S. sanctions against Russia and formally recognizing Russian control of Crimea. He could accomplish both through his executive authority. And on this issue, Trump's secretary of state choice was telling. Mitt Romney, who Trump also considered for the post, has blasted Putin's government. Tillerson, on the other hand, in his role at Exxon, expressed skepticism about the sanctions against Russia. China During the campaign, Trump called for a more aggressive posture toward China, at least on economic issues. He frequently suggested he would rethink American trade with the world's most populous nation, arguing current policy allows China to \" rape our country \" and threatening tariffs on Chinese-made goods imported to the U.S. Donald Trump and Taiwan's President Tsai Ing-wen. STAFF / AFP - Getty Images In the weeks after Election Day, Trump had an unprecedented phone conversation with Taiwan's president and said he would also reconsider the American \"One China\" policy that does not recognize Taiwan as an independent nation. China will also be influential in U.S. efforts, which Trump says he will continue, to prevent North Korea from further developing its nuclear weapons program. The Middle East Trump has said he broadly wants a pullback from U.S. engagement in the Middle East. In a interview last month with the Wall Street Journal , Trump suggested the U.S. should better hone in on fighting ISIS, rather than supporting rebel efforts to unseat Syrian President Bashar al-Assad. Russia factors into his calculations given that nation's support of the Assad regime in the Syrian civil war. If if the U.S. attacks Assad, Trump said, \"we end up fighting Russia, fighting Syria.\" Play ",
    "title": "Trump's Secretary of State Pick May Help Direct Shift in U.S. Foreign Policy - NBC News"
   },
   {
    "entities": [
     "relations",
     "florida",
     "this morning",
     "dec 13, 2016",
     "trump",
     "pick",
     "2013",
     "gates",
     ", 12:51 pm",
     "news",
     "jeff",
     "paul",
     "rex",
     "senate",
     "donald",
     "state",
     "of",
     "foreign",
     "abc",
     "russia",
     "defense",
     "vladimir",
     "rubio",
     "john",
     "marco",
     "rand",
     "u.n.",
     "this weekend",
     "u.s.",
     "arizona",
     "bolton",
     "kentucky",
     "rice",
     "tillerson",
     "james",
     "december 11, 2016",
     "botts",
     "ali",
     "america",
     "committee",
     "flake",
     "exxonmobil",
     "now",
     "bob",
     "putin",
     "baker",
     "condoleezza",
     "rogin"
    ],
    "id": 29,
    "text": "How a Single Senate Republican Could Tank Rex Tillerson's Nomination By ALI ROGIN Dec 13, 2016, 12:51 PM ET 0 Shares WATCH Donald Trump Faces Criticism for Secretary of State Pick 0 Shares Email Marco Rubio is not the only Republican senator to express concerns about President-elect Donald Trump ’s pick for secretary of state, Rex Tillerson , over his connections to Russian President Vladimir Putin . But Rubio is the only skeptical Republican, so far, who has the power to derail Tillerson’s nomination before it reaches the Senate floor. The Florida senator sits on the upper chamber’s 19-member Foreign Relations Committee , before which Tillerson’s nomination hearing will take place. If all nine Democrats on the panel vote against Tillerson, they would need only one of the committee’s 10 Republicans to join them to prevent the ExxonMobil CEO’s nomination from moving to the full Senate for a vote. In a statement released this morning, Rubio said he had “serious concerns” about Tillerson but was committed to giving him a fair hearing. “The next secretary of state must be someone who views the world with moral clarity, is free of potential conflicts of interest, has a clear sense of America's interests and will be a forceful advocate for America's foreign policy goals,” Rubio said. He was referring to the deals Tillerson’s multinational oil and gas corporation has made with the Russian government, which helped him earn Russia’s 2013 Order of Friendship, one of the highest honors a foreigner can receive there. As Tillerson’s selection seemed increasingly likely this weekend, Rubio tweeted a more pointed reaction: Being a \"friend of Vladimir\" is not an attribute I am hoping for from a #SecretaryOfState - MR — Marco Rubio (@marcorubio) December 11, 2016 Rubio is not the only Republican on the Foreign Relations Committee whose concerns about Tillerson’s Russia connections might push him to vote no. Members like Jeff Flake of Arizona and Rand Paul of Kentucky could also oppose him, which, in procedural terms, would mean the committee would decline to recommend Tillerson to the full Senate. But Rubio is the only one so far to voice his concerns. A source close to Paul said he was undecided on Tillerson and wants to hear more from him. Paul had publicly said he would adamantly oppose former U.S. Ambassador to the U.N. John Bolton, who is now the likely pick for deputy secretary of state in Trump's administration, sources told ABC News. That former Secretaries of State James Baker and Condoleezza Rice and former Secretary of Defense Bob Gates endorsed Tillerson “carries considerable weight” Flake said. Baker’s law firm, Baker Botts, represents ExxonMobil, and Rice’s and Gates’ consulting firm, RiceHadleyGates, counts the oil company as a client. 0 Shares ",
    "title": "How a Single Senate Republican Could Tank Rex Tillerson's Nomination - ABC News"
   }
  ]
 }
}