{
 "15": {
  "col-sim": {
   "cosine": 0.22044594697637362,
   "entity": 0.20899320783111644
  },
  "exec-time": 30.077141761779785,
  "links": [
   {
    "entities": [
     "$1 trillion",
     "capitol",
     "mitch",
     "reagan",
     "trump",
     "two days",
     "mcconnell",
     "party",
     "sun",
     "ryan",
     "georgia",
     "senate",
     "2020",
     "33 percent",
     "congress",
     "russia",
     "2016",
     "rust",
     "michigan",
     "republican",
     "future",
     "belt",
     "arizona",
     "obama",
     "day",
     "hill",
     "medicare",
     "afternoon",
     "wisconsin",
     "now",
     "after election",
     "clinton",
     "the future",
     "35 percent"
    ],
    "id": 0,
    "text": "Where will the Republican Party go after 2016? For now, Republicans insist they stand united. Just two days after Election Day, Trump spent an afternoon on Capitol Hill, meeting with Senate Majority Leader Mitch McConnell and Speaker Ryan. They walked together in front of a throng of press down the historic halls of Congress, praising the progress made in the meetings and signaling unity. But a number of challenges are already on the way, starting with health care. Trump said during the campaign he favors a more interventionist approach by government than do Republican congressional leaders, and Trump has signaled he wants to preserve certain aspects of Obamacare rather than push a wholesale repeal. Trump has also pushed back on cutting entitlement spending, an effort long backed by traditional conservatives. Yet despite Trump’s stated position, Ryan has continued to talk up his longstanding plan to overhaul Medicare. Trump has also advocated a $1 trillion effort to rebuild the country’s infrastructure, not unlike the stimulus program Obama championed and that Republican lawmakers largely opposed. In foreign policy, Trump splits with his party in some respects, especially in his lack of skepticism of Russia, but Trump’s international positioning has been mostly inconsistent, leaving Republicans uncertain of his next international move. Trump’s victory was so narrow that it’s difficult to attribute any one factor to carrying him across the line. As mentioned in chapter three, tax policy will be a defining debate for the Republican Party. The party consensus since Reagan has emphasized tax cuts for the wealthy as a way to spur economic growth, but some reformers have proposed abandoning this approach in favor of targeted benefits for working families instead. Trump ran on both sides of the issue: He said he supported higher taxes on the rich, but released two multi-trillion-dollar tax plans that overwhelmingly benefitted top earners. The Uncertain Future Trump’s victory was so narrow that it’s difficult to credit any one factor with carrying him across the line. That also makes it hard for both parties to move into the future. If Trump’s win heralds a decisive trend in which white working class voters support Republicans by ever-expanding margins, he could remain a heavy favorite for re-election in 2020 even as the country becomes more racially and economically diverse. Democrats, for their part, could be caught between a Sun Belt moving their way in places like Georgia and Arizona to make up for the Rust Belt’s Republican drift, but not fast enough for a Democratic candidate to win nationally. It’s also possible that Trump’s win is part of a global phenomenon of populist and nationalistic policies and leaders that have caught fire with voters worried about the ongoing threat of international terrorism, increased immigration and economic inequality. Their growth abroad suggests the Trump phenomenon may be durable and go beyond his personal appeal. But it could be Trump’s election was more of a fluke, a razor-thin victory that any of a number of factors could have reversed. Clinton, like Trump, was an unpopular nominee, and depressed Democratic turnout in close races like Michigan and Wisconsin undoubtedly helped Trump win. The biggest unknown factor, though, is simply how Trump performs as president. He starts with a skeptical electorate — exit polls showed only 33 percent of voters found him honest, and just 35 percent said he had the temperament to be president — and will have to prove that he can translate his message of radical change into positive results. For an incumbent president seeking re-election, there’s no substitute for success. The biggest unknown factor is simply how Trump performs as president. Share ",
    "title": "Trump proved everyone wrong with his populist message: How Trump Won - NBC News"
   },
   {
    "entities": [
     "fed",
     "market",
     "jim",
     "2 percent",
     "1.9 percent",
     "goldman",
     "fannie",
     "dec. 14",
     "0.6 percent",
     "$1 trillion",
     "larry",
     "poor",
     "earlier this year",
     "reserve",
     "december",
     "treasury",
     "zero percent",
     "this week",
     "november",
     "0.75 percent",
     "taylor/the",
     "trump",
     "2017",
     "next year",
     "doug",
     "reuters",
     "duncan",
     "the",
     "donald",
     "1.7 percent",
     "a year ago",
     "at 5:21 pm",
     "last month",
     "december 14",
     "congress",
     "tankersley",
     "open",
     "2016",
     "federal",
     "1.5 percent",
     "janet",
     "fomc",
     "mae",
     "post",
     "l.",
     "pantheon",
     "future",
     "macroeconomics",
     "republican",
     "u.s.",
     "daron",
     "0.5 percent",
     "obama",
     "today",
     "0.8 percent",
     "standard",
     "wednesday",
     "1.3 percent",
     "this month",
     "washington",
     "&",
     "committee",
     "about an hour later",
     "a month ago",
     "september",
     "now",
     "summers",
     "sachs",
     "early 2018",
     "the future",
     "yellen",
     "1.4 percent",
     "2.1 percent"
    ],
    "id": 1,
    "text": "Federal Reserve raises interest rates for second time in a decade The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Jim Tankersley December 14 at 5:21 PM Follow @jimtankersley An interest rate hike will affect anyone with a home mortgage, car loan, savings account or money in the stock market. Here's what it means for your wallet. (Daron Taylor/The Washington Post) The Federal Reserve raised its benchmark interest rate on Wednesday for the first time in a year and signaled that rates could continue to rise next year more quickly than officials had expected. The increase was unanimous and modest, raising the Fed’s key interest rate by a quarter point, from a range of 0.25 to 0.5 percent to a range of 0.5 to 0.75 percent. It reflects Fed officials' confidence in the strengthening of the U.S. economy and what officials see as budding signs of higher inflation. But unlike corporate executives and stock traders, Fed officials do not appear to be anticipating a massive growth boost next year from economic policies implemented by President-elect Donald Trump, but they appear set to raise rates faster if those policies were to cause an overheating in the economy. [ How a Fed rate hike could affect your wallet ] Markets were slightly up immediately after the announcement, but they started to dive about an hour later, after Fed Chair Janet L. Yellen concluded a news conference about the rate hike. The Dow Jones industrial average closed down 0.6 percent, the Standard & Poor's 500-stock index slid 0.8 percent, and the Nasdaq tech index was down 0.5 percent. Yellen told reporters that she and the Federal Open Market Committee were “recognizing the considerable progress the economy has made” toward full employment and an inflation target of 2 percent. She indicated that she did not see much need for a large, deficit-financed boost from federal fiscal policy, either tax cuts or spending increases. “I would say at this point that fiscal policy is not obviously needed to provide stimulus to help us get back to full employment,” Yellen said. She then added that she was not trying to advise Trump and Congress on fiscal issues. [ The eternal mystique of Goldman Sachs ] Economic projections also released by the central bank indicate that the Fed now expects the economy to grow 1.9 percent in 2016 and 2.1 percent in 2017. The projections show that the group expects the Fed to increase rates three times in 2017, to a rate of 1.4 percent by year's end. Its September projections signaled only two expected hikes next year. Analysts have warned that if Trump and Congress agree to slash tax rates and increase spending in areas such as infrastructure the Fed could be forced to raise rates faster than expected to counter rising prices. Yellen highlighted uncertainty over those policies at her news conference but said some Fed officials had tried to incorporate expected fiscal changes in their forecasts. Since Trump’s election, markets have jumped — with the Dow closing in on a record-breaking 20,000 — and long-term rates and the dollar have increased. [ Trump Treasury pick vows to curtail Wall Street regulations ] Several analysts said the Fed was right to take that approach to the new administration’s policies. “The Fed will likely be in wait-and-see mode, given this substantial policy uncertainty,” said Doug Duncan, the chief economist at Fannie Mae, “and we view this prudency a virtue.” Much of the Fed statement released Wednesday was unchanged from November, when the Fed declined to raise rates, choosing “to wait for some further evidence of continued progress” toward maximum employment in the economy and a target inflation rate of 2 percent. Officials said Wednesday, as they said a month ago, that “near-term risks to the economic outlook appear roughly balanced” — meaning growth is as likely to speed up as it is to slow down. Fed officials now judge the overall inflation rate to be 1.5 percent, up from 1.3 percent in September, but still well below target. They judge core inflation, which excludes volatile commodities such as gasoline prices, to be 1.7 percent. [ Donald Trump still does not understand the unemployment rate ] In the statement, officials said that “inflation has increased since earlier this year,” a change from November, when the statement said that “inflation has increased somewhat since earlier this year.” Officials also said that measures of inflation compensation “have moved up considerably but remain low.” Last month, the word “considerably” did not appear in that line. The Fed's decision drew criticism from some liberal economists who want rates to stay as low as possible to further boost employment while inflation remains below target. “The Fed's action today was unwelcome but not unexpected. Still huge economic risks and little evidence of an inflation problem” economist and former treasury secretary Larry Summers wrote in a tweet. Yellen, in her news conference, said she does not favor running a “high-pressure economy” where inflation might overshoot its target. “I do want to make clear,” she said, “that I have not recommended running a hot economy as some sort of experiment.” The Federal Reserve raised interest rates by a quarter point Dec. 14 and signaled a faster pace of increases in 2017 as the Trump administration takes over with promises to boost growth through tax cuts, spending and deregulation. (Reuters) The central bank last raised rates at its December meeting a year ago, its first step toward moving the Fed from what economists call the zero-lower bound — meaning interest rates hovering around zero percent. Trump has promised to cut taxes for individuals and corporations and to boost infrastructure spending by as much as $1 trillion through tax credits that his team says will pay for themselves. Although Trump praised the Fed chair during his campaign, saying he has “great respect” for Yellen, he was mostly critical. Accusing Yellen and the Fed of keeping rates low to help President Obama, Trump said in September: “I think she is very political, and to a certain extent, I think she should be ashamed of herself.” Yellen's term ends in early 2018. Asked about whether she would leave her post when the president-elect takes office, the Fed chair said: “I do intend to serve out my four-year term. I haven’t made any decision about the future.” Analysts did not expect Fed officials to change their forecasts of future increases this month based on an expectation of what Trump and Congress might do. “We very much doubt that FOMC members want to be accused of seeking to influence Congress and the new administration,” analysts at Pantheon Macroeconomics wrote this week, “given how unpopular the Fed is already with Republican politicians.” business ",
    "title": "Federal Reserve raises interest rates for second time in a decade - The Washington Post"
   },
   {
    "entities": [
     "todd",
     "claus",
     "texas",
     "twu",
     "christmas",
     "news",
     "ryan",
     "university",
     "tonight",
     "facebook",
     "fox",
     "commentary",
     "starnes",
     "wang",
     "chung",
     "anna",
     "santa",
     "woman's",
     "america",
     "&",
     "now",
     "winter",
     "ap",
     "mark",
     "kessler",
     "december"
    ],
    "id": 2,
    "text": "FILE  (AP) Don’t call your holiday party a holiday party. That’s the recommendation from Texas Woman’s University – posting a series of tips on how to make December office parties ‘all-inclusive’ and ‘multicultural.’ Click here for a free subscription to Todd’s newsletter: a must-read for Conservatives! “Not all faith traditions have holidays in December, and not everyone identifies with a particular faith tradition,” TWU writer Anna Ryan wrote in “A Festivus for the Rest of Us: Tips to plan an all-inclusive multicultural holiday party at the office.” That means dropping the word “holiday” for starters, said Dr. Mark Kessler, a professor of multicultural women’s and gender studies – and the university’s expert on party planning. “’Holiday’ connotes religious tradition and may not apply to all employees,” Kessler told the news service. As an alternative he recommended calling your December gathering an “end of the semester party.” Click here to join America’s favorite Conservative Facebook page! He also recommends not decorating with Santa Claus, a red-nosed reindeer or evergreen trees. And whatever you do, don’t serve red & green sugar cookies shaped like Christmas trees, first reported by the fine folks at Campus Reform . “Avoid religious symbolism, such as Santa Claus, evergreen trees or a red nosed reindeer, which are associated with Christmas traditions,” Kessler recommended. “Excellent alternatives are snowflakes, snow men or winter themes not directly associated with a particular holiday or religion.” Now, that one left me a bit puzzled – because I can’t seem to find any reference to a red-nosed reindeer in the New Testament. Speaking of snowflakes, he also suggested party planners avoid playing Christmas carols or any music associated with a “faith tradition.” Instead, he recommended “celebratory party music.” Instead of chestnuts roasting on an open fire, Texas Woman’s University wants everybody to Wang Chung tonight. As for the Yuletide noshing, Professor Kessler advises a diverse menu with “items that reflect dietary preferences and requirements of non-majority groups in your organization (e.g, halal or kosher).” Just imagine the festive scene at TWU’s all-inclusive winter shindig. Instead of scarfing down Little Smokies and shrimp cocktail, guests would be stuffing their faces with gluten-free hummus and Gefilte fish.  So if you are one of the unfortunate souls who received an invitation, you might want to drop by the Chick-fil-A drive-thru before the party. I reached out to the university spokesperson to get the back story or at least some context on their Yuletide suggestions – but so far no one has returned my telephone call. Because as it now stands, it sure looks like the folks at Texas Woman’s University are a few nuts shy of a fruitcake. Todd Starnes is host of Fox News & Commentary, heard on hundreds of radio stations. His latest book is \" God Less America: Real Stories From the Front Lines of the Attack on Traditional Values. \" Follow Todd on Twitter  @ToddStarnes and find him on Facebook . Advertisement ",
    "title": "Texas university takes the 'holiday' out of parties in December | Fox News"
   },
   {
    "entities": [
     "kaplan",
     "last year",
     "mobile",
     "2013",
     "hackathon",
     "facebook",
     "francisco",
     "2014",
     "victor",
     "mayer",
     "silicon",
     "valley",
     "j.",
     "yahoo",
     "conference",
     "new",
     "developer",
     "san",
     "blue/bloomberg",
     "wednesday",
     "york",
     "marissa",
     "august 2013",
     "september",
     "now",
     "bob",
     "lord",
     "jay",
     "google",
     "synack"
    ],
    "id": 3,
    "text": "Photo Attendees at the Yahoo Mobile Developer Conference Hackathon last year in New York. Credit Victor J. Blue/Bloomberg SAN FRANCISCO — Yahoo , already reeling from its September disclosure that 500 million user accounts had been hacked in 2014, disclosed Wednesday that a different attack in 2013 compromised more than 1 billion accounts. The two attacks are the largest known security breaches of one company’s computer network. The newly disclosed 2013 attack involved sensitive user information, including names, telephone numbers, dates of birth, encrypted passwords and unencrypted security questions that could be used to reset a password. Yahoo said it is forcing all of the affected users to change their passwords and it is invalidating unencrypted security questions. It is unclear how many Yahoo users were affected by both attacks. The internet company has more than 1 billion active users, but it is not clear how many inactive accounts were hacked. Yahoo said it discovered the larger hacking after analyzing data files, provided by law enforcement, that an unnamed third party had claimed contained Yahoo information. Simple tips to follow if you think your personal information online has been exposed to hackers. Yahoo has made a steady trickle of disclosures about the 2014 hacking, which it has been investigating with the help of federal authorities. The company said Wednesday that it now believes the attacker in that breach, which it says was sponsored by a government, found a way to forge credentials to log in to some users accounts without a password. Bob Lord, Yahoo’s chief information security officer, said in a statement that the state-sponsored actor in the 2014 attack had stolen Yahoo’s proprietary source code. Outside forensics experts working with Yahoo believe that the state-sponsored hackers used Yahoo’s code to access Yahoo user accounts without their passwords by creating forged “cookies,” short bits of text that a website can store on a user’s machine. By forging these cookies, attackers were able to impersonate valid users, gaining information and performing actions on behalf of their victims. Advertisement Continue reading the main story Security has taken a back seat at Yahoo in recent years, compared to Silicon Valley competitors like Google and Facebook. Yahoo’s security team clashed with top executives, including the chief executive, Marissa Mayer, over the cost and customer inconvenience of proposed security measures. Security experts also say the time it has taken Yahoo to uncover the breach disclosed on Wednesday is a signal that the company’s security and monitoring technologies are inadequate. “What’s most troubling is that this occurred so long ago, in August 2013, and no one saw any indication of a breach occurring until law enforcement came forward,” said Jay Kaplan, the chief executive of Synack, a security company. “Yahoo has a long way to go to catch up to these threats.” ",
    "title": "Yahoo Says 1 Billion User Accounts Were Hacked - The New York Times"
   },
   {
    "entities": [
     "manama",
     "syrian",
     "suleiman",
     "rick",
     "turkey",
     "bashar",
     "california",
     "bahrain",
     "morning",
     "red",
     "saturday",
     "cross",
     "for",
     "state",
     "ahrar",
     "defense",
     "umert",
     "associated",
     "sham",
     "once",
     "department",
     "fuah",
     "molly",
     "iraq",
     "benjamin",
     "islamic",
     "center",
     "ali",
     "nina",
     "kefraya",
     "late tuesday",
     "zakaria",
     "mayadeen",
     "hennigan",
     "al",
     "white",
     "irbil",
     "sandy",
     "raslan",
     "late",
     "abdul",
     "damascus",
     "middlesex",
     "united",
     "bulos",
     "media",
     "tuesday",
     "qurah",
     "of",
     "breakfast",
     "crutcher",
     "russia",
     "w.j.",
     "night",
     "midnight",
     "ahmad",
     "yazid",
     "ghaith",
     "josh",
     "hennessy-fiske",
     "kama",
     "hours of thursday",
     "jay",
     "ashton",
     "thicke",
     "pentagon",
     "p.",
     "idlib",
     "rahman",
     "film",
     "perry",
     "monther",
     "dannel",
     "press",
     "thursday",
     "moscow",
     "fishman",
     "early wednesday",
     "minutes later",
     "robin",
     "etaky",
     "international",
     "nations",
     "cromwell",
     "human",
     "salah",
     "commerce",
     "national",
     "observatory",
     "late wednesday",
     "wednesday",
     "overnight",
     "iran",
     "committee",
     "energy",
     "combat",
     "early",
     "assad",
     "russian",
     "radisson",
     "nabih",
     "alan",
     "malloy",
     "this week",
     "walaa",
     "sierra",
     "agrawal",
     "states",
     "house",
     "syria",
     "malahifji",
     "raqqah",
     "hook",
     "reconciliation",
     "din",
     "registry",
     "2016",
     "mahmoud",
     "nevada",
     "hotel",
     "carter",
     "rami",
     "washington",
     "central",
     "chamber",
     "earnest",
     "aleppo",
     "disneyland",
     "now",
     "rights",
     "fastaqim",
     "hezbollah-affiliated"
    ],
    "id": 4,
    "text": "The evacuation buses finally arrived – but Aleppo has descended back into violence Nabih Bulos The evacuation of Syrian rebels bunkered in their last remaining holdouts in the beleaguered city of Aleppo has been delayed, rebels and activists said Wednesday, as an 11th-hour cease-fire forged by Russia and Turkey broke down after only a few hours of calm. The agreement, which called for a cease-fire to take effect late Tuesday night and have rebels leave their bastion early Wednesday, came as the government took near total control of the rebels’ enclave in eastern Aleppo. It represents the most significant achievement by the government of President Bashar Assad in the almost six-year civil war ravaging the country. The deal would have allowed opposition fighters to exit from Aleppo’s southwestern flank toward countryside areas still in rebel hands, taking their personal weapons — a major point of contention that may have contributed to the scuttling of the arrangement. On Tuesday, before the cease-fire went into effect, the United Nations said at least 82 civilians had been killed in fighting. Late that day, the green buses used to shuttle opposition fighters out were reported to have arrived in Aleppo, according to pro-government groups. But they had remained empty, and residents from within rebel areas said there had been no evacuations. Caught between rebels and government forces, the Syrian city of Aleppo has largely been cut off from the rest of the world in recent months. But this week, as Syrian forces advanced on rebel-held areas, residents took to social media to send pleas and heartbreaking farewells to a global audience. ... ... (Nina Agrawal) Instead, the sounds of intense artillery and mortar shelling as well as sporadic gunfire could be heard once more after hours of calm overnight. “I don’t know if you can hear it, but there are artillery and mortar strikes on the besieged areas,” Mahmoud Raslan, a pro-opposition activist, said via the WhatsApp messaging service on Wednesday. He said he was in Salah Al Din, a neighborhood at the very edge of the Syrian government’s advance. Minutes later, he sent an audio recording of loud explosions in the area. The Syrian Observatory for Human Rights, a pro-opposition monitoring group with a network of activists in Syria, said at least 10 people had been killed in the barrage hitting eastern Aleppo. “Everything has collapsed,” said Rami Abdul Rahman, head of the Observatory. Late Wednesday, Ahmad Qurah Ali, the spokesman for the hard-line Islamist group Ahrar Al Sham, said in a statement on social media that a cease-fire would start at midnight Damascus time. The first group of the wounded and civilians would leave early Thursday morning, he said. Activists and residents contacted in eastern Aleppo confirmed a significant reduction of hostilities in the wee hours of Thursday morning, but that there were still occasional sounds of gunfire. One resident, Dr. Ghaith Suleiman, said in a Whatsapp message that he received word the evacuation would go through in the morning under supervision of the International Committee of the Red Cross . Damascus and Moscow have yet to confirm any arrangement. Meanwhile, the Hezbollah-affiliated Central Combat Media outlet issued a report late Wednesday saying that all rumors regarding a cease-fire and “the exit of the gunmen” were completely untrue. Syrian government forces conduct a final sweep to take the last rebel holdouts in eastern Aleppo. (Associated Press) It was unclear why Tuesday’s deal had broken down. The Russian Reconciliation Center, the Russian army’s monitoring body in Syria, blamed the rebels for the delay and the subsequent breakdown of the fragile truce, saying in a statement on Wednesday that “when the [buses] arrived at the agreed boarding site the militants opened fire on the column.” Russia has been Assad’s closest ally, and its air power, deployed on behalf of the Syrian forces, effectively turned the tide of the battle in Aleppo. The Reconciliation Center added that “the militants had taken advantage of the cease-fire to regroup … and resume combat operations,” but “the terrorists were rolled back.” The statement employed the Russian and Syrian governments’ standard description for the rebels arrayed against the rule of Assad. “The Syrian army went ahead with the operation to retake eastern Aleppo’s quarters from the militants,” the Russian statement continued. Zakaria Malahifji, spokesman for Fastaqim Kama Umert, an opposition faction fighting inside Aleppo, blamed the Syrian government and its Iranian allies for the breakdown, saying they had been displeased that the deal had been imposed on Damascus by Russia without consultation. Islamic State ’s self-declared capital of Raqqah, Defense Secretary Ashton Carter said Saturday.  Carter told a security conference in Manama, Bahrain, that the new troops... The Pentagon plans to send 200 more troops into northern Syria to support rebel militias now holding positions about 15 miles from  Islamic State ’s self-declared capital of Raqqah, Defense Secretary Ashton Carter said Saturday.  Carter told a security conference in Manama, Bahrain, that the new troops... (W.J. Hennigan) The Observatory for Human Rights said the issue was that the rebels had been all but defeated and that “the regime had gotten nothing in return for this agreement.” Mayadeen, a Lebanese news channel that is close to the Assad government, said government and Iranian officials had insisted on evacuating the wounded in Fuah and Kefraya, two villages in the opposition-controlled province of Idlib that have been besieged for almost two years, and that vital humanitarian aid be allowed in. In Washington, White House spokesman Josh Earnest sharply criticized both Russia and Syria, as well as Iran, another Assad ally. He said the United States was “working diligently through a variety of diplomatic channels” to resolve the situation. “We continue to be deeply concerned about the situation in Aleppo,” he said at the daily White House press briefing. “We are seeing the same reports that you are, that innocent people are being slaughtered in the streets at the hands of the Assad regime, aided and abetted by the Russians and the Iranians. And it raises deep concerns. And it's a deeply tragic situation. And these atrocities have to come to an end.” Among those holding out in eastern Aleppo was Monther Etaky, 28, and his family — his wife, Walaa, 25, and their newborn son, Yazid. “We will be slaughtered by them,” he said, speaking of the Syrian government forces. “We prefer to fight them and die like a tree, standing, not be annihilated.” Etaky, speaking via WhatsApp late Tuesday, said he and his family had been forced in recent months to relocate to an abandoned apartment and live without running water and only sporadic electricity. But they had refused to leave, even after he watched his friends die in airstrikes and bombings and even when he had to spend his days hunting for food. There was too much history for him to leave, he said, too many ghosts. “The criminal regime killed my friends,” he said. Then the cease-fire was announced, and Etaky realized he might finally have to depart. “No way to stay in the city at all,” he said. “We just need to evacuate.” But, he said, “It’s not good.” Caption 90 seconds: 4 stories you can't miss Rick Perry was picked to run the Department of Energy , cutting down dead trees is the new Gold Rush happening in California , Disneyland's Main Street Electrical Parade is coming back , and the National Film Registry’s Class of 2016 has arrived . Caption 90 seconds: 4 stories you can't miss Rick Perry was picked to run the Department of Energy , cutting down dead trees is the new Gold Rush happening in California , Disneyland's Main Street Electrical Parade is coming back , and the National Film Registry’s Class of 2016 has arrived . Caption 'The forest is hurting' | 24 million dead trees in southern half of the Sierra Nevada range Getting rid of the massive amounts of dead trees in California has become both a problem and an opportunity. Getting rid of the massive amounts of dead trees in California has become both a problem and an opportunity. Caption Curiosity Correspondent: Becoming a trapeze artist is hard Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Caption Gov. Dannel P. Malloy Remembers Sandy Hook And Travelers Jay Fishman At the Radisson Hotel Cromwell on Wednesday morning, Gov. Dannel P. Malloy references both Jay Fishman and Sandy Hook during his keynote address at the annual Middlesex Chamber of Commerce Breakfast. At the Radisson Hotel Cromwell on Wednesday morning, Gov. Dannel P. Malloy references both Jay Fishman and Sandy Hook during his keynote address at the annual Middlesex Chamber of Commerce Breakfast. Caption TV Dad Alan Thicke has died Alan Thicke, beloved TV dad and real-life father of singer Robin Thicke, died Tuesday at age 69. Alan Thicke, beloved TV dad and real-life father of singer Robin Thicke, died Tuesday at age 69. Bulos is a special correspondent. Times staff writer Molly Hennessy-Fiske in Irbil, Iraq, contributed to this report. MORE WORLD NEWS ",
    "title": "The evacuation buses finally arrived – but Aleppo has descended back into violence - LA Times"
   },
   {
    "entities": [
     "interactive",
     "dec 14, 2016",
     "cbs",
     "7:34 pm est",
     "earlier this year",
     "joseph",
     "guardian",
     "nuth",
     "alamos",
     "news",
     "nasa",
     "inc.",
     "the",
     "american",
     "red",
     "francisco",
     "jupiter",
     "monday",
     "2014",
     "goddard",
     "geophysical",
     "2016",
     "plesko",
     "earth",
     "laboratory",
     "piesko",
     "pdco",
     "national",
     "flight",
     "san",
     "union",
     "space",
     "center",
     "los",
     "1996",
     "cathy",
     "planet",
     "90 percent",
     "congressional"
    ],
    "id": 5,
    "text": "CBS News Dec 14, 2016 7:34 PM EST What would happen if the “big one” were heading towards Earth, like the life-threatening asteroid in the movie “Armageddon”? Apparently, we are vastly ill-prepared to deal with it, according to Dr. Joseph Nuth, a prominent researcher with NASA’s  Goddard Space Flight Center.  Nuth was speaking at a meeting with nuclear scientists in San Francisco Monday when he made headlines for saying that “the biggest problem, basically, is there’s not a hell of a lot we can do about it at the moment,” when discussing the possibility of a civilization-ending asteroid or comet smashing into the planet , The Guardian reports.  The researcher’s bleak prediction came at the annual meeting of the American Geophysical Union. Nuth noted that, while these kinds of cataclysmic collisions are rare in Earth’s history, they aren’t unprecedented.  “But on the other hand, they are the extinction-level events, things like dinosaur killers , they’re 50 to 60 million years apart, essentially,” The Guardian reports him as saying. “You could say, of course, we’re due, but it’s a random course at that point.” Nuth noted that our planet had a “close encounter” in 1996 when a comet whirred into Jupiter. Astronomers captured images of another such impact on Jupiter earlier this year. And one of our nearest planetary neighbors experienced a relatively close call in 2014, when a comet came “within spitting distance of Mars .” What makes that especially scary is that the comet was only discovered a mere 22 months before it buzzed the Red Planet. If that had been Earth, 22 months would would not be nearly enough time to prepare, Nuth stressed.  Nuth said he has suggested that NASA build an “interceptor rocket” that could be stationed at the agency’s new planetary defense office. A ready-to-launch rocket that could be deployed within a year’s notice “could mitigate the possibility of a sneaky asteroid coming in from a place that’s hard to observe, like from the sun,” he said.  Of course, this kind of mission would require Congressional  approval, Nuth added; it’s not just something NASA could do on its own. NASA created a Planetary Defense Coordination Office (PDCO) earlier this year to coordinate efforts to track so-called near-Earth objects — asteroids and comets that could cross into our cosmic neighborhood. The space agency estimates that it has spotted about 90 percent or more of the near-Earth objects larger than a kilometer in size. These would be the potentially catastrophic objects that science fiction often warns about. Smaller objects still pose a threat as well, and Nuth said  Earthlings  have to be vigilant about these potential threats. So, how could we defend against these objects? At the talk, The Guardian reports Dr. Cathy Piesko of the Los Alamos National Laboratory said our options could include deploying “a kinetic impactor” — which she described as “basically a giant cannonball” — or perhaps a nuclear warhead.  But both would come with serious risks, and it would take years of preparation to figure out how to do it right. “We are very carefully doing our homework before finals week,” Plesko said. “We don’t want to be doing our calculations before something is coming. We need to have this work done.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "NASA scientist warns we're not prepared for surprise asteroid or comet strike - CBS News"
   },
   {
    "entities": [
     "ukraine",
     "mitt",
     "mccain",
     "last year",
     "capitol",
     "times",
     "relations",
     "friday",
     "mitch",
     "madden",
     "states",
     "trump",
     "cardin",
     "mcconnell",
     "june 2012",
     "europe",
     "last week",
     "united",
     "moscow",
     "senate",
     "kevin",
     "1974",
     "morning",
     "international",
     "for",
     "a year ago",
     "2014",
     "monday",
     "conley",
     "foreign",
     "congress",
     "russia",
     "browder",
     "vladimir",
     "deterrence",
     "igor",
     "romney",
     "tennessee",
     "l.",
     "this year",
     "capital",
     "v.",
     "obama",
     "kentucky",
     "$3.4 billion",
     "tillerson",
     "new",
     "hill",
     "benjamin",
     "and",
     "center",
     "a.",
     "hermitage",
     "york",
     "initiative",
     "european",
     "committee",
     "2012",
     "bob",
     "strategic",
     "putin",
     "studies",
     "rosneft",
     "william",
     "corker",
     "sechin",
     "heather",
     "maryland"
    ],
    "id": 6,
    "text": "OPEN Graphic “Russia is going to be the central litmus test for United States policy,” said Heather A. Conley, a Russia expert at the Center for Strategic and International Studies. “Our allies and our adversaries are watching this very closely, and obviously the names of the cabinet positions are being scrutinized that much more closely.” Senate Republicans — including Senator Bob Corker of Tennessee, chairman of the Foreign Relations Committee — who have long been critical of Mr. Putin and of President Obama’s attempt to “reset” relations with Moscow, have praised Mr. Tillerson. “Mr. Tillerson is a very impressive individual and has an extraordinary working knowledge of the world,” Mr. Corker said. That view was echoed by Senator Mitch McConnell of Kentucky, the majority leader. The laudatory response from many Republicans over a choice that a year ago, on paper at least, might have appalled them demonstrates a strong desire to begin a new administration aligned with Mr. Trump. It is the same dynamic that has prevented a larger outcry from congressional Republicans over revelations that Russia interfered with the presidential election. They fear they could appear aligned with Democrats in raising questions about the election’s legitimacy. While congressional leaders called for investigations into possible tampering, they stopped short of ordering expansive efforts like a select committee. At the same time, a majority of Republicans are overjoyed with Mr. Trump’s other cabinet picks — staunch conservatives in the world of education, health care and law enforcement — and are likely to accede to the president-elect’s choice for the nation’s chief diplomat. Advertisement Continue reading the main story The other selections are “draft picks for conservatives who have been looking to reform those departments for years,” said Kevin Madden, a former adviser to Mitt Romney, who was passed over for secretary of state. “Those cabinet picks have certainly helped build up some of that political capital.” Photo President Vladimir V. Putin of Russia with Mr. Tillerson, right, in June 2012. At left is Igor Sechin, chief executive of Rosneft. Credit Sputnik/Reuters Still, the contrast from recent years is striking. In 2012, when Mr. Romney was running for president, he called Russia the “No. 1 geopolitical foe,” a position echoing decades of Republican thinking. He was derided by Mr. Obama, his opponent. Mr. Corker and others have joined the most robust voices on Capitol Hill in calling for sanctions on Russia, a position that would seem to put them at odds with Mr. Trump and Mr. Tillerson. He and 20 Senate Republicans tried in 2014 to push through severe new sanction triggers against the nation, and he praised Mr. Obama when he imposed them on Russia for destabilizing Ukraine. Both of the last two major defense bills authorized funding for security assistance to Ukraine, including lethal assistance the Obama administration has refused to provide. This year’s bill authorizes $3.4 billion for the European Deterrence Initiative, a fourfold increase from last year, focused on increasing the size, capability and readiness of American forces in Europe against growing threats to their security and territorial integrity. Those bills, while championed by Mr. McCain, are in keeping with a long history of bipartisan agreements over checking Russia, like the 1974 Jackson-Vanik Amendment, a trade measure that required emigration criteria to get certain trade benefits. In 2012, led by Senator Benjamin L. Cardin, Democrat of Maryland, Congress overwhelmingly passed more sanctions tied to Russian human rights abuses. Last week, Congress passed the Global Magnitsky Human Rights Accountability Act as part of the broad defense bill, continuing a longstanding bipartisan focus on human rights and anticorruption efforts. “I have found Congress on both sides of the aisle to be entirely robust on the issue of Russia,” said William Browder, chief executive of Hermitage Capital, noting that the Senate passed the 2012 measure 92 to 4. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "For Republican Russia Hawks, a Dilemma Named Rex Tillerson - The New York Times"
   },
   {
    "entities": [
     "felix",
     "dmitri",
     "jim",
     "navy",
     "rogers",
     "endowment",
     "july 6",
     "assange",
     "november",
     "buchanan",
     "harbor",
     "montana",
     "next year",
     "maze",
     "kitty",
     "dzerzhinsky",
     "s.",
     "abedin",
     "july 22",
     "mills/the",
     "april 29",
     "kevin",
     "colin",
     "panetta",
     "charles",
     "mar",
     "morning",
     "the day",
     "for",
     "huma",
     "state",
     "next day",
     "last month",
     "two weeks ago",
     "china",
     "the last month",
     "operations",
     "defense",
     "present",
     "open",
     "february 2014",
     "microsoft",
     "entertainment",
     "once",
     "j.",
     "correspondents'",
     "f.b.i.",
     "k.g.b.",
     "the summer of 2015",
     "department",
     "this year",
     "powell",
     "delavan",
     "coast",
     "schumer",
     "bernstein",
     "two decades later",
     "brooklyn",
     "carnegie",
     "victoria",
     "des",
     "july",
     "east",
     "center",
     "day",
     "hangzhou",
     "ruth",
     "wilson/the",
     "weekend",
     "this second",
     "70 percent",
     "bush",
     "lindsey",
     "soros",
     "al",
     "clinton",
     "congressional",
     "march 22",
     "white",
     "ben",
     "democratic",
     "air",
     "the same day",
     "society",
     "rinehart",
     "association",
     "joseph",
     "the day before",
     "tamene",
     "kahl",
     "august",
     "harvard",
     "g.r.u.",
     "doug",
     "mis",
     "michael",
     "mid-june",
     "united",
     "facebook",
     "--",
     "georgia",
     "inside",
     "late 2014",
     "london",
     "donald",
     "recently",
     "march 2016",
     "during",
     "edmundovich",
     "april",
     "tuesday",
     "of",
     "2014",
     "north",
     "while",
     "crowdstrike",
     "russia",
     "july 25",
     "hawkins",
     "2008",
     "estonia",
     "justice",
     "weeks later",
     "oct. 7",
     "early october",
     "command",
     "zakharova",
     "night",
     "twitter",
     "today",
     "podesta",
     "e.",
     "progress",
     "the middle of april",
     "julian",
     "korea",
     "agency",
     "jack",
     "u.s.",
     "election",
     "w.",
     "bennett",
     "staff",
     "rid",
     "reed",
     "nato",
     "york",
     "pearl",
     "joint",
     "n.s.a.",
     "chuck",
     "jr.",
     "mines",
     "thomas",
     "the next year",
     "google",
     "2007",
     "pavel",
     "schultz",
     "pentagon",
     "ukraine",
     "dacey",
     "avril",
     "c.i.a.",
     "oct. 2, 2016",
     "king's",
     "pictures",
     "colorado",
     "andrew",
     "jan. 20, the day",
     "bruno",
     "sony",
     "graham",
     "amy",
     "press",
     "moonlight",
     "dave",
     "christmas",
     "perkins",
     "donna",
     "t.",
     "party",
     "bernie",
     "moscow",
     "ministry",
     "henry",
     "4 a.m.",
     "franceschi-bicchierai",
     "sussmann",
     "nuland",
     "shawn",
     "the year",
     "summer",
     "neera",
     "foreign",
     "months later",
     "march 19",
     "congress",
     "nighttime",
     "security",
     "2015",
     "campaign",
     "mandia",
     "brown",
     "john",
     "december 14, 2016",
     "gellerson",
     "a week later",
     "tailored",
     "haines",
     "december 13, 2016",
     "morell",
     "republican",
     "project",
     "foundation",
     "obama",
     "national",
     "new",
     "wikileaks",
     "america",
     "wasserman",
     "committee",
     "maria",
     "2012",
     "iran",
     "brazile",
     "bob",
     "pyatt",
     "energy",
     "jong-un",
     "fremson/the",
     "putin",
     "billy",
     "germany",
     "time",
     "hawaii",
     "golovkin/associated",
     "leon",
     "russian",
     "alperovitch",
     "adrian",
     "mccain",
     "october",
     "sulmeyer",
     "kerry",
     "d.n.c.",
     "times",
     "last year",
     "this week",
     "biden",
     "credit",
     "translate",
     "late august",
     "cleveland",
     "states",
     "trump",
     "vermont",
     "house",
     "march",
     "hillary",
     "late april",
     "syria",
     "gucci",
     "services",
     "watergate",
     "geoffrey",
     "last week",
     "nasa",
     "june",
     "europe",
     "the",
     "carl",
     "r.",
     "college",
     "university",
     "american",
     "june 20, 2016",
     "sanders",
     "george",
     "force",
     "drago/the",
     "kim",
     "school",
     "chiefs",
     "2016",
     "oct. 7, 1996",
     "post",
     "past",
     "l.",
     "stone",
     "cyber",
     "woodward",
     "access",
     "vienna",
     "the weekend",
     "lorenzo",
     "justin",
     "yared",
     "philadelphia",
     "volexity",
     "washington",
     "tanden",
     "coie",
     "f.s.b.",
     "homeland",
     "roger",
     "now",
     "june 19, 1972",
     "barack",
     "guccifer",
     "moines"
    ],
    "id": 7,
    "text": "OPEN Graphic “There shouldn’t be any doubt in anybody’s mind,” Adm. Michael S. Rogers, the director of the National Security Agency and commander of United States Cyber Command, said at a postelection conference. “This was not something that was done casually, this was not something that was done by chance, this was not a target that was selected purely arbitrarily,” he said. “This was a conscious effort by a nation-state to attempt to achieve a specific effect.” For the people whose emails were stolen, this new form of political sabotage has left a trail of shock and professional damage. Neera Tanden, president of the Center for American Progress and a key Clinton supporter, recalls walking into the busy Clinton transition offices, humiliated to see her face on television screens as pundits discussed a leaked email in which she had called Mrs. Clinton’s instincts “suboptimal.” “It was just a sucker punch to the gut every day,” Ms. Tanden said. “It was the worst professional experience of my life.” The United States, too, has carried out cyberattacks, and in decades past the C.I.A. tried to subvert foreign elections. But the Russian attack is increasingly understood across the political spectrum as an ominous historic landmark — with one notable exception: Mr. Trump has rejected the findings of the intelligence agencies he will soon oversee as “ridiculous,” insisting that the hacker may be American, or Chinese, but that “they have no idea.” Mr. Trump cited the reported disagreements between the agencies about whether Mr. Putin intended to help elect him. On Tuesday, a Russian government spokesman echoed Mr. Trump’s scorn. Advertisement “This tale of ‘hacks’ resembles a banal brawl between American security officials over spheres of influence,” Maria Zakharova, the spokeswoman for the Russian Foreign Ministry, wrote on Facebook. Democratic House Candidates Were Also Targets of Russian Hacking The fallout for nearly a dozen congressional candidates underscores the effect of the Russian influence operation on the American electoral system. Over the weekend, four prominent senators — two Republicans and two Democrats — joined forces to pledge an investigation while pointedly ignoring Mr. Trump’s skeptical claims. “Democrats and Republicans must work together, and across the jurisdictional lines of the Congress, to examine these recent incidents thoroughly and devise comprehensive solutions to deter and defend against further cyberattacks,” said Senators John McCain, Lindsey Graham, Chuck Schumer and Jack Reed. “This cannot become a partisan issue,” they said. “The stakes are too high for our country.” A Target for Break-Ins Sitting in the basement of the Democratic National Committee headquarters, below a wall-size 2012 portrait of a smiling Barack Obama, is a 1960s-era filing cabinet missing the handle on the bottom drawer. Only a framed newspaper story hanging on the wall hints at the importance of this aged piece of office furniture. “GOP Security Aide Among 5 Arrested in Bugging Affair,” reads the headline from the front page of The Washington Post on June 19, 1972, with the bylines of Bob Woodward and Carl Bernstein. Andrew Brown, 37, the technology director at the D.N.C., was born after that famous break-in. But as he began to plan for this year’s election cycle, he was well aware that the D.N.C. could become a break-in target again. There were aspirations to ensure that the D.N.C. was well protected against cyberintruders — and then there was the reality, Mr. Brown and his bosses at the organization acknowledged: The D.N.C. was a nonprofit group, dependent on donations, with a fraction of the security budget that a corporation its size would have. “There was never enough money to do everything we needed to do,” Mr. Brown said. The D.N.C. had a standard email spam-filtering service, intended to block phishing attacks and malware created to resemble legitimate email. But when Russian hackers started in on the D.N.C., the committee did not have the most advanced systems in place to track suspicious traffic, internal D.N.C. memos show. Advertisement Continue reading the main story Mr. Tamene, who reports to Mr. Brown and fielded the call from the F.B.I. agent, was not a full-time D.N.C. employee; he works for a Chicago-based contracting firm called The MIS Department . He was left to figure out, largely on his own, how to respond — and even whether the man who had called in to the D.N.C. switchboard was really an F.B.I. agent. “The F.B.I. thinks the D.N.C. has at least one compromised computer on its network and the F.B.I. wanted to know if the D.N.C. is aware, and if so, what the D.N.C. is doing about it,” Mr. Tamene wrote in an internal memo about his contacts with the F.B.I. He added that “the Special Agent told me to look for a specific type of malware dubbed ‘Dukes’ by the U.S. intelligence community and in cybersecurity circles.” Part of the problem was that Special Agent Hawkins did not show up in person at the D.N.C. Nor could he email anyone there, as that risked alerting the hackers that the F.B.I. knew they were in the system. Photo An internal memo by Yared Tamene, a tech-support contractor at the D.N.C., expressed uncertainty about the identity of Special Agent Adrian Hawkins of the F.B.I., who called to inform him of the breach. Mr. Tamene’s initial scan of the D.N.C. system — using his less-than-optimal tools and incomplete targeting information from the F.B.I. — found nothing. So when Special Agent Hawkins called repeatedly in October, leaving voice mail messages for Mr. Tamene, urging him to call back, “I did not return his calls, as I had nothing to report,” Mr. Tamene explained in his memo. In November, Special Agent Hawkins called with more ominous news. A D.N.C. computer was “calling home, where home meant Russia,” Mr. Tamene’s memo says, referring to software sending information to Moscow. “SA Hawkins added that the F.B.I. thinks that this calling home behavior could be the result of a state-sponsored attack.” Mr. Brown knew that Mr. Tamene, who declined to comment, was fielding calls from the F.B.I. But he was tied up on a different problem: evidence suggesting that the campaign of Senator Bernie Sanders of Vermont, Mrs. Clinton’s main Democratic opponent, had improperly gained access to her campaign data. Ms. Wasserman Schultz, then the D.N.C.’s chairwoman, and Amy Dacey, then its chief executive, said in interviews that neither of them was notified about the early reports that the committee’s system had likely been compromised. Shawn Henry, who once led the F.B.I.’s cyber division and is now president of CrowdStrike Services, the cybersecurity firm retained by the D.N.C. in April, said he was baffled that the F.B.I. did not call a more senior official at the D.N.C. or send an agent in person to the party headquarters to try to force a more vigorous response. Advertisement Continue reading the main story “We are not talking about an office that is in the middle of the woods of Montana,” Mr. Henry said. “We are talking about an office that is half a mile from the F.B.I. office that is getting the notification.” “This is not a mom-and-pop delicatessen or a local library. This is a critical piece of the U.S. infrastructure because it relates to our electoral process, our elected officials, our legislative process, our executive process,” he added. “To me it is a high-level, serious issue, and if after a couple of months you don’t see any results, somebody ought to raise that to a higher level.” The F.B.I. declined to comment on the agency’s handling of the hack. “The F.B.I. takes very seriously any compromise of public and private sector systems,” it said in a statement, adding that agents “will continue to share information” to help targets “safeguard their systems against the actions of persistent cybercriminals.” By March, Mr. Tamene and his team had met at least twice in person with the F.B.I. and concluded that Agent Hawkins was really a federal employee. But then the situation took a dire turn. A second team of Russian-affiliated hackers began to target the D.N.C. and other players in the political world, particularly Democrats. Billy Rinehart, a former D.N.C. regional field director who was then working for Mrs. Clinton’s campaign, got an odd email warning from Google. “Someone just used your password to try to sign into your Google account,” the March 22 email said , adding that the sign-in attempt had occurred in Ukraine. “Google stopped this sign-in attempt. You should change your password immediately.” Mr. Rinehart was in Hawaii at the time. He remembers checking his email at 4 a.m. for messages from East Coast associates. Without thinking much about the notification, he clicked on the “change password” button and half asleep, as best he can remember, he typed in a new password. Photo A screenshot of the phishing email that Billy Rinehart clicked on, unknowingly giving Russian hackers access to his account. The New York Times has redacted Mr. Rinehart’s email address. What he did not know until months later is that he had just given the Russian hackers access to his email account. Advertisement Continue reading the main story Hundreds of similar phishing emails were being sent to American political targets, including an identical email sent on March 19 to Mr. Podesta, chairman of the Clinton campaign. Given how many emails Mr. Podesta received through this personal email account, several aides also had access to it, and one of them noticed the warning email, sending it to a computer technician to make sure it was legitimate before anyone clicked on the “change password” button. “This is a legitimate email,” Charles Delavan, a Clinton campaign aide, replied to another of Mr. Podesta’s aides, who had noticed the alert. “John needs to change his password immediately.” With another click, a decade of emails that Mr. Podesta maintained in his Gmail account — a total of about 60,000 — were unlocked for the Russian hackers. Mr. Delavan, in an interview, said that his bad advice was a result of a typo: He knew this was a phishing attack, as the campaign was getting dozens of them. He said he had meant to type that it was an “illegitimate” email, an error that he said has plagued him ever since. Photo Mr. Podesta, center, with Huma Abedin, Hillary Clinton’s closest aide, in Brooklyn the day after the election. Hackers gained access to tens of thousands of Mr. Podesta’s emails. Credit Dave Sanders for The New York Times During this second wave, the hackers also gained access to the Democratic Congressional Campaign Committee, and then, through a virtual private network connection, to the main computer network of the D.N.C. The F.B.I. observed this surge of activity as well, again reaching out to Mr. Tamene to warn him. Yet Mr. Tamene still saw no reason to be alarmed: He found copies of the phishing emails in the D.N.C.’s spam filter. But he had no reason, he said, to believe that the computer systems had been infiltrated. One bit of progress had finally been made by the middle of April: The D.N.C., seven months after it had first been warned, finally installed a “robust set of monitoring tools,” Mr. Tamene’s internal memo says. Honing Stealthy Tactics Continue reading the main story Photo The headquarters of the Russian F.S.B., the main successor to the Soviet-era K.G.B., in Moscow. Credit Pavel Golovkin/Associated Press The United States had two decades of warning that Russia’s intelligence agencies were trying to break into America’s most sensitive computer networks. But the Russians have always managed to stay a step ahead. Their first major attack was detected on Oct. 7, 1996, when a computer operator at the Colorado School of Mines discovered some nighttime computer activity he could not explain. The school had a major contract with the Navy, and the operator warned his contacts there. But as happened two decades later at the D.N.C., at first “everyone was unable to connect the dots,” said Thomas Rid , a scholar at King’s College in London who has studied the attack. Advertisement Continue reading the main story Investigators gave it a name — Moonlight Maze — and spent two years, often working day and night, tracing how it hopped from the Navy to the Department of Energy to the Air Force and NASA. In the end, they concluded that the total number of files stolen, if printed and stacked, would be taller than the Washington Monument. Whole weapons designs were flowing out the door, and it was a first taste of what was to come: an escalating campaign of cyberattacks around the world. But for years, the Russians stayed largely out of the headlines, thanks to the Chinese — who took bigger risks, and often got caught. They stole the designs for the F-35 fighter jet, corporate secrets for rolling steel, even the blueprints for gas pipelines that supply much of the United States. And during the 2008 presidential election cycle, Chinese intelligence hacked into the campaigns of Mr. Obama and Mr. McCain, making off with internal position papers and communications. But they didn’t publish any of it. The Russians had not gone away, of course. “They were just a lot more stealthy,” said Kevin Mandia , a former Air Force intelligence officer who spent most of his days fighting off Russian cyberattacks before founding Mandiant, a cybersecurity firm that is now a division of FireEye — and the company the Clinton campaign brought in to secure its own systems. The Russians were also quicker to turn their attacks to political purposes. A 2007 cyberattack on Estonia, a former Soviet republic that had joined NATO, sent a message that Russia could paralyze the country without invading it. The next year cyberattacks were used during Russia’s war with Georgia. But American officials did not imagine that the Russians would dare try those techniques inside the United States. They were largely focused on preventing what former Defense Secretary Leon E. Panetta warned was an approaching “cyber Pearl Harbor” — a shutdown of the power grid or cellphone networks. But in 2014 and 2015, a Russian hacking group began systematically targeting the State Department, the White House and the Joint Chiefs of Staff. “Each time, they eventually met with some form of success,” Michael Sulmeyer, a former cyberexpert for the secretary of defense, and Ben Buchanan, now both of the Harvard Cyber Security Project , wrote recently in a soon-to-be published paper for the Carnegie Endowment. The Russians grew stealthier and stealthier, tricking government computers into sending out data while disguising the electronic “command and control” messages that set off alarms for anyone looking for malicious actions. The State Department was so crippled that it repeatedly closed its systems to throw out the intruders. At one point, officials traveling to Vienna with Secretary of State John Kerry for the Iran nuclear negotiations had to set up commercial Gmail accounts just to communicate with one another and with reporters traveling with them. 2016 Election Hacking Coverage Mr. Obama was briefed regularly on all this, but he made a decision that many in the White House now regret: He did not name Russians publicly, or issue sanctions. There was always a reason: fear of escalating a cyberwar, and concern that the United States needed Russia’s cooperation in negotiations over Syria. Advertisement Continue reading the main story “We’d have all these circular meetings,” one senior State Department official said, “in which everyone agreed you had to push back at the Russians and push back hard. But it didn’t happen.” So the Russians escalated again — breaking into systems not just for espionage, but to publish or broadcast what they found, known as “doxing” in the cyberworld. It was a brazen change in tactics, moving the Russians from espionage to influence operations. In February 2014, they broadcast an intercepted phone call between Victoria Nuland, the assistant secretary of state who handles Russian affairs and has a contentious relationship with Mr. Putin, and Geoffrey Pyatt, the United States ambassador to Ukraine. Ms. Nuland was heard describing a little-known American effort to broker a deal in Ukraine, then in political turmoil. They were not the only ones on whom the Russians used the steal-and-leak strategy. The Open Society Foundation, run by George Soros, was a major target, and when its documents were released , some turned out to have been altered to make it appear as if the foundation was financing Russian opposition members. Last year, the attacks became more aggressive. Russia hacked a major French television station, frying critical hardware. Around Christmas, it attacked part of the power grid in Ukraine, dropping a portion of the country into darkness, killing backup generators and taking control of generators. In retrospect, it was a warning shot. The attacks “were not fully integrated military operations,” Mr. Sulmeyer said. But they showed an increasing boldness. Cozy Bear and Fancy Bear Continue reading the main story Photo Supporters of President-elect Donald J. Trump at a “thank you” rally last week in Des Moines. Credit Doug Mills/The New York Times The day before the White House Correspondents’ Association dinner in April, Ms. Dacey, the D.N.C.’s chief executive, was preparing for a night of parties when she got an urgent phone call. Advertisement Continue reading the main story With the new monitoring system in place, Mr. Tamene had examined administrative logs of the D.N.C.’s computer system and found something very suspicious: An unauthorized person, with administrator-level security status, had gained access to the D.N.C.’s computers. “Not sure it is related to what the F.B.I. has been noticing,” said one internal D.N.C. email sent on April 29. “The D.N.C. may have been hacked in a serious way this week, with password theft, etc.” No one knew just how bad the breach was — but it was clear that a lot more than a single filing cabinet worth of materials might have been taken. A secret committee was immediately created, including Ms. Dacey, Ms. Wasserman Schultz, Mr. Brown and Michael Sussmann , a former cybercrimes prosecutor at the Department of Justice who now works at Perkins Coie, the Washington law firm that handles D.N.C. political matters. “Three most important questions,” Mr. Sussmann wrote to his clients the night the break-in was confirmed. “1) What data was accessed? 2) How was it done? 3) How do we stop it?” Mr. Sussmann instructed his clients not to use D.N.C. email because they had just one opportunity to lock the hackers out — an effort that could be foiled if the hackers knew that the D.N.C. was on to them. “You only get one chance to raise the drawbridge,” Mr. Sussmann said. “If the adversaries know you are aware of their presence, they will take steps to burrow in, or erase the logs that show they were present.” Photo Michael Sussmann, a Washington lawyer and former cybercrime prosecutor at the Justice Department, received an email in late April confirming that the D.N.C.’s computer system had been compromised. The D.N.C. immediately hired CrowdStrike , a cybersecurity firm, to scan its computers, identify the intruders and build a new computer and telephone system from scratch. Within a day, CrowdStrike confirmed that the intrusion had originated in Russia, Mr. Sussmann said. The work that such companies do is a computer version of old-fashioned crime scene investigation, with fingerprints, bullet casings and DNA swabs replaced by an electronic trail that can be just as incriminating. And just as police detectives learn to identify the telltale methods of a veteran burglar, so CrowdStrike investigators recognized the distinctive handiwork of Cozy Bear and Fancy Bear. Advertisement Continue reading the main story Those are CrowdStrike’s nicknames for the two Russian hacking groups that the firm found at work inside the D.N.C. network. Cozy Bear — the group also known as the Dukes or A.P.T. 29, for “advanced persistent threat” — may or may not be associated with the F.S.B., the main successor to the Soviet-era K.G.B., but it is widely believed to be a Russian government operation. It made its first appearance in 2014, said Dmitri Alperovitch, CrowdStrike’s co-founder and chief technology officer. It was Cozy Bear, CrowdStrike concluded, that first penetrated the D.N.C. in the summer of 2015, by sending spear-phishing emails to a long list of American government agencies, Washington nonprofits and government contractors. Whenever someone clicked on a phishing message, the Russians would enter the network, “exfiltrate” documents of interest and stockpile them for intelligence purposes. “Once they got into the D.N.C., they found the data valuable and decided to continue the operation,” said Mr. Alperovitch, who was born in Russia and moved to the United States as a teenager. Only in March 2016 did Fancy Bear show up — first penetrating the computers of the Democratic Congressional Campaign Committee, and then jumping to the D.N.C., investigators believe. Fancy Bear, sometimes called A.P.T. 28 and believed to be directed by the G.R.U., Russia’s military intelligence agency, is an older outfit, tracked by Western investigators for nearly a decade. It was Fancy Bear that got hold of Mr. Podesta’s email. Attribution, as the skill of identifying a cyberattacker is known, is more art than science. It is often impossible to name an attacker with absolute certainty. But over time, by accumulating a reference library of hacking techniques and targets, it is possible to spot repeat offenders. Fancy Bear, for instance, has gone after military and political targets in Ukraine and Georgia, and at NATO installations. That largely rules out cybercriminals and most countries, Mr. Alperovitch said. “There’s no plausible actor that has an interest in all those victims other than Russia,” he said. Another clue: The Russian hacking groups tended to be active during working hours in the Moscow time zone. To their astonishment, Mr. Alperovitch said, CrowdStrike experts found signs that the two Russian hacking groups had not coordinated their attacks. Fancy Bear, apparently not knowing that Cozy Bear had been rummaging in D.N.C. files for months, took many of the same documents. In the six weeks after CrowdStrike’s arrival, in total secrecy, the computer system at the D.N.C. was replaced. For a weekend, email and phones were shut off; employees were told it was a system upgrade. All laptops were turned in and the hard drives wiped clean, with the uninfected information on them imaged to new drives. Advertisement Continue reading the main story Though D.N.C. officials had learned that the Democratic Congressional Campaign Committee had been infected, too, they did not notify their sister organization, which was in the same building, because they were afraid that it would leak. All of this work took place as the bitter contest for the Democratic nomination continued to play out between Mrs. Clinton and Mr. Sanders, and it was already causing a major distraction for Ms. Wasserman Schultz and the D.N.C.’s chief executive. “This was not a bump in the road — bumps in the road happen all the time,” she said in an interview. “Two different Russian spy agencies had hacked into our network and stolen our property. And we did not yet know what they had taken. But we knew they had very broad access to our network. There was a tremendous amount of uncertainty. And it was chilling.” The D.N.C. executives and their lawyer had their first formal meeting with senior F.B.I. officials in mid-June, nine months after the bureau’s first call to the tech-support contractor. Among the early requests at that meeting, according to participants: that the federal government make a quick “attribution” formally blaming actors with ties to Russian government for the attack to make clear that it was not routine hacking but foreign espionage. “You have a presidential election underway here and you know that the Russians have hacked into the D.N.C.,” Mr. Sussmann said, recalling the message to the F.B.I. “We need to tell the American public that. And soon.” The Media’s Role Continue reading the main story Photo Supporters of Senator Bernie Sanders’s presidential campaign protested at the Democratic National Convention in Philadelphia in July. Credit Ruth Fremson/The New York Times In mid-June, on Mr. Sussmann’s advice, D.N.C. leaders decided to take a bold step. Concerned that word of the hacking might leak, they decided to go public in The Washington Post with the news that the committee had been attacked. That way, they figured, they could get ahead of the story, win a little sympathy from voters for being victimized by Russian hackers and refocus on the campaign. But the very next day, a new, deeply unsettling shock awaited them. Someone calling himself Guccifer 2.0 appeared on the web, claiming to be the D.N.C. hacker — and he posted a confidential committee document detailing Mr. Trump’s record and half a dozen other documents to prove his bona fides. —         GUCCIFER 2.0 (@GUCCIFER_2) June 20, 2016 “And it’s just a tiny part of all docs I downloaded from the Democrats networks,” he wrote. Then something more ominous: “The main part of the papers, thousands of files and mails, I gave to WikiLeaks. They will publish them soon.” Advertisement Continue reading the main story It was bad enough that Russian hackers had been spying inside the committee’s network for months. Now the public release of documents had turned a conventional espionage operation into something far more menacing: political sabotage, an unpredictable, uncontrollable menace for Democratic campaigns. Guccifer 2.0 borrowed the moniker of an earlier hacker, a Romanian who called himself Guccifer and was jailed for breaking into the personal computers of former President George W. Bush, former Secretary of State Colin L. Powell and other notables. This new attacker seemed intent on showing that the D.N.C.’s cyberexperts at CrowdStrike were wrong to blame Russia. Guccifer 2.0 called himself a “lone hacker” and mocked CrowdStrike for calling the attackers “sophisticated.” But online investigators quickly undercut his story. On a whim, Lorenzo Franceschi-Bicchierai, a writer for Motherboard, the tech and culture site of Vice, tried to contact Guccifer 2.0 by direct message on Twitter. “Surprisingly, he answered right away,” Mr. Franceschi-Bicchierai said. But whoever was on the other end seemed to be mocking him. “I asked him why he did it, and he said he wanted to expose the Illuminati. He called himself a Gucci lover. And he said he was Romanian.” That gave Mr. Franceschi-Bicchierai an idea. Using Google Translate, he sent the purported hacker some questions in Romanian. The answers came back in Romanian. But when he was offline, Mr. Franceschi-Bicchierai checked with a couple of native speakers, who told him Guccifer 2.0 had apparently been using Google Translate as well — and was clearly not the Romanian he claimed to be. Cyberresearchers found other clues pointing to Russia. Microsoft Word documents posted by Guccifer 2.0 had been edited by someone calling himself, in Russian, Felix Edmundovich — an obvious nom de guerre honoring the founder of the Soviet secret police, Felix Edmundovich Dzerzhinsky . Bad links in the texts were marked by warnings in Russian, generated by what was clearly a Russian-language version of Word. When Mr. Franceschi-Bicchierai managed to engage Guccifer 2.0 over a period of weeks, he found that his interlocutor’s tone and manner changed. “At first he was careless and colloquial. Weeks later, he was curt and more calculating,” he said. “It seemed like a group of people, and a very sloppy attempt to cover up.” Computer experts drew the same conclusion about DCLeaks.com , a site that sprang up in June, claiming to be the work of “hacktivists” but posting more stolen documents. It, too, seemed to be a clumsy front for the same Russians who had stolen the documents. Notably, the website was registered in April, suggesting that the Russian hacking team planned well in advance to make public what it stole. Advertisement Continue reading the main story In addition to what Guccifer 2.0 published on his site, he provided material directly on request to some bloggers and publications . The steady flow of Guccifer 2.0 documents constantly undercut Democratic messaging efforts. On July 6, 12 days before the Republican National Convention began in Cleveland, Guccifer released the D.N.C.’s battle plan and budget for countering it. For Republican operatives, it was insider gold. Then WikiLeaks, a far more established outlet, began to publish the hacked material — just as Guccifer 2.0 had promised. On July 22, three days before the start of the Democratic National Convention in Philadelphia, WikiLeaks dumped out 44,053 D.N.C. emails with 17,761 attachments . Some of the messages made clear that some D.N.C. officials favored Mrs. Clinton over her progressive challenger, Mr. Sanders. That was no shock; Mr. Sanders, after all, had been an independent socialist, not a Democrat, during his long career in Congress, while Mrs. Clinton had been one of the party’s stars for decades. But the emails, some of them crude or insulting, infuriated Sanders delegates as they arrived in Philadelphia. Ms. Wasserman Schultz resigned under pressure on the eve of the convention where she had planned to preside. Mr. Trump, by now the Republican nominee, expressed delight at the continuing jolts to his opponent, and he began to use Twitter and his stump speeches to highlight the WikiLeaks releases. On July 25, he sent out a lighthearted tweet : “The new joke in town,” he wrote, “is that Russia leaked the disastrous D.N.C. e-mails, which should never have been written (stupid), because Putin likes me.” But WikiLeaks was far from finished. On Oct. 7, a month before the election, the site began the serial publication of thousands of private emails to and from Mr. Podesta , Mrs. Clinton’s campaign manager. The same day, the United States formally accused the Russian government of being behind the hackings, in a joint statement by the director of national intelligence and the Department of Homeland Security, and Mr. Trump suffered his worst blow to date, with the release of a recording in which he bragged about sexually assaulting women. The Podesta emails were nowhere near as sensational as the Trump video. But, released by WikiLeaks day after day over the last month of the campaign, they provided material for countless news reports. They disclosed the contents of Mrs. Clinton’s speeches to large banks, which she had refused to release. They exposed tensions inside the campaign, including disagreements over donations to the Clinton Foundation that staff members thought might look bad for the candidate and Ms. Tanden’s complaint that Mrs. Clinton’s instincts were “suboptimal.” “I was just mortified,” Ms. Tanden said in an interview. Her emails were released on the eve of one of the presidential debates, she recalled. “I put my hands over my head and said, ‘I can’t believe this is happening to me.’” Though she had regularly appeared on television to support Mrs. Clinton, she canceled her appearances because all the questions were about what she had said in the emails. Advertisement Continue reading the main story Ms. Tanden, like other Democrats whose messages became public, said it was obvious to her that WikiLeaks was trying its best to damage the Clinton campaign. “If you care about transparency, you put all the emails out at once,” she said. “But they wanted to hurt her. So they put them out 1,800 to 3,000 a day.” The Trump campaign knew in advance about WikiLeaks’ plans. Days before the Podesta email release began, Roger Stone, a Republican operative working with the Trump campaign, sent out an excited tweet about what was coming. Wednesday@HillaryClinton is done. #Wikileaks . —         Roger Stone (@RogerJStoneJr) Oct. 2, 2016 But in an interview, Mr. Stone said he had no role in the leaks; he had just heard from an American with ties to WikiLeaks that damning emails were coming. Julian Assange, the WikiLeaks founder and editor, has resisted the conclusion that his site became a pass-through for Russian hackers working for Mr. Putin’s government or that he was deliberately trying to undermine Mrs. Clinton’s candidacy. But the evidence on both counts appears compelling. In a series of email exchanges, Mr. Assange refused to say anything about WikiLeaks’ source for the hacked material. He denied that he had made his animus toward Mrs. Clinton clear in public statements (“False. But what is this? Junior high?”) or that the site had timed the releases for maximum negative effect on her campaign. “WikiLeaks makes its decisions based on newsworthiness, including for its recent epic scoops,” he wrote. Mr. Assange disputed the conclusion of the Oct. 7 statement from the intelligence agencies that the leaks were “intended to interfere with the U.S. election process.” “This is false,” he wrote. “As the disclosing party we know that this was not the intent. Publishers publishing newsworthy information during an election is part of a free election.” Photo Julian Assange, the WikiLeaks founder and editor, disputed intelligence agencies’ conclusion that the email leaks were “intended to interfere with the U.S. election process.” Credit Steffi Loos/Agence France-Presse — Getty Images But asked whether he believed the leaks were one reason for Mr. Trump’s election, Mr. Assange seemed happy to take credit. “Americans extensively engaged with our publications,” he wrote. “According to Facebook statistics WikiLeaks was the most referenced political topic during October.” Advertisement Continue reading the main story Though Mr. Assange did not say so, WikiLeaks’ best defense may be the conduct of the mainstream American media. Every major publication, including The Times, published multiple stories citing the D.N.C. and Podesta emails posted by WikiLeaks, becoming a de facto instrument of Russian intelligence. Mr. Putin, a student of martial arts, had turned two institutions at the core of American democracy — political campaigns and independent media — to his own ends. The media’s appetite for the hacked material, and its focus on the gossipy content instead of the Russian source, disturbed some of those whose personal emails were being reposted across the web. “What was really surprising to me?” Ms. Tanden said. “I could not believe that reporters were covering it.” Devising a Government Response Photo The D.N.C. headquarters in Washington. Credit Justin T. Gellerson for The New York Times Inside the White House, as Mr. Obama’s advisers debated their response, their conversation turned to North Korea. In late 2014, hackers working for Kim Jong-un, the North’s young and unpredictable leader, had carried out a well-planned attack on Sony Pictures Entertainment intended to stop the Christmastime release of a comedy about a C.I.A. plot to kill Mr. Kim. In that case, embarrassing emails had also been released. But the real damage was done to Sony’s own systems: More than 70 percent of its computers melted down when a particularly virulent form of malware was released. Within weeks, intelligence agencies traced the attack back to the North and its leadership . Mr. Obama called North Korea out in public, and issued some not-very-effective sanctions . The Chinese even cooperated, briefly cutting off the North’s internet connections. As the first Situation Room meetings on the Russian hacking began in July, “it was clear that Russia was going to be a much more complicated case,” said one participant. The Russians clearly had a more sophisticated understanding of American politics, and they were masters of “ kompromat ,” their term for compromising information. But a formal “attribution report” still had not been forwarded to the president. “It took forever,” one senior administration official said, complaining about the pace at which the intelligence assessments moved through the system. In August a group that called itself the “Shadow Brokers” published a set of software tools that looked like what the N.S.A. uses to break into foreign computer networks and install “implants,” malware that can be used for surveillance or attack. The code came from the Tailored Access Operations unit of the N.S.A., a secretive group that mastered the arts of surveillance and cyberwar. The assumption — still unproved — was that the code was put out in the open by the Russians as a warning: Retaliate for the D.N.C., and there are a lot more secrets, from the hackings of the State Department, the White House and the Pentagon, that might be spilled as well. One senior official compared it to the scene in “The Godfather” where the head of a favorite horse is left in a bed, as a warning. The N.S.A. said nothing. But by late August, Admiral Rogers, its director, was pressing for a more muscular response to the Russians. In his role as director of the Pentagon’s Cyber Command, he proposed a series of potential counter-cyberstrikes. Photo Adm. Michael S. Rogers, the director of the National Security Agency and commander of United States Cyber Command, pressed for a more muscular response to the Russians. Credit Jim Wilson/The New York Times While officials will not discuss them in detail, the possible counterstrikes reportedly included operations that would turn the tables on Mr. Putin, exposing his financial links to Russia’s oligarchs, and punching holes in the Russian internet to allow dissidents to get their message out. Pentagon officials judged the measures too unsubtle and ordered up their own set of options. But in the end, none of those were formally presented to the president. In a series of “deputies meetings” run by Avril Haines , the deputy national security adviser and a former deputy director of the C.I.A., several officials warned that an overreaction by the administration would play into Mr. Putin’s hands. “If we went to Defcon 4,” one frequent participant in Ms. Haines’s meetings said, using a phrase from the Cold War days of warnings of war, “we would be saying to the public that we didn’t have confidence in the integrity of our voting system.” Even something seemingly straightforward — using the president’s executive powers, bolstered after the Sony incident, to place economic and travel sanctions on cyberattackers — seemed too risky. “No one was all that eager to impose costs before Election Day,” said another participant in the classified meeting. “Any retaliatory measures were seen through the prism of what would happen on Election Day.” Instead, when Mr. Obama’s national security team reconvened after summer vacation, the focus turned to a crash effort to secure the nation’s voting machines and voter-registration rolls from hacking. The scenario they discussed most frequently — one that turned out not to be an issue — was a narrow vote in favor of Mrs. Clinton, followed by a declaration by Mr. Trump that the vote was “rigged” and more leaks intended to undercut her legitimacy. Donna Brazile, the interim chairwoman of the D.N.C., became increasingly frustrated as the clock continued to run down on the presidential election — and still there was no broad public condemnation by the White House, or Republican Party leaders, of the attack as an act of foreign espionage. Ms. Brazile even reached out to Reince Priebus, the chairman of the Republican National Committee, urging him twice in private conversations and in a letter to join her in condemning the attacks — an offer he declined to take up. “We just kept hearing the government would respond, the government would respond,” she said. “Once upon a time, if a foreign government interfered with our election we would respond as a nation, not as a political party.” But Mr. Obama did decide that he would deliver a warning to Mr. Putin in person at a Group of 20 summit meeting in Hangzhou, China, the last time they would be in the same place while Mr. Obama was still in office. When the two men met for a tense pull-aside, Mr. Obama explicitly warned Mr. Putin of a strong American response if there was continued effort to influence the election or manipulate the vote, according to White House officials who were not present for the one-on-one meeting. Later that day, Mr. Obama made a rare reference to America’s own offensive cybercapacity, which he has almost never talked about. “Frankly, both offensively and defensively, we have more capacity,” he told reporters. But when it came time to make a public assertion of Russia’s role in early October, it was made in a written statement from the director of national intelligence and the secretary of homeland security. It was far less dramatic than the president’s appearance in the press room two years before to directly accuse the North Koreans of attacking Sony. The reference in the statement to hackings on “political organizations,” officials now say, encompassed a hacking on data stored by the Republicans as well. Two senior officials say the forensic evidence was accompanied by “human and technical” sources in Russia, which appears to mean that the United States’ implants or taps in Russian computer and phone networks helped confirm the country’s role. But that may not be known for decades, until the secrets are declassified. A week later Vice President Joseph R. Biden Jr. was sent out to transmit a public warning to Mr. Putin: The United States will retaliate “at the time of our choosing. And under the circumstances that have the greatest impact.” Later, after Mr. Biden said he was not concerned that Russia could “fundamentally alter the election,” he was asked whether the American public would know if the message to Mr. Putin had been sent. “Hope not,” Mr. Biden responded. Some of his former colleagues think that was the wrong answer. An American counterstrike, said Michael Morell, the former deputy director of the C.I.A. under Mr. Obama, has “got to be overt. It needs to be seen.” A covert response would significantly limit the deterrence effect, he added. “If you can’t see it, it’s not going to deter the Chinese and North Koreans and Iranians and others.” The Obama administration says it still has more than 30 days to do exactly that. The Next Target Continue reading the main story Photo President Obama and Vice President Joseph R. Biden Jr. walked back toward the White House after delivering remarks about the election results last month. Credit Al Drago/The New York Times As the year draws to a close, it now seems possible that there will be multiple investigations of the Russian hacking — the intelligence review Mr. Obama has ordered completed by Jan. 20, the day he leaves office, and one or more congressional inquiries. They will wrestle with, among other things, Mr. Putin’s motive. Did he seek to mar the brand of American democracy, to forestall anti-Russian activism for both Russians and their neighbors? Or to weaken the next American president, since presumably Mr. Putin had no reason to doubt American forecasts that Mrs. Clinton would win easily? Or was it, as the C.I.A. concluded last month, a deliberate attempt to elect Mr. Trump? In fact, the Russian hack-and-dox scheme accomplished all three goals. What seems clear is that Russian hacking, given its success, is not going to stop. Two weeks ago, the German intelligence chief, Bruno Kahl, warned that Russia might target elections in Germany next year. “The perpetrators have an interest to delegitimize the democratic process as such,” Mr. Kahl said. Now, he added, “Europe is in the focus of these attempts of disturbance, and Germany to a particularly great extent.” But Russia has by no means forgotten its American target. On the day after the presidential election, the cybersecurity company Volexity reported five new waves of phishing emails, evidently from Cozy Bear, aimed at think tanks and nonprofits in the United States. One of them purported to be from Harvard University, attaching a fake paper. Its title: “Why American Elections Are Flawed.” Correction: December 13, 2016 Editors’ Note: An earlier version of the main photograph with this article, of a filing cabinet and computer at the Democratic National Committee headquarters, should not have been published. The photographer had removed a framed image from the wall over the filing cabinet — showing a Washington Post Watergate front page — because it was causing glare with the lighting. The new version shows the scene as it normally appears, with the framed newspaper page in place. Kitty Bennett contributed research. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on December 14, 2016, on page A1 of the New York edition with the headline: Hacking the Democrats. Order Reprints | Today's Paper | Subscribe ",
    "title": "The Perfect Weapon: How Russian Cyberpower Invaded the U.S. - The New York Times"
   },
   {
    "entities": [
     "ruthhart",
     "$25,000",
     "avenue",
     "alexander",
     "dec. 23",
     "jeremy",
     "byrne",
     "technology",
     "morning",
     "july 2015",
     "the day",
     "edward",
     "2011",
     "grove",
     "1972",
     "courthouse",
     "department",
     "carothers",
     "coast",
     "$40,000",
     "dardick",
     "hal",
     "burke",
     "william",
     "las",
     "cottage",
     "earlier this year",
     "west",
     "later wednesday",
     "fardon",
     "august",
     "$1,500",
     "cochran",
     "late 2014",
     "legislative",
     "$60,000",
     "august 2015",
     "2014",
     "of",
     "november 2014",
     "$300",
     "the year",
     "2008",
     "$500",
     "police",
     "vegas",
     "u.s.",
     "fbi",
     "ald",
     "hall",
     "previously",
     "tens of thousands of dollars",
     "cook",
     "27 years earlier",
     "meisner",
     "$60,280",
     "thomas",
     "myles",
     "$116,208",
     "2007",
     "$1.5 million",
     "divine",
     "january 2015",
     "council",
     "$420,000",
     "rahm",
     "arenda",
     "alderman",
     "durkin",
     "circuit",
     "emanuel",
     "minutes later",
     "early last month",
     "summer",
     "months later",
     "$384,000",
     "isaac",
     "bill",
     "praise",
     "2015",
     "khan",
     "zachary",
     "john",
     "anthony",
     "side",
     "wednesday",
     "april 2015",
     "days later",
     "2012",
     "13 months ago",
     "illinois",
     "fletcher",
     "$4,932",
     "cubs",
     "city",
     "october",
     "$3,000",
     "jason",
     "troutman",
     "this week",
     "last year",
     "gorner",
     "south",
     "2013",
     "willie",
     "tribune",
     "inc.",
     "valentine's day",
     "``ike''",
     "franshuan",
     "county",
     "court",
     "faisal",
     "ervin",
     "2006",
     "chicago",
     "dirksen",
     "institute",
     "a decade ago",
     "woodlawn",
     "2010",
     "evening",
     "hundred dollars",
     "$5,000",
     "2003"
    ],
    "id": 8,
    "text": "News Local news Breaking News Ald. Willie Cochran indicted on thefts from ward charity Ald. Willie Cochran, 20th, is charged with 11 counts of wire fraud, two counts of extortion and two counts of bribery, the most serious of which carry a maximum sentence of 20 years in prison if convicted. Jason Meisner , Jeremy Gorner and Hal Dardick Contact Reporters Chicago Tribune Willie Cochran was running for 20th Ward alderman as a political unknown a decade ago when he vowed to steer clear of the graft and corruption that had ensnared so many Chicago politicians over the years. \"Most people in the ward are tired of our public officials being embroiled in one controversy after another,\" Cochran, a former Chicago police officer, told the Tribune on the day incumbent Ald. Arenda Troutman was indicted on charges of taking kickbacks from contractors. But instead of cleaning up the sleaze, Cochran was charged by federal authorities with being yet another corrupt Chicago alderman. The 15-count indictment announced Wednesday alleged the South Side alderman stole tens of thousands of dollars in charitable contributions meant for poor children and seniors in the largely impoverished ward, funds he later used to gamble and pay for a portion of his daughter's college tuition. Using the broad powers that aldermen enjoy over business deals in their wards, Cochran also shook down a liquor store manager in exchange for his support on an ordinance change and took a bribe in connection with a federal program to clean up vacant eyesores, the charges alleged. Cochran, 64, was charged with 11 counts of wire fraud, two counts of extortion and two counts of bribery, the most serious of which carry a maximum sentence of 20 years in prison if convicted. He is scheduled to be arraigned Dec. 23 at the Dirksen U.S. Courthouse. This week's indictment of South Side Ald. Willie Cochran adds a new name to a long list: Chicago politicians charged with crimes. Cochran was charged with 15 counts of wire fraud, federal program bribery and extortion. More here. Chicago aldermen have been frequent law-enforcement targets, with... (Chicago Tribune) In a statement Wednesday, U.S. Attorney Zachary Fardon said the investigation arose from information provided by former Chicago Legislative Inspector General Faisal Khan, who 13 months ago turned over his files to the FBI after aldermen eliminated his post, complaining of his judgment and overreach. Khan told the Tribune on Wednesday that Cochran's indictment \"vindicated our work.\" He expressed hope that more federal charges could result from his work, saying, \"We referred a number of investigations to the FBI.\" The charges come two months after the Tribune first revealed that a federal grand jury was investigating Cochran for possible misuse of funds. The Tribune broke the news of the indictment Wednesday morning as Cochran attended the final City Council meeting of the year. Minutes later, Ald. Edward Burke, 14th, walked over to Cochran, showed him his iPad and spoke quietly to him for a couple of minutes while the council was busy honoring the Chicago Cubs with the World Series trophy at the front of chambers. In a text message to a Tribune reporter later Wednesday, Cochran vowed to continue to stay on as alderman while under indictment. He said he and his attorney, Thomas Anthony Durkin, would work with the U.S. attorney's office \"to provide the clarity that is needed to get this matter resolved.\" \"I can say my colleagues and the people of the 20th Ward are strong supporters for my family, and I am confident this will be resolved,\" he wrote. Durkin later said the alderman intends to fight the charges vigorously. The indictment again exposed the risk of aldermen leveraging their extensive powers — in this case over real estate development and liquor licenses — for bribery. Cubs as word came down that one of their colleagues who was on hand had been indicted on federal criminal charges. South Side Ald. Willie Cochran already was sitting in... An inimitably Chicago scene played out during Wednesday's City Council meeting as aldermen heaped praise on the world champion Cubs as word came down that one of their colleagues who was on hand had been indicted on federal criminal charges. South Side Ald. Willie Cochran already was sitting in... (John Byrne, Hal Dardick and Bill Ruthhart) According to the charges, Cochran was the sole signatory on the 20th Ward activities fund, a charity set up to host ward events and parties for constituents such as a summer back-to-school picnic, a Valentine's Day party for senior citizens and events during the holiday season. Cochran was charged with using \"a significant portion\" of the donations made over more than four years for his own personal use, including paying $5,000 toward his daughter's college tuition. He also withdrew about $25,000 from ATMs in or near casinos where he gambled, according to the indictment. In October, a real estate developer told the Tribune that the FBI had questioned him about a donation to Cochran for the ward fund. \"I'll tell you the same thing I told them,\" said the developer, who asked for anonymity. \"I gave him a check, I think it was for a couple hundred dollars. ... What he did with it, I have no clue.\" On Wednesday, another businessman who said he testified before the grand jury investigating Cochran told the Tribune he had written several checks to the alderman over recent years — some for as much as $300 or $500. \"I wrote a check to him for a fundraiser for kids going back to school,\" said the businessman, who also spoke on condition of anonymity because federal authorities had not authorized him to talk. \"I was shocked really,\" he said of the charges against Cochran. \"He's always been a straight-up guy.\" According to the indictment, Cochran also solicited a $1,500 check from an attorney — identified only as Individual A — who represented real estate developers with properties in Cochran's ward in connection with a federal program to get boarded-up or foreclosed properties occupied as soon as possible. Prosecutors charged that in 2010 and 2011 Cochran provided letters of support to the attorney about a particular real estate project. The unidentified project was completed in 2014. In 2015, Cochran took a $3,000 cash bribe from a liquor store owner — identified as Individual B — in exchange for his support of an ordinance amending the municipal code to allow liquor sales in a two-block stretch of South Cottage Grove Avenue in the 20th Ward, the charges alleged. The owner wanted to sell the business, but the area had since gone \"dry,\" and the amendment was needed for the buyer to continue to sell liquor there. The amendment was passed by the City Council in April 2015. But in a twist earlier this year while Cochran was being investigated, the alderman proposed a new ordinance to again prohibit the sale of packaged liquor on that same stretch of Cottage Grove. The council approved that change in October. Individual B, identified by the Tribune through property records as the seller of the Cottage Grove liquor store in August 2015, declined to comment when a reporter knocked on his west suburban home Wednesday evening. Cochran had taken similar action with his campaign fund. State records show that since January 2015 the alderman has filed an unusually large number of revisions to his campaign finance paperwork — around 80, including 10 since early last month. Over the previous eight years, Cochran had filed only six amendments to his campaign records. In some of the amended campaign finance reports, Cochran revealed he had paid himself out of his campaign fund. In several instances, Cochran did not report those payments until well after he filed his campaign reports with state elections officials — in some cases more than a year or two later. But the indictment against Cochran makes no allegations that he misused his campaign fund. The City Council has a long, notorious history of corruption as 29 aldermen have been convicted of crimes related to their official duties since 1972. The most recent, Isaac \"Ike\" Carothers, pleaded guilty in 2010 to bribery and tax charges for accepting $40,000 in home improvements for backing a developer's controversial project in his 29th Ward. His father, William, a former alderman, was convicted 27 years earlier. Cochran was elected in 2007 after Troutman was charged with bribery for soliciting donations from developers seeking to do business in the ward. Cochran was quick to capitalize on the news, publicly calling for Troutman to resign on the day she was arrested by the FBI. Troutman pleaded guilty in 2008 and was sentenced to four years in prison. Federal authorities have hinted at other investigations connected to City Hall . In August, Franshuan Myles, the head of a nonprofit group that allegedly made a $5,000 payment to a West Side alderman, pleaded not guilty to charges alleging she used state grant funds to cover personal expenses instead of providing summer jobs for youth. Charges alleged that Myles, president and executive director of Divine Praise Inc., wrote a check for $4,932 to \"Individual A,\" previously identified by the Tribune as 28th Ward Ald. Jason Ervin , after her group received a $60,000 grant for youth employment. Ervin has not been charged with wrongdoing. Cochran, who is considered an ally of Mayor Rahm Emanuel, does not hold any position of power — such as a committee or caucus chairmanship — in the council hierarchy. He won a third term in office last year, surviving a tough runoff election. After that victory, Cochran told reporters he and his wife were going to celebrate by flying to Las Vegas and renting a convertible for a West Coast road trip. According to the biography posted on his ward's website, Cochran is the youngest of 10 children. He has a master's degree in public administration from the Illinois Institute of Technology and also has a bachelor's degree in sociology. Cochran retired from the Chicago Police Department with the rank of sergeant in 2003 after 26 years on the force. Court records hint at recent financial troubles for Cochran. He has been the target of three foreclosure lawsuits over his personal home and laundry businesses he held a financial stake in. Cochran, who is paid $116,208 a year as alderman and also collects $60,280 annually from his police pension, suggested in late 2014 that aldermen should be paid more, saying he often works 60 hours a week or more. Days later, he was hit with a foreclosure lawsuit in Cook County Circuit Court claiming he had defaulted on the $420,000 mortgage on his Woodlawn home, according to court records. He still owed more than $384,000 on the mortgage as of November 2014, records showed. The foreclosure was dismissed in July 2015 \"due to the fact that the loan was reinstated,\" court records state. Records show it was the second time Cochran and his wife had faced foreclosure stemming from the same 2006 loan. A similar lawsuit was filed in 2012 and then dismissed months later after the loan was renegotiated, according to court records. In 2013, Cochran, who for years owned the Rainbow Brite laundromat on East 63rd Street, was named in a foreclosure lawsuit involving a string of laundromats he had a financial stake in, according to court records. That lawsuit alleged that the business owner, Alexander Fletcher, had defaulted on a $1.5 million loan involving several laundromats. It was dismissed in 2014. Chicago Tribune's John Byrne contributed. jmeisner@chicagotribune.com ",
    "title": "Ald. Willie Cochran indicted on thefts from ward charity - Chicago Tribune"
   },
   {
    "entities": [
     "trump",
     "2017",
     "services",
     "applewhite/ap",
     "the",
     "donald",
     "75 percent",
     "of",
     "$500 million",
     "congress",
     "scott",
     "j.",
     "health",
     "human",
     "cecile",
     "department",
     "obama",
     "richards",
     "july",
     "wednesday",
     "and",
     "medicaid",
     "hhs"
    ],
    "id": 9,
    "text": "Enlarge this image Planned Parenthood's president, Cecile Richards, addresses the Democratic National Convention in July. Republicans in Congress have repeatedly threatened to cut off federal funding for Planned Parenthood because the family planning group performs abortions at some clinics. J. Scott Applewhite/AP hide caption toggle caption J. Scott Applewhite/AP Planned Parenthood's president, Cecile Richards, addresses the Democratic National Convention in July. Republicans in Congress have repeatedly threatened to cut off federal funding for Planned Parenthood because the family planning group performs abortions at some clinics. J. Scott Applewhite/AP The Obama administration is trying to protect Planned Parenthood's federal funding before the president turns over the reins of government to Republicans who have historically been hostile to the family planning group. The Department of Health and Human Services finalized a regulation Wednesday that says states that award federally funded grants for women's health programs can't discriminate against Planned Parenthood . The regulation doesn't name Planned Parenthood, but it was clear the rule was written with the organization in mind. Republicans in Congress have repeatedly threatened to cut off federal funding for Planned Parenthood because the family planning group performs abortions at some clinics. \"President Obama has cemented his legacy as a champion for women's health,\" said Planned Parenthood President Cecile Richards in a written release . \"This rule protects birth control, cancer screenings, [sexually transmitted infection] testing and treatment and other health care for millions of people.\" Planned Parenthood and other clinics that provide family planning services to women get federal funding through the Public Health Service Act . The group says 1.5 million of its patients benefit from the money provided by the federal government. Article continues after sponsorship Planned Parenthood gets more than $500 million a year from the federal government. About 75 percent of that comes from Medicaid, for medical care provided to patients with low incomes. The new HHS rule reinforces federal law that says the agency cannot discriminate against qualified organizations in granting federal funds. Still, the rule could be overturned in 2017 when President-elect Donald Trump takes office. Federal lawmakers are allowed to roll back regulations under the Congressional Review Act. Or they could go through a formal rule-making process to reverse Wednesday's action. ",
    "title": "Obama Moves To Protect Planned Parenthood Funding : Shots - Health News : NPR"
   },
   {
    "entities": [
     "council",
     "johnson/the",
     "democratic",
     "david",
     "dmitry",
     "this month",
     "last 10 years",
     "gleb",
     "west",
     "boris",
     "brookings",
     "november",
     "states",
     "trump",
     "2013",
     "filipov",
     "house",
     "hillary",
     "syria",
     "konstantin",
     "europe",
     "berlin",
     "moscow",
     "united",
     "paris",
     "win",
     "rex",
     "kosachyov",
     "london",
     "donald",
     "june",
     "a year ago",
     "international",
     "tuesday",
     "cia",
     "at 3:01 pm",
     "last years",
     "december 14",
     "russia",
     "vladimir",
     "on",
     "affairs",
     "global",
     "abbakumova",
     "analytical",
     "post",
     "kolesnikov",
     "u.s.",
     "yeltsin",
     "obama",
     "national",
     "today",
     "tillerson",
     "levada",
     "wikileaks",
     "hill",
     "carnegie",
     "chicago",
     "natalya",
     "wednesday",
     "nato",
     "pavlovsky",
     "center",
     "institution",
     "1996",
     "washington",
     "fiona",
     "committee",
     "23 percent",
     "aleppo",
     "81 percent",
     "now",
     "exxonmobil",
     "putin",
     "86 percent",
     "peskov",
     "thomas",
     "clinton",
     "kremlin",
     "andrei",
     "white"
    ],
    "id": 10,
    "text": "Moscow has the world’s attention. For Putin, that’s a win. The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By David Filipov December 14 at 3:01 PM Follow @davidfilipov MOSCOW — President Vladi­mir Putin is winning. For now.  The Russian leader is winning because the post-Cold War order he has railed against has been thrown into chaos, and the Kremlin’s fingerprints are widely seen to be all over it.  A year ago, Russia faced a united Europe, an expanded NATO alliance, a paucity of geopolitical allies and the possibility of four more years of poor relations with the United States under a Hillary Clinton presidency. Today, Putin’s military contingent in Syria just helped the government essentially retake Aleppo. The CIA has concluded that his hackers worked to help elect Donald Trump, who has dismissed commitments to Europe and touted better ties with Russia. [ CIA assessment says Russia was trying to help Trump win White House ] President-elect Donald Trump has picked Rex Tillerson as his nominee for secretary of state. Here's what you need to know about Tillerson. (Thomas Johnson/The Washington Post) In Washington, London, Berlin and Paris, Soviet-style propaganda is back. It’s been thoroughly updated, though, and comes packaged as fake news, cyberattacks and WikiLeaks. Whether or not the Kremlin is guilty of doing all the things Western accusers say it is, Russia is now considered a master purveyor of geopolitical disorder. And that, for Putin, is a win. “Of course the Kremlin likes the fact of such an atmosphere of chaos,” Gleb Pavlovsky, a former Putin adviser, said in a recent interview. “Because we are traders of chaos. We sell it, and the more chaos there is in the world, the better it is for the Kremlin.”  But Putin’s successes, if that is what they are, are tactical and temporary, said Fiona Hill, a Brookings Institution scholar and co-author of a biography of the Russian leader. For years, Putin has been the world’s leader in geopolitical disruption, and the United States under President Obama has been a predictable force and therefore an easy target, she said. If Putin really did contribute to Trump’s victory, he may just have handed his crown over to his biggest rival. “The land of unpredictability and surprise is the land that Putin and the Kremlin have inhabited for the last part of the last 10 years,” Hill said. “But now they’re not alone. Trump is going to be the great disrupter.” In the long run, Russia needs the United States to be, if not a friend and a partner, then a neutralized, inward-looking force, she said: “No one knows if Trump is going to make it that.” Putin has consistently spoken about the need for modern Russia to have friends. Unlike during the Cold War, Russia is not trying to transform the world order with its own ideology. Russia does not need world revolution. It needs to parlay its status as a master of disruption into a magnet for business partners.   [ Putin wants revenge and respect, and hacking the U.S. is his way of getting it ] In this sense, Trump’s victory is “a tactical victory for Putin,” said Andrei Kolesnikov, a senior associate at the Carnegie Moscow Center, but also “one that comes with exaggerated expectations” because of the inability to predict what a Trump presidency will bring. “In some sense, it’s dangerous,” Kolesnikov said. Case in point: Trump’s choice of ExxonMobil head Rex Tillerson, whose ties to Russia include major oil deals and a 2013 Order of Friendship award, as secretary of state. Some Russian officials have had trouble hiding their satisfaction with a choice that appears to showcase Russia’s newfound influence. “One can assert with more certainty that it is the attitude toward Russia that has become one of decisive factors in the final choice in favor of the businessman from ExxonMobil, who has such obvious ties and interests with respect to our country, [and who is] an opponent of the anti-Russian sanctions,” said Konstantin Kosachyov, head of the Committee on International Affairs in the upper house of the Russian parliament. Translation: Winning. The trouble with all this Russian gamesmanship, Pavlovsky said, is that it is making enemies among people with long memories. And that is the paradox at the heart of the Putin worldview. Russia’s leaders may enjoy watching the West chase its tail looking for clues of Kremlin meddling, but Moscow does not want to shoulder the blame.  “The fact that there are people who are convinced that Russia acted on behalf of Donald Trump is frightening,” one senior Russian official, who spoke on the condition of anonymity because he is not authorized to speak to the press, said Tuesday. “In the long run it could be very dangerous for people to think that Russia may interfere with other people’s elections.” This explains the considerable efforts on the part of Putin and his aides to temper their enthusiasm for the new administration, at least in public. Consider Kremlin spokesman Dmitry Peskov’s reaction to Trump’s choice of Tillerson. “It’s absolutely illogical to make any forecasts, not to mention to cherish some dreams, that everything will all of a sudden change instantly and everything that couldn’t gain traction and was barely moving will suddenly follow some amazingly successful scenario,” Peskov said. “We are sober enough and realize that this won’t happen.” Similarly, Putin and his aides repeatedly and vehemently deny allegations of interference in the Brexit vote, as well as the U.S. intelligence accusation that the Russian government helped provide WikiLeaks with hacked emails from the Democratic National Committee and Clinton’s campaign staff. They also deny any intention to interfere in upcoming German elections. [ U.S. accuses Russia of hacking campaign to interfere with elections ] Putin dismissed the U.S. allegations as “ hysteria ” intended “only to distract the attention of the American people from the substance of what hackers had put out.” On Wednesday, Peskov called the charges “myths, bedtime stories and boogeymen” and suggested that unsuccessful politicians in the West are trying to blame Moscow for their failures.   The allegations have not hurt Putin’s approval rating at home, which jumped from 81 percent in June to 86 percent in November, according to the Moscow-based  Levada Analytical Center . Every time accusations of campaign interference fly, the Kremlin charges hypocrisy (American advisers helped Boris Yeltsin win reelection in 1996). And it has brought up another good old tool, denying it all — sanctions, hacking suspicions, the international sports doping scandal — as Russophobia.    “You all know that we have encountered attempts to pressure us from abroad over these last years,” Putin said in his annual address to parliament this month. “They have used every means, from spreading myths about Russian aggression, propaganda and meddling in others’ elections to persecuting our athletes, including our Paralympic athletes.” The approach seems to be working. A poll published in November by the Chicago Council on Global Affairs and the Levada Center found that only 23 percent of Russians say they have a positive view of the United States.  Winning.  “The majority of Russians doesn’t even believe in the doping affair, not to mention this interference in the American elections,” Kolesnikov said. And many who believe it appreciate “the image of Putin as a strong, cunning man.” “This is a win-win strategy for the Russian president,” he said. At least for now.   Natalya Abbakumova contributed to this report.  Read more ",
    "title": "Moscow has the world’s attention. For Putin, that’s a win. - The Washington Post"
   },
   {
    "entities": [
     "est",
     "democratic",
     "interactive",
     "dec 14, 2016",
     "times",
     "cbs",
     "earlier this year",
     "mitch",
     "trump",
     "2013",
     "hillary",
     "mcconnell",
     "party",
     "news",
     "inc.",
     "donald",
     "recently",
     "adam",
     "the day",
     "january 20",
     "russia",
     "vladimir",
     "dnc",
     "2016",
     "july of 2015",
     "u.s.",
     "fbi",
     "obama",
     "national",
     "new",
     "intel",
     "york",
     "2010",
     "committee",
     "hodge",
     "putin",
     "clinton",
     "intelligence",
     "7:18 pm"
    ],
    "id": 11,
    "text": "CBS News Dec 14, 2016 7:18 PM EST U.S. Intelligence is working against a deadline of January 20 -- the day President Obama leaves office -- to complete the investigation he ordered of attempts by foreigner hackers to disrupt the U.S. election. One focus is the Russian break-in at the Democratic National Committee . Investigators believe the attack began in July of 2015 -- more than a year before the presidential election. Thousands of emails were sent to hundreds of organizations. New York Times investigation on how Russia tampered with U.S. election Ultimately the hackers -- known as Cozy Bear and tied to Russian intelligence -- burrowed into the computers of the DNC. And for more than a year they stole documents and emails that would later come back to haunt Democratic presidential candidate Hillary Clinton. “This is unprecedented...” said Adam Hodge, communications director with the DNC. “A foreign government attacked the entire Democratic Party...with one goal, and that was to help Donald Trump.” The U.S. intelligence community is split on whether the hacks were intended to help Mr. Trump,  but since at least 2010 U.S. intelligence analysts have been warning of Russian cyber intrusions and information warfare. Intel sources also tell CBS News that the hacks could not have occurred without the blessing of Russian President Vladimir Putin.  “We were up against two adversaries. It wasn’t just Donald Trump. It was also the Russians,” said Hodge.   Adam Hodge, communications director with the DNC.  Close CBS News A 2013 threat assessment concluded Russia is among three countries focusing on “using internet content” that might contribute to “political instability and regime change.”  With the DNC hack, an FBI agent first noticed the suspicious activity earlier this year.  He called the DNC and was transferred to a help desk. His calls went ignored. Sen. Mitch McConnell says hacking concerns \"cannot be a partisan issue\" It  took several months before the DNC realized that it had been contacted by the FBI.  “To verify the authenticity of the FBI agent who said that he said who he said he was,” Hodge said. “It’s hard to believe, but that’s the reality,” Hodge said.  President-elect Trump has brushed off allegations that the Russian’s were trying to boost his candidacy.  He recently tweeted that unless you catch hackers in the act it’s hard to determine who’s doing it and he wondered why this wasn’t brought up before the election. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "DNC official on alleged Russian hack of U.S. presidential election: “This is unprecedented\" - CBS News"
   },
   {
    "entities": [
     "mitt",
     "carlos",
     "ayers",
     "trump",
     "march",
     "priebus",
     "house",
     "2017",
     "party",
     "last week",
     "next month",
     "ronna",
     "donald",
     "mcdaniel",
     "rnc",
     "2018",
     "mike",
     "romney",
     "michigan",
     "reince",
     "republican",
     "1988",
     "national",
     "wednesday",
     "detroit",
     "gop",
     "committee",
     "2012",
     "nick",
     "bob",
     "paduchik",
     "osorio/ap",
     "winter",
     "february 2015",
     "ohio",
     "pence",
     "white"
    ],
    "id": 12,
    "text": "Ronna Romney McDaniel, the Michigan Republican Party chair, speaks before a Republican presidential primary debate in Detroit in March. Carlos Osorio/AP hide caption toggle caption Carlos Osorio/AP Ronna Romney McDaniel, the Michigan Republican Party chair, speaks before a Republican presidential primary debate in Detroit in March. Carlos Osorio/AP Michigan GOP Chairwoman Ronna Romney McDaniel is in line to lead the Republican National Committee. President-elect Donald Trump announced McDaniel's appointment on Wednesday as the RNC deputy chair. That puts her in place to succeed outgoing Chairman Reince Priebus, whom Trump has already tapped as his White House chief of staff. A supporter of Trump's during the primary, McDaniel not only oversaw a critical state that helped Trump pull off his upset win but is also the niece of Mitt Romney. The 2012 GOP presidential nominee was a vocal opponent of Trump's during the primary, but he later walked back his criticism as he made a failed pitch to become secretary of state. \"I'm excited to have a highly effective leader in Ronna McDaniel as RNC Deputy Chair and I look forward to her serving as the Party's Chairman in 2017,\" Trump said in a statement. \"Ronna has been extremely loyal to our movement and her efforts were critical to our tremendous victory in Michigan, and I know she will bring the same passion to the Republican National Committee.\" Article continues after sponsorship McDaniel has led the Michigan GOP since February 2015 and helped turn the state red for the first time since 1988. Trump praised her efforts last week at a stop in Michigan on his \"thank you\" tour, telling her and the crowd, \"I was very impressed with you. She didn't sleep for six months.\" The choice of McDaniel is also seen as a victory by Priebus, who reportedly preferred her over Nick Ayers. Some Trump loyalists were pushing for Ayers, an aide to Vice President-elect Mike Pence, to get the job. In the same statement, Priebus called her \"an outstanding fundraiser, and her ability to drive support for our mission of electing Republicans up and down the ballot gives me full confidence that she will be able to continue building on the RNC's success and organizational strength as we head into important elections in 2017 and 2018.\" Trump also appointed his Ohio state director, Bob Paduchik, to be deputy co-chairman. Both are expected to be voted on next month at the RNC's winter meeting, but typically RNC members respect the wishes of an incoming or sitting president. So with Priebus' exit, McDaniel would be the new leader of the RNC with Paduchik as her No. 2. ",
    "title": "Trump Puts Ronna Romney McDaniel In Line To Be Next RNC Chairwoman  : NPR"
   },
   {
    "entities": [
     "60 percent",
     "11-13,",
     "11 percent",
     "6 percent",
     "76 percent",
     "36 percent",
     "37 percent",
     "sixteen percent",
     "38 percent",
     "trump",
     "2000",
     "shaw",
     "19 percent",
     "57 percent",
     "41 percent",
     "news",
     "facebook",
     "fox",
     "52-42 percent",
     "58 percent",
     "60-32 percent",
     "54 percent",
     "46 percent",
     "47 percent",
     "24 percent",
     "george",
     "today/gallup",
     "31 percent",
     "2008",
     "2016",
     "59 percent",
     "50 percent",
     "twitter",
     "30 percent",
     "96 percent",
     "usa",
     "obama",
     "currently",
     "w.",
     "10 percent",
     "68 percent",
     "today",
     "5 percent",
     "robbins",
     "december 2008",
     "wednesday",
     "63-27 percent",
     "12 percent",
     "44 percent",
     "80 percent",
     "&",
     "45 percent",
     "a month ago",
     "43 percent",
     "january 2009",
     "research",
     "february 2009",
     "bush",
     "company",
     "barack",
     "69-19 percent",
     "25 percent",
     "anderson",
     "december"
    ],
    "id": 13,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Twice as many American voters feel hopeful as feel depressed about the outcome of the election.  More feel relieved than scared.  Some feel empowered and excited, but plenty feel embarrassed or angry.   These are some of the findings of the latest Fox News Poll of registered voters nationwide. More than one-third of voters have a positive outlook for Trump: 25 percent expect him to be an “above average” president and 11 percent say he’ll be one of the country’s “greatest.”   CLICK TO READ THE FULL POLL RESULTS Voters are about three times as likely to say he’ll be “one of the worst” presidents (31 percent) as one of the greatest, while 12 percent say “below average.”  Sixteen percent peg Trump for “average.” The bar is lower for Trump than it was for the man he will replace.  A month after Barack Obama won the 2008 election, 19 percent said he would be one of the country’s greatest presidents, 43 percent a “good” president, and just 6 percent expected him to be one of the worst. One-quarter of Republicans expect Trump will be one of the greatest presidents (24 percent).  More than twice as many Democrats think he’ll be one of the worst (58 percent).   By a 10-point margin, more voters view the president-elect as a “divider” than a “uniter” (52-42 percent).  In January 2009, 80 percent considered Obama a “uniter” according to a USA Today/Gallup poll.   The new poll, released Wednesday, also finds 59 percent of voters feel hopeful about the outcome of the election.  That’s more than feel relieved (50 percent), embarrassed (45 percent), excited (43 percent), scared (41 percent), or empowered (41 percent).  About one-third feels angry (37 percent) or depressed (30 percent).     Maybe not surprisingly, 96 percent of those who are excited about the election results also feel hopeful, and 76 percent of angry voters are embarrassed. Views are divided on Trump’s Cabinet picks (44 percent approve vs. 46 percent disapprove), and a 52-percent majority is at least somewhat concerned the real estate mogul will put his business interests ahead of the country’s. Among Republicans, 5 percent disapprove of the people Trump has selected for his Cabinet, 10 percent see him as a divider, and one in five is concerned about a conflict of interest (19 percent). A 60-32 percent majority approved of the job Obama was doing picking his Cabinet in February 2009.   Related Image Expand / Contract Overall, a record 47 percent of voters have a favorable view of Trump, up from 38 percent before the election.  For comparison, 68 percent viewed Obama favorably following his first presidential win in December 2008.  Currently, 57 percent have a positive view of Obama.  Former President George W. Bush had a 60 percent favorable after his 2000 win, and today 54 percent feel that way. Trump’s also made gains on character: 44 percent say he has the temperament to serve effectively as president.  That’s up from 36 percent a month ago -- and a new high.  It would probably go higher if he spent less time tweeting.   Related stories... Fox News Poll: Trump and the Carrier deal By a 63-27 percent margin, voters think the way Trump uses Twitter is inappropriate.  In addition, three times as many view his public comments as “knee-jerk” reactions rather than “well thought-out” statements (69-19 percent). The Fox News poll is based on landline and cellphone interviews with 1,034 randomly chosen registered voters nationwide and was conducted under the joint direction of Anderson Robbins Research (D) and Shaw & Company Research (R) from December 11-13, 2016.  The poll has a margin of sampling error of plus or minus three percentage points for all registered voters. Advertisement ",
    "title": "Fox News Poll: Majority feels hopeful, yet low expectations for Trump | Fox News"
   },
   {
    "entities": [
     "harry",
     "machin",
     "baier",
     "weber",
     "texas",
     "last year",
     "right now",
     "west",
     "agriculture",
     "supreme",
     "joe",
     "manchin",
     "perry",
     "joseph",
     "bret",
     "states",
     "trump",
     "house",
     "2017",
     "hillary",
     "rick",
     "68-26 percent",
     "news",
     "united",
     "facebook",
     "cnn",
     "fox",
     "senate",
     "donald",
     "recently",
     "reid",
     "north",
     "last month",
     "court",
     "2018",
     "heidi",
     "december 14, 2016",
     "john",
     "twitter",
     "virginia",
     "foxnews.com",
     "print",
     "wednesday",
     "email",
     "heitkamp",
     "now",
     "energy",
     "roberts",
     "dakota",
     "clinton",
     "white"
    ],
    "id": 14,
    "text": "Dems scramble to prevent their own from defecting to Trump Published               December 14, 2016 Facebook 0 Twitter 0 livefyre Email Print   Senate Democrats have been scrambling to prevent two of their members from taking a post in the Trump administration, trying to prevent any defection that could bolster Republicans’ control of the chamber.  They recently launched a “full court press” to retain Sens. Joe Manchin, of West Virginia, and Heidi Heitkamp, of North Dakota, after each met with Republican President-elect Donald Trump, one senior Senate Democrat told Fox News. Manchin now appears less likely to bolt -- after saying he wants to remain in the Senate and being passed over for Energy secretary -- which puts the focus squarely on Heitkamp.  The first-term lawmaker, who faces reelection in 2018 in a conservative state, still appears in the running for the Agriculture secretary post. A Trump transition team source told Fox News the president-elect “really wants her” for the job. Either departure would poses short- and long-term challenges for Senate Democrats.  If Heitkamp left, her seat could remain empty for months, meaning Democrats would have one less vote to stop any of Trump’s first-100-day initiatives, which could including getting a Supreme Court nominee confirmed in the Senate or passing a tax overhaul. The North Dakota legislature last year changed its laws so that a Senate seat remains vacant, without a place-holder senator, until it is filled in a special-election vote held within 95 days of a resignation. In the longer-term, Senate Republicans would have a solid chance of winning Heitkamp’s seat in a special election and adding to their 52-48 member majority.  In West Virginia, the governor would under the law appoint a temporary replacement and hold a special election within 48 to 120 days to fill the seat for the remainder of the term which ends in 2017. West Virginia’s Democratic governor likely would appoint a Democrat to fill the seat in the interim.  As a Democrat in an increasingly conservative state, Manchin initially had appeared at risk of leaving. And his words and actions in recent weeks -- criticizing Senate Democratic leader Harry Reid and risking a government shutdown over coal miner benefits -- suggested a willingness to depart the Senate, or at least prepare for a tough reelection fight in 2018 in a state that went for Trump over Democrat Hillary Clinton 68-26 percent.  Manchin last month chastised Reid for calling Trump after his White House win a “sexual predator,” saying Reid’s remarks were an “absolute embarrassment” and “needlessly … tearing this country apart.” Reid recently told CNN that Manchin’s comments were “his way to get out the door.” Democrats, in an apparent effort to solidify their caucus, recently made Manchin part of their leadership team. And Trump’s official decision Wednesday to pick former Texas Republican Gov. Rick Perry for Energy secretary, for which Machin was being considered, settled the speculation for now.  “I was humbled to be considered for the Secretary of Energy position,” Manchin said in a statement. “I have dedicated my life in public service to doing what is best for the people of West Virginia. Right now, I believe that I can best serve my state of West Virginia in the United States Senate.” Heitkamp and Manchin are among 10 Democrats in the chamber seeking reelection in 2018. Trump has only three remaining Cabinet posts to fill -- Agriculture, Interior and Veterans Affairs. FoxNews.com's Joseph Weber and Fox News' Bret Baier and John Roberts contributed to this report.  Advertisement ",
    "title": "Dems scramble to prevent their own from defecting to Trump | Fox News"
   },
   {
    "entities": [
     "thompson",
     "2 percent",
     "peterson",
     "earlier this year",
     "litan",
     "$39.95",
     "press",
     "2013",
     "press-rrb-",
     "tribune",
     "gartner",
     "inc.",
     "california",
     "2014",
     "mayer",
     "communications",
     "security",
     "the late 2014",
     "associated",
     "sunnyvale",
     "once",
     "marcio",
     "$4.8 billion",
     "/",
     "1 billion",
     "varettoni",
     "yahoo",
     "andrea",
     "eric",
     "96 cents",
     "currently",
     "nearly three months ago",
     "wednesday",
     "sanchez",
     "marissa",
     "verizon",
     "august 2013",
     "september",
     "now",
     "bob",
     "the past",
     "j.j.",
     "rook",
     "jose",
     "jackson",
     "avivah"
    ],
    "id": 15,
    "text": "Yahoo suffers world's biggest hack affecting 1 billion users Yahoo headquarters Marcio Jose Sanchez / Associated Press Yahoo says more than 1 billion accounts may have been hacked in 2013. Yahoo says more than 1 billion accounts may have been hacked in 2013. (Marcio Jose Sanchez / Associated Press) Tribune news services Contact Reporter Yahoo has discovered a 3-year-old security breach that enabled a hacker to compromise more than 1 billion user accounts, breaking the company's own humiliating record for the biggest security breach in history. The digital heist disclosed Wednesday occurred in August 2013, more than a year before a separate hack that Yahoo  announced nearly three months ago  . That breach affected at least 500 million users, which had been the most far-reaching hack until the latest revelation. \"It's shocking,\" security expert Avivah Litan of Gartner Inc. Both lapses occurred during the reign of Yahoo CEO Marissa Mayer, a once-lauded leader who found herself unable to turn around the company in the four years since her arrival. Earlier this year, Yahoo agreed to sell its digital operations to Verizon Communications for $4.8 billion — a deal that may now be imperiled by the hacking revelations. TWO HACKS, MORE THAN A BILLION ACCOUNTS Yahoo didn't say if it believes the same hacker might have pulled off two separate attacks. The Sunnyvale, California, company blamed the late 2014 attack on a hacker affiliated with an unidentified foreign government, but said it hasn't been able to identify the source behind the 2013 intrusion. Yahoo has more than a billion monthly active users, although some have multiple accounts and others have none at all. An unknown number of accounts were affected by both hacks. In both attacks, the stolen information included names, email addresses, phone numbers, birthdates and security questions and answers. The company says it believes bank-account information and payment-card data were not affected. (Andrea Peterson) But hackers also apparently stole passwords in both attacks. Technically, those passwords should be secure; Yahoo said they were scrambled twice — once by encryption and once by another technique called hashing. But hackers have become adept at cracking secured passwords by assembling huge dictionaries of similarly scrambled phrases and matching them against stolen password databases. That could mean trouble for any users who reused their Yahoo password for other online accounts. Yahoo is requiring users to change their passwords and invalidating security questions so they can't be used to hack into accounts. (You may get a reprieve if you've changed your password and questions since September.) Security experts said the 2013 attack was likely the work of a foreign government fishing for information about specific people. One big tell: It doesn't appear that much personal data from Yahoo accounts has been posted for sale online, meaning the hack probably wasn't the work of ordinary criminals. That means most Yahoo users probably don't have anything to worry about, said J.J. Thompson, CEO of Rook Security. QUESTIONS FOR VERIZON News of the additional hack further jeopardizes Yahoo's plans to fall into Verizon's arms. If the hacks cause a user backlash against Yahoo, the company's services wouldn't be as valuable to Verizon, raising the possibility that the sale price might be re-negotiated or the deal may be called off. The telecom giant wants Yahoo and its many users to help it build a digital ad business. After the news of the first hack broke, Verizon said it would re-evaluate its Yahoo deal and in a Wednesday statement said it will review the \"new development before reaching any final conclusions.\" Spokesman Bob Varettoni declined to answer further questions. At the very least, the security lapses \"definitely will help Verizon in its negotiations to lower the price,\" Litan predicted. Yahoo has argued that news of the 2014 hack didn't negatively affect traffic to its services, strengthening its contention that the Verizon deal should be completed under the original terms. \"This just adds to fuel to the fire and it won't help Yahoo's cause,\" said Eric Jackson, a longtime critic of the company's management. Although he has in the past, Jackson doesn't currently own Yahoo stock. Investors appeared worried about the Verizon deal. Yahoo's shares fell 96 cents, or 2 percent, to $39.95 after the disclosure of the latest hack. Associated Press ",
    "title": "Yahoo suffers world&apos;s biggest hack affecting 1 billion users - Chicago Tribune"
   },
   {
    "entities": [
     "september 22, 2016",
     "$4.83 billion",
     "november",
     "reuters",
     "news",
     "california",
     "grossman",
     "sentinelone",
     "sec",
     "the year",
     "2016",
     "sunnyvale",
     "$4.8 billion",
     "1 billion",
     "1:27",
     "yahoo",
     "nbc",
     "newcomb",
     "july",
     "warns",
     "authorities",
     "previously",
     "verizon",
     "august 2013",
     "jeremiah",
     "september",
     "bob",
     "alyssa",
     "lord"
    ],
    "id": 16,
    "text": "Yahoo: Data From 1 Billion Accounts Stolen in Newly-Disclosed Hack 1:27 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161215010316if_/http://www.nbcnews.com/widget/video-embed/833297475753\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Yahoo is closing 2016 with a bang — and not in a good way. More than 1 billion Yahoo accounts may have been exposed after a third-party hacker hit the internet company in a separate attack from the one that was revealed in September . \"Yahoo believes an unauthorized third party, in August 2013, stole data associated with more than one billion user accounts,\" the company said in a statement. \"The company has not been able to identify the intrusion associated with this theft. Yahoo believes this incident is likely distinct from the incident the company disclosed on September 22, 2016.\" That hack, which affected 500 million accounts, was among the biggest breaches of all time. At 1 billion this time, Yahoo may have earned a dubious new honor. The data stolen from the newly revealed breach includes names, email addresses, telephone numbers, dates of birth, hashed passwords and, in some instances, encrypted or unencrypted security questions and answers. \"The investigation indicates that the stolen information did not include passwords in clear text, payment card data, or bank account information. Payment card data and bank account information are not stored in the system the company believes was affected,\" the Yahoo statement said. Yahoo headquarters in Sunnyvale, California. Reuters Authorities handed over data files from a third party that were purported to include Yahoo data, according to the company's chief information security officer, Bob Lord. \"As we previously disclosed in November, law enforcement provided us with data files that a third party claimed was Yahoo user data. We analyzed this data with the assistance of outside forensic experts and found that it appears to be Yahoo user data,\" Lord wrote. Through forensic analysis, Yahoo was then able to determine that a breach occurred in August 2013. It's \"very rare\" to learn about two mega-breaches in such a short window of time, Jeremiah Grossman, chief of security at the cybersecurity company SentinelOne and a former Yahoo employee, told NBC News. \"It's really few and far between,\" he said. \"Having multiple distinct breaches doesn't sound good.\" What if you have an account? Yahoo will notify potentially affected users and require them to change their passwords. Because security questions and answers were stolen, Yahoo has nullified any unencrypted questions and answers, Lord wrote. The latest disclosure comes after a tumultuous year for Yahoo. It was announced in July that Verizon had reached an agreement to buy Yahoo for $4.83 billion. The deal is still in process, and it remains unclear how the latest revelation could affect the sale. In a November SEC filing, Yahoo warned Verizon could still pull out of the deal. \"There is no assurance\" the merger will be \"consummated in a timely manner or at all,\" the filing said. It's also possible Verizon could renegotiate, buying Yahoo for a lesser price. \"Breaches or security concerns have never materially impacted an acquisition but this one could be different,\" Grossman said. Related: Yahoo Warns Verizon Could Pull Out of $4.8 Billion Deal In addition to possibly scuppering one of the year's biggest deals, Yahoo's September mega-breach has led to a plethora of federal, legal, state and local investigations, along with dozens of class-action lawsuits from consumers. There's no telling what could come after this latest disclosure. Alyssa Newcomb ",
    "title": "Yahoo Mega-Breach Exposes More Than 1 Billion Accounts - NBC News"
   },
   {
    "entities": [
     "images",
     "graham",
     "getty",
     "usatoday",
     "facebook",
     "elizabeth",
     "linkedin",
     "francisco",
     "december 14, 2016",
     "jefferson",
     "7:29 p.m. est",
     "once",
     "yahoo",
     "sullivan",
     "san",
     "late wednesday",
     "justin",
     "september",
     "now",
     "september 2013",
     "weise"
    ],
    "id": 17,
    "text": "Do this now if you're a Yahoo user Change passwords but beware: Yahoo isn't sending emails with clickable links about this breach Post to Facebook Do this now if you're a Yahoo user Change passwords but beware: Yahoo isn't sending emails with clickable links about this breach Check out this story on USATODAY.com: http://usat.ly/2hPoAAY CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 1 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Do this now if you're a Yahoo user Elizabeth Weise , USATODAY 7:29 p.m. EST December 14, 2016 x Share Tips on how not to fall for clicking a bogus link in an e-mail and losing your online identity, in this edition of #Tech 101 with Jefferson Graham. Yahoo announced a new data breach. It's time to update passwords, but also beware phishing emails. (Photo: Justin Sullivan, Getty Images) 12 CONNECT TWEET LINKEDIN 1 COMMENTEMAILMORE SAN FRANCISCO — Yahoo user? Be ready to refresh your account passwords. But beware: this is prime time for scammers to prey. The Internet company said late Wednesday as many as 1 billion user accounts may have been compromised in a breach that took place in September 2013. That comes on top of a breach involving as many as 500 million Yahoo users that the company reported in September. Yahoo is reaching out to users, advising them to change passwords and upgrade their security. It's also sending possibly affected users email. Look carefully. Not all emails that look like they come from Yahoo are legit. Phishing emails from crooks masquerading as Yahoo may asks users to click on links. Yahoo's won't. They also won't contain attachments and never request users' personal information, the company says. \"If an email you receive about these issues prompts you to click on a link, download an attachment, or asks you for information, the email was not sent by Yahoo and may be an attempt to steal your personal information. Avoid clicking on links or downloading attachments from such suspicious emails,\" the company said. The company has posted examples of what that email looks like on its site . Change passwords, security questions Yahoo is advising users to change their passwords and security questions and answers for any other accounts in which they used the same or similar information as with their Yahoo account. Users should also consider enabling two-step authentication on their Yahoo accounts, to provide an extra and very strong level of security. This form of verification sends a text message or call to the user's phone with a code as a second verification step. The code which must be typed in before the account can be opened. Instructions on how to enable two-step authentication in Yahoo are on its website. Review non-Yahoo accounts In addition, users need to think about passwords and security questions from other accounts on which they gave the same or similar information used for their Yahoo account and possibly change them as well. Once hackers have access to ID and password information for one system, they routinely try the same combination against multiple other platforms to see which ones work, an easily automated process. Careful of clicking Users should avoid clicking on links or downloading attachments from suspicious emails that claim to be updates from Yahoo or others about the breach. Yahoo is not sending such emails, it said. Hackers often use news of big breaches to conduct \"phishing\" campaigns, sending official-looking emails that make it seem as if Yahoo or other legitimate services are asking them to supply information or click through to a link to repair any damage — something legitimate services will not do. How not to get duped by email phishing scams When in doubt, call or email the company that appears to be sending the message separately, don't go through the email you've been sent. Finally, all users should review their online accounts for suspicious activity. That includes banks, credit card companies and hotel and airline loyalty programs. 12 CONNECT TWEET LINKEDIN 1 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hPoAAY ",
    "title": "Do this now if you're a Yahoo user"
   },
   {
    "entities": [
     "$4.83 billion",
     "radisson",
     "alan",
     "film",
     "malloy",
     "three years ago",
     "earlier this year",
     "ghosemajumder",
     "perry",
     "sierra",
     "november",
     "sandy",
     "dannel",
     "press",
     "lien",
     "2013",
     "shape",
     "4:30 p.m.",
     "rick",
     "middlesex",
     "europe",
     "avetisov",
     "fishman",
     "california",
     "hook",
     "robin",
     "2:55 p.m.",
     "morning",
     "2:20 p.m.",
     "tuesday",
     "2014",
     "george",
     "of",
     "breakfast",
     "calif.",
     "shuman",
     "registry",
     "security",
     "hypr",
     "crutcher",
     "associated",
     "2016",
     "sunnyvale",
     "cromwell",
     "webber",
     "marcio",
     "spirion",
     "nevada",
     "1 billion",
     "hotel",
     "yahoo",
     "tracey",
     "department",
     "commerce",
     "past",
     "national",
     "july",
     "benjamin",
     "wednesday",
     "sanchez",
     "jo",
     "time",
     "verizon",
     "august 2013",
     "chamber",
     "disneyland",
     "september",
     "bob",
     "now",
     "lord",
     "energy",
     "jay",
     "jose",
     "thicke",
     "google",
     "p."
    ],
    "id": 18,
    "text": "Yahoo says hackers stole information from more than 1 billion accounts Yahoo headquarters Marcio Jose Sanchez / Associated Press Yahoo says more than 1 billion accounts may have been hacked in 2013. Yahoo says more than 1 billion accounts may have been hacked in 2013. (Marcio Jose Sanchez / Associated Press) Tracey Lien Contact Reporter Yahoo said Wednesday that hackers stole data that could be connected to more than 1 billion accounts — believed to be the most users affected in a single breach. The Sunnyvale, Calif., tech firm said the breach probably occurred in August 2013 and is not linked to a hack disclosed in September that affected some 500 million user accounts.  Chief information and security officer Bob Lord wrote on the Yahoo blog that the company became aware of the breach in November when law enforcement officials provided the company with files that a third-party claimed contained Yahoo user data. “We analyzed this data with the assistance of outside forensic experts and found that it appears to be Yahoo user data,” Lord said. “Based on further analysis of this data … we believe an unauthorized third party … stole data associated with more than one billion accounts.\" Lord said the company had not yet identified the party responsible for the theft. User data that may have been stolen includes names, email addresses, telephone numbers, dates of birth and encrypted and unencrypted security questions and answers, among other details. The investigation so far suggests hackers did not obtain credit card or bank account information. \"We’ve taken steps to secure user accounts, and we are working closely with law enforcement,” Yahoo said in a prepared statement. The company has reached out to users it believes were affected by the breach and is urging them to change their passwords. Given that the breach occurred three years ago, resetting users’ passwords might be too little too late, according to security experts. “The real issue now is that these passwords will be used to breach thousands of other websites unrelated to Yahoo,” said Shuman Ghosemajumder, chief technology officer of Shape Security, who used to head Google's trust and safety product teams. \"Until users change their passwords [on other sites], those accounts may continue to be accessible to cybercriminals.” The latest breach is yet another setback for the tech firm, whose sale to Verizon was already on shaky ground earlier this year when it disclosed the previous breach affecting 500 million user accounts -- itself the largest in the history of data breaches. That breach occurred in 2014 and went undetected by the tech firm for nearly two years. This latest hack, which might affect twice the number of accounts, would take the cake, though. “This is a massive issue,” said Jo Webber, chief executive of security firm Spirion. “Most companies that don’t have the resources of Yahoo will find a breach in less than a year. Why did it take Yahoo three years?” Verizon had agreed to pay $4.83 billion to buy Yahoo’s core business in July, and was made aware of the 2014 data breach only after the deal had been signed. The company said at the time that it had reason to believe the breach had “material impact” on the deal. On Wednesday, Verizon said it “will evaluate the situation as Yahoo continues its investigation [and] we will review the impact of this new development before reaching any final conclusions.” Security experts said they’d be surprised if the Verizon deal went through unscathed, though, because the scale of the breaches could be an enormous liability to any company that acquires Yahoo. The Internet company is already the subject of class-action lawsuits resulting from the breach it announced in September.  If any of the user accounts were in Europe, the company could be subject to tough European penalties, too, Webber said. And while Verizon mulls over how to proceed with its Yahoo purchase, security experts such as George Avetisov, CEO of biometrics security firm HYPR, suggest Internet users consider their next steps as well. “The only solution is to think back: as a Yahoo user, did you ever use your password anywhere else? Avetisov said. “It would be prudent to change everything. tracey.lien@latimes.com Caption 90 seconds: 4 stories you can't miss Rick Perry was picked to run the Department of Energy , cutting down dead trees is the new Gold Rush happening in California , Disneyland's Main Street Electrical Parade is coming back , and the National Film Registry’s Class of 2016 has arrived . Caption 90 seconds: 4 stories you can't miss Rick Perry was picked to run the Department of Energy , cutting down dead trees is the new Gold Rush happening in California , Disneyland's Main Street Electrical Parade is coming back , and the National Film Registry’s Class of 2016 has arrived . Caption 'The forest is hurting' | 24 million dead trees in southern half of the Sierra Nevada range Getting rid of the massive amounts of dead trees in California has become both a problem and an opportunity. Getting rid of the massive amounts of dead trees in California has become both a problem and an opportunity. Caption Curiosity Correspondent: Becoming a trapeze artist is hard Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Caption Gov. Dannel P. Malloy Remembers Sandy Hook And Travelers Jay Fishman At the Radisson Hotel Cromwell on Wednesday morning, Gov. Dannel P. Malloy references both Jay Fishman and Sandy Hook during his keynote address at the annual Middlesex Chamber of Commerce Breakfast. At the Radisson Hotel Cromwell on Wednesday morning, Gov. Dannel P. Malloy references both Jay Fishman and Sandy Hook during his keynote address at the annual Middlesex Chamber of Commerce Breakfast. Caption TV Dad Alan Thicke has died Alan Thicke, beloved TV dad and real-life father of singer Robin Thicke, died Tuesday at age 69. Alan Thicke, beloved TV dad and real-life father of singer Robin Thicke, died Tuesday at age 69. UPDATES: 4:30 p.m.: This article was updated with additional quotes from security industry experts. 2:55 p.m.: This article was updated with staff reporting adding context and detail about this breach and past Yahoo hacks. This article was originally published at 2:20 p.m. ",
    "title": "Yahoo says hackers stole information from more than 1 billion accounts - LA Times"
   },
   {
    "entities": [
     "gsa",
     "civilian",
     "spicer",
     "states",
     "trump",
     "january",
     "united",
     "donald",
     "district",
     "contract",
     "of",
     "board",
     "rnc",
     "organization",
     "u.s.",
     "wednesday",
     "previously",
     "sean",
     "dec. 15th",
     "washington",
     "appeals",
     "now",
     "columbia"
    ],
    "id": 19,
    "text": "What Donald Trump's Separating From His Businesses Might Entail A provision in the lease forbids elected officials from being party to the lease: \"No...elected official of the Government of the United States or the Government of the District of Columbia , shall be admitted to any share or part of this Lease, or to any benefit that may arise therefrom.\" The Democrats write in their letter that the GSA's Deputy Commissioner said it would be standard procedure for the GSA to send a letter to the tenant and give them 30 days to respond. And if the matter is not resolved through that process, it would be standard for the GSA to bring the case before the U.S. Civilian Board of Contract Appeals. The letter also says that the GSA deputy commissioner told them that the GSA has reached out the Trump transition team with the concerns that have been raised about the lease but have not heard back. But the GSA spokesperson said: \"We can make no definitive statement at this time about what would constitute a breach of the agreement, and to do so now would be premature,\" the spokesperson continued. \"In fact, no determination regarding the Old Post Office can be completed until the full circumstances surrounding the President-elect’s business arrangements have been finalized and he has assumed office. GSA is committed to responsibly administering all of the leases to which it is a party,\" the statement adds. If Trump does not divest from the Washington hotel property, which the Trump Organization leases from the federal government, Trump would effectively become both tenant and landlord to the property as president. Asked about the letter on a call with reporters Wednesday, RNC communications director Sean Spicer said that Trump will address the matter at an expected announcement about his business interests in January. Trump previously said he would hold a press conference on Dec. 15th to clarify how he'll separate himself from his businesses, but that press conference has now been moved to January, according to the transition team. Ethics advocates have called for Trump to completely divest from his businesses in order to avoid potential conflicts of interest, but Trump has only said that he would turn over control to his two adult sons. Further details about the plan were not released. 0 Shares ",
    "title": "House Democrats: GSA Says Donald Trump Must Divest Completely From DC Hotel - ABC News"
   },
   {
    "entities": [
     "democratic",
     "october",
     "trump",
     "u.s",
     "hillary",
     "michael",
     "mcfaul",
     "donald",
     "cia",
     "2014",
     "russia",
     "2011",
     "1:29",
     "u.s.",
     "fbi",
     "national",
     "tillerson",
     "committee",
     "2012",
     "now",
     "to",
     "putin",
     "clinton"
    ],
    "id": 20,
    "text": "Tillerson is 'Gift for Putin,' Former Top Russian Minister Says 1:29 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161215011148if_/http://www.nbcnews.com/widget/video-embed/832305219957\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Ultimately, the CIA has assessed, the Russian government wanted to elect Donald Trump. The FBI and other agencies don't fully endorse that view, but few officials would dispute that the Russian operation was intended to harm Clinton's candidacy by leaking embarrassing emails about Democrats. The latest intelligence said to show Putin's involvement goes much further than the information the U.S. was relying on in October, when all 17 intelligence agencies signed onto a statement attributing the Democratic National Committee hack to Russia. The statement said officials believed that \"only Russia's senior-most officials could have authorized these activities.\" That was an intelligence judgment based on an understanding of the Russian system of government, which Putin controls with absolute authority. Now the U.S has solid information tying Putin to the operation, the intelligence officials say. Their use of the term \"high confidence\" implies that the intelligence is nearly incontrovertible. \"It is most certainly consistent with the Putin that I have watched and used to work with when I was an ambassador and in the government,\" said Michael McFaul, who was ambassador to Russia from 2012 to 2014. \"He has had a vendetta against Hillary Clinton, that has been known for a long time because of what she said about his elections back in the parliamentary elections of 2011. He wants to discredit American democracy and make us weaker in terms of leading the liberal democratic order. And most certainly he likes President-elect Trump's views on Russia,\" McFaul added. Clinton cast doubt on the integrity of Russia's elections. As part of contingency planning for potential retaliation against Russia, according to officials, U.S. intelligence agencies have stepped up their probing into his personal financial empire. Play ",
    "title": "U.S. Officials: Putin Personally Involved in U.S. Election Hack - NBC News"
   },
   {
    "entities": [
     "elliot",
     "supreme",
     "beach",
     "pasadena",
     "november",
     "dina",
     "salinas",
     "corrections",
     "california",
     "rehabilitation",
     "stewart",
     "state",
     "last month",
     "station",
     "2011",
     "glenn",
     "once",
     "department",
     "policy",
     "today",
     "san",
     "center",
     "jerry",
     "h.d.",
     "hernandez",
     "angeles",
     "wayne",
     "$67.4 million",
     "jail",
     "reagan",
     "jenny",
     "doug",
     "michael",
     "175 percent",
     "legislative",
     "burg",
     "2014",
     "of",
     "drug",
     "prison",
     "recovery",
     "current",
     "romano",
     "southern",
     "u.s.",
     "solombrino",
     "fred",
     "impact",
     "union",
     "and",
     "nights",
     "alliance",
     "years",
     "september",
     "office",
     "finance",
     "jr.",
     "jay",
     "the future",
     "2007",
     "december",
     "sober",
     "treatment",
     "hundreds of millions of dollars",
     "david",
     "lancaster",
     "eunisses",
     "prop",
     "rochelle",
     "1968",
     "la",
     "sun",
     "pedro",
     "stanford",
     "monterey",
     "palmer",
     "77 percent",
     "1980",
     "$20,000",
     "the past fiscal year",
     "woods",
     "congress",
     "2015",
     "espino",
     "brown",
     "calderon/the",
     "uc",
     "californian",
     "alcohol",
     "lopez",
     "usa",
     "foundation",
     "1981",
     "1994",
     "anthony",
     "9.5 percent",
     "los",
     "ventura",
     "april 2015",
     "perrone",
     "ronald",
     "analyst's",
     "dec. 14, 2016",
     "25 minutes later",
     "last year",
     "currie",
     "marine",
     "march",
     "2000",
     "blair",
     "services",
     "millions of dollars",
     "downey",
     "irvine",
     "dunn/the",
     "university",
     "june",
     "47",
     "county",
     "calif.",
     "court",
     "desert",
     "ruben",
     "past",
     "ramage",
     "hwang/the",
     "corps",
     "long",
     "amity",
     "star",
     "a half",
     "$130 million",
     "34 years later",
     "kristen",
     "now",
     "$34 million",
     "three years later"
    ],
    "id": 21,
    "text": "Log Out Two years after Prop 47, addicts walk free with nowhere to go In 2014, California voters freed about 13,500 low-level offenders from crowded prisons and jails. But many ex-inmates have traded incarceration for a cycle of homelessness, drug abuse and petty crime. Jenny Espino , USA TODAY Network-California Published Dec. 14, 2016 Email Comment Ruben Lopez Jr. wakes up on a rundown leather couch inside a dingy auto shop in the Los Angeles suburbs. He feels the familiar temptation of an old enemy. His body aches, his mind buzzes, his nose runs and his stomach twists. He craves meth just to steady himself and knows it is only two blocks away, at a small homeless camp under a bridge. Lopez, 57, a longtime addict, was serving a life sentence in prison for a third-strike methamphetamine conviction until last year, when he was released by Proposition 47, which downgraded drug possession and most small thefts to misdemeanors. Prop 47 felt like emancipation at first, Lopez said, but freedom has not gone as planned. Ruben Lopez Jr., a meth addict who was released under Prop 47 after 20 years in prison, spends his nights in his cousin's auto shop in Downey, Calif. (Photo: Jay Calderon/The Desert Sun) After two decades behind bars, his only job prospects are low-paying temp work. He would be homeless if not for the generosity of his cousin, who lets him sleep in the auto shop. He is still smoking meth. He knows that if police were to bust him again, he’d be locked up for hours, not years. So, did Prop 47 help him? \"No,\" Lopez says, with a weary shake of his head. \"It helped me get out of jail. But ultimately it just let me loose to bury myself.\" Two years after it was approved by California voters, Prop 47 has scaled back mass incarceration of drug addicts, but successful reform is woefully incomplete. Proponents celebrate how the law freed at least 13,500 inmates like Lopez from harsh sentences in crowded prisons and jails, but Prop 47 has done little to help these people restart their lives. Instead, the unprecedented release of inmates has exposed the limits of California’s neglected social service programs: Thousands of addicts and mentally ill people have traded a life behind bars for a churning cycle of homelessness, substance abuse and petty crime. Prop 47 earmarked millions saved in prison costs for inmate rehabilitation, but not a penny has been spent. Meanwhile, the state’s shortage of treatment programs is more glaring than ever. Expanding rehab would be expensive, but it is still a cheaper, more effective and more humane strategy for addressing addiction than locking drug abusers in prison. \"The problem is, if you don’t actually do anything to change conditions of their lives, they’re going to be back on the streets anyway,\" said Elliot Currie, a University of California, Irvine criminologist. \"What’s to prevent them from going back to the same old ways when they get out? The answer is nothing.\" x Share Propsition 47 freed roughly 13,500 inmates and erased an estimated 198,000 low-level drug and theft felony convictions. But many released by Prop 47 struggle to find the resources to turn their lives around. Kristen Hwang/The Desert Sun This alarming lack of support services is one key finding in a landmark investigation by USA TODAY Network-California journalists who spent seven months analyzing the impacts of Prop 47, a sweeping criminal justice reform law that has been debated and demonized but rarely understood. To uncover the ramifications of the law, reporters from four publications – The Desert Sun, The Ventura County Star, The Record Searchlight and The Salinas Californian – filed 65 records requests, scrutinized thousands of pages of public documents and performed over 50 interviews with policymakers, academics, police, district attorneys, public defenders, drug addicts and former felons. Among our findings: How we did it: The Prop 47 project California police have dramatically deprioritized drug busts in the wake of Prop 47, arresting and citing about 22,000 fewer people in 2015, a 9.5 percent decrease in the first year since the possession of meth, heroin and cocaine was downgraded to a misdemeanor. Nearly 200,000 felony convictions have been retroactively erased by Prop 47 as of September, according to a first-ever analysis. Government agencies were not required to track how many convictions were reduced, so journalists gathered public records from 21 counties to calculate a statewide estimate. Many former felons will be slow to take advantage of their restored rights because they are unaware their convictions have been downgraded. For those who are aware, however, Prop 47 offers an unparalleled chance for better jobs. Tens of thousands of people no longer have to report felony convictions on job applications, making them drastically more employable than they’ve been in years or decades. Michael Romano, a Stanford law expert who helped write Prop 47, stressed in a recent interview the law has been \"amazingly successful\" in its primary goal, which was always to get low-level drug offenders out of California’s crowded, damaging prison system. But tackling drug addiction and mental illness, which plague so many who were released under the law, is a task that will require investing hundreds of millions of dollars in community treatment programs across the state. \"It is incumbent on local governments to engage this problem,\" Romano said. \"Prop 47 was not a cure-all. It’s not a panacea. It is one piece in an extraordinarily complicated puzzle – perhaps the most complicated puzzle in our communities.\" Many inmates released under Prop 47 have ended up homeless on the streets of Los Angeles' infamous Skid Row, shown here in November. (Photo: Jay Calderon/The Desert Sun) A criminal history Wayne Woods, a homeless drug addict who was released by Prop 47, walks through a small park near Union Station in Los Angeles. (Photo: Kristen Hwang/The Desert Sun) For the first time in 20 years, Wayne Woods was a free man. Homeless, but free. Woods, 53, who has been a cocaine and heroin drug addict for most of his life, was released by Prop 47 in March after serving 20 years in prison. With nowhere to go, Woods found his way to Los Angeles’s infamous Skid Row, where tents and cardboard shelters crowd the streets between soup kitchens and free clinics. Needles litter the ground. Drugs are used in plain sight. Woods could not resist for long. He was rearrested in June after a police officer spotted him smoking crack on a street corner. At the police station, Woods realized how much things had changed. The same drugs that had locked him up for years felt like they were barely illegal at all. He was back on the streets in two weeks. \"In my case, it’s worse,\" Woods said, wandering through downtown LA, carrying everything he owns in a backpack. \"In prison, everything was provided. I had a place to stay. I had meals. I had a job, if I wanted to work. And if I wanted to do some drugs, I could have gotten that in there too.\" Like Woods, many of the drug addicts released under Prop 47 found it easy to slip back into their old habits after leaving the system because they didn’t or couldn’t access rehab programs. Their plight is the latest chapter in California’s century-long neglect of the addicted and the mentally ill. In the same way addicts have spent generations in the prison system, the U.S. once locked up the mentally ill in asylums. After World War II, Congress promised to replace the shameful asylum system with a network of community mental health centers. The asylums closed, but most of the centers never opened. Patients were freed, but not cured. California made the same mistake. In 1968, the state shifted responsibility for the mentally ill to the counties but never followed through with funding. Then-Governor Ronald Reagan closed nine state mental hospitals but twice vetoed the transfer of funds for county treatment programs. In 15 years, the mental hospital population fell 77 percent. A prisoner sleeps during a mid-morning visit to the Monterey County Jail in Salinas. (Photo: Jay Dunn/The Salinas Californian) A lack of treatment options and an era of tough-on-crime policies imprisoned more and more of California’s inseparable mentally ill, addicted and homeless populations. Between 1980 and 2000, California’s prison population quintupled and the proportion of inmates charged with drug crimes tripled. The state raced to build 21 new prisons over those years, but it wasn’t enough to keep pace: The corrections system reached 175 percent capacity by 2000. \"Jails turned into the mental health system,\" said Currie, the UC Irvine criminologist, \"so in many ways we have to finally grapple with the problem we should’ve fixed in the first place.\" California came to a crossroads in 2011 when the U.S. Supreme Court ruled that the state's prison crowding had gotten so bad it amounted to cruel and unusual punishment. California responded with AB 109, which moved thousands of non-serious and non-violent offenders into county jails. Three years later, when jails were overcrowded too, Prop 47 released low-level felons, including thousands of mentally ill and drug addicted inmates. But treatment programs with empty beds are still hard to find. \"We talk about the California Department of Corrections and Rehabilitation – that doesn't really exist. People come out and it's like they time traveled,\" said Eunisses Hernandez, an advocate at the Drug Policy Alliance, a reform group. \"If we want criminal justice reform and social justice reform to work, it's not just about fixing the machine that's incarcerating people, but it's about fixing the system that comes out and supports them when they come out.\" For Lopez, the meth addict in the LA suburbs, that support system felt out of reach. Lopez, who suffers from bi-polar disorder, grew up in Southern California and fell into addiction quickly. He drank beer and smoked pot in high school, but while his friends just dabbled, he used daily. Lopez dropped out of school and joined the Marine Corps, where he started using harder drugs. He was kicked out of the Marines in 1981 after getting arrested in a home invasion robbery case. That case was Lopez’s first strike. California’s once-rigid \"Three Strikes\" sentencing system mandated a life sentence to any defendant with two violent or serious prior convictions – even if their third crime was just drug possession or shoplifting. The system was responsible for locking up many of the defendants that Prop 47 eventually let out. Ruben Lopez Jr., a meth addict who was released from prison by Prop 47, hugs Blair Stewart, a homeless woman, in Downey, Calif. (Photo: Jay Calderon/The Desert Sun) Lopez’ third strike came in 1994, when a Glenn County police officer caught him with 1.8 grams of meth and a sawed-off shotgun during a traffic stop. Lopez got life in prison for felony drug possession and the gun charge was dropped. He was released in April 2015 after Prop 47 reduced his conviction to a misdemeanor. Lopez found himself in an unfamiliar world. Prison had done nothing to cure his addiction. Drugs were a familiar crutch, and they were rampant. \"It was like putting a kid loose in the candy store and telling them there's no consequences,\" Lopez said. \"Eat whatever you want. Party up. That was me.\" Lopez joined and then quit rehab programs twice after his release, saying the strict rules felt too much like prison. With no place left to go, Lopez called his cousin he barely knew who owned an auto shop. The cousin offered him a couch to sleep on, but set one rule – no drugs in the shop. Lopez broke that rule quickly, so the cousin kicked him out. For the next five weeks, Lopez slept on the streets, hidden away in a burrow dug under a roadside bush, sheltered with cardboard and blankets. In November, Lopez’s cousin let him move back into his shop even though he's still using meth. \"This is where I ended up at,\" Lopez said. \"This is where my decision making got me, where my addiction got me – to nothing, zero.\" Police patrol near a homeless camp in the Los Angeles suburb of Downey in November. (Photo: Jay Calderon/The Desert Sun) The waiting game Rochelle Solombrino had a beer in her hand and two twelve-packs in the car when she saw the flashing lights in her rearview mirror. She knew she was headed to prison, but she was going to finish her beers first. So she fled, chugging Coors Light, as the police cars multiplied behind her and the helicopters swarmed overhead. Ten beers and 25 minutes later, she pulled over. Rochelle Solombrino, 50, who had four felonies reduced under Prop 47, points to her star in Fred Brown Recovery Services that shows the date she stopped using drugs and alcohol. She is now 7 and a half years sober. (Photo: Kristen Hwang/The Desert Sun) The 2007 car chase, for which Solombrino served 18 months in prison, was just the latest on a lengthy rap sheet – 47 misdemeanors over four decades. Every crime had been fueled by drugs or alcohol. Solombrino was in the grasp of her addiction and she thought she could never escape. And yet she did. After her release, Solombrino joined a treatment program and has never used drugs or alcohol since. Now seven years sober, she knows she couldn’t have recovered without a program. She also knows how badly the addicts released by Prop 47 need them too. \"Those were active addicts. They may still be active addicts,\" said Solombrino, 50, who retroactively reduced four felonies under Prop 47. She is now operations coordinator at Fred Brown Recovery Services in San Pedro, where she got clean. \"Those are people that needed help, that need help, and I can reassure you that they didn’t all get help. So, definitely, we need more programs.\" In-patient treatment programs can help even the most serious addicts, according to scientific studies, but hundreds of thousands of California’s addicts have never gone through rehabilitation. Some write off the idea of rehab, too addicted to give their habits up or concerned they’ll never make it through. But those who seek help can be asked to wait weeks or months before beginning treatment, and by then, the urge to recover has vanished into the next pill, drink or syringe. \"If you were to call any treatment facility in Los Angeles County looking for a residential bed, they'll tell you there's a waiting list,\" said David Ramage, an administrator at Impact Drug and Alcohol Treatment Center in Pasadena, which has a 90-day wait list. \"People die waiting to get treatment. That is the bottom line.\" California State Prison, Los Angeles County is photographed during a tour in December. (Photo: Anthony Plascencia/The Ventura County Star) The shortage of treatment beds is a result of inadequate funding. California has underinvested in drug rehab for decades, policy experts said, and Prop 47 is the latest example. Prop 47 advocates, who promised voters the law would save hundreds of millions of dollars in prison costs, have accused Gov. Jerry Brown of diverting the money into the state’s general fund. A recent Legislative Analyst’s Office report projected $130 million in savings for the past fiscal year, but the state deposited $67.4 million into its Prop 47 fund. Brown’s office directed comment on Prop 47 savings to the state Department of Finance. H.D. Palmer, the department’s deputy director of external affairs, said the state did not \"lowball\" the savings. \"One of the worst things we could do is lead to false expectations,\" he said, \"and therefore (have) people budget on a higher level of savings at the local level that in the end is not achievable.\" Using the Prop 47 fund, the state will put $34 million into mental health treatment, substance abuse and diversion programs this fiscal year, but the process of divvying up that money only began last month. For now, treatment facilities are cash-strapped and scrambling. And even when the money finally arrives, expansion will not be easy. California State Prison, Los Angeles County. Lancaster, Calif. (Photo: Anthony Plascencia/The Ventura County Star) Neighborhoods sometimes push back when treatment centers try to expand, said Doug Burg, an administrator for the Amity Foundation, which runs reentry programs for current and former inmates throughout the western U.S. If that hurdle is cleared, each new facility still needs a county contract and time to train employees. \"For us to really move away from mass incarceration, I think these propositions are absolutely essential,\" Burg said. \"But it’s hard because often we think of these big policy changes and we don’t think of the operational needs for the people, the service providers, that have to run these programs.\" Compared to the criminal justice system, however, treatment is a far more cost-effective strategy for handling California’s 565,000 drug-dependent adults. In-patient treatment programs, which typically last from six months to a year, cost about $20,000 per person – less than a third of the annual cost to keep an addict in jail or prison. And by treating addiction, the root cause of many drug and property crimes, rehab reduces the chance people commit crimes in the future. \"When you do drug treatment, it is just hands down cheaper and more effective,\" said drug policy expert Dina Perrone, a criminology professor at California State University, Long Beach. While community treatment centers struggle to keep up with demand, drug court programs are emptying. Drug courts traditionally fill their seats through a \"felony hammer\" strategy that uses incarceration to pressure addicts into recovery. When an addict is arrested, a drug court judge gives them a choice: spend years behind bars or join a year-long rehab program. After Prop 47, however, the formula doesn’t work. Incarceration is unlikely, and misdemeanor probation is shorter and less restrictive than drug court, so many offenders choose it instead. The results are clear. At the longest running drug court program in Los Angeles, run out of a narrow building on the edge of Skid Row, enrollment has plummeted from 80 people to only four. Ramage, who leads the drug court program, said Prop 47 \"tore it apart.\" Many inmates released under Prop 47 have ended up homeless on the streets of Los Angeles' infamous Skid Row, shown here in November. (Photo: Jay Calderon/The Desert Sun) Policy experts quickly counter that drug court programs still criminalize addiction. Those who can’t complete the programs end up behind bars regardless. \"That's not the way the system should work,\" said Hernandez, from the Drug Policy Alliance. \"That felony hammer has only been good to incarcerate generations of our communities.\" Solombrino, from the 2007 car chase, was locked up dozens of times, but that never helped her addiction. Treatment was the only effective solution for a life of crime and drug abuse. Solombrino’s parents divorced when she was a toddler. At her private Christian grade school, she struggled to cope with being gay. And at age six, she was molested by her step-father. By the time she was sixteen years old – when she was regularly using pot, cocaine and PCP – she couldn’t hide her emotions any longer, so she turned to her dad for help. \"I told him, ‘I don’t feel good. I don’t feel good inside. I feel a lot of anxiety,’\" she remembers now, 34 years later. \"He said, ‘Take a drink, you’ll get over it.’ In our culture, you don’t stress on those kinds of things. Take a drink, everything’s going to be fine. So that’s what I did.\" No amount of family conversation, jail time, warnings from judges or interventions from her friends convinced Solombrino to change. But in treatment, she faced her darkest memories head on. She wrote an 18-page autobiography of her life, she attached three emotions to every significant event and she drafted letters to each of the people who appeared in her story. She apologized to the people in her life who she had wronged. She learned from others who were facing addiction and she was congratulated by her new support network each day she stayed clean. \"Every treatment step that we did, this weight just kept being lifted and lifted and lifted and I was free. All of a sudden I was light again,\" Solombrino said. \"I felt like a child, like oh my god I can literally start over again. I don’t have to be defined by my past but what I’m trying to do today to change.\" \"That, for me, was the freedom of purging all my demons and all my secrets and all my life,\" she said. California State Prison in Los Angeles County is photographed during a tour in December. (Photo: Anthony Plascencia/The Ventura County Star) Share This Story ",
    "title": "Two years after Prop 47, addicts walk free with nowhere to go"
   },
   {
    "entities": [
     "previously",
     "sunnyvale",
     "7:00 p.m.",
     "sanchez/ap",
     "marcio",
     "august 2013",
     "yahoo",
     "september",
     "jose",
     "november",
     "2014",
     "2013",
     "calif.",
     "wednesday"
    ],
    "id": 22,
    "text": "A Yahoo sign at the company's headquarters in Sunnyvale, Calif. The company has announced a hacking of user accounts that happened in 2013, but it says payment card information was not accessed. Marcio Jose Sanchez/AP hide caption toggle caption Marcio Jose Sanchez/AP A Yahoo sign at the company's headquarters in Sunnyvale, Calif. The company has announced a hacking of user accounts that happened in 2013, but it says payment card information was not accessed. Marcio Jose Sanchez/AP Updated at 7:00 p.m. ET Yahoo says hackers stole names, email addresses, phone numbers, dates of birth and encrypted or unencrypted security questions and answers from more than 1 billion accounts. In a statement posted to its website on Wednesday, the company said it had \"taken steps to secure user accounts and is working closely with law enforcement.\" The statement continued: \"As Yahoo previously disclosed in November, law enforcement provided the company with data files that a third party claimed was Yahoo user data. The company analyzed this data with the assistance of outside forensic experts and found that it appears to be Yahoo user data. Based on further analysis of this data by the forensic experts, Yahoo believes an unauthorized third party, in August 2013, stole data associated with more than one billion user accounts. ... \"The investigation indicates that the stolen information did not include passwords in clear text, payment card data, or bank account information. Payment card data and bank account information are not stored in the system the company believes was affected.\" Article continues after sponsorship This is the second major breach of private user information Yahoo has announced in the past three months. In September, the company said information associated with at least 500 million user accounts had been stolen in 2014, as we reported . ",
    "title": "Yahoo Says Hackers Stole Information From More Than 1 Billion Accounts : The Two-Way : NPR"
   },
   {
    "entities": [
     "timberg",
     "mail",
     "2013",
     "jeff",
     "laura",
     "2014",
     "december 14",
     "craig",
     "once",
     "2.7 percent",
     "$4.8 billion",
     "needham",
     "1 billion",
     "varettoni",
     "yahoo",
     "at 5:48 pm",
     "future",
     "martin",
     "hayley",
     "kagan",
     "july",
     "wednesday",
     "ellen",
     "washington",
     "verizon",
     "august 2013",
     "&",
     "september",
     "bob",
     "now",
     "company",
     "tsukayama",
     "nakashima"
    ],
    "id": 23,
    "text": "Yahoo says 1 billion user accounts were hacked The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Craig Timberg and Hayley Tsukayama December 14 at 5:48 PM Follow @craigtimberg Follow @htsuka Yahoo said Wednesday that more than 1 billion user accounts — meaning most of the Internet giant’s customers worldwide — were hacked in 2013, leading to the release of user names, telephone numbers, dates of birth and other personal information. News of the hack, coming after the announcement in September of a separate hack affecting 500 million accounts, means that Yahoo has been the victim of the two largest data breaches ever reported. Both have been announced since Yahoo agreed to sell its core businesses to telecommunications giant Verizon in July for $4.8 billion. The incident raised new questions among analysts regarding the viability of that deal and whether the valuation will need to be changed, especially if the hacks trigger litigation against the company. “This is another major blow,” said Jeff Kagan, a Georgia-based telecommunications industry analyst. “It throws into question what’s really going on at Yahoo. And if you don’t really know what’s going on at Yahoo, does Verizon have the guts to buy a potential bomb? This company could explode with major problems and major losses.” In the 2013 incident, Yahoo said that credit card and bank account numbers, which are stored separately, were not affected, but the breach did include some unencrypted “security questions” that the company uses to authenticate users. The two recent hacks have come after Yahoo agreed to sell its core business, including Yahoo Mail, to Verizon in July. (Dado Ruvic/Reuters) [ Have you ever had a Yahoo account? You might want to change some passwords. ] Yahoo also reported a separate incident Wednesday in which hackers used what the company called “forged cookies” to gain access to some accounts, though it did not give the number. That incident, the company said, appeared to have links to the one announced in September involving “state-sponsored” attackers. Law enforcement officials said that breach, which happened in 2014, was probably the work of Russian hackers , though no final conclusion has been reached. To minimize the damage, Yahoo is alerting affected customers and requiring them to change their passwords. But the scale of the hack and the time that has passed since it happened suggests that few of the company’s customers were unaffected. Given the size of the two hacks, many Yahoo users are likely to have had their information stolen more than once. Yahoo has said it has more than 1 billion users worldwide, though the company’s fortunes have been sagging for years as other tech companies have snatched away pieces of its search, email and other Web-based businesses. “Yahoo encourages users to review all of their online accounts for suspicious activity and to change their passwords and security questions and answers for any other accounts on which they use the same or similar information used for their Yahoo account,” the company said in a statement . “The company further recommends that users avoid clicking links or downloading attachments from suspicious emails and that they be cautious of unsolicited communications that ask for personal information.” Regarding the deal with Verizon, Yahoo said in a statement, “We are confident in Yahoo’s value and we continue to work towards integration with Verizon.” Verizon spokesman Bob Varettoni said: “As we’ve said all along, we will evaluate the situation as Yahoo continues its investigation. We will review the impact of this new development before reaching any final conclusions.” Security experts have long complained that Yahoo lagged the industry in adopting measures to protect its customers. The breach that Yahoo announced Wednesday was discovered after law enforcement officials shared with the company a data set that “a third party” claimed was from Yahoo user accounts. The company, in conjunction with outside experts, verified that it was data stolen in August 2013, the company said in a statement. The news caused a late dip in Yahoo’s stock price, sending it down as much as 2.7 percent in after-hours trading. “The fact that we now have two breaches implies that Yahoo security measures were inadequate. So it is more likely there will be future breaches uncovered,” said Laura Martin, senior analyst at Needham & Company. “It sounds to me like they never knew about any of these breaches, which means they never fixed the problem. That implies that the assets are actually less valuable than we thought.” Staff writer Ellen Nakashima contributed to this report. business ",
    "title": "Yahoo says 1 billion user accounts were hacked - The Washington Post"
   },
   {
    "entities": [
     "peter",
     "ginny",
     "interactive",
     "dec 14, 2016",
     "cbs",
     "dorsey",
     "$614 billion",
     "bezos",
     "spicer",
     "october 7th",
     "satya",
     "trump",
     "gary",
     "sheryl",
     "news",
     "rommety",
     "inc.",
     "facebook",
     "jeff",
     "ibm",
     "donald",
     "tim",
     "tower",
     "$13.5 billion",
     "thiel",
     "rnc",
     "musk",
     "$32 billion",
     "present",
     "silicon",
     "microsoft",
     "$5 million",
     "2016",
     "valley",
     "twitter",
     "medium",
     "past",
     "tesla",
     "republican",
     "jack",
     "apple",
     "national",
     "wednesday",
     "politico",
     "sean",
     "msnbc",
     "nadella",
     "cook",
     "elon",
     "committee",
     "sandberg",
     "fall",
     "coby",
     "amazon",
     "6:46 pm est",
     "time",
     "google"
    ],
    "id": 24,
    "text": "CBS News Dec 14, 2016 6:46 PM EST As Donald Trump convened  his meeting of tech leaders , there was a conspicuous absence Wednesday at Trump Tower: Twitter CEO Jack Dorsey. Mr. Trump’s use of the social media platform is renowned -- he has over 17 million followers and tweets news and opinions regularly. Representatives from Twitter were not invited to Wednesday’s meeting with technology executives because the guest list was limited to senior executives from tech behemoths like Apple, Amazon and Google, Trump transition sources said. Trump meeting with tech giants after past criticism In attendance were Apple’s Tim Cook, Microsoft’s Satya Nadella, Facebook’s Sheryl Sandberg, Amazon’s Jeff Bezos, IBM’s Ginny Rommety, and Tesla’s Elon Musk, among others. Twitter’s market capitalization is $13.5 billion, compared with $614 billion for Apple on the high end. The company present with the closest market capitalization was Tesla, at $32 billion, still well over twice Twitter’s size.  “They simply were not big enough and do not have the economic viability of these companies,” a senior transition source told CBS News.  Sean Spicer, a spokesperson for the transition, told MSNBC, “The conference table was only so big.” President-elect Trump meets with top tech leaders Politico reported the social media company had been “bounced” from the meeting because of a spat that arose over emojis and advertising dollars during the campaign. Using barnyard language, a Trump spokesman vehemently denied any connection.  Twitter was one of dozens of tech companies that did not receive an invitation to the meeting, the spokesman explained. A Twitter spokesman would not comment on Politico’s report or on Mr. Trump’s meeting. In the fall, the Trump campaign and Republican National Committee (RNC) reached a deal with Twitter to spend $5 million on campaign advertising. As part of the agreement, Twitter promised to provide custom emjois for certain hashtags - icons that appear with a certain phrase. The deal hit a snag before the second presidential debate when Twitter initially approved and then objected to an emoji for the hashtag #crookedhillary that showed a running stick figure holding a moneybag. Moneybag emoji designed by Trump campaign Close screenshot / Gary Coby, Trump campaign, via Medium Twitter offered the Trump campaign and the RNC a discount on the ads and a chance to redesign the emoji. But on October 7th, Twitter CEO Jack Dorsey called Spicer to voice his objection to the new design (a moneybag with wings) and spike the emoji deal. Moneybag with wings emoji designed by RNC and Twitter Close screen grab / Gary Coby, Trump campaign via Medium   Twitter said at the time, “We believe that political advertising merits a level of disclosure and transparency that branded political emojis do not meet, and we ultimately decided not to permit this particular format for any political advertising.” The social media platform released the same statement again Wednesday after Politico published its report but would not comment further.    A person familiar with Twitter’s negotiations with the RNC offered no proof that Wednesday’s snub was retribution for the emoji flap, but said that tensions still remain. Silicon Valley investor Peter Thiel arranged the meeting with the president-elect and vice president-elect. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Twitter excluded from Trump meeting with tech leaders - CBS News"
   },
   {
    "entities": [
     "sobol",
     "cbs",
     "rades",
     "tribune",
     "10 minutes later",
     "s.",
     "paul",
     "15 minutes later",
     "morning",
     "ave.",
     "two weeks ago",
     "michigan",
     "workers",
     "chicago",
     "building",
     "rosemary",
     "rosenberg-douglas",
     "wednesday",
     "a month ago",
     "monroe",
     "now",
     "katherine",
     "regina"
    ],
    "id": 25,
    "text": "Loop workers mistake 'shooter' drill for real thing, send messages to loved ones Workers call police amid confusion over 'active shooter' drill At the Monroe Building at 104 S. Michigan Ave., some workers called 911 and barricaded doors after mistaking an \"active shooter\" drill for a real threat. (CBS Chicago) At the Monroe Building at 104 S. Michigan Ave., some workers called 911 and barricaded doors after mistaking an \"active shooter\" drill for a real threat. (CBS Chicago) Rosemary Regina Sobol and Katherine Rosenberg-Douglas Contact Reporters Chicago Tribune It was supposed to be just another drill in the Monroe Building in the Loop on Wednesday morning, in this case what to do if a gunman was somewhere inside. The announcement over the PA system said there was an \"active shooter\" in the building at 104 S. Michigan Ave. and people should seek shelter. No one reached by the Tribune remembers hearing the word drill. Some said they recalled earlier warnings about a drill and followed instructions. On the 15th floor, however, workers thought the threat was real: They rushed to a back office that had no windows, scooted desks against the door and called 911.  While they waited for help, they left desperate messages for loved ones.  \"I got the 'Goodbye, I love you,' all that stuff,\" a husband of one of the workers said.  He was among the people who called police, frantic. Officers finally banged on the door about 10 or 15 minutes later -- and told those inside to put their hands up and walk out.  They apparently weren't sure if there was a shooter, according to several of the workers in the room. \"We have the dumbest building management in the world,\" one worker said later, now laughing about an episode she described as \"terrifying.\" But building manager Paul Rades put the blame on the workers for not paying better attention. \"We followed the standards and protocol,\" Rades said, wearing a reflective vest as he spoke to reporters outside the building.  \"We notified all of our tenants a month ago and also all our tenants' office managers attended an in-person training two weeks ago. ... People need to listen to the drill and listen to their office manager.\" 'Active shooter' drill Rosemary Regina Sobol / Chicago Tribune Workers at 104 S. Michigan Ave., stand in the lobby as they prepare to return to work after evacuation. Workers at 104 S. Michigan Ave., stand in the lobby as they prepare to return to work after evacuation. (Rosemary Regina Sobol / Chicago Tribune) Workers on other floors said they were puzzled by the way the announcement was worded. It's unclear why things unfolded the way they did on the 15th floor. Several workers on the 15th said they heard \"active shooter\" and then \"shelter in place,\" meaning stay where you are.  Then someone thought they heard shots on the 14th floor, and workers started filing into the back room for safety, several workers said. \"It made it very real,” one woman said, asking not to be named. \"People were throwing desks up against the door because it didn’t lock.  There were no windows, which was good.” Five or 10 minutes later, a woman got on the intercom and said there was now a fire drill and everyone should evacuate.  But that made the workers even more nervous.  Some were convinced the shooter was holding a gun on the woman making the announcement. \"She said that with, like, escalating tension, quiver, in her voice,\" another worker said. \"Then she just said it over and over and over for what must’ve been 30 seconds or a minute: 'This is a fire drill, everyone proceed quietly down to the lobby.' \"No mention of the disconnect … with the armed shooter,\" the worker said. \"No mention that the story had changed, just this escalating quiver.\" People in the room decided to wait for police. One woman said she called 911 and said the group wanted \"to be led out by a police officer. Otherwise we’re staying.\" The same woman also began texting her family. \"I was on like a text chain with 25 of my family members, scaring all of them,\" she said. \"I think that’s maybe the scaredest I’ve ever been.\" Her friend said she thought about texting her son but \"I hadn’t really worked out what I would say.  Goodbye?’’ When officers arrived on the floor, \"they pounded on the door and told us to come out with our arms up,\" another worker in the room said. \"So we were led out of lockdown and they were under the impression that there was a shooter because they were responding to our calls.\" Workers on other floors said they did not hear the word drill either but assumed it was. \"I think that's where the confusion came in,\" said one man who works as a marketer for insurance. \"They said it was an active shooter.  Everyone was like, what the hell. I locked my door and stayed in the office.\" None of the workers interviewed wanted their names used, saying they had been told not to talk to reporters. Rades, the building manager, said about 700 people work in the building and there have been no problems with previous drills.  What happened Wednesday morning was \"blown out of proportion,\" he said. Rades said he his staff would evaluate the building's drill procedures.  “We always like to see how we can provide our tenants tenant the best safety.’’ ",
    "title": "Loop workers mistake &apos;shooter&apos; drill for real thing, send messages to loved ones - Chicago Tribune"
   },
   {
    "entities": [
     "fed",
     "0.25 percent",
     "market",
     "haworth",
     "dec 14, 2016",
     "last year",
     "mark",
     "management",
     "jarvis",
     "reserve",
     "$25,000",
     "seattle",
     "june 2006",
     "$3",
     "0.75 percent",
     "2017",
     "next year",
     "rob",
     "moody's",
     "news",
     "0.50 percent",
     "for",
     "bank",
     "abc",
     "2nd",
     "mcbride",
     "open",
     "shares",
     "federal",
     "analytics",
     "0.25 percent point",
     "future",
     "greg",
     "u.s.",
     "wealth",
     "today",
     "december 2015",
     "watch",
     "rate",
     "committee",
     "bankrate.com",
     "hiked",
     "now",
     "zandi",
     "time",
     "rebecca",
     "the future",
     ", 2:22 pm"
    ],
    "id": 26,
    "text": "Fed Hikes Key Interest Rate for 2nd Time in a Decade By Rebecca Jarvis Dec 14, 2016, 2:22 PM ET 0 Shares WATCH Fed Rate Hiked for 2nd Time in a Decade 0 Shares Email The Federal Reserve hiked its key interest rate by 0.25 percent point today, the first such increase in a year. The target interest rate is now 0.50 to 0.75 percent, increasing from a range of 0.25 to 0.50 percent. The decision was widely expected by investors, who have been speculating for months about when the Fed would increase rates. Before last year’s increase (from a range of 0 to 0.25 percent), the Fed had kept interest rates low in an effort to boost the economy amid the Great Recession and its aftermath. Before December 2015, it last raised the rate in June 2006. In a statement the Federal Open Market Committee — the body in charge of adjusting the key borrowing number — said it \"expects that, with gradual adjustments in the stance of monetary policy , economic activity will expand at a moderate pace and labor market conditions will strengthen somewhat further.\" The Fed also indicated that it could hike rates as many as three times next year. “It is a good sign that the Fed is increasing rates,” Moody’s Analytics chief economist Mark Zandi told ABC News. “They are increasing rates because the job market is strong, unemployment [is] low, wage growth is picking up and inflation is getting back to their target.” “It is an indication of a healthy economy that the Fed feels comfortable increasing rates back to something more typical,” he said. Your Bottom Line Average Americans are likely to be affected most directly by higher loan rates, according to Zandi. “Rates will rise on credit cards, home equity loans, auto loans and adjustable rate mortgages ,” he said. While the cumulative effect of several hikes in the future could significantly affect the average consumer, today’s increase is likely to have a minimal effect, according to BankRate.com chief financial analyst Greg McBride. “Rising rates have a minimal effect on car loan affordability, with a quarter-point move making a difference of $3 per month on a $25,000 car loan,” he said. For those who remain concerned, he advises that they should “shop around for the best financing, negotiate the price of the car, negotiate your trade, but don’t sweat rising interest rates.” On the bright side, higher interest rates in theory provide a boost to savings accounts. But just as the incremental hike is not likely to affect borrowers very much, savers shouldn’t expect a big payday either. “Savers should have low expectations, as many banks will try to hold the line on savings rates,” McBride said. He advised that savers “seek out the top-yielding accounts offered by online banks, community banks and credit unions , as this is where the best returns will be found and a better likelihood of seeing higher rates passed along.” For those with investments or retirement accounts wrapped up in the market, there is, likewise, little to worry about, according to Rob Haworth, a senior investment strategist at U.S. Bank Wealth Management in Seattle. Markets have been rallying since the election, and investors fully expected today’s hike, so the possibility of a jolt in stock prices is minimal. “The rise in rates was well anticipated by markets, and the key will be future communications from the Fed around next steps,” Haworth said. “Market watchers in general appear to be expecting a couple more rate hikes in 2017.” He continued, “A more hawkish tone from the Fed could limit further stock price gains, while a more dovish tone would generally be constructive for equities.” 0 Shares ",
    "title": "Fed Hikes Key Interest Rate for 2nd Time in a Decade - ABC News"
   },
   {
    "entities": [
     "september 22, 2016",
     "vishwanath",
     "litan",
     "arun",
     "november",
     "usatoday",
     "starboard",
     "samsung",
     "gartner",
     "facebook",
     "philip",
     "senate",
     "elizabeth",
     "yhoo",
     "linkedin",
     "buffalo",
     "francisco",
     "steve",
     "2014",
     "cia",
     "2.5%",
     "russia",
     "security",
     "july 25",
     "december 14, 2016",
     "value",
     "$4.8 billion",
     "it",
     "yahoo",
     "2520",
     "olcott",
     "usa",
     "jacob",
     "u.s.",
     "grobman",
     "commerce",
     "coast",
     "today",
     "a day in october",
     "san",
     "intel",
     "september of this year",
     "late wednesday",
     "august of 2013",
     "east",
     "wednesday",
     "software",
     "lieberman",
     "verizon",
     "august 2013",
     "committee",
     "september",
     "now",
     "research",
     "weise",
     "time",
     "8:29 p.m. est",
     "avivah"
    ],
    "id": 27,
    "text": "It's new and it's bad: Yahoo discloses 1B account breach The breach took place in August of 2013. Post to Facebook It's new and it's bad: Yahoo discloses 1B account breach The breach took place in August of 2013. Check out this story on USATODAY.com: http://usat.ly/2hPanE9 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 38 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs It's new and it's bad: Yahoo discloses 1B account breach Elizabeth Weise , USATODAY 8:29 p.m. EST December 14, 2016 x Share Yahoo has reached a deal with Starboard Value to shake up its board of directors, adding four independent directors in a move that could smooth the sale of Yahoo's Web assets. USA TODAY (Photo: Yahoo!) 2520 CONNECT TWEET 29 LINKEDIN 38 COMMENTEMAILMORE SAN FRANCISCO — Yahoo late Wednesday disclosed a breach that took place in August 2013 that may have resulted in the theft of data associated with more than one billion user accounts. The latest breach is separate from a 500-million-account breach the company disclosed in September of this year. At the time, the 500-million-account breach, which took place in 2014, was believed to be the largest on record. Yahoo ( YHOO )shares fell 2.5% after hours. The new revelation comes at a time when cybercrime issues loom larger than ever. The CIA has accused Russia of specifically attempting to tamper with the U.S. election via hacked emails, ransomware hit the nation's seventh-largest transit system , in San Francisco and a monster botnet of hijacked devices took down much of the East Coast's Internet traffic for a day in October. “We truly are under major siege and we’re unprepared for it. It really is a national emergency,” said Avivah Litan vice president at Gartner Research. “We need a national response plan for this.” Whether the attacker in this instance was state-sponsored or merely economically motivated, the danger is very real, said Steve Grobman, chief technology officer at Intel Security. “We're increasingly seeing data being used as a weapon, where leaked or fabricated information is being used to intentionally damage individuals and governments,” he said. “As is the case in any cyber-attack, the incentive is there, the reputation threat is real, and intelligence services have 1 billion reasons to try.” Top hacks and data breaches Yahoo said in September that it had evidence linking the 500-million-account breach to a state-sponsored actor. It does not know who is behind the 1-billion-account breach announced Wednesday and it does not appear the two are linked. In a statement on its website , the company said, \"We believe that the August 2013 incident is likely distinct from the incident we disclosed on September 22, 2016.\" There is some overlap between the affected accounts, but Yahoo is not disclosing how much. Ongoing acquisition Verizon announced a $4.8 billion deal to acquire Yahoo on July 25 and work on the takeover has been ongoing since then. \"As we’ve said all along, we will evaluate the situation as Yahoo continues its investigation. We will review the impact of this new development before reaching any final conclusions,” it said in a statement to USA TODAY. The revelation could absolutely derail the Verizon acquisition, said Jacob Olcott, former legal advisor to the Senate Commerce Committee and now vice president at the security firm BitSight. Verizon was buying Yahoo in part to get customer accounts. “Now Verizon will be trying to figure out what the customer loss will be, based on this information that’s being released now and how it affects their valuation,” he said. In addition, Verizon will need to factor in how much it will cost for them to bring Yahoo up to their security standards, he said. Verizon begins Yahoo breach evaluation, earnings hit by Samsung Note 7 recall November disclosure Yahoo disclosed in November that a law enforcement officials had given it data files showing what appeared to be evidence that an unknown third party had access to Yahoo user data. Yahoo brought in outside forensic experts and confirmed that the data was in fact from Yahoo users. As part of that analysis, Yahoo now says it believes the attacker “stole data associated with more than one billion user accounts,” the company said in a release . Yahoo does not know who was behind the theft. The company has pinpointed the date when the attackers were able to remove user information from the system as  August 2013, but it does not know when they gained entry to its network or how long they were there. The fact that the breach went unnoticed for so long isn’t surprising, said Arun Vishwanath, a security expert at the University at Buffalo. “The sobering facts are that almost all such hacks are only accidentally discovered and that hackers usually stay in the system undetected for at least a year if not more,\" he said. \"Yahoo's case is not so unique. Only its scale is troubling.” The stolen account information may have included names, email addresses, telephone numbers, dates of birth, hashed passwords and, in some cases, encrypted or unencrypted security questions and answers, the company said. The stolen information did not include payment card data, or bank account information, Yahoo said. Yahoo is working to notify affected users, and is working closely with law enforcement to investigate the breach. Some in the security community said Yahoo had not been as concerned with security as it might have been. “In our interactions with Yahoo over the years, there has been a consistent lack of interest in security as well as a palpable arrogance in their ability to manage their security without any help from the outside.  As we said in our last interaction, ‘thank you for the meeting and the best of luck doing everything yourself,’” said Philip Lieberman, president of Los Angeles-based Lieberman Software. ",
    "title": "It's new and it's bad: Yahoo discloses 1B account breach"
   },
   {
    "entities": [
     "rometty",
     "page",
     "november",
     "amnesty",
     "oval",
     "kevin",
     "morning",
     "the day",
     "for",
     "china",
     "musk",
     "silicon",
     "associated",
     "eric",
     "politico",
     "elon",
     "sandberg",
     "coo",
     "amazon",
     "angeles",
     "clinton",
     "white",
     "peter",
     "right now",
     "larry",
     "west",
     "$13.8 billion",
     "bezos",
     "pierre",
     "united",
     "facebook",
     "ibm",
     "donald",
     "tim",
     "a year ago",
     "kalanick",
     "tuesday",
     "of",
     "halper",
     "pierson",
     "twitter",
     "manhattan",
     "tracey",
     "apple",
     "travis",
     "and",
     "york",
     "previously",
     "cook",
     "office",
     "google",
     "the future",
     "pence",
     "democracy",
     "david",
     "press",
     "lien",
     "schmidt",
     "jeff",
     "tower",
     "international",
     "mike",
     "etehad",
     "valley",
     "kanye",
     "mccarthy",
     "usa",
     "new",
     "obama",
     "ginni",
     "wednesday",
     "los",
     "america",
     "omidyar",
     "city",
     "thiel",
     "vucci",
     "cnbc",
     "last year",
     "states",
     "trump",
     "house",
     "hillary",
     "sheryl",
     "hilton",
     "2016",
     "ebay",
     "post",
     "tesla",
     "a few weeks ago",
     "washington",
     "evan",
     "now",
     "melissa"
    ],
    "id": 28,
    "text": "What happened when Silicon Valley went to Trump Tower Donald Trump, Jeff Bezos, Larry Page, Sheryl Sandberg, Mike Pence Evan Vucci / Associated Press President-elect Donald Trump meets with technology industry leaders at Trump Tower in New York on Wednesday. From left are Amazon founder Jeff Bezos, Alphabet CEO Larry Page, Facebook COO Sheryl Sandberg, Vice President-elect Mike Pence and Trump. President-elect Donald Trump meets with technology industry leaders at Trump Tower in New York on Wednesday. From left are Amazon founder Jeff Bezos, Alphabet CEO Larry Page, Facebook COO Sheryl Sandberg, Vice President-elect Mike Pence and Trump. (Evan Vucci / Associated Press) Evan Halper and David Pierson Contact Reporters It wasn’t so much a reckoning as a reboot. The nation’s top tech executives couldn’t know what to expect when they headed to Trump Tower in Manhattan on Wednesday for what President-elect Donald Trump’s transition team had billed as an innovation “summit.” They had reason to fear an ambush. But if Trump holds grudges against Silicon Valley for the way that many of its denizens maligned and ridiculed him at every step of the presidential campaign, he worked hard not to let them show. If Trump’s opening comments were any indication, this was no repeat of that ill-fated meeting he called with broadcast and cable TV news executives days after the election, during which he mostly dressed them down. If any grudges were in the air, they were over who was not in the 25th floor meeting room Wednesday. Donald Trump said in an interview with NBC News : “Oh, I would certainly implement that — absolutely.\" On Tuesday, hundreds of members of the technology industry... When asked a year ago on the campaign trail whether he thought that the United States should create a database of Muslims in the country, Donald Trump said in an interview with NBC News : “Oh, I would certainly implement that — absolutely.\" On Tuesday, hundreds of members of the technology industry... (Tracey Lien and Melissa Etehad) Trump’s favorite social media platform, Twitter, was absent, for example. Politico attributed it to retribution for the company refusing during the campaign to abide Trump’s request to generate a #CrookedHillary emoji. Twitter’s refusal to create a digital running stick figure holding a money bag is a grievance that his director of digital advertising aired on Medium a few weeks ago. Trump representatives denied that was why Twitter was left out of the high-tech confab. They said Twitter didn’t make the cut because it wasn’t a big enough company. It has a market capitalization of about $13.8 billion, less than half that of Tesla , which  was included in the meeting.  Trump himself boasted at the top of the meeting about the deluge of requests to attend. “I won't tell you the hundreds of calls we've had, asking to come to this meeting,” Trump said. He looked to Pay Pal co-founder Peter Thiel , an eccentric billionaire who was among the lone tech giants to back Trump’s campaign — and who now is seen by many tech executives as a potential lifeline in the new administration — as he sent out invitations. “Peter would sort of say, ‘You know, that company's too small.’” Those executives that did make the cut, Trump declared, led “monster companies.” They included  Tim Cook of Apple, Jeff Bezos of Amazon, Elon Musk of Tesla, Sheryl Sandberg of Facebook, and Larry Page and Eric Schmidt of Google’s parent company, Alphabet. “I'm here to help you folks do well,” Trump said, before taking credit for the bump in the stock market that followed his election. “And you're doing well right now and I'm very honored by the bounce. They're all talking about the bounce. So right now everybody in this room has to like me — at least a little bit.” It was the get-along side of Trump on full display. The meeting was to be a symbol of an administration that would not hew to ideology but the best ideas. Trump’s representatives spent the hours leading up to the meeting talking to the press about how good Trump is at listening, even to the people who despise him. Plenty of folks back in Silicon Valley weren’t buying it. The executives who flew to New York found themselves confronted with letters, petitions and public scoldings from colleagues who reminded them that Trump has yet to disavow any parts of his agenda that most appalled Silicon Valley during the election. “Now, more than ever, tech leaders must stand up for human dignity, and examine their role in public discourse,” EBay founder Pierre Omidyar wrote as he retweeted an article that pilloried tech leaders for going to Trump Tower. Nearly two dozen advocacy groups, including Amnesty International USA and Democracy for America, demanded to know why most of the companies at the meeting are refusing to pledge not to help Trump build any type of registry for Muslims, as he suggested during the campaign. More than 640 tech workers, many of them from firms represented at the Trump Tower meeting, vowed to undermine any “creation of databases of identifying information for the United States government to target individuals based on race, religion, or national origin.” Reports from inside the meeting room suggest that the tech leaders did not heed the call for confrontation. Amazon  Chief Executive Bezos, whose ownership of the Washington Post made him an occasional focus of Trump’s ire during the campaign, declared the meeting “very productive.” “I shared my view that the administration should make innovation one of its key pillars, which would create a huge number of jobs across the whole country,” Bezos said in a statement. Earlier in the day, Trump added Uber CEO Travis Kalanick and Tesla’s Musk to his business advisory council, which previously had only one representative from the tech industry: Ginni Rometty, chief executive of IBM. Both Kalanick and Musk were bitter critics of Trump during the race. Kalanick said last year that he’d move to China if Trump won the election. Musk had called Trump “not the right guy” for the presidency in a November interview with CNBC. The Tesla leader’s companies are heavily invested in green energy, setting him up for a possible clash with Trump over climate change policy and subsidies for renewables. But Musk can be a nimble political player, building strategic relationships with others who share many of Trump’s views, such as House Majority Leader Kevin McCarthy (R-Bakersfield). Trump showered the group with praise. And before reporters were ushered out of the room, he made a point of assuaging the tech leaders’ concerns about his threats to slap tariffs on companies that manufacture their products abroad, as most big Silicon Valley firms do. “We’re going to make it a lot easier for you to trade across borders,” Trump told them. “There's nobody like you in the world,” he added. “There's nobody like the people in this room. And anything we can do to help this go along … we're going to be there for you. And you'll call my people, you'll call me. It doesn't make any difference. We have no formal chain of command around here.” Halper reported from Washington and Pierson from Los Angeles.  Caption Kanye West at Trump Tower Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Caption Kanye West at Trump Tower Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. ",
    "title": "What happened when Silicon Valley went to Trump Tower - LA Times"
   },
   {
    "entities": [
     "angerer/getty",
     "alphabet",
     "dec 14, 2016",
     "bernardino",
     "february 19, 2016",
     "larry",
     "page",
     "manufacturing",
     "images",
     "texas",
     "january 28, 2014",
     "bezos",
     "feb. 26",
     "states",
     "south",
     "trump",
     "keneally",
     "january",
     "sheryl",
     "samsung",
     "inc.",
     "jobs",
     "--",
     "jeff",
     "facebook",
     "united",
     "the",
     "california",
     "march 24, 2014",
     "donald",
     "tim",
     "indiana",
     "mexico",
     "tower",
     "november 12, 2014",
     "steve",
     "2014",
     "drew",
     "of",
     "commission",
     ", 4:21 pm",
     "communications",
     "china",
     "silicon",
     "defense",
     "mike",
     "meghan",
     "shares",
     "valley",
     "federal",
     "j.",
     "twitter",
     "tech",
     "cal",
     "relocation",
     "post",
     "department",
     "february",
     "u.s.",
     "apple",
     "new",
     "obama",
     "today",
     "july 2013",
     "san",
     "carolina",
     "star",
     "york",
     "october 2011",
     "america",
     "washington",
     "cook",
     "sandberg",
     "dec. 14, 2016",
     "now",
     "december 7, 2015",
     "boeing",
     "amazon",
     "barack",
     "city",
     "time",
     "google",
     "pence"
    ],
    "id": 29,
    "text": "5 Tech Issues Donald Trump Will Face as President By Meghan Keneally Dec 14, 2016, 4:21 PM ET 0 Shares Star Drew Angerer/Getty Images Jeff Bezos, chief executive officer of Amazon, Larry Page, chief executive officer of Alphabet Inc. (parent company of Google), Sheryl Sandberg, chief operating officer of Facebook, Vice President-elect Mike Pence listen as President-elect Donald Trump speaks during a meeting of technology executives at Trump Tower, Dec. 14, 2016, in New York City. 0 Shares Email Donald Trump has been meeting with his political rivals for weeks as he fills up his Cabinet, and now he's meeting with another group of former would-be foes: tech titans. The president-elect, who is known for his prolific use of Twitter to disseminate his message, has been at odds with Silicon Valley at various points during the campaign, and there are a number of tech-related issues that he will have to face during his administration. Here is a rundown of some of the biggest issues on which Trump and his team will likely have to work with the tech giants, some of whom he has insulted. 1. Immigration Though not solely a tech issue, Trump's plans relating to immigration could have a direct impact on the tech world. The ability to hire tech-savvy workers and to make contracts with foreign companies with access to cheaper labor costs have become important building blocks in the tech world, and the prospect of changing those policies could significantly affect the industry's practices. An open letter addressed to Trump and signed by more than 140 tech leaders read, \"We believe that America's diversity is our strength. Great ideas come from all parts of society, and we should champion that broad-based creative potential. We also believe that progressive immigration policies help us attract and retain some of the brightest minds on earth — scientists, entrepreneurs and creators.\" 2. Net Neutrality Net neutrality — the principle that internet service providers should not reduce the speed of service for certain content or charge more for access to certain websites — is an issue that Barack Obama's administration has championed. In 2014, Obama and his team pushed to have the Federal Communications Commission include broadband internet service in its classification of a public utility. Trump spoke out against the move, calling it an \"attack on the internet\" in a tweet. He appeared to imply that conservative media sites could be unfairly targeted, even though that is the opposite intention of net neutrality. Obama's attack on the internet is another top down power grab. Net neutrality is the Fairness Doctrine. Will target conservative media. — Donald J. Trump (@realDonaldTrump) November 12, 2014 The open letter also addressed tech leaders' concerns about his understanding of how the internet works. \"We also believe in the free and open exchange of ideas, including over the internet, as a seed from which innovation springs. Donald Trump proposes 'shutting down' parts of the Internet as a security strategy — demonstrating both poor judgment and ignorance about how technology works,\" the letter stated. 3. Encryption The topic of technology encryption came up in the wake of the shooting in San Bernardino , California, when Apple refused government calls to unlock the iPhone of one of the shooters. Trump told his Twitter followers at the time that he would be using only his Samsung phone rather than his iPhone until Apple turned over information about the shooter to authorities and later called for a boycott of all Apple products. Boycott all Apple products until such time as Apple gives cellphone info to authorities regarding radical Islamic terrorist couple from Cal — Donald J. Trump (@realDonaldTrump) February 19, 2016 \"The phone's not even owned by this young thug that killed all these people. The phone's owned by the government, OK. It's not even his phone,\" he said at an event in South Carolina in February, referring to the fact that the iPhone was issued by his employer. \"But [Apple CEO] Tim Cook is looking to do a big number, probably to show how liberal he is. But Apple should give up. They should get the security or find other people.\" 4. Cybersecurity With the new reports about the role that Russian hacking could have played in the election, the question of cybersecurity is emerging as a hot topic in the transition to the new administration. Trump called for an increase in cybersecurity throughout the federal government but did not specify how that would be tackled. During the campaign, he said there was a need to \"conduct a thorough review of United States cyberdefenses and identify all vulnerabilities. And we have to do that immediately.\" \"We will improve the Department of Defense's cybercapabilities — a new threat, a new problem, very expensive, and we're not doing very well with cyber,\" he said. 5. Tech Manufacturing Relocation Trump took Apple to task during the campaign for having many of its products made outside the U.S., and considering his push to bring jobs back stateside, this could be an issue for him to bring to the forefront. \"We're going to get Apple to build their damn computers and things in this country instead of in other countries,\" he said at a rally in January. Apple does much of its manufacturing in China. Bonus: Direct Attacks on Tech CEOs Trump has not shied from criticizing private companies (like Boeing) or individuals (such as a local union president in Indiana after a deal with Carrier not to move jobs to Mexico), and the same holds true when the two are combined. During the campaign, Trump connected his unfavorable view of Amazon and The Washington Post — he repeatedly called it unfair and at one point suspended its reporters' credentials to cover his campaign events — to the two companies' owner, Jeff Bezos. The @washingtonpost , which loses a fortune, is owned by @JeffBezos for purposes of keeping taxes down at his no profit company, @amazon . — Donald J. Trump (@realDonaldTrump) December 7, 2015 Trump took his criticism onto the campaign trail as well. \"I have respect for Jeff Bezos, but he bought The Washington Post to have political influence, and, I've gotta tell you, we've got a different country than we used to have ... He owns Amazon. He wants political influence so that Amazon will benefit from it. That's not right. And believe me, if I become president, oh, do they have problems. They're going to have such problems,\" Trump said at an event in Texas on Feb. 26. For his part, Bezos responded by posting a video on Twitter saying that he would save him a space on a rocket. Finally trashed by @realDonaldTrump . Will still reserve him a seat on the Blue Origin rocket. #sendDonaldtospace https://t.co/9OypFoxZk3 — Jeff Bezos (@JeffBezos) December 7, 2015 Bezos is one of the tech entrepreneurs meeting Trump's team at Trump Tower today in New York. Another attendee who has come under fire from Trump is Apple's Cook. Trump repeatedly complained over the years that the iPhone should have a bigger screen. Steve Jobs is spinning in his grave - Apple has lost both vision and momentum - must move fast to get magic back! — Donald J. Trump (@realDonaldTrump) January 28, 2014 In July 2013, in another tweet about how iPhones should have a larger screen, Trump wrote, \"Bring back Steve Jobs!\" Jobs died in October 2011. When there was speculation that the company would introduce larger screens, Trump appeared to suggest he should get credit for the move. I wonder if Apple is upset with me for hounding them to produce a large screen iPhone. I hear they will be doing it soon—long overdue. — Donald J. Trump (@realDonaldTrump) March 24, 2014 0 Shares ",
    "title": "5 Tech Issues Donald Trump Will Face as President - ABC News"
   }
  ]
 }
}