{
 "16": {
  "col-sim": {
   "cosine": 0.13354213500472784,
   "entity": 0.11097419040461882
  },
  "exec-time": 55.652071475982666,
  "links": [
   {
    "entities": [
     "53 percent",
     "2 percent",
     "47-51 percent",
     "january 2016",
     "11-13,",
     "74 percent",
     "michelle",
     "3 percent",
     "89 percent",
     "52 percent",
     "41-51 percent",
     "trump",
     "shaw",
     "january",
     "10 percentage points",
     "next year",
     "41 percent",
     "57 percent",
     "hillary",
     "news",
     "2009",
     "facebook",
     "67 percent",
     "fox",
     "55 percent",
     "poll",
     "47-49 percent",
     "donald",
     "47 percent",
     "48 percent",
     "87 percent",
     "2016",
     "twitter",
     "30 percent",
     "august 2011",
     "forty-two percent",
     "a year from now",
     "future",
     "34 percent",
     "obama",
     "13-14,",
     "today",
     "20 percent",
     "robbins",
     "21 percent",
     "fifty-eight percent",
     "47-46 percent",
     "44 percent",
     "&",
     "40 percent",
     "23 percent",
     "4 percent",
     "september 2009",
     "sixty-eight percent",
     "28 percent",
     "five percent",
     "1 percent",
     "now",
     "22 percent",
     "isis",
     "43 percent",
     "research",
     "company",
     "clinton",
     "anderson",
     "35 percent",
     "december"
    ],
    "id": 0,
    "text": "Facebook 0 Twitter 0 Email Print   President Obama ends his presidency with positive ratings for his overall job performance as well as his handling of the economy, according to the latest Fox News Poll.   Yet while more people feel positively about the economy today than have in more than a decade, not many say their family’s financial situation has improved since Obama took office.  CLICK HERE TO READ THE FULL POLL RESULTS. One-third says the economy is in excellent (3 percent) or good shape (30 percent).  That’s up 10 percentage points from 23 percent in January 2016 (2 percent excellent and 21 percent good). Before Obama took office in 2009, just five percent of voters rated economic conditions positively (1 percent excellent and 4 percent good).  Some 23 percent say it’s in poor condition today, down drastically from 74 percent (January 13-14, 2009). Related Image Expand / Contract Despite that improvement, only 30 percent feel they are better off financially now than before Obama became president.  One-in-five says they’re worse off (22 percent), and nearly half feel their family’s financial situation is about the same (47 percent).  A 56-percent majority thinks the economy will be in better shape a year from now.  One-third expects things to get worse (34 percent).   There’s a significant partisan gap in views on the economy’s future.  Republicans (89 percent) are three times more likely than Democrats (28 percent) to say the economy will be better next year.  Fifty-eight percent of independents see sunnier times ahead.  Obama leaves office with a thumbs-up from 53 percent of voters for his overall job performance, while 41 percent disapprove.   Related Image Expand / Contract For his handling of the economy, 52 percent of voters approve and 44 percent disapprove.  That’s notable since Obama’s ratings on the economy were in negative territory for most of his presidency.   He received his record high of 55 percent approval in September 2009 -- the most recent time more voters than not rated him positively on the economy.  His record low was in August 2011 when 34 percent of voters approved.   Obama ends his second term with less than half of voters approving of the job he’s doing on foreign policy (47-46 percent), health care (47-51 percent), immigration (47-49 percent), and ISIS (41-51 percent).  In each of these areas, his ratings are at or near the high point of his second term.   Meanwhile, 43 percent feel the country is less safe than when Obama became president.  That’s more than twice as many as say it’s safer (20 percent).  One-third feels it hasn’t changed under Obama (35 percent).   Views of Obama as a person have been more positive than negative for much of his presidency.   The new poll finds 57 percent of voters have a favorable opinion of him, including 40 percent who have a “strongly” favorable view.  Forty-two percent have an unfavorable opinion (30 percent “strongly” unfavorable). Michelle Obama is more beloved:  67 percent favorable vs. 28 percent unfavorable.  Nearly half of voters, 48 percent, have a “strongly” positive opinion of the first lady. Pollpourri By a nearly three-to-one margin, voters say Obama should not pardon Hillary Clinton for crimes she might have committed in connection with the Clinton Foundation or her time as secretary of state.  When Donald Trump mentioned Clinton’s email troubles at rallies, his supporters regularly chanted the phrase, “Lock her up!”  The poll shows 23 percent of voters think Obama should pre-empt any attempt to prosecute Clinton with a pardon.  Sixty-eight percent disagree.  Even voters who backed Clinton in the presidential election are more likely to oppose a pardon:  40 percent say Obama should vs. 48 percent shouldn’t.   Among those voting for Trump, it’s 8 vs. 87 percent. The Fox News poll is based on landline and cellphone interviews with 1,034 randomly chosen registered voters nationwide and was conducted under the joint direction of Anderson Robbins Research (D) and Shaw & Company Research (R) from December 11-13, 2016.  The poll has a margin of sampling error of plus or minus three percentage points for all registered voters. Advertisement ",
    "title": "Fox News Poll: Positive ratings for President Obama as he exits | Fox News"
   },
   {
    "entities": [
     "middle",
     "david",
     "kerry",
     "mccain",
     "rwanda",
     "west",
     "friday",
     "srebrenica",
     "mobil",
     "graham",
     "states",
     "trump",
     "reuters",
     "house",
     "damascus",
     "syria",
     "december 15, 2016",
     "hours later",
     "thursday",
     "earlier this week",
     "news",
     "sunday",
     "bashar",
     "facebook",
     "moscow",
     "united",
     "kirby",
     "fox",
     "cameron",
     "rex",
     "keane",
     "red",
     "r-ariz.",
     "cross",
     "state",
     "international",
     "tuesday",
     "congress",
     "russia",
     "exxon",
     "vladimir",
     "john",
     "twitter",
     "department",
     "retired",
     "u.s.",
     "jack",
     "lavrov",
     "obama",
     "currently",
     "army",
     "tillerson",
     "wednesday",
     "east",
     "josh",
     "islamic",
     "a day earlier",
     "2012",
     "committee",
     "earnest",
     "aleppo",
     "putin",
     "lindsey",
     "assad",
     "fall",
     "white"
    ],
    "id": 1,
    "text": "Obama administration on defense over fall of Aleppo Published               December 15, 2016 Facebook 0 Twitter 0 livefyre Email Print   The Obama administration is finding itself back on the defensive over its Syria policy as Aleppo falls to Bashar Assad’s government and civilians are evacuated, an operation preceded by desperate pleas from the city’s battered residents and reports of atrocities against them. Ambulances reportedly were carrying out the first groups of wounded and other residents on Thursday, under a cease-fire deal that would seal a rebel pullout from what had been their stronghold in the eastern part of the city. Outgoing Secretary of State John Kerry told reporters Thursday he was “encouraged” by the cease-fire arrangements as well as the start of convoys moving out of the city. But he also cited a report that a convoy of injured people were fired upon, and reports that Syrian men are being detained or conscripted at checkpoints. He condemned “inexcusable attacks” on civilians and humanitarian personnel, calling for an “immediate and verifiable, durable cessation of hostilities.” “We’re going to continue to do our part” to push all parties toward “resolution,” Kerry said. At the same time, Kerry noted that if Aleppo falls completely, it will be harder to bring the parties around and will not end the war. He put the onus on Damascus and its allies in Moscow to pursue peace. Within minutes, State Department spokesman John Kirby took the podium and was peppered with tough questions about how the administration sees any political transition or deal playing out at this stage.  Asked whether the U.S. is prepared to take action beyond talks, Kirby said it was determined that military options will not “get us to the end we seek,” while insisting the U.S. is “leading” and acting on behalf of the Syrian people. He conceded diplomacy has fallen short so far.  In a feisty exchange at the White House press briefing a day earlier, Press Secretary Josh Earnest also was pressed repeatedly by reporters on the U.S. government’s policy. President Obama famously drew a “red line” with Syria in 2012 over the use of chemical weapons and then opted not to enforce it after evidence surfaced the line was crossed. “It’s offensive to somehow suggest that the United States government and the world is not doing anything,” Earnest said Wednesday. He defended using diplomatic efforts rather than military force to seek an end to the fighting.   “I think the Assad regime has demonstrated that they’ve crossed all the lines in pursuit of their goals,” Earnest said, adding he didn’t know what kind of “sick mind” comes up with the strategy Russia and Assad are pursing. “Those goals apparently include depraved tactics like trying to starve innocent civilians into submission, bombing hospitals and playgrounds, targeting them,” he said. Retired Army Gen. Jack Keane, a Fox News military analyst, blasted Earnest’s comments. “I can’t believe he can stand here and make a statement like that,” Keane said Thursday on Fox News. Keane said Obama had the right to respond militarily after Assad used chemical weapons on his own people but “was paralyzed by the fear of adverse consequence [that] could happen from that.” But, Keane added, “There’s consequences from doing nothing.” Kirby also faced tough questions earlier this week from a reporter who pressed him on why the U.S. did not go beyond diplomatic calls to help civilians stranded in the Syrian city. “You’ve failed repeatedly doing the same thing over and over again, which is a combination of trying to bring together people in some sort of talks with, sort of, imperfect cease-fire and then when things go badly you get really angry … and then nothing ever changes,” the reporter charged. Kirby said Kerry stressed the need for an immediate end to civilian deaths in Aleppo. He also blamed Shia fighters for violating a truce secured Tuesday but broken hours later. At the annual Saban Forum on Sunday, Kerry admitted the administration’s failure to enforce the red line threat had “cost” the U.S. “significantly” in the Middle East in terms of a damaged reputation. But Kerry insisted it was Congress that dropped the ball and not Obama, by not formally authorizing military force. \"People have interpreted it as his decision not to when, in fact, he never made a decision not to bomb,” Kerry said. “He made the decision to bomb. He simply decided he had to go to Congress because David Cameron lost the vote in the parliament on a Thursday, and on Friday, President Obama felt … he would go [to Congress] and get the decision. Well, the decision wasn’t forthcoming, and in the meantime, I got a deal with Lavrov to get all of the chemical weapons out of the country.\" The deal with Lavrov was cast as reducing the pressure on the West to intervene in Syria. But as Russia subsequently increased its involvement in the war, Assad’s hold on power strengthened. The war became increasingly complicated as the United States turned its attention toward targeting Islamic State forces, following a largely ineffective effort to arm moderate rebels. In some circles, any large-scale intervention in Syria was seen as a losing campaign. By punting to Congress, Obama simply avoided the entanglement. But some lawmakers insisted all along there were middle-ground options that could have reduced the bloodshed in Syria. “It did not have to be this way,” Sens. John McCain, R-Ariz., and Lindsey Graham, R-S.C., said in a statement. “But this is the inevitable result of hollow words and inaction, red lines crossed without consequences, tarnished moral influence, ‘leading from behind,’ and a total lack of American leadership.” They said “the name Aleppo will echo through history, like Srebrenica and Rwanda, as a testament to our moral failure and everlasting shame,” while predicting the Assad regime will use the cease-fire to “reset its war machine and prepare to slaughter its way to victory across the rest of the country.” Despite the criticism of the Obama administration’s lack of action, it’s unclear what President-elect Trump plans to do. Aleppo’s fall to Syrian government forces could be his first major test of how he plans to approach Russia, with which he has sought friendlier ties. Trump’s pick of Exxon Mobil CEO Rex Tillerson, who has extensive businesses dealings with Russia and ties to President Vladimir Putin, has fueled speculation. Currently, the situation in Aleppo is fluid. According to Reuters, the International Committee of the Red Cross said the evacuation of 200 wounded people had begun. Russia, an ally of Assad, claimed 5,000 Syrian rebels and family members had been brought out of eastern Aleppo, though those claims could not be confirmed. The evacuations come after two weeks of rapid advances by the Syrian army, aided by Russian air power and Shi’ite militias, in a part of the city held by rebels for four years.  Advertisement ",
    "title": "Obama administration on defense over fall of Aleppo | Fox News"
   },
   {
    "entities": [
     "becker/ohio",
     "disability",
     "branham",
     "joe",
     "centers",
     "mining",
     "stanley",
     "education",
     "laney",
     "charles",
     "whitesburg",
     "the day",
     "for",
     "at",
     "berkes/npr",
     "edward",
     "2011",
     "once",
     "department",
     "accountability",
     "stanton",
     "today",
     "center",
     "village",
     "group",
     "17 percent",
     "wayne",
     "main",
     "safety",
     "burnham",
     "bobby",
     "west",
     "earlier this year",
     "association",
     "creek",
     "million dollars",
     "fund",
     "august",
     "labor",
     "2009",
     "united",
     "last 40 years",
     "co.",
     "administration",
     "of",
     "black",
     "lung",
     "wharton",
     "carson",
     "50 percent",
     "petsonk",
     "health",
     "virginia",
     "current",
     "appalachia",
     "u.s.",
     "ron",
     "kentucky",
     "10 percent",
     "brandon",
     "control",
     "citizens",
     "and",
     "mountain",
     "program",
     "office",
     "radiologist",
     "brian",
     "w.va.",
     "christmas",
     "mackie",
     "thursday",
     "npr",
     "elkhorn",
     "appalachian",
     "disease",
     "bruce",
     "crum",
     "st.",
     "on",
     "valley",
     "robert",
     "pmf",
     "va.",
     "national",
     "sidney",
     "mine",
     "barney",
     "2012",
     "committee",
     "cohen",
     "illinois",
     "tietz/ap",
     "medical",
     "city",
     "last three years",
     "howard",
     "across",
     "this week",
     "last year",
     "benny",
     "government",
     "march",
     "house",
     "services",
     "university",
     "``lee",
     "ky.",
     "occupational",
     "this decade",
     "scott",
     "trust",
     "stone",
     "future",
     "prevention",
     "niosh",
     "chicago",
     "2006",
     "$6 billion",
     "africa",
     "institute",
     "coal",
     "2010",
     "run",
     "law",
     "evan",
     "now",
     "pennsylvania",
     "d-va.",
     "smith",
     "watzman",
     "ohio"
    ],
    "id": 2,
    "text": "Advanced Black Lung Cases Surge In Appalachia Advanced Black Lung Cases Surge In Appalachia Embed Embed Radiologist Brandon Crum and former coal miner Mackie Branham, 39, view an X-ray of Branham's diseased lung at Crum's black lung clinic in Coal Run Village, Ky. Howard Berkes/NPR hide caption toggle caption Howard Berkes/NPR Radiologist Brandon Crum and former coal miner Mackie Branham, 39, view an X-ray of Branham's diseased lung at Crum's black lung clinic in Coal Run Village, Ky. Howard Berkes/NPR Across Appalachia, coal miners are suffering from the most serious form of the deadly mining disease black lung in numbers more than 10 times what federal regulators report, an NPR investigation has found. The government, through the National Institute for Occupational Safety and Health, reported 99 cases of \"complicated\" black lung, or progressive massive fibrosis, throughout the country the last five years. But NPR obtained data from 11 black lung clinics in Virginia, West Virginia, Pennsylvania and Ohio, which reported a total of 962 cases so far this decade. The true number is probably even higher, because some clinics had incomplete records and others declined to provide data. \"The actual extent of PMF in U.S. coal miners remains unclear,\" says the report, which appears in this week's issue of the Morbidity and Mortality Weekly Report, published by the Centers for Disease Control and Prevention. \"I can't say that I've heard really anything worse than this in my career,\" says Robert Cohen, a pulmonologist at the University of Illinois, Chicago who studies and tracks black lung. Article continues after sponsorship \"I can't think of anything in this particular field ... that's more frightening than this,\" Cohen adds. Edward \"Lee\" Petsonk of West Virginia University has spent three decades addressing the disease and finds NPR's numbers \"very disheartening, very disappointing.\" \"I've spent much of my career trying to find ways to better protect miners' respiratory health,\" Petsonk says. \"It's almost like I've failed.\" NIOSH released a report Thursday , published in the Morbidity and Mortality Weekly Report, which focuses on a small health clinic in Kentucky with 60 cases alone of PMF in 20 months. The report acknowledges cases are being missed by the government's count; it concludes: \"The actual extent of PMF in U.S. coal miners remains unclear.\" \"The more I talk, the more I get out of breath\" Mackie Branham, 39, of Elkhorn Creek, Ky., spent 19 years mining coal until he was diagnosed with complicated black lung. He ran monstrous mining machines and drilled bolts into mine roofs — occupations NIOSH says can involve excessive mine dust exposure. He worked double shifts and seven-day weeks every chance he had. His gallbladder was removed one day and he says he was back at work the next. He took two days, he says, after knee surgery, before working a 12-hour shift drilling bolts. But severe breathing problems forced him to leave work in March. And he struggles for every breath now. \"My dad has got it. Everybody that has got it, got it when they had like first stage or so. I'll probably be the first born to be this bad in the family,\" Branham says, describing a family legacy of black lung. \"They can't breathe but they can still get up and walk around and do stuff. The more I talk, the more I get out of breath. It's like I ain't got no capacity.\" The Sidney Coal Co.'s Coal Preparation Plant in Sidney, Ky., in 2006. Brian Tietz/AP hide caption toggle caption The Sidney Coal Co.'s Coal Preparation Plant in Sidney, Ky., in 2006. Brian Tietz/AP Branham was diagnosed with PMF at United Medical Group, a clinic in Coal Run Village, Ky., that was the subject of the NIOSH study. Radiologist Brandon Crum was alarmed by the numbers of miners coming in with such severe disease, including some like Branham, who were in their 30s and 40s and worked less than 20 years underground. So he contacted NIOSH researchers. \"I think the percentage of black lung that we're seeing now here in central Appalachia is unprecedented in any recorded data that I can find anywhere,\" Crum says. \"In this clinic we're roughly around 9 to 10 percent complicated rate, which is around three times higher than even the highest reported numbers.\" NIOSH researchers gathered at the clinic and verified the diagnoses. They, too, were alarmed. \"The current numbers are unprecedented by any historical standard,\" says NIOSH epidemiologist Scott Laney, who has focused on black lung as well as the recent Ebola outbreak in Africa. \"We had not seen cases of this magnitude ever before in history in central Appalachia.\" Crum tells NPR he diagnosed 10 more cases of PMF since Laney and his colleagues left the clinic. In three years, 644 cases Life with PMF is bleak. It's incurable and fatal. Fifty-three-year-old Charles Wayne Stanley of Pound, Va., is matter-of-fact about his future. \"Staying on oxygen 24/7, dying of suffocation, that's what I've got to look forward to,\" Stanley says, as he sits in a clinic in St. Charles, Va. \"I've seen it too many times. My wife's grandpa ... [I] watched him take his last breath. I watched my uncle die with black lung. You literally suffocate because you can't get enough air. That's my prospects.\" Stanley says his diagnosis includes black lung and silicosis. In just the last three years, 644 cases of complicated black lung were diagnosed at Stone Mountain Health Services, which operates black lung clinics in St. Charles and two other Virginia communities. That's six times the NIOSH national count in nearly half the time. Ron Carson is the director of the Black Lung Program at Stone Mountain Health Services in St. Charles, Va. \"Something major is going on,\" he says. Howard Berkes/NPR hide caption toggle caption Howard Berkes/NPR Ron Carson is the director of the Black Lung Program at Stone Mountain Health Services in St. Charles, Va. \"Something major is going on,\" he says. Howard Berkes/NPR \"I'm not an epidemiologist or a scientist or a doctor,\" says Ron Carson, who manages the clinics. \"I just see the results that come through the doors, and something is going on. Something major is going on.\" Laney and his colleagues acknowledge in their paper that they have missed hundreds of cases with their national surveillance program. By law, they can X-ray only working miners and the testing is voluntary. NIOSH data show most miners avoid that testing. Only 17 percent of all working Kentucky miners were tested in the NIOSH program since 2011. Stanley waited until he was out of work, after 30 years mining coal, before he got his first chest X-ray. Miners avoid the NIOSH testing, he says, because they worry it could cost them their jobs. \"If you're working and you go and have that stuff done and the company finds out about it, they'll find a way to get rid of you,\" Stanley says. \"As long as you're working and producing you're an asset. But now when you get something wrong with you, you become a liability. And they'll find a way to get rid of you.\" The last company a miner worked for (for at least a year) is saddled with black lung benefits payments and medical care — even if the miner spent 20 years working somewhere else in excessive dust. It's the last employer who pays. But it's against the law to punish or fire miners for getting X-rays or being diagnosed with disease. Bruce Watzman of the National Mining Association also says mining companies are not supposed to see the X-rays. \"Those results are not shared with any employer. It's at the miner's discretion the way the program operates today when and if to divulge that information,\" Watzman says. Still, the fear is widespread. So missing from the official NIOSH counts in the last 40 years are the working miners avoiding X-rays, and miners who are retired or laid off. More than 40,000 miners lost their jobs since 2010. Six hundred mines have closed. And those out of work are now flocking to clinics to get screened for the disease and apply for black lung benefits. Last year alone, 3,000 miners showed up at the Stone Mountain clinics. \"I'm seeing miners now feeling that there's no hope. I think that they have really come to the realization that there's other energy out there now that is going to override any coal,\" Carson says. With the increased testing, more cases of complicated black lung are being diagnosed. \"Pure rock dust\" Cohen, Laney and other black lung experts believe thinner coal seams in central Appalachia are likely to blame for spikes in complicated black lung. The thickest seams are mostly gone. The thin seams that remain have coal embedded in rock, and that rock contains quartz. Cutting quartz and coal together results in mine dust that includes silica, which is especially toxic in lung tissue. Stanley worked in so much dust he labeled his mining machine the dust dragon. \"They kept getting less coal and more rock. So you're cutting 19 inches of coal, you're cutting 50-60 inches of rock,\" Stanley recalls. \"And the more rock you cut the more dust you're going to eat.\" A display case at NIOSH shows a normal lung and a diseased black lung from inhaling coal dust and other harmful particles while coal mining. Howard Berkes/NPR hide caption toggle caption Howard Berkes/NPR A display case at NIOSH shows a normal lung and a diseased black lung from inhaling coal dust and other harmful particles while coal mining. Howard Berkes/NPR There's also the practice of slope mining, where crews cut solid rock to reach coal seams. Burnham did that in Kentucky for six straight months, working 14 16-hour shifts at one point. It was \"pure rock dust,\" he says. \"I had my respirators on and you'd actually have to remove it to help take a breath every once in a while because the dust packed so much around your filters you couldn't get no air in.\" Protective masks are among the controls that are supposed to prevent inhalation of coal and silica dust. Robust ventilation in mines is supposed to sweep dust away. Water sprays are used to tamp down dust. Kentucky miner Barney Stanton says those things didn't always work, even when most of the companies he worked for provided proper safety gear. \"It's hard to wear a mask and do a physical job,\" he says. \"Just trying to do your job, you breathe so hard the dust will come in around the mask.\" Stanton has been diagnosed with the most serious stage of PMF and is awaiting a lung transplant. \"The mining game is a numbers game,\" Branham says. \"If you don't produce coal, they'll put somebody else in your spot that can. If I've got another man on the other side of the mines, he's cutting more coal than me, it's not going to look good on me. I just thought about my family to be honest with you.\" Mining jobs are often the best-paying jobs in central Appalachia, where there generally are few other options for work. New rules in place, but a decade to see results New and tougher federal limits on mine dust exposure fully took effect in August, and they get even tougher when there's excessive silica. Simple black lung and PMF can take a decade or longer to develop, so the spike in disease is not an indication that new limits are failing, says Watzman of the National Mining Association. \"So I think we're talking about historic exposures and not the exposures we're seeing today.\" Watzman's group sued to keep the new dust rules from taking effect, but he acknowledges positive impact. \"I think that miners that are working today are better protected because the silica levels have come down,\" he says. Silica dust is down, on average, 50 percent since 2009, according to the federal Mine Safety and Health Administration, whose director is Joe Main. \"I think if the rules are followed as they are prescribed we would not have these diseases,\" Main says, while also posing this question: \"Is the strength of the rules that are in place adequate enough to protect miners? I think that's the question of the day.\" There are some holes in the new rules when it comes to silica. For example, it can take a week or more to detect silica in dust samples, so excessive exposure isn't quickly addressed. Also, the U.S. Department of Labor has failed to take action on proposed dust rules specifically targeting silica. Every other industry cutting rock has strict limits on silica exposure, except mining. Main, whose tenure will end with the change in administrations, wouldn't commit to a silica limit. \"I think if the evidence points in that direction then that needs to be done,\" he says. A NIOSH black lung surveillance van at the fire station in Wharton, W.Va., in 2012. Howard Berkes/NPR hide caption toggle caption A NIOSH black lung surveillance van at the fire station in Wharton, W.Va., in 2012. Howard Berkes/NPR It'll be a decade or more before the effectiveness of the new rules is known, because it takes that long to detect the disease in lungs. In the meantime, there are the cases NPR has identified. According to year-by-year data reported by NIOSH, our count this decade (962 cases) is more than double the cases NIOSH counted in the last 40 years (441). NPR also did not receive complete numbers from some clinics and did not get data from eight others in the heart of the region experiencing the spike. So there are very likely many more cases that are uncounted. That suggests more and more severely diseased miners will be seeking state or federal black lung benefits, which concerns Evan Smith, an attorney at the Appalachian Citizens Law Center in Whitesburg, Ky., which helps miners file for benefits. \"You're just putting more people into the system that need compensation, so the more people we have moving into the system, the more potential burden it places on the taxpayers,\" Smith says. There are also younger miners now being diagnosed, so benefits payments and health care may be required longer. There may be more demand for expensive lung transplants. \"The treatments run from a half-million to a million dollars,\" notes Rep. Bobby Scott, D-Va., the ranking member of the House Committee on Education and the Workforce. \"So, if there are cases out there that have not been counted then we have a lot of expenses [coming] that we don't expect.\" That increased demand comes as the Black Lung Disability Trust Fund is stressed. The fund is nearly $6 billion in debt. It has taken on 1,000 claims that were covered by self-insured mining companies until they went bankrupt. And the coal excise tax that supports the fund is set for a 50 percent cut in two years. \"I think there are real reasons to be concerned about the viability of the trust fund,\" says Smith. There is also concern involving possible repeal of the Affordable Care Act, which contains a provision that makes it easier for miners to get black lung benefits. Scott has asked the Government Accountability Office to investigate the trust fund's ability to continue to pay claims. He also wants more accurate numbers of miners afflicted with progressive massive fibrosis. \"We have to get the numbers straight to make sure they're being properly reported,\" he says. Branham wears reflective mining pants in his home in Elkhorn City, Ky. Branham has advanced stage black lung and was forced to quit mining earlier this year. Benny Becker/Ohio Valley ReSource hide caption toggle caption Benny Becker/Ohio Valley ReSource Branham wears reflective mining pants in his home in Elkhorn City, Ky. Branham has advanced stage black lung and was forced to quit mining earlier this year. Benny Becker/Ohio Valley ReSource In Kentucky, Mackie Branham has more immediate concerns. He heard this week he'll be getting state black lung benefits soon. He is hoping the first check arrives before Christmas so he can buy presents for his five children. He is also left gasping for air and grasping for words. He worked hard to feed his family and now, as his life leaves him one breath at a time, he wonders about the cost. Branham has \"never been scared of death,\" he says, as he chokes back tears. \"It don't bother me a bit. It's just not seeing my kids grow up. But if I had it to do over I would do it again, if that's what it took to provide for my family as long as I have.\" Branham hopes for a lung transplant, which may give him five to 10 more years of life. ",
    "title": "Advanced Black Lung Cases Surge In Appalachia : NPR"
   },
   {
    "entities": [
     "dec 15",
     "october",
     "the same day",
     "lester",
     "right now",
     "mcfadden",
     "1:31",
     "sony",
     "brian",
     "trump",
     "u.s",
     "house",
     "hillary",
     "holt",
     "thursday",
     "news",
     "m.",
     "morning",
     "the day",
     "of",
     "arkin",
     "china",
     "russia",
     "security",
     "vladimir",
     "scaramucci",
     "2016",
     "cynthia",
     "night",
     "department",
     "ken",
     "windrem",
     "u.s.",
     "obama",
     "nbc",
     "dilanian",
     "national",
     "intel",
     "hollywood",
     "eleven days later",
     "james",
     "anthony",
     "wednesday",
     "msnbc",
     "homeland",
     "stavridis",
     "september",
     "williams",
     ", 6:55 pm",
     "3:01",
     "putin",
     "william",
     "billy",
     "october 7",
     "robert",
     "bush",
     "clinton",
     "intelligence",
     "white"
    ],
    "id": 3,
    "text": "Dec 15 2016, 6:55 pm ET Why Didn't Obama Do More About Russian Election Hack? by William M. Arkin, Ken Dilanian, Robert Windrem and Cynthia McFadden Share Exclusive: Why the White House Waited to Act on Russian Hacking 3:01 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161216003740if_/http://www.nbcnews.com/widget/video-embed/834293315693\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The Obama administration didn't respond more forcefully to Russian hacking before the presidential election because they didn't want to appear to be interfering in the election and they thought that Hillary Clinton was going to win and a potential cyber war with Russia wasn't worth it, multiple high-level government officials told NBC News. \"They thought she was going to win, so they were willing to kick the can down the road,\" said one U.S official familiar with the level of Russian hacking. The administration did take action in response to the hack prior to the election. In September, President Obama privately confronted Vladimir Putin about the hacks at the G-20 summit in China. He warned the Russian President of unspecified consequences if the hacks continued. Watch Cynthia McFadden on Nightly News with Lester Holt for More On October 7, the Department of Homeland Security and the Office of the Director of National Intelligence issued an unprecedented joint statement pointing the finger at Russia, saying hacks of U.S. political groups and individual politicians could only have been done with the authorization of \"Russia's senior most\" Russian officials and that its intent was to undermine the integrity of the election. Play U.S. Intel Directly Links President Putin to Campaign to Disrupt U.S. Election 1:31 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161216003740if_/http://www.nbcnews.com/widget/video-embed/833291331868\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Democrats and Republicans alike have criticized the Obama administration for not being more forceful. \"I think it is a legitimate question and I think given the stakes at the national level the question deserves an answer,\" said ret. Adm. James Stavridis when asked by NBC News about the level of the administration's response. \"In retrospect it certainly seems as though it was a mistake not to call the Russians sooner and respond to them in a very forceful way.\" Click Here to Read the Exclusive NBC News Report on Putin's Involvement in the Hack An administration official, in turn, criticized the news media for focusing more on the leaked documents than on the Russian covert operation that hacked into political entities to steal the documents. Administration officials pointed out that the day the intelligence assessment was made public was the same day a tape was leaked revealing Trump's lewd conversation with Billy Bush. Eleven days later, at an October press conference, Obama was not asked a single question about the Russian hacks. \"We used the same playbook we did with Sony,\" an administration official said, referring to the North Korean cyber attack on the Hollywood studio. The difference, he said, was that the media and the public was focused elsewhere. A Shift in Position? On Thursday morning, President-elect Trump joined in the criticism of the Obama administration, writing, \"If Russia, or some other entity, was hacking , why did the White House wait so long to act? Why did they only complain after Hillary lost?\" Trump was no longer disputing, as he has for months, that Russia was involved. And his top transition aide, Anthony Scaramucci, went even further Wednesday night in an interview with MSNBC's Brian Williams. \"I don¹t think anybody thinks that you¹re wrong,\" he said of the NBC News report. \"Our position right now is that we¹re waiting for more information. We reject the notion that people would cyber attack our institutions. We are very upset about it.\" Play ",
    "title": "Why Didn't Obama Do More About Russian Election Hack? - NBC News"
   },
   {
    "entities": [
     "dekraai",
     "mai-duc",
     "last year",
     "ut",
     "times",
     "earlier this year",
     "lee",
     "northeastern",
     "sierra",
     "press",
     "dist",
     "goethals",
     "january",
     "richard",
     "thursday",
     "superior",
     "baca",
     "loretta",
     "ana",
     "university",
     "joel",
     "recently",
     "adam",
     "tony",
     "county",
     "black",
     "rackauckas",
     "court",
     "sandra",
     "present",
     "gupta",
     "justice",
     "associated",
     "christine",
     "vanita",
     "daniel",
     "scott",
     "2011",
     "shelby",
     "decker",
     "2004",
     "/",
     "nevada",
     "grad",
     "department",
     "matter",
     "this weekend",
     "this year",
     "february",
     "u.s.",
     "rubin",
     "eileen",
     "santa",
     "hutchens",
     "lives",
     "elmahrek",
     "lynch",
     "los",
     "nick",
     "o.c.",
     "the past",
     "orange",
     "winton",
     "angeles",
     "thomas",
     "medwed"
    ],
    "id": 4,
    "text": "Federal authorities to investigate O.C. district attorney over jailhouse informants Tony Rackauckas Nick Ut / Associated Press Orange County Dist. Atty. Tony Rackauckas speaks at a news conference in Santa Ana in February. Orange County Dist. Atty. Tony Rackauckas speaks at a news conference in Santa Ana in February. (Nick Ut / Associated Press) Joel Rubin, Adam Elmahrek U.S. Justice Department officials have launched an investigation into whether the Orange County district attorney’s office has routinely denied accused criminals fair trials by using jailhouse informants to secretly gather evidence. The undisclosed role of informants in several high-profile cases has roiled the county’s criminal justice system and raised questions about the conduct of prosecutors and sheriff’s jailers. Earlier this year, a panel established by Dist. Atty. Tony Rackauckas released a highly critical report saying a “failure of leadership” in his office led to the scandal. Justice officials announced the investigation Thursday, saying the inquiry would scrutinize whether changes are needed to the long-running practice of deploying informants to surreptitiously extract information from defendants. (Richard Winton, Christine Mai-Duc and Shelby Grad) Investigators will search for patterns of widespread violations of the Constitution’s 6th Amendment — namely whether defendants were denied their right to have their attorney present during any questioning.  They will look as well at whether prosecutors have adhered to strict rules that require them to disclose evidence that is favorable to defendants.  “A systematic failure to protect the right to counsel and to a fair trial makes criminal proceedings fundamentally unfair and diminishes the public’s faith in the integrity of the justice system,” Vanita Gupta, head of the Justice Department’s civil rights division, said in a statement.  If problems are found, federal authorities could present Rackauckas with a set of reforms and offer him a stark choice: Make the changes or face a federal lawsuit. In announcing the investigation, Gupta and U.S. Atty. Eileen Decker made clear they expected Rackauckas to cooperate, highlighting an offer he made this year for federal officials to look into his office’s use of informants. “We appreciate the district attorney’s invitation to review his office’s policies and practices, along with his assurance of unfettered access to documents and personnel in his office,” Decker said. Rackauckas and Sheriff Sandra Hutchens, whose jailers run the informant program, said they would cooperate with the probe. Rackauckas said he would “provide all needed documents and information.” He added that he expects Justice officials will find that his department “did not engage in systematic or intentional violation of civil rights of any inmate and no innocent person was wrongfully convicted.” Some reliance on informants is legal as long as they are not part of an orchestrated plan to elicit information from a suspect. When informants are actively drafted by police and prosecutors, they effectively become an arm of law enforcement. In such instances, their involvement can violate a defendant’s right to counsel under the U.S. Constitution. However, police and prosecutors often deny overstepping legal bounds. Daniel Medwed, a professor of law and criminal justice at Northeastern University and an expert on wrongful convictions, said there is a belief among defense attorneys that the use of informants is often based on a “wink and a nod” instead of an explicit arrangement. The other problem prosecutors face when relying on jailhouse informants is disclosure. If the informant is offered a benefit in exchange for information — such as a shorter jail sentence — the defense must be informed. Failure to do so could violate a defendant’s right to a fair trial. In the past, both Rackauckas and Hutchens have rejected claims that the use of informants  has led to anything other than isolated problems.  The decision by federal officials to delve into the inner workings of the county’s top law enforcement agency raises the stakes dramatically in what has been a rancorous battle over the use of jailhouse informants. Last year, a judge kicked Rackauckas’ office off the case of Scott Dekraai, who pleaded guilty to killing eight people at a Seal Beach salon in 2011. The district attorney’s office was pursuing the death penalty, but Superior Court Judge Thomas Goethals handed the case over to the state’s attorney general. Goethals made the dramatic move after growing increasingly impatient with  sheriff’s jailers and prosecutors, who resisted repeated orders to fully disclose the role of an informant in the case and to hand over records about the informant program. An appeals court recently upheld the decision, saying there was ample evidence of wrongdoing. The discoveries in the Dekraai case have upended several other murder cases. In February, a Superior Court judge ordered a new trial for a convicted killer on the grounds that authorities failed to reveal that a key witness was an informant. In another case, prosecutors neglected to tell defense lawyers they had used a paid jailhouse informant to help convict a man of a 2004 gang slaying in Santa Ana. In light of that information, the murder conviction was scuttled and the man was given a 15-year sentence for manslaughter. He could be out of prison in four years. And a defendant who faced the possibility of life in prison if convicted of murder in two gang killings went free on probation after being allowed to plead guilty to second-degree murder. Prosecutors lost faith in the case after hearings in the Dekraai case revealed that an informant gathered information on the defendant. Medwed said the federal investigation into Orange County informants “has been a long time coming.” While first used to infiltrate complex organizations such as corrupt governments and the mafia, the use of informants has expanded over time to include murder and other crimes, Medwed said. Prosecutors, he said, have come to over-rely on informants, especially in weaker cases. Informants factor into a high percentage of cases in which defendants are later found to have been wrongfully convicted, he said. “The problem with informants is they’re so attractive. If it’s a weak case, maybe bringing in an informant is a way to solidify it,” Medwed said. The government’s move Thursday was foreshadowed by the committee Rackauckas appointed as he tried to address the blossoming crisis. The panel, which included legal experts, concluded that the district attorney’s office was functioning “as a ship without a rudder” and faulted some of its prosecutors for adopting a “win-at-all-costs mentality.” Specifically, it suggested a series of reforms, including the need to create “a clear and consistent policy regarding its use of jailhouse informants” that would establish strict limits on when and how they are used. After the panel presented its findings to Rackauckas, the district attorney wrote to U.S. Atty. Gen. Loretta Lynch in January to request the federal inquiry. If federal officials find that jailers and prosecutors routinely violated defendants’ rights with the use of jailhouse informants, they are likely to impose a consent decree on the county that would require changes and appoint a monitor to track progress. Caption 90 seconds: 4 stories you can't miss The first place officials look to assess the drought is the northern Sierra Nevada , Black Lives Matter is a case study in art as protest , in the corruption trial of retired Sheriff Lee Baca, a former Los Angeles Times reporter's testimony dealt a heavy blow,  and you might want to leave the kids at home if you plan on going to see “Rouge One” this weekend . Caption 90 seconds: 4 stories you can't miss ",
    "title": "Federal authorities to investigate O.C. district attorney over jailhouse informants - LA Times"
   },
   {
    "entities": [
     "osco",
     "deepak",
     "rockford",
     "centers",
     "mexicare",
     "sam",
     "medication",
     "cvs",
     "for",
     "b.",
     "financial",
     "king",
     "alethea",
     "b.m.",
     "/",
     "michigan",
     "local",
     "department",
     "coast",
     "schaumburg",
     "pharmacists",
     "andy",
     "village",
     "wisconsin",
     "tom",
     "douglas",
     "43 percent",
     "karisa",
     "practices",
     "steven",
     "727",
     "gold",
     "pankaj",
     "mariano",
     "community",
     "hospital",
     "association",
     "kmart",
     "several years ago",
     "malone",
     "ind.",
     "stout",
     "zuraitis",
     "rex",
     "keough",
     "park",
     "indiana",
     "river",
     "oakmill",
     "holdings",
     "of",
     "north",
     "board",
     "horn",
     "ray",
     "current",
     "e.",
     "u.s.",
     "arsen",
     "control",
     "and",
     "northwest",
     "politis",
     "boards",
     "chuck",
     "costco",
     "the future",
     "evergreen",
     "bhalakia",
     "riteway",
     "hampshire",
     "contact",
     "37 percent",
     "shuja",
     "mayuri",
     "audrey",
     "disease",
     "carmen",
     "wal-mart",
     "walgreens",
     "springfield",
     "daniel",
     "john",
     "72 percent",
     "galal",
     "skypoint",
     "wambsgans",
     "1994",
     "national",
     "new",
     "hoey",
     "side",
     "forest",
     "2012",
     "little",
     "illinois",
     "bob",
     "teamsters",
     "worth",
     "evanston",
     "jewel-osco",
     "60 percent",
     "c.",
     "last year",
     "jason",
     "valparaiso",
     "52 percent",
     "south",
     "2013",
     "reporters",
     "tribune",
     "university",
     "sears",
     "fox",
     "davis",
     "niles",
     "sadia",
     "catizone",
     "northlake",
     "30 percent",
     "pharmacy",
     "63 percent",
     "mysllinj",
     "arizona",
     "long",
     "patel",
     "prevention",
     "chicago",
     "roe",
     "northwestern",
     "institute",
     "safe",
     "memorial",
     "washington",
     "chande",
     "49 percent",
     "now",
     "fifty-two percent",
     "phil",
     "25 percent",
     "9 percent",
     "swords"
    ],
    "id": 5,
    "text": "Pharmacies miss half of dangerous drug combinations Dangerous Doses The Chicago Tribune tested 255 pharmacies to see how often stores would dispense risky drug pairs without warning patients. Fifty-two percent of the tested pharmacies sold the medications without mentioning the potential interaction. (Chicago Tribune) The Chicago Tribune tested 255 pharmacies to see how often stores would dispense risky drug pairs without warning patients. Fifty-two percent of the tested pharmacies sold the medications without mentioning the potential interaction. (Chicago Tribune) Sam Roe , Ray Long and Karisa King Contact Reporters Chicago Tribune The Tribune reporter walked into an Evanston CVS pharmacy carrying two prescriptions: one for a common antibiotic, the other for a popular anti-cholesterol drug. Taken alone, these two drugs, clarithromycin and simvastatin, are relatively safe. But taken together they can cause a severe breakdown in muscle tissue and lead to kidney failure and death. When the reporter tried to fill the prescriptions, the pharmacist should have warned him of the dangers. But that's not what happened. The two medications were packaged, labeled and sold within minutes, without a word of caution. The same thing happened when a reporter presented prescriptions for a different potentially deadly drug pair at a Walgreens on the Magnificent Mile. And at a Wal-Mart in Evergreen Park, a Jewel-Osco in River Forest and a Kmart in Springfield. In the largest and most comprehensive study of its kind, the Tribune tested 255 pharmacies to see how often stores would dispense dangerous drug pairs without warning patients. Fifty-two percent of the pharmacies sold the medications without mentioning the potential interaction, striking evidence of an industrywide failure that places millions of consumers at risk. CVS, the nation's largest pharmacy retailer by store count, had the highest failure rate of any chain in the Tribune tests, dispensing the medications with no warning 63 percent of the time. Walgreens, one of CVS' main competitors, had the lowest failure rate at 30 percent — but that's still missing nearly 1 in 3 interactions. In response to the Tribune tests, CVS, Walgreens and Wal-Mart each vowed to take significant steps to improve patient safety at its stores nationwide. Combined, the actions affect 22,000 drugstores and involve additional training for 123,000 pharmacists and technicians. \"There is a very high sense of urgency to pursue this issue and get to the root cause,\" said Tom Davis, CVS' vice president of pharmacy professional services. CVS, which filled about 1 billion prescriptions last year, said the company would improve policies and its computer system to \"dramatically\" increase warnings to patients. Walgreens said it would, among other changes, increase training for pharmacists. \"We take this very seriously,\" said Rex Swords, Walgreens' vice president of pharmacy and retail operations and planning. Dangerous drug combinations are a major public health problem, hospitalizing tens of thousands of people each year. Pharmacists are the last line of defense, and their role is growing as Americans use more prescription drugs than ever. One in 10 people take five or more drugs — twice the percentage seen in 1994. Some pharmacists who were tested got it right, coming to the counter to issue stern warnings. \"You'll be on the floor. You can't have the two together,\" said one pharmacist at a Walgreens on Chicago's Northwest Side. Said a Kmart pharmacist in Rockford: \"I've seen people go to the hospital on this combination.\" But in test after test, other pharmacists dispensed dangerous drug pairs at a fast-food pace, with little attention paid to customers. They failed to catch combinations that could trigger a stroke, result in kidney failure, deprive the body of oxygen or lead to unexpected pregnancy with a risk of birth defects. Location didn't matter: Failures occurred in poor neighborhoods on the South Side as well as in affluent suburbs and the Gold Coast. Even the Walgreens at Northwestern Memorial Hospital in downtown Chicago failed its test. The newspaper also tested independent pharmacies, many of which take pride in providing personalized care. As a group, they had a higher failure rate than any retail chain, missing risky drug interactions 72 percent of the time. Chains overall failed 49 percent of their tests. The Tribune study, two years in the making, exposes fundamental flaws in the pharmacy industry. Safety laws are not being followed, computer alert systems designed to flag drug interactions either don't work or are ignored, and some pharmacies emphasize fast service over patient safety. Several chain pharmacists, in interviews, described assembly-line conditions in which staff hurried to fill hundreds of prescriptions a day. Wal-Mart, operator of 4,500 U.S. pharmacies, failed 43 percent of its tests. The company said it would update and improve its pharmacy alert system and train pharmacists on the changes. Kmart failed 60 percent of the tests. Phil Keough, pharmacy president for Sears Holdings, which owns Kmart, said he was disappointed with the results. \"While not happy, we also take this as an opportunity to look in the mirror and see where we can get better,\" he said. Costco, a membership warehouse club whose pharmacies are open to the general public, failed 60 percent of the tests; the company declined to comment. The Tribune also tested two Chicago-area chains: Jewel-Osco, which failed 43 percent of the time, and Mariano's, 37 percent. Jewel-Osco declined an interview request and instead emailed the Tribune a one-sentence written statement: \"Osco pharmacists have a history of providing knowledgeable, exemplary care to our customers and their health, well-being and safety is our primary concern.\" Mariano's also declined to answer questions. The chain said in a written statement: \"None of our pharmacists are intentionally disregarding drug interactions or patient safety.\" The chain wrote, \"Our pharmacists look at each patient profile which includes patient history, allergy profile, pre-existing conditions and other factors such as age, all of which must be considered when assessing the potential for a drug interaction.\" But in the Tribune tests, pharmacists at Mariano's stores rarely asked for all of that information. Last line of defense In the fight to protect patients from dangerous drug interactions, doctors shoulder significant responsibility. They are the ones who write the prescriptions. But one physician may not know what another has prescribed, and research has found that doctors' knowledge about specific interactions is often poor. In filling prescriptions, pharmacists are uniquely positioned to detect potential drug interactions, warn patients and prevent harm. Pharmacists themselves say that is one of their primary duties. Yet little data exists about how well they perform in real-world situations. The Tribune set out to find the answer. To select drug pairs to be used in the tests, the newspaper enlisted the help of two leading experts on drug interactions: pharmacy professors Daniel Malone of the University of Arizona and John Horn of the University of Washington. Five pairs were chosen, three of which posed life-threatening risks. Another could cause patients to pass out. A fifth included an oral contraceptive and could lead to unplanned pregnancies. According to the two experts, all of the drugs had been on the market for years, and the pairs presented well-established interactions that pharmacists should easily catch. \"No-brainers,\" Horn called them. Writing the prescriptions was Dr. Steven C. Fox, a Chicago physician who treats many elderly patients on multiple medications. He knew the risks of interactions firsthand. Fox wrote the prescriptions in the names of 18 Tribune journalists, 15 of whom conducted tests in the field. They presented the prescriptions written in their names or, in some instances, their colleagues' names. The reporters tested 30 stores at each of seven leading chains as well as numerous independent pharmacies. Most stores were in the Chicago area; some were in Indiana, Wisconsin and Michigan. Reporters presented the prescriptions together or a couple of days apart, then waited to see if the orders would be filled. Read the story In Illinois, pharmacists who detect a serious interaction must contact the prescribing doctor to see if the order is correct or if an alternative therapy is available, according to the Illinois Department of Financial and Professional Regulation. Pharmacists are then supposed to alert the patient. Carmen Catizone, executive director of the National Association of Boards of Pharmacy, said the professional standard is clear. \"Anytime there's a serious interaction, there's no excuse for the pharmacist not warning the patient about that interaction,\" he said. In the Tribune study, a test was considered a pass if the pharmacist attempted to contact Fox about the interaction or warned the reporter. Drug information leaflets placed inside the bag or stapled to the outside were not considered sufficient to warrant a pass. Illinois regulators said these materials typically are not adequate replacements for verbal warnings; some of the materials don't warn about specific interactions, and experts say patients frequently throw out the leaflets without reading them. After the tests, reporters called many of the pharmacists to inform them of the results and to discuss the findings. Why were so many pharmacies missing dangerous drug combinations? Speed vs. safety Mayuri Patel, a pharmacist at a Wal-Mart in west suburban Northlake, said she typically fills 200 prescriptions in a nine-hour shift, or one every 2.7 minutes. At another Wal-Mart where she was trained, it was even busier, she said: \"We were doing 600 a day with two pharmacists with 10-hour shifts.\" That works out to one prescription every two minutes. In the Tribune tests, she caught a potentially deadly drug pair, warning the reporter at the counter: \"This is a common interaction.\" It is difficult to say why so many pharmacists failed the same test, but interviews and studies point to a possible explanation: the emphasis on speed. Several stores dispensed risky drug pairs with no warning in less than 15 minutes. At a Kmart in Valparaiso, Ind., it was 12 minutes. At an independent pharmacy on the North Side, it was five. The Tribune found that pharmacists frequently race through legally required drug safety reviews — or skip them altogether. According to Illinois law, pharmacies are required to conduct several safety checks, including whether the dose is reasonable and whether the medication might interact with other drugs the patient is taking. But in the Tribune tests, pharmacies rarely asked what other medications testers were using. \"They're cutting corners where they think they can cut,\" said Bob Stout, president of the New Hampshire Board of Pharmacy, which sampled data from two retail chains in the state and found that pharmacists spent an average of 80 seconds on safety checks for each prescription filled. \"What happens, I found on the board, is people stop doing (safety) reviews,\" Stout said. \"They're not going in looking at patient records.\" Drug combinations E. Jason Wambsgans / Chicago Tribune Tribune reporters presented pharmacies with prescriptions for drugs that are known to be harmful or even fatal if taken together, but 52 percent of the time the prescriptions were filled without warning. Tribune reporters presented pharmacies with prescriptions for drugs that are known to be harmful or even fatal if taken together, but 52 percent of the time the prescriptions were filled without warning. (E. Jason Wambsgans / Chicago Tribune) Most pharmacies use computer software designed to flag drug interactions. But experts say computer alerts are so common that pharmacists can get \"alert fatigue\" and ignore many of the warnings. At the same time, chain pharmacies are increasingly promoting quick service. Drive-through windows are now common, and services like CVS' walk-in MinuteClinics appeal to consumers' preference for speed. These efforts may send a message to patients that speed is more important than quality health care. Patients have internalized that message and feel entitled to short wait times, pharmacists said. \"The patient will get mad if you call the doctor and take time,\" said Sadia Shuja, a pharmacist at Skypoint Pharmacy in Schaumburg who caught a dangerous drug pair in the Tribune tests. \"Sometimes they think it is fast food.\" To ease workload, most pharmacies employ technicians to manage tasks that require less medical expertise. Arsen Mysllinj, a Kmart pharmacist in Rockford who passed the Tribune test, said technicians at his store and others often screen for drug interactions after entering patients' drug orders into a computer. If interactions appear, he said, the technicians are trained to print out the warning on the screen and hand it to a pharmacist. It would be better, he said, for pharmacists to do the screening. Kmart said that in light of the test results, it would review its relevant policies, computer systems and training programs. Unionized pharmacists, including those in Illinois, have periodically pushed for minimum staffing rules, but those efforts have not gone far. Some pharmacists say time spent pitching company promotions could be better spent on patient safety. In the Tribune tests, the majority of Kmart pharmacists dispensed risky drug combinations without warning testers. But several did take time to try to enroll the reporters in the company's savings program. 'Scorecard' pressures At CVS, prompt service isn't just a vague goal. It is a carefully measured metric that the chain uses, along with other assessments, to grade its pharmacies and rank them against one another, records and interviews show. Several current or former CVS pharmacists criticized the practice, saying it pressures them to focus more on corporate criteria than on drug interactions and other safety checks. \"You get stressed, and it takes your mind away from the actual prescriptions,\" said Chuck Zuraitis, head pharmacist at a CVS in south suburban Park Forest and a union steward for Teamsters Local 727, which represents 130 CVS pharmacists in the Chicago area. His pharmacy was not among those tested. Performance and business metrics are common at big chain pharmacies and in other industries. Supporters say they make companies more efficient and responsive to customers. In 2012, the nonprofit Institute for Safe Medication Practices conducted a national survey of 673 pharmacists and found that nearly two-thirds worked at stores that track the time it takes to fill prescriptions. About 25 percent worked at companies that guaranteed short wait times. Of the pharmacists at stores that advertised quick service, 4 in 10 said they had made a medication error as a result of hurrying to fill a prescription within a set time. In 2013, the National Association of Boards of Pharmacy called on states to prohibit, restrict or regulate company policies that measure the speed of pharmacists' work. But, the association says, little has changed in state law. Internal CVS records obtained by the Tribune show that the company tracks numerous pharmacist tasks, including whether prescriptions are filled in the time promised to customers and whether voicemails are retrieved in a timely fashion. \"Every prescription is timed,\" said Deepak Chande, a former head pharmacist at a CVS in southwest suburban Worth, \"and this is the worst of the pharmacist's nightmares.\" Deepak Chande E. Jason Wambsgans / Chicago Tribune Deepak Chande, a former head CVS pharmacist in southwest suburban Worth, says pressure is intense to fill prescriptions quickly. Deepak Chande, a former head CVS pharmacist in southwest suburban Worth, says pressure is intense to fill prescriptions quickly. (E. Jason Wambsgans / Chicago Tribune) If pharmacists fall behind, the backlog pops up in color on their computer screens, said Chande, also a former union steward. \"It's an unreal pressure,\" he said. \"Your mind is kind of frantically trying to obey it.\" CVS officials declined to be interviewed about metrics but issued a statement and answered questions in writing. The company said prescriptions do not have to be filled quickly, but it expects pharmacists to have medications ready by the time promised to the customer. Records show that head pharmacists receive a monthly \"WeCARE Scorecard\" that tracks the percentage of prescriptions filled by the times promised. The pharmacies are ranked by district, by region and nationwide. CVS' computer system prioritizes prescriptions based on patients' requested pickup times, with preference given to customers with urgent needs — for instance, someone on his way home from the hospital after surgery. Pharmacists can reset a promised pickup time if they think it cannot be met, the company wrote. The color indicators on computer screens are meant to help pharmacists with prioritizing their work, CVS said. The company also wrote that several years ago it removed a red indicator for prescriptions that had gone beyond the promised pickup time because pharmacists \"felt the color red denoted something negative or alarming.\" \"We switched to an 'orange' indicator to inform a pharmacy team which prescriptions may not be ready before a customer's expected arrival time,\" CVS wrote. Another CVS metric, documents show, tracks how many patients sign up for automatic refills. Zuraitis said posters on pharmacy walls record how many flu shots have been administered. \"You feel like you're trying to sell people something,\" he said. CVS said automatic refills help patients stay on schedule with the drugs they need to treat chronic conditions. The company said it measures the number of flu vaccinations offered to customers to help support the recommendation by the federal Centers for Disease Control and Prevention that people receive a flu shot annually. At Walgreens, officials said the company collects business metrics as a way to monitor staffing levels and service. The firm said it does not use them in a manner that emphasizes productivity over patient safety. Alethea Little, a Walgreens pharmacist in west suburban Forest Park who properly warned a tester, said metrics are no excuse for missing drug interactions. \"Our flu shot goal is 10 a day, 12 a day, 50 a day,\" she said. \"And the phone rings off the hook. You just got to do what you got to do, essentially.\" Squeezed by chains Independent pharmacies face a different kind of pressure: intense competition from the big chains. B.M. Patel, a pharmacist for 40 years who owns Riteway Pharmacy on Chicago's Northwest Side, missed the test interaction but didn't make excuses. \"It was a mistake,\" he said. \"Maybe I should be paying more attention.\" But he also said small pharmacies know that if they don't fill a prescription, the customer might simply go to a nearby chain store. Business at his store, he said, \"is not good. I can still survive, but not too long. We don't really know how long it's going to last.\" The number of independent stores has been shrinking nationwide. In Illinois, the number dropped about 9 percent from 689 in 2013 to 624 last year, according to the National Community Pharmacists Association. Several independents tested by the Tribune looked like classic drugstores, offering medications alongside greeting cards, stuffed animals and candy bars. Others were less inviting. One dispensed drugs behind a thick window; at another, a reporter had to knock several times to gain entry. In Chicago's Pilsen neighborhood, independent pharmacist Audrey Galal passed her test while working at a Mexicare Pharmacy, a small storefront on a block of brick buildings. The store is in the process of closing, she said, in part because of competition from chains. Galal said she did not think small drugstores would knowingly sell harmful medications, but they might be reluctant to turn away business. \"These pharmacists are acting like businesspeople, just trying to keep their pharmacies afloat instead of being clinicians,\" said Galal, who now works at a Mexicare in Little Village. Audrey Galal E. Jason Wambsgans / Chicago Tribune Pharmacist Audrey Galal recognized the danger when presented with a pair of prescriptions at the independent Mexicare Pharmacy in Chicago’s Pilsen neighborhood and did not dispense the drugs. She doubts small drugstores knowingly sell harmful combinations but says they might be reluctant to turn away business. Pharmacist Audrey Galal recognized the danger when presented with a pair of prescriptions at the independent Mexicare Pharmacy in Chicago’s Pilsen neighborhood and did not dispense the drugs. She doubts small drugstores knowingly sell harmful combinations but says they might be reluctant to turn away business. (E. Jason Wambsgans / Chicago Tribune) Andy Politis, a pharmacist and part owner of Oakmill Pharmacy in north suburban Niles who passed the test, said he was surprised how many independents failed. \"The independent guys should be better because they don't have the same pressure as the big stores with so many prescriptions,\" he said. B. Douglas Hoey, chief executive of the national community pharmacists group, said the results were alarming. \"It's something that shouldn't happen — both for chains and independents,\" he said. \"Even one is too many.\" Several independents said the findings prompted them to make changes. After failing its test, Summit Medical Pharmacy in the southwest suburbs beefed up internal checks and worked with a software company to ensure that even minor drug interactions are detected. Since then, the new system has flagged several interactions that led to consultations with doctors and patients, head pharmacist Pankaj Bhalakia said. \"We changed the whole system,\" he said. \"I don't think there could be a problem in the future.\" sroe@chicagotribune.com ",
    "title": "Pharmacies miss half of dangerous drug combinations - Chicago Tribune"
   },
   {
    "entities": [
     "mcclatchy-marist",
     "jason",
     "miringoff",
     "lee",
     "images",
     "mobil",
     "getty",
     "trump",
     "house",
     "hillary",
     "intelligence",
     "vanity",
     "thursday",
     "moscow",
     "rex",
     "donald",
     "cathleen",
     "adam",
     "tower",
     "state",
     "b.",
     "cia",
     "drew",
     "the day",
     "exxon",
     "russia",
     "vladimir",
     "oct. 7",
     "fair",
     "once",
     "schiff",
     "twitter",
     "decker",
     "angerer",
     "/",
     "u.s.",
     "new",
     "obama",
     "tillerson",
     "july",
     "wednesday",
     "york",
     "america",
     "committee",
     "burbank",
     "september",
     "trump's",
     "dawn",
     "putin",
     "miller",
     "time",
     "clinton",
     "fall",
     "white"
    ],
    "id": 6,
    "text": "Trump's Twitter falsehoods fire up his base, provoke opponents and distract from larger issues Donald Trump Drew Angerer / Getty Images The president-elect speaks during a meeting Wednesday in New York with technology executives. The president-elect speaks during a meeting Wednesday in New York with technology executives. (Drew Angerer / Getty Images) Cathleen Decker Contact Reporter Dawn had barely broken Thursday when Donald Trump once again broadcast via Twitter a provably false claim: that the Obama administration had not raised an alarm about Russian interference in the presidential election until after Hillary Clinton ’s defeat. In fact, on Oct. 7, the administration issued an official statement accusing the Russians of being behind the cyberattacks that appear to have harmed Clinton’s campaign. “Only Russia’s senior-most officials could have authorized these activities,” the administration statement said at the time.  Nor was the issue a surprise to Trump. He had publicly called on the Russians in July to find and release Clinton’s emails. He talked in September about accusations of Russian hacking and commented on them during the fall presidential debates. Still he added some equivocation to his false tweet Thursday: “If Russia, or some other entity, was hacking, why did the White House wait so long to act? Why did they only complain after Hillary lost?” In another message Thursday, Trump accused the media of working “so hard to make my move to the White House, as it pertains to my business, so complex, when actually it isn’t!” Except it was Trump and his team who specifically had cited the complexity of his business operations when they canceled a long-planned Thursday news conference that was supposed to explain how he’d separate his government duties from his business affairs while in office . Those two tweets — along with one criticizing Vanity Fair magazine, which appeared to be  retribution for a negative review of a Trump Tower restaurant — were the latest in a pattern for Trump. His communications seem aimed at keeping his supporters on the team, his opponents under fire and the rest of America distracted from larger unanswered questions about the president-elect’s plans . It is a strategy that has helped Trump gather a band of enthusiastic supporters large enough to win the presidency — but poses the threat of further alienating those who did not side with him and with whom a more conventional president-elect might want to ingratiate himself during his preinaugural period. A McClatchy-Marist poll released Thursday demonstrated both the rationale for and the risks of Trump’s tactics. Asked about Trump’s tweets, two-thirds of American voters cast them as “reckless and distracting” compared with 1 in 5 who found them “effective and informative.” There was a sharply partisan cast to the findings, but even among Republicans, nearly 2 in 5 disapproved of his communications. More than half of those who called themselves “strong Republicans,” however, had a favorable view of Trump’s tweets. “He has been talking mostly to his base and has not been reaching out,” said poll director Lee Miringoff. “At some point that could become a problem, though we are not at that point yet.” One of the challenges for Trump will be making sure that his regular entreaties on social media don’t work against him as he seeks to build support for his goals. In the case of the Russian hacks, for example, his repeated disavowal of the unified judgment of U.S. intelligence that Moscow was behind the hacking — as well as insults leveled at the CIA and his own sympathetic views toward the foreign power — could complicate his desire to win support for his secretary of State nominee, Rex Tillerson . The Exxon Mobil chief executive has close ties to President Vladimir Putin from many years of doing business in Russia. More broadly, any president needs to have a trust-based relationship with the country he leads, particularly in times of crisis. “That only works if the president has credibility,” Rep. Adam B. Schiff , a Democrat from Burbank and member of the House Intelligence Committee, noted at a recent breakfast with reporters sponsored by the Christian Science Monitor. “So when you have a president-elect that sends out patently false information … that impugns the credibility of the [presidency], and at some point the president is going to need to be believed by the country,” Schiff said. Trump’s Russia tweet marked the second time in four days that he has falsely asserted that the Obama administration did not say anything in public about the Russian hacking until after the election. He seemed to be trying to frame concerns about Russian intervention in the election as an effort to delegitimize his victory. In fact, many of those alarmed about the matter — a group that includes Republicans — have said that there’s no indication the intervention cost Clinton the White House, and that their concern rests with the larger issue of Russian duplicity. Trump spokesman Jason Miller hit the legitimacy theme Thursday when asked about Trump’s tweets earlier in the day. ",
    "title": "Trump&apos;s Twitter falsehoods fire up his base, provoke opponents and distract from larger issues - LA Times"
   },
   {
    "entities": [
     "skyway",
     "5",
     "hospital",
     "erie",
     "demarest",
     "thursday",
     "tyler",
     "buffalo",
     "early friday",
     "weather",
     "morning",
     "lake",
     "state",
     "wdiv",
     "tuesday",
     "george",
     "alex",
     "johnson",
     "route",
     "saratoga",
     "night",
     "michigan",
     "bell",
     "0:34",
     "ari",
     "new",
     "national",
     "chicago",
     "nbc",
     "day",
     "wednesday",
     "joshua",
     "york",
     "service",
     "detroit",
     "sarsalari",
     "kiichiro",
     "sato",
     "roseville",
     "ap",
     "greenwich"
    ],
    "id": 7,
    "text": "Nearly 60 Vehicles Involved in Massive Pile Up 0:34 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161216002647if_/http://www.nbcnews.com/widget/video-embed/834191939983\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Two boys, ages 12 and 13, were buried in a snow bank Tuesday in Greenwich, New York. Joshua Demarest, 13, and Tyler Day, 12, were both alive when they were pulled from the snow after a massive rescue operation, but Joshua was later pronounced dead at Saratoga Hospital, Cambridge-Greenwich Police Chief George Bell said. Tyler was recovering at home from hypothermia. The boys were carving out a fort in a 10-foot bank of snow when a public works truck — its driver unaware that they were there — dumped a load of cleared snow on top of them, Bell said. \"This is a true tragedy,\" Bell said. \"Tyler tells his dad and my officers in the emergency room ... that he heard what he believed was beeping sounds, and the next thing you know, it went black.\" Near-whiteout conditions are forecast around Lake Erie as the western storm moves in later, the National Weather Service said. Authorities on Wednesday night closed the Buffalo Skyway, a critical segment of New York State Route 5 through the city, which was under a blizzard warning through early Friday. Steam rises Thursday on the surface of Lake Michigan in Chicago. Kiichiro Sato / AP \"These lake-effect snow bands, the snow is so ridiculously heavy that the ground gets slippery under them really, really, really fast, and visibility goes down to zero,\" said Ari Sarsalari, a meteorologist for The Weather Channel . The snow did help out police in Michigan, however. Two men, ages 17 and 19, were arrested Thursday morning on suspicion of trying to rob a gun store in Roseville, about 10 miles northeast of Detroit. The men, who haven't been identified, hooked a tow strap to the store's security bars and tried to pull them off with their pickup truck — which promptly got stuck in the snow, NBC station WDIV of Detroit reported. The men fled on foot, but they were found and arrested 3 miles away, police said. They weren't hard to find. Cops simply followed their footprints in the snow. Alex Johnson ",
    "title": "'Ridiculously Heavy': Huge Winter Storm Makes Way for Already Hurting Midwest - NBC News"
   },
   {
    "entities": [
     "todd",
     "democratic",
     "david",
     "times",
     "west",
     "credit",
     "julie",
     "states",
     "trump",
     "a month later",
     "house",
     "hillary",
     "thursday",
     "wis.",
     "united",
     "moscow",
     "heisler/the",
     "r.",
     "donald",
     "davis",
     "tuesday",
     "china",
     "russia",
     "vladimir",
     "oct. 7",
     "2016",
     "sanger",
     "hirschfeld",
     "j.",
     "twitter",
     "e.",
     "u.s.",
     "v.",
     "new",
     "obama",
     "national",
     "allis",
     "dec. 15, 2016",
     "james",
     "york",
     "washington",
     "committee",
     "hangzhou",
     "september",
     "putin",
     "jr.",
     "kremlin",
     "clapper",
     "white"
    ],
    "id": 8,
    "text": "By JULIE HIRSCHFELD DAVIS and DAVID E. SANGER DEC. 15, 2016 Continue reading the main story Photo President-elect Donald J. Trump at a “thank you” rally in West Allis, Wis., on Tuesday. Credit Todd Heisler/The New York Times WASHINGTON — President-elect Donald J. Trump on Thursday falsely stated that the United States government had waited until after the election “to complain” that Russia had hacked into American political organizations to interfere in the presidential race. But in doing so, he raised substantive questions about the Obama administration’s slow response to a cyberattack that proved successful. In another of his provocative, early-morning posts on Twitter, Mr. Trump cast doubt on the government’s conclusion that Russia had carried out the hacking with the approval of the highest levels of the Kremlin, suggesting instead that the finding was a case of postelection sour grapes by President Obama. “Why did they only complain after Hillary lost?” Mr. Trump asked, ignoring the fact that the director of national intelligence, James R. Clapper Jr., formally blamed Russia on Oct. 7 — a full month before Election Day — for the cyberattack on the Democratic National Committee and other organizations. In September, meeting privately in China with President Vladimir V. Putin of Russia, Mr. Obama not only complained, the White House says, but warned him of consequences if the Russian activity did not halt. “If Russia, or some other entity, was hacking, why did the White House wait so long to act?” Mr. Trump wrote. The Perfect Weapon: How Russian Cyberpower Invaded the U.S. A Times investigation reveals missed signals, slow responses and a continuing underestimation of the seriousness of a campaign to disrupt the 2016 presidential election. The Twitter post was the latest move by the president-elect to accuse the intelligence agencies he will soon control of acting with a political agenda, and to dispute a well-documented conclusion that Moscow carried out a meticulously planned series of attacks and information releases devised to interfere in the 2016 presidential race. In the message, Mr. Trump again sought to dismiss the evidence of Russia’s misdeeds as the unfounded complaints of sore losers casting about for reasons to reject the results of the election. But Mr. Trump also seized upon questions that have roiled the White House and the highest echelons of the Obama administration: Why did it take months after Russia’s breaches had been discovered for Mr. Obama to publicly name Moscow as the culprit? And why did Mr. Obama opt not to openly retaliate, through sanctions or other measures? Advertisement Continue reading the main story White House officials say the warning to Mr. Putin at a September summit meeting in Hangzhou, China, constituted the primary American response. But when the administration decided to go public a month later with its conclusion that Russia was responsible, it did so in a written statement from the director of national intelligence and the secretary of homeland security, not in a prominent presidential appearance. And there was no promise of economic sanctions against the individuals or organizations responsible. Officials said they worried that any more public response to the hacking would raise doubts about the integrity of the election, something that Mr. Trump was already seeking to do in campaign appearances in which he insisted that the election was “rigged.” ",
    "title": "Trump Falsely Says U.S. Claim of Russian Hacking Came After Election - The New York Times"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "florida",
     "costa",
     "press",
     "syria",
     "2:02 a.m.",
     "inc.",
     "california",
     "wkmg-tv",
     "francisco",
     "early monday",
     "noor",
     "county",
     "omar",
     "fla.",
     "2016",
     "associated",
     "february",
     "contra",
     "orlando",
     "san",
     "iraq",
     "salman",
     "wednesday",
     "isis",
     "mateen",
     "june 12"
    ],
    "id": 9,
    "text": "50 Photos Noor Salman and Omar Mateen with their young son in undated photo. WKMG-TV ORLANDO, Fla. -- The widow of the gunman who carried out a deadly shooting at a Florida gay nightclub before he was killed has filed a petition in a California court to change the name of their son. An online docket from Contra Costa County, California, shows that Omar Mateen’s wife, Noor Salman, filed the petition on Wednesday on behalf of the 4-year-old boy, who is partly named for his father. A hearing is scheduled for February. No other details are provided in the online docket. Contra Costa County is in the San Francisco metro area.  Salman moved there from Florida after her husband was killed in a shootout with SWAT team members during the June 12 massacre at the Pulse nightclub in Orlando . Forty-nine patrons were killed.  Orlando nightclub mass shooting victims Mateen pledged allegiance to the Islamic State of Iraq and Syria ( ISIS ) during a three-hour standoff.  The fence around Pulse opened early Monday for an intimate ceremony marking six months since the mass shooting, CBS Orlando affiliate WKMG-TV reported .  Survivors, staff and family members of victims killed during the massacre held a moment of silence at 2:02 a.m., the exact time gunman Mateen started shooting. The early-morning memorial at Pulse wasn’t open to the public -- only to those with a direct connection to the shooting.   © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Widow of Orlando nightclub shooter Omar Mateen files petition to change their child's name - CBS News"
   },
   {
    "entities": [
     "kristi",
     "ludden",
     "texas",
     "last year",
     "supreme",
     "abbott",
     "association",
     "services",
     "michael",
     "june",
     "united",
     "npr",
     "state",
     "for",
     "monday",
     "wade",
     "court",
     "directors",
     "hamrick",
     "land",
     "health",
     "human",
     "current",
     "past",
     "department",
     "greg",
     "life",
     "u.s.",
     "currently",
     "jennifer",
     "and",
     "funeral",
     "goodwyn",
     "the fifth month",
     "americans"
    ],
    "id": 10,
    "text": "Supreme Court Strikes Down Abortion Restrictions In Texas Abortion-rights groups filed a lawsuit on Monday claiming the regulation unfairly \"burdens women seeking pregnancy-related medical care\" by imposing \"a funeral ritual on women who have a miscarriage management procedure, ectopic pregnancy surgery, or an abortion.\" In June, the U.S. Supreme Court struck down a Texas law that required clinics that provide abortions to have surgical facilities and their doctors to have admitting privileges at a nearby hospital. The Supreme Court ruled both provisions were an undue burden and therefore unconstitutional. The regulations on fetal remains were issued by the state's Health and Human Services Department and were strongly endorsed by Texas Gov. Greg Abbott, NPR's Wade Goodwyn reported. As NPR's Jennifer Ludden reported : \"Supporters ... say its purpose is to provide dignity for 'unborn infants.' \" 'What we're saying is, it needs to be humane, and the mother needs to be given the opportunity to have a say and be informed with what's happening,' says Kristi Hamrick of Americans United for Life. The group has created model legislation intended for other states, similar to the Texas regulation. ... \"The Texas regulation is part of a wave of such laws that followed last year's undercover videos targeting Planned Parenthood . The maker of the videos, an anti-abortion activist, accused the women's health organization of unlawfully selling fetal tissue. The deceptively edited videos sparked congressional hearings and a dozen state investigations. None found any evidence of wrongdoing.\" As Wade has reported , funeral directors in Texas also raised concerns about the new rules: \" 'If the regulations do go into effect, we as an industry, we're real uncertain and real uncomfortable at this point cause we really don't know what to expect,' said Michael Land, a past president of and current spokesman for the 4,000 members of the Texas State Funeral Directors Association. \"Currently funeral homes in Texas are required to cremate the remains from miscarriages after the fifth month of pregnancy. That doesn't happen very often, though, and Land says frequently funeral homes do it pro bono.\" Article continues after sponsorship ",
    "title": "Judge Blocks Texas Rule That Would Require Burial Or Cremation Of Fetal Tissue : The Two-Way : NPR"
   },
   {
    "entities": [
     "utah",
     "cdc",
     "joe",
     "centers",
     "labs",
     "ridge",
     "paul",
     "technology",
     "for",
     "present",
     "fla.",
     "2011",
     "alabama",
     "department",
     "emergency",
     "alison",
     "today",
     "army",
     "bina",
     "general",
     "center",
     "lieberman",
     "tom",
     "ribbon",
     "ebright",
     "singapore",
     "about three years ago",
     "toxin",
     "tech",
     "preparedness",
     "management",
     "agriculture",
     "gao",
     "florida",
     "august",
     "raoul",
     "facebookemail",
     "facebook",
     "senate",
     "linkedin",
     "of",
     "2014",
     "biodefense",
     "craig",
     "twitter",
     "health",
     "night",
     "blue",
     "agency",
     "u.s.",
     "w.",
     "control",
     "laboratories",
     "inspector",
     "anniston",
     "and",
     "office",
     "google",
     "pentagon",
     "david",
     "weber",
     "tox",
     "hudson",
     "1984",
     "december 15, 2016",
     "richard",
     "3:19 p.m. est",
     "thursday",
     "november 2016",
     "disease",
     "rutgers",
     "vector",
     "fugate",
     "young",
     "amesh",
     "bill",
     "congress",
     "security",
     "2015",
     "on",
     "lopez",
     "usa",
     "wednesday",
     "america",
     "committee",
     "study",
     "alexa",
     "adalja",
     "domestic",
     "this week",
     "upmc",
     "early 2005",
     "panel",
     "university",
     "reiser",
     "monday",
     "sarasota",
     "rose",
     "federal",
     "prevention",
     "currently",
     "fema",
     "star",
     "institute",
     "2010",
     "homeland",
     "ala."
    ],
    "id": 11,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Emergency trainees mistakenly exposed to deadly ricin Shipping mistake with bioterror pathogen ricin exposes almost 10,000 trainees over about five years at Alabama terrorism response center. Post to Facebook Emergency trainees mistakenly exposed to deadly ricin Shipping mistake with bioterror pathogen ricin exposes almost 10,000 trainees over about five years at Alabama terrorism response center. Check out this story on USATODAY.com: http://usat.ly/2hT6qOC CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 1 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Emergency trainees mistakenly exposed to deadly ricin Alison Young , USA TODAY 3:19 p.m. EST December 15, 2016 FEMA's Center for Domestic Preparedness  Anniston, Ala., was the location of exposure of emergency worker trainees to deadly ricin. (Photo: FEMA) 16 CONNECT TWEET LINKEDIN 1 COMMENTEMAILMORE Because of yet another mix-up with bioterror pathogens, a federal terrorism response training center in Alabama says it mistakenly exposed more than 9,600 firefighters, paramedics and other students to a deadly toxin over the past five years. The Federal Emergency Management Agency’s Center for Domestic Preparedness blames an outside laboratory for a series of shipping errors since 2011 that resulted in the first-responder training center using in its classes a potentially lethal form of ricin powder. The a poison, made from castor beans, is capable of killing at small doses. The training center says it submitted order forms asking for a type of ricin extract that is unlikely to cause serious harm. But officials from Toxin Technology, the Florida company that sent nine shipments to the center since 2011, told USA TODAY that its ricin products were all accurately labeled as “RCA60” – a scientific name for the whole ricin toxin, which can be deadly. It’s unclear why training center staff didn’t recognize for years that they were working with a far more dangerous substance. There is no antidote to treat ricin poisoning. After issuing repeated statements to USA TODAY since Monday solely blaming the vendor, on Thursday FEMA administrator W. Craig Fugate called for the Department of Homeland Security Office of Inspector General to investigate. The training center had already suspended all training with biological agents, which include training with a less-dangerous strain of anthrax. Former Homeland Security Secretary Tom Ridge said he’s stunned that over the past five years the training center never verified that that it was receiving the less-toxic ricin product it thought it was ordering. “It’s beyond careless and outrageous. It's almost malfeasance,” Ridge said. Nobody was sickened by the exposures, FEMA spokeswoman Alexa Lopez said. Students, who were being trained to detect the presence of biological agents, were wearing protective gear during the exercises. Workers at the Anniston, Ala., training center prepared ricin training materials in special biosafety cabinets designed to protect against exposures. Still Ridge and other national security experts say the ricin mix-up is just the latest high-profile incident showing lax safety practices at U.S. biodefense facilities. Hundreds of government, military, private and university laboratories nationwide possess potential bioterror pathogens, which the government calls “select agents,” such as those that cause anthrax, botulism and plague. They’re used in scientific research and the development of vaccines, medical treatments and for creating and testing detection and personal protection equipment. In 2014, CDC mistakes with anthrax specimens that were believed to be killed resulted in dozens of the agency’s lab workers being potentially exposed to the deadly bacteria. In 2015, the Pentagon discovered that an Army lab in Utah had been mistakenly shipping live anthrax – labeled as killed – to dozens of labs in the U.S. and abroad for more than a decade. Richard Ebright, a biosafety expert at Rutgers University, said what happened at the FEMA training facility with ricin is the latest incident in which “incompetence by a federal agency” has resulted in a mix-up between biological specimens that were thought to be killed or inactivated – yet weren’t. “The only way those running security agencies will get this message in their heads, is if violators are held accountable,” Ebright said. But that hasn’t happened, he said. A USA TODAY investigation in 2015 found hundreds of safety incidents at labs nationwide and a lax and secretive system of oversight of potential bioterror pathogens that hides serious incidents from the public. Inside America's secretive biolabs “These kinds of things are continually going to happen until biosafety gets elevated to a major level,” said Amesh Adalja, a senior associate at the UPMC Center for Health Security. While the research done into bioterror pathogens is important, the public’s trust and support for it will be eroded if safety isn’t improved, he said. Investigators from the Federal Select Agent Program, which regulates labs and other facilities that work with potential bioterror pathogens, traveled this week to the company that supplied the ricin to the FEMA training center. The program is jointly run by the Centers for Disease Control and Prevention and the U.S. Department of Agriculture. Neither the CDC nor FEMA would name the vendor that supplied the ricin to the training facility when asked by The Anniston Star, which first revealed the incident, nor to USA TODAY. USA TODAY determined through its reporting the vendor was Toxin Technology in Sarasota, Fla. Information provided to USA TODAY by officials at Toxin Technology and the FEMA training center conflict in several ways and raise significant questions about how ricin materials were ordered and shipped over the years. FEMA in its statements has repeatedly said the material mix-up was “due to an error by the supplier” and that the “intended use declaration” forms the training center submitted to the vendor specified the center was seeking “Ricin Chain A.” The ricin toxin has two components, referred to as A and B chains. The B-chain needs to be present, experts said, to allow the A-chain to enter and damage cells. FEMA officials say their intent was to use the A-chain ricin in its programs because it was safer and would still react with detection equipment during training classes as if it were the more dangerous whole ricin toxin. “In November 2016, while making a purchase of ricin A-chain for training, staff at FEMA’s Center for Domestic Preparedness recognized an ongoing discrepancy in the documentation related to the type of ricin being provided,” FEMA said in a statement. But the agency wouldn’t provide any details about what kind of documentation and discrepancy was involved. However the ordering catalog for Toxin Technology does not list any A-chain ricin products – only a whole ricin product. FEMA told USA TODAY the product it ordered wasn’t in the company’s catalog. “It was a specialty product rather than a standard catalog item,” the agency said. Raoul Reiser, who founded Toxin Technology in 1984 and sold it to a partner about three years ago, told USA TODAY that he remembers supplying A-chain ricin products to the FEMA training facility while he was there. Reiser said that while the A-chain ricin product wasn’t in Toxin Technology’s catalog, it was purchased by many customers as far away as Singapore who learned about it through word of mouth. “We never made the ricin at Tox Tech, we were just repackaging and reselling what Vector Labs was selling,” Reiser said. He said Toxin Technology would buy the A-chain ricin in liquid form from the international biological supply company, then turn it into a powdered form for resale. Yet officials at Vector Laboratories told USA TODAY their records show they never sold A-chain ricin to Toxin Technology – only a product that contained the whole ricin toxin. David Weber, Vector Labs chief commercial officer, said the company checked its records going back to early 2005 and found the only product it shipped to Toxin Technology on numerous occasions through August was a whole ricin product. Reiser said he was surprised to hear this. “I was under the impression we were buying the A-chain toxin, not the holotoxin,” he said Wednesday night. He said all of the purchasing was handled at Toxin Technology by Paul Bina. Bina, who is currently listed on Toxin Technology’s website as vice president and lab manager, said he doesn’t know why Reiser would have been under the impression the product sold by the company was A-chain ricin. Bina told USA TODAY that he was at the company when it first started selling ricin products and it sold only two and both were whole toxin products. They were labeled as RCA60 in the company’s catalog, website and “on all shipping and manufacturing records,” he said. Bina said: “I instructed to purchase the RCA60 from Vector Labs for this purpose. At no time did we ever have Ricin A Chain and at no time did we ever repackage RCA60 and sell it as Ricin A Chain.” Bina said that when he left the company in 2010 for a few years, the ricin products were still being correctly identified as “RCA60.” When he returned, Bina said the multiple lots of ricin produced while he was away “were still all correctly identified as ‘RCA60’ on all shipping and manufacturing documents.” After USA TODAY asked FEMA to produce documents showing how the ricin products it received were labeled, the agency called for the inspector general investigation. Bill Rose, manager of Toxin Technology, said it is company policy not to discuss its clients. But he told USA TODAY on Thursday that the company is in the process of contacting all recipients of its ricin products to ensure they are aware they received the whole toxin products. But he said that a review of the company’s available sales and shipping records show the information sent with the products correctly showed they were “Ricin RCA60.” GAO finds more gaps in oversight of bioterror germs studied in U.S. labs Although ricin is a select agent, under federal regulations, it’s exempt from regulation if it is held in amounts less than 100 mg. So while Toxin Technology is regulated by the select agent program, the FEMA training center – which never possessed more than 70 mg of ricin – is not. “That makes no sense,” said Ridge, who has been co-chairing a Blue Ribbon Study Panel on Biodefense that issued a report calling for strengthening U.S. readiness for bioterrorism and response to emerging disease. The panel, co-chaired by former Senate Homeland Security Committee Chairman Joe Lieberman and sponsored by the Hudson Institute think tank, issued a follow-up report this week noting that Congress still hasn’t done a comprehensive reassessment of the Federal Select Agent Program. 16 CONNECT TWEET LINKEDIN 1 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hT6qOC ",
    "title": "Emergency trainees mistakenly exposed to deadly ricin"
   },
   {
    "entities": [
     "jewel-osco",
     "mariano",
     "c.",
     "jason",
     "micromedex",
     "kmart",
     "malone",
     "tribune",
     "university",
     "fox",
     "cvs",
     "indiana",
     "of",
     "wal-mart",
     "county",
     "horn",
     "walgreens",
     "medi-span",
     "daniel",
     "john",
     "once",
     "/",
     "michigan",
     "e.",
     "wambsgans",
     "arizona",
     "chicago",
     "databank",
     "october 2015",
     "washington",
     "first",
     "wisconsin",
     "cook",
     "illinois",
     "colchicine",
     "june 2016",
     "steven",
     "costco"
    ],
    "id": 12,
    "text": "How the Tribune conducted the tests Colchicine and verapamil E. Jason Wambsgans / Chicago Tribune Colchicine, foreground, and verapamil are potentially fatal when taken together. Colchicine, foreground, and verapamil are potentially fatal when taken together. (E. Jason Wambsgans / Chicago Tribune) To determine how often area pharmacies would dispense potentially dangerous drug pairs without warning customers, the Tribune launched what would become the most extensive testing project of its kind. In all, 255 tests were conducted, most of them in Chicago or its suburbs. Five national chain pharmacies with a large presence in the Chicago area were tested — CVS, Walgreens, Wal-Mart, Kmart and Costco — as well as local chains Jewel-Osco and Mariano's. Reporters also tested a randomly selected group of independent pharmacies. The five drug pairs used in the tests were chosen in consultation with national experts on drug interactions. The drug combinations In choosing the test pairs, the goal was to find combinations in which each drug had been on the market for many years, the drugs could cause serious harm when taken together, and the interactions should have been well-known to pharmacists. The Tribune selected five pairs with the help of two pharmacy professors who are leading experts in drug interactions: Daniel Malone of the University of Arizona and John Horn of the University of Washington. Three of the combinations were potentially fatal: the antibiotic clarithromycin and the cholesterol drug simvastatin; clarithromycin and ergotamine, a migraine medication; and the blood pressure drug verapamil and colchicine, used to treat gout. Another pair — the antibiotic ciprofloxacin and the muscle relaxant tizanidine — could cause patients to pass out. The fifth pair was griseofulvin, an anti-fungal medication, and a hormone-based oral contraceptive sold under various brand and generic names. Taking griseofulvin can render the birth control pills ineffective and lead to unexpected pregnancy with a risk of birth defects. According to Malone and Horn, drug safety databases used by pharmacies rate each of the pairs chosen as a major, severe or contraindicated interaction, with the exception of the pair that includes the oral contraceptive. That interaction is classified as moderate by Micromedex but major by Medi-Span and severe by First Databank. The prescriptions Writing the prescriptions was Dr. Steven C. Fox, a Chicago physician licensed by the state of Illinois. He wrote the orders in the names of 18 Tribune journalists, 15 of whom conducted tests in the field. Those reporters presented the prescriptions written in their names or, in some instances, their colleagues' names. All prescriptions were for first-time medications as opposed to refills. The test locations The 255 tests were conducted from October 2015 to June 2016. Seven chains were tested 30 times each to limit chance results. No single location was tested more than once. Because fewer than 30 Kmart and Costco stores are in the Chicago area, reporters tested some of these stores in downstate Illinois, Indiana, Wisconsin and Michigan. The newspaper also sought to test 30 Target stores but stopped after CVS acquired Target pharmacies during the study. Thirteen tests at Target were completed, and the results are included in the study's statistics. The Tribune chose 32 independent pharmacies for testing at random from a list of locations obtained from the state. All were in Chicago or suburban Cook County. Individual chain stores were not picked randomly, as stores within a large chain generally share the same computer systems and policies. Still, reporters attempted to select chain stores that represented a diverse cross-section of the area. Doing the tests The reporters presented each pharmacy with prescriptions for one of the five drug pairs. Each pair was tested the same number of times at each chain. Most prescriptions were dropped off at the same time; some were presented a couple of days apart. In some cases, the prescribing physician called in an order. Drug orders were not run through insurance. Reporters did not identify themselves as Tribune staffers but used their own names and answered all questions truthfully. The reporters typically waited at the pharmacy for the orders to be filled, taking notes about what transpired from the time they dropped off the prescriptions to when they picked up the medications. In many tests, conversation was extremely limited. Reporters' notes were then entered into standardized data collection forms. All purchased medications were cataloged and stored in a secure location. Reporting the results A pharmacy was considered to have failed the test if its staff did not either attempt to contact the doctor about a drug interaction or orally warn the tester. Information leaflets placed inside the bag or attached to the outside were not considered sufficient to warrant a pass. After the tests, the Tribune called many of the pharmacists to inform them of the results and discuss the findings. Some of their comments are included in the story. The Tribune is not identifying all of the individual stores in its article because each location was tested only once, a sample size too small to draw conclusions about a particular store.  ",
    "title": "How the Tribune conducted the tests - Chicago Tribune"
   },
   {
    "entities": [
     "thompson",
     "david",
     "pinckney",
     "last year",
     "mother",
     "sharon",
     "derek",
     "singleton",
     "at 6:57 pm",
     "african",
     "south",
     "january",
     "reuters",
     "s.c.",
     "richard",
     "thursday",
     "methodist",
     "the",
     "m.",
     "emanuel",
     "kevin",
     "district",
     "susie",
     "for",
     "waters",
     "of",
     "black",
     "court",
     "church",
     "roof",
     "charleston",
     "justice",
     "department",
     "sullivan",
     "u.s.",
     "fbi",
     "lance",
     "carolina",
     "dustin",
     "jan. 3",
     "the end of the day",
     "risher",
     "dylann",
     "december 15",
     "washington",
     "nathan",
     "america",
     "episcopal",
     "williams",
     "now",
     "myra",
     "more than a decade ago",
     "bruck",
     "clementa",
     "the third day",
     "gergel",
     "jackson",
     "ethel",
     "columbia"
    ],
    "id": 13,
    "text": "Dylann Roof guilty on 33 counts of federal hate crimes for Charleston church shooting The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it By Dustin Waters and Kevin Sullivan December 15 at 6:57 PM Follow @sullivank A jury finds Charleston church shooter Dylann Roof guilty of federal hate crimes resulting in the death of nine black parishioners at a historic church in South Carolina last year. (Reuters) CHARLESTON, S.C. — Dylann Storm Roof, a ninth-grade dropout who learned to hate black people on the Internet, was convicted Thursday of 33 counts of federal hate crimes for slaughtering nine black parishioners at a church Bible study meeting here last year. A federal jury took less than two hours to reach its decision, following a seven-day trial in which Roof, 22, a self-described white supremacist, chose to remain silent and motionless amid a barrage of testimony and evidence so thorough and devastating that his mother, watching from the third row, suffered a heart attack on the first day. “He executed them because he believes they are nothing but animals,” prosecutor Nathan Williams said in his closing argument, addressing a somber jury that had seen crime-scene photos of all the dead, including Susie Jackson, 87, the oldest victim, into whom Roof had emptied an entire 11-round magazine from his Glock .45-caliber pistol. [ ‘Evil, evil, evil as can be’: Emotional testimony as Dylann Roof trial begins ] As Williams spoke, a photograph of the Rev. Clementa Pinckney was shown on the screen. The pastor, who had offered Roof a seat next to him at Bible study, was wearing a crisp white shirt and new suit now stained by blood from the five bullet wounds in his neck, back and arm. Roof’s grandmother, sitting in the courtroom while the image was displayed, wiped a tear from her eye. Read the victims’ stories View Graphic Read the victims’ stories Judge Richard M. Gergel dismissed the jury for the holidays and told them to return on Jan. 3, when they will hear prosecution and defense arguments about whether Roof should be executed or sentenced to life in prison without parole. Roof also faces a separate state murder trial in January, which also carries a potential death penalty. Many friends and relatives of the dead attended the trial, in the historic heart of the city where the Civil War began, and many sat with their eyes closed tight as they listened to the verdict. “There’s no win in this. We still have grieving families, a grieving community. There’s some closure, but there’s no win in this thing,” said Kevin Singleton, 43, whose mother, Myra Thompson, was killed. “We just want to move forward and put this behind us and try to get on with our lives. Nothing good came out of any of this.” [ Scene in Charleston: ‘At the end of the day, we are just looking for justice.’ ] But some allowed themselves a moment of gratitude. The Rev. Sharon Risher, whose mother, Ethel Lance, was among the dead, said she was “overjoyed that this part is done.” At the moment the verdict was read, she said, the family members “looked at each other with smiles, like, ‘Hallelujah, God is still in the miracle-working business.’ ” Roof’s guilt in the killings was essentially uncontested; prosecutors showed the jury Roof’s interview with FBI agents in which he calmly confessed to the killings and complained that he was “worn out” after pumping more than 60 bullets into his victims. Prosectors introduced and played Dylann Roof’s two-hour video confession during the third day of Roof’s federal death penalty trial. (U.S. District Court for the District of South Carolina) Under federal law, he was charged with hate crimes resulting in death, obstruction of religion and firearms violations. He was also charged with attempting to commit those same offenses against two adults and a child who survived. [ The white flight of Derek Black ] His attorney, David Bruck, a death penalty specialist, told the jury he expected them to find Roof guilty, but he repeatedly tried to inject the notion that Roof was mentally or emotionally unstable. He was consistently cut off by Gergel, who said that was relevant only in the penalty phase of the trial. Roof has said he will represent himself during that phase, and Bruck was apparently trying to help his client in advance of that by giving the jury some justification to spare his life. “Consider the mad energy, the rationale, the senselessness,” Bruck said as the prosecution mounted objection after objection. “The fact that one is a racist does not tell you what else is going on. And what else is going on is what you should be thinking about.” The federal death penalty is rarely imposed; the last time was more than a decade ago. Roof had offered to plead guilty and accept life in prison, but the U.S. Justice Department determined that the circumstances were so egregious that they warranted seeking Roof’s execution. The crime stood as a new and hideous chapter in the long history of racial killings in America. Prosecutors read lines from a journal found in Roof’s car and the manifesto he posted online, and they told jurors that Roof wanted to incite a race war. Prosecutors presented evidence that Roof chose the Emanuel African Methodist Episcopal Church, a historic monument known as Mother Emanuel, because of its spiritual and symbolic importance to the black community. [ What happens next if Dylann Roof is sentenced to death ] Roof told FBI interrogators that he “had to” kill blacks because they rape white women; computer records showed that he had researched “black on white” crime and spent time on white supremacist sites. He said he chose Mother Emanuel because it was the South’s oldest black church and he “knew that would be a place to get a small amount of black people in one area.” During the trial, prosecutors documented Roof’s meticulous planning in the seven months leading up to the killings. Data collected from his GPS showed that he had made at least six trips to Charleston, visiting historic plantations and studying the church. He videotaped himself on several occasions taking target practice with his Glock in the back yard of his home. Photos showing Roof posing with the Confederate battle flag prompted South Carolina officials to remove the flag from the state capitol in Columbia. 1 of 10 ",
    "title": "Dylann Roof guilty on 33 counts of federal hate crimes for Charleston church shooting - The Washington Post"
   },
   {
    "entities": [
     "howard",
     "augustine",
     "times",
     "navy",
     "michelle",
     "west",
     "spicer",
     "iava",
     "leonardo",
     "trump",
     "cabinet",
     "house",
     "january",
     "party",
     "hegseth",
     "thursday",
     "news",
     "proctor",
     "paul",
     "fox",
     "veterans",
     "ann",
     "donald",
     "recently",
     "american",
     "rieckhoff",
     "tower",
     "for",
     "military",
     "of",
     "palin",
     "abc",
     "dec 15, 2016",
     "bill",
     "congress",
     "affairs",
     "brown",
     "va",
     "scott",
     "kanye",
     "current",
     "department",
     "u.s.",
     "gamble",
     "army",
     "dicaprio",
     "concerned",
     "iraq",
     "afghanistan",
     "sarah",
     "dunwoody",
     "massachusetts",
     "legion",
     "sean",
     "rausch",
     "america",
     "mcdonald",
     "&",
     "garry",
     "bob",
     "shushannah",
     ", 6:55 pm",
     "the end of the week",
     "pete",
     "walshe",
     "alaska",
     "white"
    ],
    "id": 14,
    "text": "VA Secretary 'Most Difficult' Position to Fill in Trump Cabinet, Transition Team Official Says By Shushannah Walshe Dec 15, 2016, 6:55 PM ET 0 Shares Email President-elect Donald Trump made veterans’ issues a centerpiece of his presidential campaign. But selecting a leader for the Department of Veterans Affairs will be one of the final decisions to round out his cabinet. Transition sources say Trump is still considering a number of different candidates, from Trump loyalists to retired military officials, ahead of a self-imposed goal of the end of the week to finalize his cabinet. Contenders for the VA job include former Alaska Gov. Sarah Palin; former Massachusetts Sen. Scott Brown; Pete Hegseth, the former chief executive of the conservative Concerned Veterans for America; and Adm. Michelle Howard, the first African-American woman to command a U.S. Navy ship. A senior Trump transition official says the president-elect has also interviewed retired Gen. Ann Dunwoody, who served as the Army’s first female four-star general. Hegseth, who is an Army veteran and Fox News contributor, has met with Trump twice, most recently on Thursday at Trump Tower. One senior transition official told ABC News the position of VA secretary is proving to be the \"most difficult\" cabinet position to fill. Trump's pick will be responsible for managing the government’s second-largest department and a national health care system that serves more than 6.6 million veterans and beneficiaries each year. Some veterans’ advocacy groups have expressed frustration that Trump has not met personally with them to discuss the selection, instead meeting with a mix of celebrities and CEOs. \"He's met with Kanye West and Leonardo DiCaprio, but hasn't met with the American Legion or IAVA [Iraq and Afghanistan Veterans of America],\" said Paul Rieckhoff, CEO and founder of IAVA. Asked about Trump's focus on selecting a VA secretary, transition officials say the president-elect is taking the issue seriously. \"This is an area he cares deeply about, reforming the VA,\" spokesman Sean Spicer said on a call with reporters Thursday. He said that this is \"an area that's near and dear to his heart and one that he really wants to make sure is addressed appropriately, quickly and successfully.\" Some veterans organizations have urged Trump to keep current VA Secretary Bob McDonald in his administration. But a senior transition official says that idea has not been embraced in Trump Tower. \"Transforming an agency as large and diverse as VA will take a continuous commitment from leadership over the course of many years,\" a coalition of 20 veterans groups wrote in a letter to Trump and the transition team. \"As you make your selection for VA Secretary, then, we advocate for an approach that recognizes and builds upon current progress. Given the challenges we face, we cannot afford to start over.\" Trump has proposed making it easier for secretaries to fire VA employees, creating a commission to investigate fraud in the agency and creating a 24/7 White House hotline for veterans' complaints. In interviews, top veterans' advocates say Trump has much in common with McDonald, a registered Republican and former CEO of Proctor & Gamble. \"They’re both businessmen from outside the government that have a different perspective,\" said Garry Augustine, the executive director of Disabled American Veterans. \"If he wasn’t already secretary, president-elect Trump would probably be looking at him.\" Bill Rausch, the executive director of Got Your 6, said keeping McDonald would allow the Trump administration to hit the ground running in January to pass reforms with a GOP-led Congress. \"If we bring in a new VA leader who is going to take a year, two years to get up to speed,\" he said. \"We could miss that window of opportunity.\" It’s not clear if McDonald and Trump have been in contact with each other, but those who have spoken to the current secretary said he would consider serving in a Trump administration. McDonald told the Military Times in a recent interview that he has not been approached about serving in the Trump administration. “I have not been approached, and I’m making plans according to that. But service is important,\" he said. ABC News' request for comment from McDonald’s office was not immediately returned. \"I think he would say yes,\" Rausch said. \"His answer has been that he’s a member of the Veterans Party and he’ll do what’s best for veterans.\" 0 Shares ",
    "title": "VA Secretary 'Most Difficult' Position to Fill in Trump Cabinet, Transition Team Official Says - ABC News"
   },
   {
    "entities": [
     "1998",
     "stephen",
     "d.",
     "lansing",
     "cabinet",
     "advisors",
     "at 7:08 pm",
     "s.",
     "for",
     "view",
     "present",
     "glenn",
     "martin",
     "boys",
     "benjamin",
     "detroit",
     "december 15",
     "2005",
     "trump's",
     "bush",
     "steven",
     "william",
     "budget",
     "yale",
     "graphic",
     "clinton",
     "1946",
     "democratic",
     "the same day",
     "society",
     "management",
     "larry",
     "reagan",
     "harvard",
     "hubbard",
     "news",
     "senate",
     "donald",
     "of",
     "closter",
     "2008",
     "review",
     "berkeley",
     "englewood",
     "economic",
     "jack",
     "a",
     "advisers",
     "stearns",
     "here",
     "jersey",
     "w.",
     "and",
     "york",
     "christina",
     "office",
     "the past",
     "paine",
     "jr.",
     "columbia",
     "council",
     "reserve",
     "kemp",
     "ehrenfreund",
     "gates",
     "two decades ago",
     "thursday",
     "mich.",
     "nordhaus",
     "feldstein",
     "john",
     "janet",
     "students",
     "bear",
     "capital",
     "foundation",
     "new",
     "national",
     "obama",
     "glidden",
     "heritage",
     "moore",
     "greenspan",
     "yellen",
     "mufson",
     "cnbc",
     "alan",
     "last year",
     "trump",
     "bernanke",
     "max",
     "hillary",
     "university",
     "the",
     "kudlow",
     "bank",
     "george",
     "school",
     "california,",
     "federal",
     "webber",
     "late 1992",
     "post",
     "carter",
     "romer",
     "n.j.",
     "washington",
     "rochester",
     "now"
    ],
    "id": 15,
    "text": "Trump considers financial pundit Larry Kudlow for Council of Economic Advisors The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Steven Mufson and Max Ehrenfreund December 15 at 7:08 PM Follow @StevenMufson Follow @MaxEhrenfreund Conservative television commentator Larry Kudlow is a leading candidate to become chair President-elect Donald Trump’s Council of Economic Advisers, which is usually run by one of the nation’s most prestigious economists. Stephen Moore, chief economist at the Heritage Foundation and an adviser to Trump, told a Lansing, Mich. business group Thursday that Kudlow would be named to the post, though Moore later added the nomination “isn’t a done deal,” according to the Detroit News . A person close to the transition told The Post that Trump is trying to find a space for Kudlow, a Trump friend and loyal adviser during the campaign, in an economic advisory role. If selected, Kudlow would mark another un­or­tho­dox pick for Trump. Under both Republican and Democratic presidents, the council has provided expert economic advice to the president and attracts a staff of top-flight young economists. But Kudlow lacks a graduate or undergraduate degree in economics and has not written scholarly papers on the subject. A fervent supporter of deep tax cuts, Kudlow is a senior contributor at CNBC and former host of the cable channel’s primetime “The Kudlow Report.” While continuing with his broadcasts, he informally advised Trump during the campaign. Like Moore, Kudlow disagrees with Trump about trade and opposes protectionism, but shares the president-elect’s desire to slash tax rates for businesses. “He should have hammered much harder on his tax cuts,” Kudlow said of Trump’s performance in one of the debates with Democratic candidate Hillary Clinton. “It’s been the Kudlow theory of debates for a long time that no matter what you are asked you give the answer you want to give on the subject you want. Trump needs to learn more about that.” Tracking how many key positions Trump has filled so far View Graphic Tracking how many key positions Trump has filled so far A graduate of the University of Rochester, where he joined the left wing Students for a Democratic Society and majored in history, Kudlow worked as a junior economist at the Federal Reserve Bank of New York, then as chief economist first at Paine Webber and later at Bear Stearns. He became associate director for economics and planning in the Office of Management and Budget under President Reagan. A star in the conservative fermament, Kudlow later advised Jack Kemp and toyed with the idea of running for the Senate. But his career was derailed two decades ago by alcohol and drug addiction, and he took a long leave of absence starting in late 1992 to attend a twice-daily program to help addicts. In recent years, he has become a popular figure on television, but his record as an economic forecaster is full of potholes. Less than nine months before the economic crisis hit in 2008, Kudlow wrote in the National Review that “There’s no recession coming. The pessimistas were wrong. It’s not going to happen. At a bare minimum, we are looking at Goldilocks 2.0. (And that’s a minimum). Goldilocks is alive and well. The Bush boom is alive and well... Yes, it’s still the greatest story never told.” Earlier, in 2005, he made fun of people worried about inflated housing prices, calling them “bubbleheads.” Here are the people whose names have been floated for Trump’s Cabinet View Graphic Here are the people whose names have been floated for Trump’s Cabinet John Glidden Jr., a friend of Kudlow’s since middle school, said that “Larry, most of his life, was a very high-strung individual, very bright.” He added that Kudlow “always wanted to be involved, always wanted to be in the right circles.” In high school at the Englewood School for Boys in New Jersey, Glidden and Kudlow were friends and rivals. Glidden described Kudlow as a civil but “dogged” partner in speech and debate, who could argue liberal and conservative cases with equal cogency. In their senior year, the two played a match for the top slot on the school’s tennis team. Kudlow won. Both boys’ fathers were prominent Republicans in Englewood, successful men who expected success from their sons as well. “I’m the same way,” said Glidden, now a senior vice president at Gates Capital and the mayor of the borough of Closter, N.J. “It’s something we had in common. I think it’s something that was instilled in us, the way we were both brought up.” In the high-rolling and hard-partying atmosphere of Wall Street, Glidden suggested, Kudlow’s desire to be in the middle of action might have led him into addiction. Yet Glidden said his friend has been sober for about two decades and that his experience in finance would make up for his lack of economic training. “He licked it. I’m proud of him,” he said. “He’s going to do a good job. He’s the right guy at the right time.” Kudlow has linked the economy’s performance to moral values, and he has blamed inequality on poor broken families. “If we stick with what I call first principles, which is morality and ethics, some spiritual guideline which was present at the creation with the founders . . . then this country is unstoppable,” Kudlow wrote in a 1998 book title “American Abundance: The New Economic and Moral Prosperity. “We are the city on the hill.” Some economists were shocked by the possibility of Kudlow’s appointment, news of which came the same day Obama’s Council of Economic advisers issued its annual report. Created by the Employment Act of 1946, the council last year marked its 70th anniversary, noting its “distinctive role” in “applying economic theory and empirical research to the often-novel situations in which policymakers find themselves.” The past chairs have included Harvard professor Martin Feldstein, who served under Reagan; Columbia business school dean Glenn Hubbard, who served under President George W. Bush; University of California, Berkeley professor Christina D. Romer, and later Federal Reserve chiefs Benjamin S. Bernanke, Janet Yellen and Alan Greenspan. Kudlow, by comparison, has not done any comparable research, though he is much more famous by dint of his television career. William D. Nordhaus, a Yale economic professor and a member of President Carter’s Council of Economic Advisers, said “since President-elect Trump apparently doesn’t listen to the professionals at intelligence agencies, why should he listen to professional economists?” business ",
    "title": "Trump considers financial pundit Larry Kudlow for Council of Economic Advisors - The Washington Post"
   },
   {
    "entities": [
     "clint",
     "florida",
     "abramson",
     "trump",
     "hillary",
     "tallahassee",
     "news",
     ", 6:25 pm",
     "facebook",
     "leon",
     "nov. 8, 2016",
     "state",
     "december 6",
     "county",
     "of",
     "abc",
     "dec 15, 2016",
     "night",
     "beatrice",
     "courthouse",
     "department",
     "ken",
     "alana",
     "today",
     "2 percentage points",
     "december 2",
     "curtis",
     "clinton",
     "meredith",
     "detzner"
    ],
    "id": 16,
    "text": "Florida Seeking Full Recount? Here's the Real Story By ALANA ABRAMSON Dec 15, 2016, 6:25 PM ET 0 Shares Star Mark Wallheiser/Getty Images Florida voters mark their ballots at the Leon County Courthouse on Nov. 8, 2016 in Tallahassee, Florida. 0 Shares You may have seen the headline that Florida is looking to have a full recount after the presidential election . The story was flagged by Facebook users as being potentially false. Here's what we have found. The story was originally posted December 6 on bipartisanreport.com with the headline 'Breaking: Florida Moves for Full Recount of State Over Massive Voter Fraud (Details)' The headline is false. The story has some questionable reporting. The state has not asked -- and does not plan to ask -- for a full recount The Florida secretary of state has not asked for any sort of recount. Under Florida law, a recount is automatically triggered if the differential is 0.5 percentage points or less of the total votes cast. Trump received 4,617,886 votes in Florida, and Clinton received 4,504,975, a difference of 112,911 votes and nearly 2 percentage points, according to the Florida secretary of state. Otherwise, a court or the Florida secretary of state could order a recount if there’s enough proof of fraud or misconduct to have changed the election results. The secretary of state has not mandated a recount. Three people are asking for a recount Three people are calling for a recount, saying the \"totals in the certification are wrong because of several factors,\" including unaccounted votes, illegal votes and lack of integrity of the voting machines, according to a complaint filed December 2. The suit claims Hillary Clinton would have won Florida if the votes were counted properly. There have been no reported election issues in Florida, officials say The original article didn’t go beyond the lawsuit, but there have been no reported election issues in Florida, according to the Florida Department of State spokeswoman. “We have no indication of an issue,” spokeswoman Meredith Beatrice wrote in an email to ABC News today. On election night, Secretary of State Ken Detzner wrote in a release, “Overall, we’ve had a very smooth and successful General Election Day here in Florida. We only received a few reports of minor issues from the counties. All the Supervisors of Elections were proactive in addressing any concerns and ensuring all voters were able to vote.” The release from Detzner did cite problems, including the evacuation of a polling location and disciplinary action against two poll workers, but they did not include any of the ones mentioned in the complaint. But since he filed the court complaint, attorney Clint Curtis said he has received over 500 complaints about voting issues on Election Day. Before he filed, Curtis said, a couple dozen had come forward. The website bipartisanreport.com did not respond to multiple requests from ABC News for comment. ABC News has launched \"The Real News About Fake News\" powered by Facebook data in which users report potentially fake stories circulating on the platform. Questionable posts will undergo rigorous reporting to determine if the claims made are false. Stories that ABC News has investigated will then appear flagged in your News Feed. 0 Shares ",
    "title": "Florida Seeking Full Recount? Here's the Real Story - ABC News"
   },
   {
    "entities": [
     "cristina",
     "1995",
     "n.y.",
     "gilgo",
     "beach",
     "march 2015",
     "island",
     "2000",
     "amber",
     "dec. 15",
     "ocean",
     "lynn",
     "thursday",
     "costello",
     "gilbert",
     "michael",
     "news",
     "facebook",
     "nassau",
     "robert",
     "fox",
     "may 1, 2010",
     "gearty",
     "waterman",
     "december 10, 2010",
     "county",
     "last month",
     "baden",
     "$300",
     "june 2011",
     "john",
     "2011",
     "jones",
     "once",
     "the following days",
     "twitter",
     "ray",
     "august 2011",
     "suffolk",
     "corbin",
     "past",
     "meringolo",
     "police",
     "department",
     "barthelemy",
     "$400",
     "foxnews.com",
     "fbi",
     "long",
     "new",
     "jersey",
     "currently",
     "rickenbacker",
     "spota",
     "megan",
     "brainard-barnes",
     "james",
     "december 2011",
     "n.j.",
     "york",
     "two months later",
     "oak",
     "leanne",
     "2002",
     "2012",
     "lowrita",
     "five years ago",
     "newsday",
     "maureen",
     "melissa",
     "burke",
     "city",
     "time",
     "thomas",
     "shannan",
     "parkway"
    ],
    "id": 17,
    "text": "Lawyer claims link between ex-NY police chief and unsolved Long Island murders By Cristina Corbin Facebook 0 Twitter 0 livefyre Email Print Dec. 15: A woman, identified only as \"Leanne,\" 30, told reporters during a press conference that former Suffolk County Police Chief, James Burke, paid her for sex.  (FoxNews.com) The lawyer for the family of a prostitute whose body was found near a suspected serial killer's dumping ground claimed Thursday that a disgraced former New York police chief regularly hired women for rough sex in a home near the scene. Attorney John Ray held a press conference Thursday with a prostitute, identified only as \"Leanne,\" who claims she was paid to have sex with former Suffolk County Police Chief James Burke in 2011. The remains of four prostitutes, each covered in burlap and dumped in thick bramble on the south shore of Long Island, N.Y., along the edge of Ocean Parkway in Gilgo Beach, were discovered five years ago in a case that remains unsolved. Ray represents the family of Shannan Gilbert, a New Jersey escort whose body was found near the other women and whose death may also have been a homicide. Burke, who reportedly blocked the FBI from investigating key evidence in the murders, is currently serving time in federal prison in a separate case. Burke was sentenced to 46 months for beating up a man who stole sex toys and other items from his car and then later orchestrating a cover-up. Burke has not been named a suspect or person of interest in the Long Island serial murders. \"The allegations against my client don’t warrant a comment,\" Burke's attorney, John Meringolo, told FoxNews.com Thursday.  On Thursday, \"Leanne,\" told reporters she met Burke at a party in Oak Beach in June 2011. According to the woman, Burke paid her $400 for \"rough sex\" at the home, a few miles from where the murdered prostitutes were found. The woman claims Burke hired her again for sex two months later. According to an affidavit, the woman claims she observed Burke \"roughly pull a young woman by her hair to the ground\" at the party, which included cocaine. She said in sworn testimony that Burke was introduced to her as a \"a high police official.\" In August 2011, the woman said she met Burke for sex a second time in a bathroom at an undisclosed location. \"He insisted upon oral sex, which was given,\" the affidavit states. She described Burke as \"aggressive\" to reporters and said he called her a \"whore\" before throwing $300 or $400 in cash at her. \"I was a little dehumanized,\" she said. A law enforcement source with knowledge of the Long Island serial killer investigation told FoxNews.com last month that Burke was being eyed as a person of interest in the murders, though the FBI declined to comment on the case. The source, who spoke on condition of anonymity, said federal investigators were questioning Burke's former girlfriends after learning he had a \"violent past.\" This is not the first time Burke -- once Suffolk County's top cop -- has been linked to prostitution. A 1995 internal affairs report by the Suffolk County Police Department shows Burke -- then a sergeant -- had a months-long relationship with a convicted prostitute and drug dealer named Lowrita Rickenbacker, according to Newsday,  which obtained a copy of the report . The report claimed Burke once left Rickenbacker alone in his car with his gun belt and service weapon resting on the backseat. The report also said Burke engaged in a sexual act with Rickenbacker at least once inside his patrol car. Despite the report, Burke continued to rise through the ranks of the Suffolk County Police Department -- one of the highest paid police departments in the country. In 2000, Burke was promoted to lieutenant. In 2002, he was named chief of detectives by Suffolk County District Attorney Thomas Spota and, in 2012, he became the Suffolk County police chief. It was the search for Shannan Gilbert that led to the discovery of four other women's remains -- the work of a suspected serial killer. Gilbert, 23, of Jersey City, N.J., disappeared May 1, 2010, after visiting a client in the gated community of Oak Beach on a barrier island off Long Island's south shore. On December 10, 2010, a police dog and his officer stumbled across the first set of remains. In the following days, police found three more women in varying states of decomposition. The women were identified as Maureen Brainard-Barnes, Melissa Barthelemy, Megan Waterman, and Amber Lynn Costello. They were all sex workers in their 20s found stuffed inside burlap bags along Ocean Parkway, a 15-mile road that spans Jones Beach, roughly a mile from where they would later find Gilbert's body, in December 2011. After the discovery of Gilbert's remains, the medical examiner ruled her cause of death \"undetermined,\" and police theorized she drowned while running through a marsh in a drug-induced state -- calling her death unrelated to the four other victims. But that finding was called into question in March 2015, when Dr. Michael Baden, former chief medical examiner of New York City, and a Fox News contributor, examined Gilbert's skeletal remains inside a Nassau County funeral home at the request of her family.  Baden observed the hyoid bone -- a small horseshoe-shaped bone in the neck -- had a \"rough edge\" on one side, suggesting a fracture. A fracture to the hyoid bone is a hallmark sign of a strangulation. \"The hyoid shows some breakage,\" Baden said at the time. \"If it is a fracture, that would be strong evidence Ms. Gilbert was strangled to death by neck compression.\" FoxNews.com's Robert Gearty contributed to this report.  Advertisement ",
    "title": "Lawyer claims link between ex-NY police chief and unsolved Long Island murders | Fox News"
   },
   {
    "entities": [
     "spurs",
     "jim",
     "the next day",
     "joe",
     "garnett",
     "cooperstown",
     "reynolds",
     "atlanta",
     "kevin",
     "nfl",
     "the end of august",
     "morning",
     "wade",
     "once",
     "tnt",
     "san",
     "souryal",
     "ruth",
     "dwyane",
     "right now",
     "larry",
     "earlier this year",
     "florida",
     "april 2014",
     "august",
     "tarek",
     "popovich",
     "gregg",
     "march 2016",
     "recently",
     "adam",
     "antonio",
     "tim",
     "tournament",
     "of",
     "levy",
     "craig",
     "twitter",
     "syracuse",
     "sager",
     "sports",
     "lebron",
     "james",
     "hall",
     "5 a.m.",
     "previously",
     "phoenix",
     "jr.",
     "jose",
     "hank",
     "david",
     "bird",
     "batavia",
     "league",
     "boeheim",
     "thursday",
     "cnn",
     "1980",
     "wspb",
     "2015",
     "a week in 1974",
     "cavaliers",
     "houston",
     "1981",
     "dallas",
     "romero",
     "babe",
     "hbo",
     "nba",
     "illinois",
     "city",
     "silver",
     "biden",
     "espn",
     "late august",
     "magic",
     "major",
     "$95",
     "mavericks",
     "ncaa",
     "turner",
     "m.",
     "kansas",
     "sarasota",
     "johnson",
     "2016",
     "drake",
     "now",
     "baseball",
     "aaron",
     "famer"
    ],
    "id": 18,
    "text": "WATCH Legendary Sideline Reporter Craig Sager Remembered 0 Shares Email Craig Sager never once thought about giving up as he battled cancer for more than two years. \"Man, life is too beautiful, too wonderful, there's just too many things,\" he said in late August. \"It's not just you. It's your family and kids and all. Fight. Fight until the end. Fight as hard as you can.\" The end for the beloved TNT broadcaster came Thursday when the man known as much for his outrageous wardrobe as his relationships with the NBA's elite succumbed to the disease he fought so hard to overcome. Turner Sports announced his death without disclosing details. He was 65 and had worked basketball games for TNT for nearly a quarter-century. \"There will never be another Craig Sager,\" Turner President David Levy said. \"His incredible talent, tireless work ethic and commitment to his craft took him all over the world covering sports.\" His son, Craig Jr., posted a loving video tribute to his father, tweeting: \"We packed a lifetime and then some into these 28 years together.\" Sager's passing brought out condolences from every corner of the NBA and Hall of Famer Larry Bird expressed what many were feeling. \"He was as identifiable with the NBA as any player or coach,\" Bird said. \"The league will not be the same without him.\" Magic Johnson echoed those sentiments on Twitter. \"The NBA family lost a legend who changed the way sideline reporters did their job. RIP Craig Sager,\" Johnson said. It wasn't just the NBA community that mourned his passing , with Vice President Joe Biden and Drake expressing sadness at the loss. Sager had two bone marrow transplants with his son as the donor before undergoing a third one from an anonymous donor at the end of August in Houston to fight an aggressive form of leukemia. To no one's surprise, he was characteristically cheerful . \"It really isn't all that painful, not physically,\" he said then. \"I think the hardest toll is mentally and emotionally. I have this thing of positive thinking. I think if you think something is going to be right and you think positive then you feel that way and if you feel that way you'll act that way. I try not to get down.\" Sager announced in April 2014 that he had been diagnosed with acute myeloid leukemia, and he missed the playoffs and much of the following season as he underwent the first two transplants. Sager revealed in March 2016 that his leukemia was no longer in remission. He said doctors told him the typical prognosis was three to six months to live. He was overwhelmed by how news of his fight spread and people across the world started talking about the Sager Strong campaign. \"At first was our family's fight,\" Sager said. \"Then because of TV and TNT and people seeing me in the stands and I talk to people and then it got bigger and then that inner circle became an endless world to tell you the truth.\" Sager then started gaining inspiration from everyone who shared their story or reached out to show support. \"They saw that I refused to give up and I refused to give in and that I'm still fighting it and they saw a lot of inspiration in what I was doing,\" he said. \"Now I feel I'm not only fighting for what I want and what my family wants, but for everybody out there who has cancer or will.\" His battle brought out the soft side of Gregg Popovich, the prickly San Antonio Spurs coach with whom he had many memorable exchanges during in-game interviews. Sager never faulted Popovich for his gruff attitude during those interviews, saying \"he's trying to win a game. He doesn't want to talk to some reporter.\" \"Later, he said, 'You're still going to be media on the court, but off the court can I call you and see how you're doing?' I said: 'Heck yes,'\" Sager recalled in August. \"Just keep treating me the way on the court you always do. He said: 'I wouldn't want it any other way.'\" After learning Sager had died, Popovich spoke somberly for close to two minutes before a game in Phoenix. \"A day like this, basketball has to take a back seat, as we all think about somebody who was very unique, very special,\" Popovich said. \"Whether you really knew Craig or not, you got the feeling that he was a very special person in a lot of different ways, and right now I just feel for his family.\" \"He was a way better person than he was a worker, even though he was amazing in that regard. He loved all the people around him and everybody felt that,\" he said. \"The most amazing part of him is his courage ... if any of us can display half the courage he has to stay on this planet, to live every life as if it's his last, we'd be well off.\" Sager sported suits in every color of the rainbow and plenty of shades not found in nature, from teal to fuchsia to magenta. He would match plaid blazers with paisley ties or striped shirts — all in bold hues. Kevin Garnett once told him to burn an entire outfit. In a 2016 interview with HBO's \"Real Sports,\" Sager recalled how Popovich reproached him for trying to stand out. Sager explained to him: \"Coach, you don't understand. If I'm not wearing bright colors and if I don't feel lively, it's not me.\" Sometimes lost in the glare of his wardrobe was Sager's relentless nature as a reporter. Every time Popovich would give a terse non-answer, an unfazed Sager would pepper him with another question. Sager's persistence was on display at the start of his career, when the 22-year-old found himself in the middle of one of the most famous moments in sports history. Making $95 a week in 1974 as the news director at WSPB — a Braves-affiliated AM radio station in Sarasota, Florida — Sager risked getting fired by deciding to hop a flight to Atlanta for a game with Hank Aaron a home run away from breaking Babe Ruth's career record. With a last-minute credential, Sager was stuck in the third-base photographers' well. As the historic homer sailed out of the park, Sager, without thinking, sprinted onto the field and wound up chasing Aaron down the third-base line. When Aaron's teammates mobbed him at home plate, Sager can be seen in his trench coat in the middle of the scrum. The next day, Sager caught a 5 a.m. flight to Sarasota to be back for his morning drive responsibilities, and his tapes from the game wound up in Cooperstown. Sager worked as a reporter on the Olympics, Major League Baseball playoffs, the NFL and the NCAA Tournament, among other sports. But he was indelibly connected to the NBA and Commissioner Adam Silver said the \"true original\" was respected for his reporting — and his inspiring fight. Bulls star Dwyane Wade sold paisley ties during the 2016 playoffs to raise money to combat blood cancers. \"Craig was as vital to the NBA as the players and coaches,\" NBA Commissioner Adam Silver said. \"Craig earned widespread respect for his insightful reporting and inspired so many most recently with his courage.\" Sager got to cover his first NBA Finals in 2016 through an unusual arrangement between TNT and ESPN, which invited him to join its coverage. He marked the occasion by wearing a blazer with a royal blue floral print. In an interview with LeBron James after Game 6, the Cavaliers star turned the tables to giddily ask Sager a question: \"How in the hell do you go 30-plus years without getting a Finals game?\" He was self-deprecating when asked what the outpouring of support from across the NBA meant to him. \"It means that I'm not just the nuisance that they see on the court when I'm trying to talk to them when they want to be somewhere else,\" he said in August. And Sager loved everything about his job. \"I try to get there three hours before the game, talk with the ushers and the security guards, the coaches and the fans,\" Sager said in 2015. A native of Batavia, Illinois, Sager attended Northwestern, where he walked onto the football and basketball teams, and served as the school's \"Willie the Wildcat\" mascot for three years. He worked at several TV and radio stations in Florida after college before spending two years in Kansas City. Sager joined CNN in 1981 after handling the network's first live remote report during the 1980 baseball playoffs. Sager was in Dallas for a game in April 2014 when he felt ill and sought treatment from Mavericks team physician Dr. Tarek Souryal, who had previously performed Sager's knee surgery. With a dangerously low hemoglobin count, Sager had six blood transfusions over a 24-hour period before returning to Atlanta. After that came the treatments and his public battle with leukemia. Earlier this year, Sager was involved in the television coverage of the NCAA Final Four and had a memorable postgame interview with Syracuse coach Jim Boeheim. \"I'm proud of you,\" Boeheim told Sager on air after the Orange lost in the national semifinals. \"I'm really proud of you and what you're doing. You're a fighter and that's something we all should really aspire to be. You're setting an example that we all should be really happy to try to follow.\" Sager replied, \"Well, thank you very much.\" And then the professional broadcaster did what professional broadcasters do - he went to his next question, one about Syracuse's famed 2-3 zone, without missing a beat. ——— AP Basketball Writer Tim Reynolds and AP freelance writer Jose M. Romero contributed to this report. 0 Shares ",
    "title": "Cheerful, Colorful NBA Reporter Craig Sager Dies at 65 - ABC News"
   },
   {
    "entities": [
     "brendan",
     "next year",
     "earlier this week",
     "stock",
     "renae",
     "street",
     "financial",
     "china",
     "the last month",
     "partners",
     "once",
     "mario",
     "martin",
     "department",
     "this year",
     "kathleen",
     "wall",
     "dow",
     "december 15",
     "european",
     "trump's",
     "sachs",
     "$1 billion",
     "mcdermid/reuters",
     "exchange",
     "association",
     "lockheed",
     "united",
     "carbone",
     "donald",
     "twenty years ago",
     "of",
     "home",
     "2008",
     "the year",
     "twitter",
     "u.s.",
     "union",
     "standard",
     "york",
     "shiller",
     "poors",
     "s&p",
     "david",
     "brady",
     "goldman",
     "$1 trillion",
     "reserve",
     "britain",
     "thursday",
     "jeff",
     "cnn",
     "congress",
     "cornerstone",
     "$2 trillion",
     "schiegoliet",
     "capital",
     "new",
     "national",
     "wednesday",
     "service",
     "the end of the year",
     "at 1:51 pm",
     "treasury",
     "states",
     "trump",
     "2017",
     "art",
     "last week",
     "icahn",
     "june",
     "carl",
     "hogan",
     "bank",
     "wunderlich",
     "securities",
     "2016",
     "federal",
     "renaissance",
     "past",
     "merle",
     "builders",
     "20 percent",
     "currently",
     "picone",
     "internal",
     "washington",
     "&",
     "revenue",
     "ed",
     "now",
     "boeing",
     "smith",
     "robert"
    ],
    "id": 19,
    "text": "Dow reaches historic levels as investors wager on Trump administration The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Renae Merle December 15 at 1:51 PM Follow @renaemerle NEW YORK — In what some are calling the “Trump rally,” investors are pushing U.S. stock markets to new heights in anticipation that the president-elect will work with the Republican-led Congress to lower taxes and pass more business-friendly policies. In the five weeks since Donald Trump’s surprise win, traders have rushed into the market, accelerating gains that had been building all year. Their enthusiasm had the Dow Jones industrial average flirting with a record-high 20,000 mark that once would have seemed unattainable in 2016. For now, many are willing to look past potential stumbling blocks that lie ahead for the U.S. economy. The Federal Reserve , for instance, is beginning to raise interest rates—it bumped up a key lending rate Wednesday, a move that traditionally has added costs for businesses—and the global economy is bracing for Britain's pending departure from the European Union. There’s also the risk that Trump himself could disrupt global trade with protectionist policies, perhaps stirring a backlash from China. Investors have already learned to beware of Trump’s Twitter account: The president-elect sent shares in Lockheed Martin, and the rest of the defense industry, tumbling after lashing out at the cost of the company’s F-35 fighter jet earlier this week. Boeing, too, has felt his wrath and a pharmaceutical industry that once looked forward to less red tape reeled when the president-elected vowed to bring down drug prices. Even before Trump’s election, some market analysts were warning that stock prices were too high given recent corporate financial results. Specialist trader Mario Picone wears a \"DOW Almost 20,000\" cap as he works at his post on the floor of the New York Stock Exchange on Thursday. (Brendan Mcdermid/Reuters) “A pullback in this market would certainly be healthy. Trees don’t grow to the sky,” said Art Hogan, chief market strategist at Wunderlich Securities. Trump, too, spent much of his presidential campaign raising caution about the rising U.S. stock market, calling it a “big, fat, ugly bubble” and warning that investors would soon be “wiped out.” (His spokesman said he sold his entire portfolio in June). And yet, as shares have pushed even higher, Trump‘s supporters have embraced the rally as a referendum on his pro-business policies, creating ever higher expectations for quick results once he assumes office. Just Thursday, the National Association of Home Builders reported that U.S. builders’ confidence jumped to the highest level in more than a decade. “This notable rise in builder sentiment is largely attributable to a post-election bounce, as builders are hopeful that President-elect Trump will follow through on his pledge to cut burdensome regulations that are harming small businesses and housing affordability,” Ed Brady, chairman of the trade group, said in a statement. The Dow, an index of 30 large publicly owned companies, has long been viewed as a proxy for the broader market, but its movements can be affected by big swings in individual stocks. About 20 percent of the Dow’s rise over the last month is due to one company that market analysts say could benefit greatly from Trump’s policies: Goldman Sachs. The Wall Street giant’s stock has soared amid expectations that his administration will roll back regulations put in place to rein in the banking sector after the 2008 financial crisis. It hasn’t hurt that Trump picked Goldman veterans to lead the Treasury Department and chair his team of economic advisors. Goldman Sachs has not been the only beneficiary. Virtually every other sector of the market has also felt a lift in recent weeks. Investors are enjoying the ride. Many traders have talked openly about holding onto their shares this year in hopes the taxes they pay on gains could be lower next year. Institutional investors and other big traders, meanwhile, have shifted money out of bonds, a traditional safehaven during economic turbulence, to snap up more stock and ride the momentum. The combined market value of the 500 companies tracked by the Standard & Poors 500 has climbed nearly $1 trillion since Trump was elected. “It is the difference between investing for a slow-growing economy and investing for strong growth,” said Jeff Carbone, a managing partner for Cornerstone Financial Partners. In nearing the 20,000 threshold, the Dow has staged an improbable recovery in a year that started with massive selloffs as economists worried about China’s rocky economy and falling oil prices, and then panicked when Britain voted to leave the European Union. Now, investors who began the year hoping to just break even are experiencing one of their most profitable periods in years. “The world doesn’t change when the Dow hits 20,000. That is simply a psychological barrier,” said David Schiegoliet, a managing director at U.S. Bank. But “it can’t be ignored because market psychology can be self fulfilling. It could generate enthusiasm that will turn markets even higher.” Much of that enthusiasm appears tied to expectations that Trump will usher in a period of deregulation and lower taxes. Trump has also, for example, that said he would lower the corporate tax rate and encourage companies that currently hold more than $2 trillion in profits overseas, where it can’t be taxed by the Internal Revenue Service, to bring that money back to the United States. Those companies may try to use some of the cash they bring back to pay dividends for shareholders or to buy back their stock, reducing the supply and pushing up the prices for the shares that remain, market analysts said. Lower corporate taxes could also help revive the market for companies wishing to go public, which has languished in recent years, market analysts say. Only about 105 companies are expected to go public by the end of the year, half as many as would occur during a typical year, according to Renaissance Capital, a manager of funds focused on initial public offerings. “Everything we see now says that 2017 should be a very strong year for IPOs,” said Kathleen Smith, a principal at Renaissance Capital. But there are also warning signs. Twenty years ago, Nobel laureate economist Robert Shiller developed a system for determining whether stocks may be overvalued by comparing the stock price of companies listed on the S&P with corporate profits over a 10-year period. A high ratio indicates that stocks may be too expensive, the theory goes. That ratio climbed to 27.9 last week , a relatively high level. But even for Shiller, Trump complicates the picture. When the ratio is “high like it is now, it suggests that returns will be weak,” he said. But Trump “is a unique political figure and it is difficult to measure his affect on the market.” “Trump seems to have some powers of persuasion, inspiration that have propelled the economy since he was elected,” Shiller said. “In the long term it might not work out as well, but at least in the short run” it is propelling stocks forward. Even some Trump enthusiasts are beginning to worry the recent market exuberance may be overblown. Billionaire investor Carl Icahn was one of Trump’s earliest and most vocal Wall Street supporters and when stocks initially tumbled upon his election, Icahn left the Republicans’ victory party to snap up about $1 billion in stock, later lamenting that he hadn’t bought more. But now, Icahn told CNN , “it’s gone too far.” “I personally think it’s a little overdone,” Icahn said of the stock market’s rise. business ",
    "title": "Dow reaches historic levels as investors wager on Trump administration - The Washington Post"
   },
   {
    "entities": [
     "1930s",
     "avenue",
     "whitney",
     "breuer",
     "science",
     "transportation",
     "via 57",
     "vagelos",
     "education",
     "street",
     "jerome",
     "landmarks",
     "for",
     "associates",
     "vincent's",
     "va",
     "once",
     "authority",
     "the other day",
     "summer saturday",
     "eric",
     "this year",
     "$71 million",
     "today",
     "center",
     "greene",
     "village",
     "museum",
     "afternoon",
     "madison",
     "douglas",
     "leslie",
     "westchester",
     "broadway",
     "58th",
     "grinch",
     "greenwich",
     "1960s",
     "haven",
     "west",
     "trippy",
     "island",
     "michael",
     "philip",
     "park",
     "janney",
     "river",
     "of",
     "bjarke",
     "scofidio",
     "greenberg",
     "metropolitan",
     "manhattan",
     "square",
     "preservation",
     "twenty percent",
     "hall",
     "york",
     "triangle",
     "ingels",
     "upper",
     "columbia",
     "venting",
     "$180 million",
     "this summer",
     "amanda",
     "hudson",
     "o.k.",
     "koch",
     "st.",
     "commission",
     "on",
     "elstner",
     "plant",
     "gelos",
     "hammarberg",
     "new",
     "adriaan",
     "copenhagen",
     "diller",
     "bridge",
     "blinder",
     "city",
     "$4 billion",
     "beyer",
     "renzo",
     "piano",
     "december 16, 2016",
     "times",
     "gensler",
     "house",
     "art",
     "wiss",
     "belle",
     "university",
     "american",
     "george",
     "diana",
     "this fall",
     "kimmelman",
     "trust",
     "l.",
     "mulry",
     "renfro",
     "burden",
     "geuze",
     "rachel",
     "2006",
     "roy",
     "fan",
     "washington",
     "&",
     "now",
     "governors",
     "13th",
     "2003",
     "whiteread",
     "durst"
    ],
    "id": 20,
    "text": "GREAT REVIVALS Rose Reading Room and Met Breuer New York got one of its beloved public spaces back. Credit Eric Hammarberg, an engineer at Wiss, Janney, Elstner Associates, for ensuring all that delicate, ornamental plaster on the decorated ceiling of the Rose Reading Room atop the 42nd Street library , which had begun collapsing, won’t fall down. And the former Whitney Museum of American Art on Madison Avenue, rechristened Met Breuer , was also restored. Beyer Blinder Belle, the New York architecture firm, performed an act of thoughtful and immaculate preservation. This once-reviled 1960s building, now with its patina of age, is finally coming to be recognized for what it is: a practical Modernist landmark of exceptional finesse and a surprisingly good neighbor. Photo The Roy and Diana Vagelos Education Center at Columbia University’s medical campus near the George Washington Bridge. Credit Philip Greenberg for The New York Times ‘STUDY CASCADE’ Vagelos Center The Roy and Diana Va gelos Education Center , devised by Diller Scofidio & Renfro (in collaboration with Gensler), is a whimsical 110,000-square-foot exclamation mark on Columbia University’s Upper Manhattan medical campus near the George Washington Bridge. The 14-story tower’s camera-ready face looks south. It presents a cheerfully teetering stack of cantilevered terraces, indoor bleacher seats, lounges and stairs. They spill toward a handsome wood-lined amphitheater linked by steps to the sloping sidewalk. One can picture a giant pinball bouncing from the top of Vagelos and rolling down Haven Avenue. Advertisement Continue reading the main story The architects call this sunny, wide-open south side the “study cascade.” Offices and classrooms fill the more conventional north half of the tower, which is clad in a fritted milky curtain wall that’s less striking outside but mitigates solar heat gain. State-of-the-art anatomy classrooms tucked behind the cascade are part of a deceptively pragmatic layout. A restrained palette — of white, orange and Douglas fir panels stained a burnt sienna — balances the sculptural gymnastics. The other day I found students poring over their laptops in the ground-floor lounge. Some grumbled a little about minor early-days stuff like not enough electrical outlets, but they all said they loved the architecture. I do, too. It’s what medical schools generally aren’t: playful, welcoming, warm. And when the sun sets, the center becomes a beacon in the neighborhood. Photo The Jerome L. Greene Science Center by Renzo Piano is a nine-story, 450,000-square-foot glass-and-steel hub for neuroscience at Columbia. Credit Philip Greenberg for The New York Times ‘FACTORY FOR IDEAS’ Greene Center Farther south, Columbia’s 17-acre Manhattanville campus began to take shape this fall with the construction of an arts hub and completion of the Jerome L. Greene Science Center , an urbane glass-and-steel behemoth by Renzo Piano rising beside the aged No. 1 subway viaduct, near the intersection of Broadway and 125th Street. The building is a nine-story, 450,000-square-foot nexus for neuroscience. Four steel-frame glass blocks surround a glassy core with meeting rooms. The basic shape is nothing pyrotechnic, but, as usual with Mr. Piano, the nub is in the details and in the light. A double-skin curtain wall, the two layers separated by a muffling pillow of air, lets light flood in while reducing the rumble of the elevated subway. I write these words inside another of Mr. Piano’s buildings, staring from a glass cubicle through several more layers of glass across a birch-filled courtyard. My colleagues across the court look almost immaterial. The Greene Center engineers even greater illusions of ethereal weightlessness, the layered glass membranes held in equilibrium by a clockwork of steel beams and cables, tinted powder blue. Like church spires, tall twin smokestacks announce the campus from afar, declaring the center a factory for ideas. The industrial nostalgia recalls Mr. Piano’s ship-shaped new Whitney Museum and is clearly meant to substitute midcentury symbols of modern commerce for the usual classic emblems of institutional authority. A plaza stands in for the ancient agora. The center will anchor one side of the evolving Manhattanville project, with its multidisciplinary aspirations, underground passageways for Columbia people and variety of street-level public spaces. These are intended partly to appease angry former residents of the neighborhood troubled by Columbia’s gentrifying expansion, and also to signal that the university is opening itself up. Mr. Piano envisions a kind of Italian piazza, democratic and energized. We’ll see how further development follows through on that promise. Photo On Governors Island, Rachel Whiteread’s sculpture “Cabin” is a concrete reverse cast of a wooden shed. Credit Philip Greenberg for The New York Times HIGH-WATER MARK Governors Island Several weekends this summer, I hopped the ferry with the family for Governors Island. Back in 2003, the federal government sold the island to the city, which got a derelict former military base that included some lovely historic officers’ homes. Leslie Koch was hired in 2006 as president of the Trust for Governors Island . She enlisted Adriaan Geuze of West 8 , the landscape architecture firm. Ms. Koch and her team spent years just watching how people used the island, seeing what was wanted. They responded with food carts, mini-golf, Adirondack chairs, bike shares, children’s programs and art projects. The last, most ambitious phase of redevelopment was completed this summer: man-made hills (cost: $71 million, half public, half private money). A hill with twisty slides for kids became an instant sensation; another features a sculpture by Rachel Whiteread. The tallest has a killer view of the Statue of Liberty and much of the skyline. Mr. Geuze’s design for the island established a high-water mark for resilient planning, taking into account not just sea rise and storm surges but also social cohesion. Watch the mix of parents and children around the slides, sprinklers and food carts on a warm summer Saturday afternoon. Governors Island is New York as a diverse and joyful city. Mr. Geuze and Ms. Koch, who stepped down this year, deserve medals. Now City Hall has to find tenants to help pay for the island’s upkeep. Big office or apartment towers would undo much of what has been accomplished. Here’s hoping that some venturesome, well-endowed university or cultural institution is seeking a beautiful home. Photo Via 57 West, apartments soaring 467 feet, redrew Manhattan’s western skyline. Credit Philip Greenberg for The New York Times PYRAMID ON THE HUDSON Via 57 West Most rental apartment towers end up vanilla-brick or glass nonentities, invisible at best. Not Via 57 West. No building redrew the city’s western skyline more ingeniously than Bjarke Ingels’s first completed project in New York: a warped, mountainous pyramid hugging the Hudson River at 57th Street. Already filmmakers have exploited it in “ Doctor Strange .” Advertisement Continue reading the main story The shape is not a pyramid, actually, but a hyperbolic paraboloid, rectangular on the ground, with a swooping roof-facade, a bit like the billowed sail of a ship, sweeping upward from 12th Avenue to the mast’s peak at the northeast corner of the site, 467 feet high. Looking from 11th Avenue and 58th Street, the 32-story building resembles a spire. From elsewhere, it unfurls, its saw-toothed balconies, angled toward the Hudson, making hundreds of facets in the stainless-steel skin, which shimmer with the changing light. This is a building very much designed outside in, notwithstanding that the Danish Mr. Ingels has trumpeted the nice “Scandimerican” stylings of the lounges and handsome oak-and-brick lobby and the community-enhancing function of the landscaped private courtyard at Via 57, which recalls his design for the 8 House in Copenhagen. Sliced from the center of the building, the courtyard leads to riverfront terraces with outdoor grills and a host of indoor amenities. I’ll be curious to know how much this fosters community. The amenities require a fee. Twenty percent of the 709 apartments are set aside for subsidized tenants, in return for which the developer enjoyed the usual tax breaks. Otherwise, Via 57 seems to market itself toward brokers and Westchester doctors who can pay top dollar for the light but sometimes cramped apartments off double-loaded corridors, a hike from the nearest subway. Of course, tenants are also paying for the pleasure and cachet of living in a striking work of architecture. New York’s former planning commissioner Amanda Burden deserves a shout-out here for pushing Douglas Durst, the developer, and Mr. Ingels to cook up something bold at such a conspicuous site. The three of them have given the city a new spectacle. Photo A sour design note in Greenwich Village, where the Metropolitan Transportation Authority built a $180 million emergency ventilation plant in Mulry Square. Credit Philip Greenberg for The New York Times VENTING Mulry Square Fan Plant O.K., I get one Grinch moment, not about the $4 billion shopping mall attached to a PATH station at ground zero or the election of a president who, among other things, believes privatization is the answer to what ails the nation’s infrastructure. No, I want to grouse about one of the sadder excuses for architecture completed this year. You can nominate your own candidate. This one is a kind of sleeper, at Mulry Square, at the intersection of Greenwich and Seventh Avenues, in Greenwich Village. There the Metropolitan Transportation Authority finished building a $180 million emergency ventilation plant. The site is opposite the new St. Vincent’s Triangle Park and AIDS Memorial. Once upon a time, this is where I stood guard as a fourth-grade street-crossing monitor from P.S. 41, the school up the block, until my boss and classmate Trippy West suspended me for reporting late at the end of a lunch period. But I digress. Neighborhood groups, along with the city’s Landmarks Preservation Commission, acknowledging the necessity for a “fan plant,” pleaded for years with the authority for a design less hideous than a windowless concrete bunker and a few forlorn benches. Transit officials paid no attention. With a chain-link fence around the base and part of a fake-brick townhouse facade, topped by a curtain-rod cornice, the facility seems an intentional slap in the face of every New Yorker who hoped for a structure that, if not actually good, might at least be innocuous. Photo The Metropolitan Transportation Authority substation at Greenwich Avenue and 13th Street, from the early 1930s, is an Art Deco gem and a neighborhood landmark. Credit Philip Greenberg for The New York Times It’s also a reminder that infrastructure projects like this were once occasions for civic-minded expressions of architectural ambition. Walk just a few blocks from Mulry Square to the three-story Metropolitan Transportation Authority substation at Greenwich Avenue and 13th Street, built during the early 1930s. Its geometric decorations, embossed aluminum doors, limestone frieze, Flemish brick coursing and square turrets make it one of New York’s Art Deco gems and a neighborhood landmark. The contrast between the bunker and the substation can make you weep. But it also proves what a difference good architecture makes, to New Yorkers’ daily lives and to the long-term welfare of the city. Follow Michael Kimmelman on Twitter: @kimmelman A version of this article appears in print on December 16, 2016, on page C23 of the New York edition with the headline: A Year Of Skyline Spectacle  And Joy. Order Reprints | Today's Paper | Subscribe ",
    "title": "The Best Architecture in New York of 2016 - The New York Times"
   },
   {
    "entities": [
     "jim",
     "macdill",
     "guterres",
     "brendan",
     "da",
     "getty",
     "auditorium",
     "kimmel",
     "reynolds",
     "turkey",
     "nov. 19, 2016",
     "ryan",
     "the 21st century",
     "austin",
     "paul",
     "nov. 23, 2016",
     "oval",
     "presidential",
     "pnc",
     "mcnamee",
     "oct. 13, 2016",
     "kamm",
     "ngan",
     "martinez",
     "guerrucci",
     "nov. 9, 2016",
     "renzi",
     "jimmy",
     "today",
     "platt",
     "benjamin",
     "smialowski",
     "merkel",
     "carnegie",
     "ceneta",
     "retirement",
     "east",
     "gregory",
     "center",
     "european",
     "museum",
     "nov. 16, 2016",
     "ernesto",
     "randy",
     "field",
     "vitoria",
     "sachs",
     "angeles",
     "clinton",
     "scalzo",
     "ap",
     "durham",
     "white",
     "robinson",
     "nov. 21, 2016",
     "pittsburgh",
     "air",
     "base",
     "degeneres",
     "manuel",
     "eisenhower",
     "n.c.",
     "executive",
     "michael",
     "berlin",
     "united",
     "facebook",
     "gibson",
     "senate",
     "donald",
     "angela",
     "nov. 18, 2016",
     "antonio",
     "pressphoto",
     "of",
     "chip",
     "medal",
     "home",
     "obamas",
     "tampa",
     "kelly",
     "arlington",
     "bet",
     "dec. 6, 2016",
     "landini",
     "mandel",
     "u.s.",
     "agency",
     "ron",
     "pandermalis",
     "acropolis",
     "nicholas",
     "nov. 1, 2016",
     "joint",
     "josh",
     "forces",
     "andrews",
     "aaron",
     "columbus",
     "somodevilla",
     "office",
     "epa",
     "garden",
     "wickerham",
     "day on nov. 11, 2016",
     "greece",
     "portsmouth",
     "dec. 13, 2016",
     "armed",
     "andrew",
     "images",
     "holmes",
     "high",
     "lo",
     "von",
     "freedom",
     "christmas",
     "nov. 22, 2016",
     "ohio",
     "december 15, 2016",
     "oct. 12, 2016",
     "thursday",
     "saul",
     "cohon",
     "ellipse",
     "the year last friday",
     "unknown",
     "peru",
     "reicks",
     "pablo",
     "academic",
     "carolyn",
     "shawn",
     "thew",
     "bernd",
     "halloween",
     "ifunaya",
     "athens",
     "federation",
     "congress",
     "bill",
     "wilson",
     "nations",
     "oct. 17, 2016",
     "walsh",
     "john",
     "agnese",
     "azikiwe",
     "usa",
     "nov. 25, 2016",
     "va.",
     "nov. 30, 2016",
     "obama",
     "national",
     "oct. 21, 2016",
     "susan",
     "cemetery",
     "zach",
     "thanksgiving",
     "1996",
     "iran",
     "initiative",
     "lima",
     "los",
     "matteo",
     "soldier",
     "dec. 1, 2016",
     "dec. 14, 2016",
     "lawn",
     "tot",
     "nov. 4, 2016",
     "jackson",
     "oct. 18, 2016",
     "1995",
     "lajes",
     "biden",
     "gripas",
     "spencer",
     "aude",
     "south",
     "trump",
     "nov. 29, 2016",
     "house",
     "nov. 20, 2016",
     "r-wis.",
     "hillary",
     "jutrczenka",
     "balce",
     "room",
     "europe",
     "nasa",
     "university",
     "the",
     "tomb",
     "harrer",
     "asia-pacific",
     "monsivais",
     "charlotte",
     "force",
     "oct. 24, 2016",
     "court",
     "school",
     "dec. 2, 2016",
     "praia",
     "dimitrios",
     "rose",
     "2016",
     "n.h.",
     "americas",
     "yuri",
     "scott",
     "banneker",
     "nov. 14, 2016",
     "3:31 p.m. est",
     "l.",
     "future",
     "arias",
     "korte",
     "building",
     "1951",
     "philadelphia",
     "ellen",
     "washington",
     "nov. 7, 2016",
     "dec. 31, 2026",
     "mellon",
     "earnest",
     "loeb",
     "archives",
     "azores",
     "nov. 10, 2016",
     "kaster",
     "mark",
     "dec. 4, 2016",
     "jared"
    ],
    "id": 21,
    "text": "Obama uses rare constitutional maneuver on Iran sanctions bill On Iran sanctions bill, Obama employed a constitutional maneuver not used since 1995. Post to Facebook Obama uses rare constitutional maneuver on Iran sanctions bill On Iran sanctions bill, Obama employed a constitutional maneuver not used since 1995. Check out this story on USATODAY.com: http://usat.ly/2hT65f2 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 14 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obama uses rare constitutional maneuver on Iran sanctions bill Gregory Korte , USA TODAY 3:31 p.m. EST December 15, 2016 President Obama delivers remarks during a a My Brother's Keeper summit on Dec. 14, 2016, in Washington. (Photo: Zach Gibson, AFP/Getty Images) WASHINGTON — President Obama allowed an Iran sanctions bill to become law without his signature Thursday, using a rare constitutional maneuver that hasn't been used in 21 years. Obama's decision to allow the Iran Sanctions Extension Act to become law ends the latest chapter of the debate over his pursuit of a nuclear deal with Iran, in which world powers agreed to relax sanctions on the Iranian regime in exchange for specific commitments to curtail its pursuit of a nuclear weapon. Congress passed the bill to give a future president the authority to \"snap-back\" those sanctions if Iran violates the deal. House Speaker Paul Ryan, R-Wis., said it would give President-elect Donald Trump \"the opportunity to evaluate our policy towards Iran independent of additional interference from the outgoing administration.” But the White House has said the president already has that authority under a separate law, the International Emergency Economic Powers Act, and that the new law was unnecessary but ultimately harmless. \"This is part of a message we’re sending to Congress, and it’s simply this: If Congress does blow up the deal that prevents Iran form obtaining a nuclear weapon, they’re going to have to deal with the consequences, and the consequences are grave,\" White House press secretary Josh Earnest said. The White House conceded that it was rare for a president to neither sign nor veto a law. \"We find ourselves in a situation that I'm not sure we’ve encountered in eight years. The bill didn’t meet the standard of something that the president would veto, but it's also not something that the administration feels is necessary,\" Earnest said. The maneuver is made possible by a quirk in what's called the presentment clause of the Constitution. In a way, it's the flip side of a pocket veto: If the president doesn't sign a bill while Congress has adjourned, it's a veto. If he signs it while Congress is in session, it becomes law \"in like manner as if he had signed it.\" Obama's pocket veto on shaky legal ground, experts say Congress recessed for the year last Friday, but remains in \"pro forma\" session — a kind of skeleton session in which Congress remains open for business, usually to block pocket vetoes and recess appointments. The Iran Sanctions Extension Act had just one provision, extending life of The Iran Sanctions Act of 1996 for 10 more years, until Dec. 31, 2026. It passed Congress nearly unanimously. The vote was 419-1 in the House and 99-0 in the Senate. For Obama, fewer bill-signing ceremonies reflect years of gridlock The last time a president allowed a bill to become law without his signature was 1995, when President Bill Clinton did not sign an annual defense spending bill. Clinton expressed a number of policy and constitutional concerns with the law, but concluded that \"the pressing demands of peace and of our military service men and women compel my approval of this measure.\" According to the National Archives, 28 bills have become law without the president's signature since 1951. During the same time, there have been more than 200 pocket vetoes. Posted! A link has been posted to your Facebook feed. The Obamas take part in a Hanukkah reception in the East Room of the White House on Dec. 14, 2016.  Manuel Balce Ceneta, AP Obama speaks during the annual My Brother's Keeper event on Dec. 14, 2016, in Washington.  Mark Wilson, Getty Images Obama embraces Biden after signing the 21st Century Cures Act on Dec. 13, 2016, in the South Court Auditorium in the Eisenhower Executive Office Building.  Carolyn Kaster, AP President Obama greets service members after speaking on counterterrorism at MacDill Air Force Base in Tampa on Dec. 6, 2016.  Mandel Ngan, AFP/Getty Images The Obamas attend the Kennedy Center Honors on Dec. 4, 2016, in Washington.  Aude Guerrucci, Pool, Getty Images Obama shakes hands with United Nations Secretary-General-designate Antonio Guterres in the Oval Office on Dec. 2, 2016.  Carolyn Kaster, AP Obama speaks at the National Christmas Tree Lighting ceremony on the Ellipse on Dec. 1, 2016.  Ron Sachs, Pool/European Pressphoto Agency Obama meets with the 2016 American Nobel Prize laureates in the Oval Office on Nov. 30, 2016.  Andrew Harrer / POOL, EPA Obama walks to the Oval Office after arriving at the White House on Nov. 29, 2016.  Zach Gibson, AFP/Getty Images Obama departs the White House for a round of golf at Joint Base Andrews on Nov. 25, 2016, in Washington.  Ron Sachs, Pool, Getty Images Obama, with his nephews Aaron Robinson, front, and Austin Robinson and National Turkey Federation Chairman John Reicks, pardons the National Thanksgiving Turkey, Tot, on Nov. 23, 2016, during a ceremony in the Rose Garden.  Manuel Balce Ceneta, AP The Obamas serve Thanksgiving dinner to residents at the Armed Forces Retirement Home on Nov. 23, 2016, in Washington.  Shawn Thew, Pool, Getty Images Obama presents actress and comedian Ellen DeGeneres with the Presidential Medal of Freedom, the nation's highest civilian honor, during a ceremony honoring 21 recipients in the East Room of the White House on Nov. 22, 2016.  Saul Loeb, AFP/Getty Images Obama salutes as he walks off Marine One on the South Lawn of the White House on Nov. 21, 2016, as he returned from his final trip to Europe as U.S. president.  Pool, Getty Images Obama speaks during a press conference at the end of the Asia-Pacific Economic Cooperation Summit in Lima, Peru, on Nov. 20, 2016.  Ernesto Arias, European Pressphoto Agency German Chancellor Angela Merkel welcomes Obama to Berlin on Nov. 18, 2016.  Bernd Von Jutrczenka, European Pressphoto Agency Obama speaks at a town hall with Young Leaders of the Americas Initiative in Lima, Peru, on Nov. 19, 2016.  Pablo Martinez Monsivais, AP Obama boards Air Force One during a refueling stop on Nov. 18, 2016, at Lajes Field in Praia da Vitoria on the Portuguese islands of Azores.  Brendan Smialowski, AFP/Getty Images Obama walks with Professor Dimitrios Pandermalis, president of the Acropolis Museum, during a tour of the Acropolis Museum on Nov. 16, 2016, in Athens, Greece.  BRENDAN SMIALOWSKI, AFP/Getty Images Obama answers questions from journalists during his first post-election press conference in the Brady Press Briefing Room at the White House on Nov. 14, 2016.  Chip Somodevilla, Getty Images Obama participates in a wreath-laying ceremony at the Tomb of the Unknown Soldier at Arlington National Cemetery in Arlington, Va., to commemorate Veterans Day on Nov. 11, 2016.  Yuri Gripas, AFP/Getty Images Obama shakes hands with President-elect Donald Trump  following a meeting in the Oval Office on Nov. 10, 2016.  Win McNamee, Getty Images Obama and Biden prepare to speak to the media about Donald Trump's victory over Hillary Clinton for the presidency in the Rose Garden on Nov. 9, 2016.  Jim Lo Scalzo, European Pressphoto Agency Obama and Clinton wave to the crowd during an election eve rally on Nov. 7, 2016, in Philadelphia.  Spencer Platt, Getty Images Obama walks to greet well-wishers upon arrival in Portsmouth, N.H., on Nov. 7, 2016, to campaign for Hillary Clinton in nearby Durham.  NICHOLAS KAMM, AFP/Getty Images Obama speaks at PNC Music Pavilion in Charlotte, N.C., on Nov. 4, 2016, during a Clinton campaign rally.  Pablo Martinez Monsivais, AP Obama waves as he walks to Marine One at the White House on Nov. 1, 2016, as he departs for Columbus, Ohio, to campaign for Hillary Clinton.  Nicholas Kamm, AFP/Getty Images The president and first lady dance to the beat of Michael Jackson's \"Thriller\" as they welcome children from Washington area and children of military families to trick-or-treat at the White House on Halloween.  Manuel Balce Ceneta, AP The president and first lady arrive at a BET event on the South Lawn of the White House on Oct. 21, 2016.  Carolyn Kaster, AP Obama and Jimmy Kimmel talk during the taping of \"Jimmy Kimmel Live!\" in Los Angeles on Oct. 24, 2016.  Randy Holmes, AP Obama meets with retired NASA astronaut Scott Kelly in the Oval Office on Oct. 21, 2016.  Michael Reynolds, European Pressphoto Agency The Obamas wait to greet Italian Prime Minister Matteo Renzi and Italian First Lady Agnese Landini prior to the state dinner at the White House on Oct. 18, 2016.  Shawn Thew, European Pressphoto Agency Obama and Italian Prime Minister Matteo Renzi leave their joint news conference in the Rose Garden of the White House on Oct. 18, 2016.  Pablo Martinez Monsivais, AP Obama shakes hands with Benjamin Banneker Academic High School senior Ifunaya Azikiwe during his visit to the school in Washington on Oct. 17, 2016, where he highlighted the steady increase in graduation rates.  Susan Walsh, AP Obama speaks at the White House Frontiers Conference at the Jared L. Cohon Center on the campus of Carnegie Mellon University in Pittsburgh on Oct. 13, 2016.  Jared Wickerham, AP President Obama and Vice President Biden attend a reception for Hispanic Heritage Month in the East Room of the White House on Oct. 12, 2016.  Pool, Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Obama uses rare constitutional maneuver on Iran sanctions bill"
   },
   {
    "entities": [
     "secret",
     "roman",
     "d.n.c.",
     "times",
     "last year",
     "evgeniy",
     "this week",
     "bogachev",
     "leo",
     "states",
     "maldives",
     "millions of dollars",
     "united",
     "moscow",
     "m.",
     "2014",
     "$3 million",
     "russia",
     "security",
     "justice",
     "2016",
     "federal",
     "seleznev",
     "taddeo",
     "f.b.i.",
     "chinese",
     "department",
     "e.",
     "yahoo",
     "u.s.",
     "new",
     "army",
     "parliament",
     "may 2009",
     "york",
     "service",
     "tovar",
     "f.s.b.",
     "liberation",
     "vladivostok",
     "people's",
     "jr.",
     "cryptzone",
     "robert",
     "anderson",
     "russian"
    ],
    "id": 23,
    "text": "Continue reading the main story The United States has few options for responding to such hacks. Russia does not extradite its citizens and has shown that it will not easily be deterred through public shaming. At times, the American authorities have enlisted local police officials to arrest suspects when they leave Russia — for vacation in the Maldives, for example. But more often than not, the F.B.I. and Justice Department investigate and compile accusations and evidence against people who will almost certainly never stand trial. The Perfect Weapon: How Russian Cyberpower Invaded the U.S. A Times investigation reveals missed signals, slow responses and a continuing underestimation of the seriousness of a campaign to disrupt the 2016 presidential election. “You can indict 400 people. They don’t care,” said Robert E. Anderson Jr., who until last year served as the F.B.I.’s most senior executive overseeing computer investigations. The American government divides the cybersecurity world into two categories: attacks directed or sponsored by governments, and those conducted by criminals. But Russian hacking defies easy categorization, American officials say, because the Russian government tacitly supports many private hackers and occasionally taps them for freelance government work. That has complicated investigations and upended the normal diplomatic order. Advertisement Continue reading the main story In May 2009, for instance, Secret Service agents met in Moscow with their counterparts in the Russian Federal Security Service, known as the F.S.B. The Americans said they were investigating a hacker who had installed malicious code in the software that some American businesses used to process credit card transactions. The hacker was stealing millions of credit card numbers and selling them in an underground digital marketplace. The agents provided a name — Roman Seleznev — and the aliases he used online. His father was a member of the Russian Parliament. The Secret Service had followed his digital trail to Vladivostok, Russia, and they asked for help catching him. Within weeks, all evidence of Mr. Seleznev’s online identity vanished from the internet. Rather than advancing the case, the Russian government had set it back, the American authorities believed. Prosecutors described their blunt conclusion in court documents: “Further coordination with the Russian government would jeopardize efforts to prosecute this case.” The American authorities were left to pursue Mr. Seleznev by themselves. In another computer crime case, in 2014, the Justice Department shut down two worldwide computer networks that had been used to steal millions of dollars from unsuspecting victims. Called Operation Tovar, it was among the department’s most complicated computer investigations and involved intelligence agencies around the world. The target was a 30-year-old Russian named Evgeniy M. Bogachev. Safely in Russia, he watched as the F.B.I. made him a most-wanted fugitive and offered a $3 million reward for his capture. Photo Evgeniy M. Bogachev is wanted by the F.B.I. for his involvement in a cybercrime case in which millions of dollars were stolen from unsuspecting victims. Credit via F.B.I. In that case the F.B.I. was actually able to identify the person sitting at the keyboard. More often, the authorities identify aliases or internet addresses but cannot prove who is behind them unless the hackers get sloppy. In the Seleznev case, for example, the authorities searched a Yahoo email account that was used to register some of the servers in the credit-card scam. Agents found, among other things, receipts for flowers that Mr. Seleznev had sent to his wife. In the D.N.C. case and other election-year hacks, the authorities have concluded that people affiliated with the Russian government are to blame. But even if intelligence officials can identify who is behind those attacks, naming the actual perpetrators is even harder. One senior federal law enforcement official said this week that investigators still had many unanswered questions. If it can be done, naming and prosecuting the hackers would follow a path set in 2014, when the Justice Department indicted five members of the Chinese People’s Liberation Army on charges of hacking into American networks. The indictment links the men to specific email addresses and aliases, but does not reveal how the authorities made those connections. Advertisement Continue reading the main story “The chance of us ever getting those Chinese guys is about zero,” said Mr. Anderson. “But it does show them that there’s a change afoot. At least the way we’re looking at it policy-wise.” Criminal charges have more practical implications, too. “It’s about denying them the ability to travel freely and preventing them from spending their ill-gotten gains anywhere but Russia,” said Leo Taddeo, the chief security officer at Cryptzone and the former top agent in the F.B.I.’s New York computer operations division. “You’re confining them to a prison that spans 11 time zones that can be a pretty unpleasant place.” ",
    "title": "U.S. Faces Tall Hurdles in Detaining or Deterring Russian Hackers - The New York Times"
   },
   {
    "entities": [
     "this month",
     "isabel",
     "summer of 2013",
     "west",
     "friday",
     "action",
     "graham",
     "trump",
     "2013",
     "cabinet",
     "deferred",
     "house",
     "last summer",
     "jan. 20",
     "richard",
     "sunday",
     "miami",
     "hillary",
     "mascaro",
     "magazine",
     "oval",
     "feb. 17",
     "donald",
     "pacheco",
     "morning",
     "saturday",
     "durbin",
     "tower",
     "for",
     "april",
     "summer",
     "this day",
     "tuesday",
     "machado",
     "congress",
     "hilton",
     "childhood",
     "cesar",
     "four years ago",
     "white",
     "2015",
     "rubio",
     "2016",
     "mike",
     "once",
     "marco",
     "kanye",
     "gaby",
     "manhattan",
     "vargas",
     "future",
     "u.s.",
     "obama",
     "currently",
     "new",
     "an hour later",
     "york",
     "sanchez",
     "arrivals",
     "$12",
     "time",
     "america",
     "gop",
     "daca",
     "maria",
     "vazquez",
     "$465",
     "now",
     "jeb",
     "office",
     "diego",
     "bush",
     "lindsey",
     "city",
     "jose",
     "clinton",
     "the future",
     "pence",
     "lisa"
    ],
    "id": 24,
    "text": "Trump once welcomed a visit from immigrant 'Dreamers.' Now, they anxiously await his next move Gaby Pacheco, left, and other immigration advocates meet with Donald Trump at Trump Tower in 2013. Diego Sanchez A group of \"Dreamers\" including Diego Sanchez, second from left, Gaby Pacheco, center left, and Jose Machado, second from right, met with Donald Trump at Trump Tower in 2013. A group of \"Dreamers\" including Diego Sanchez, second from left, Gaby Pacheco, center left, and Jose Machado, second from right, met with Donald Trump at Trump Tower in 2013. (Diego Sanchez) Lisa Mascaro Contact Reporter Gaby Pacheco strode into Trump Tower’s gilded lobby on a mission to convince the businessman to back immigration reform and help young people like her who were brought to the U.S. illegally as children. Back in that summer of 2013, Donald Trump was just beginning to flirt with a presidential run, and others warned her that he might be using the visit for publicity. But she and other Dreamers, as the young immigrants are called, coveted the star power he might bring to the cause. Almost an hour later, she and a few colleagues departed the surreal encounter with doubts about Trump’s understanding of the issue, an inkling of his future political ambitions, and, most oddly, parting gifts of chocolates, jewelry and neckties from his famous brands. But they also left with a reason for optimism. When Trump walked his young visitors to the elevator, he turned and nodded: “You convinced me,” he said.   Soon they will know whether they did. Of all of Trump’s campaign promises, one of the thorniest to navigate will be deciding what to do with the approximately 700,000 young immigrants who are here illegally, but have been temporarily allowed to work and avoid deportation under an executive action by President Obama. Trump made promises to blue-collar voters. Democrats plan to make sure he follows through » Among the first big tests of his administration will be whether to immediately cancel Obama’s program, allow it to gradually expire or expend some of his political capital to help the Dreamers, who have lived in the U.S. most of their lives and whom Obama has said are essentially “American kids.” What Trump decides may provide one of the clearest signals yet of his commitment to the hard-line immigration policy he advocated during the campaign.  As a candidate, Trump repeatedly vowed to end Obama’s Deferred Action for Childhood Arrivals (DACA) program, threatening to deport the young immigrants along with the 11 million others who are living in the U.S. illegally. As president-elect, Trump has softened his tone, saying he wants to “work something out” for the Dreamers, whose inspiring stories have captured public attention, including his own. “They got brought here at a very young age, they’ve worked here, they’ve gone to school here. Some were good students. Some have wonderful jobs. And they’re in never-never land because they don’t know what’s going to happen,” Trump told Time magazine this month. \"We’re going to work something out that’s going to make people happy and proud.” But any leniency by Trump risks blowback from those who embraced his tough stance against illegal immigration and might view such an accommodation as “amnesty.” That includes top advisors and Cabinet picks, not to mention the crowds who still chant “Build that wall!” at Trump rallies, echoing his repeated campaign promise to erect a wall on the U.S.-Mexico border. In Congress, a growing bipartisan group of senators is offering Trump a way out. Sen. Lindsey Graham (R-S.C.) and Sen. Richard Durbin (D-Ill.) have introduced legislation that would allow Trump to essentially keep his promise to end Obama’s executive action while also creating a new, similar program that would allow young immigrants to remain temporarily in the U.S. The so-called Bridge Act would give DACA-eligible young people “provisional protected presence\" for three years, providing work permits and deferring deportations if they continue to be law abiding. “What would make America great would be to deal with these kids humanely,” Graham said. Trump and the GOP are charging forward with Obamacare repeal, but few are eager to follow » Theirs is a carrot-and-stick approach — nudging Trump toward a compromise while also warning him that mass deportations of Dreamers would probably be unpopular with lawmakers and most Americans. Obama, too, counseled Trump during their first meeting at the White House not to deport Dreamers. For the young people who have gained DACA status — becoming “Daca-mented,” as they call it — any disruption in the program would be devastating. DACA provides young immigrants with temporary legal status, which allows them to work, apply for driver’s licenses and travel. Many now have healthcare through their employers. All of that would be gone if DACA is terminated. “Everything we worked so hard for,” said Diego Sanchez, 26, an immigrant who was at the 2013 Trump meeting and is now in law school in Miami. DACA permits are currently valid for two years, so every day some are at risk to expire. Many young people are rushing to get them renewed before Trump takes office, but the soonest they can apply is 150 days before their expiration date. A backlog has developed, officials said. “It’s just a matter of waiting,” said Cesar Vargas, 33, an attorney in New York, who is hoping his own permit, scheduled to expire Feb. 17, is renewed before Trump’s inauguration on Jan. 20. “Hopefully, it comes before.” For Maria Isabel Vazquez, it’s the ordinary things, like being able to drive, that has made life so much easier since she qualified for DACA four years ago. Most weekdays, after computer science classes at community college in New York, the 20-year-old meets her sister at a bus stop and climbs behind the wheel of the family’s minivan. First she picks up their younger sister from school and then she collects her mom from her work cleaning houses. Their dad comes home later from his job as a restaurant cook. On the days she doesn’t have school — Friday, Saturday and Sunday — she works 12-hour shifts earning $12 an hour as a home health aide, bathing and cooking for an elderly widow she has cared for since 2015. She earned a certificate for the job, and pays taxes.  Maria Isabel Vazquez's family depends on the driver's license that DACA allowed her to obtain. Maria Isabel Vazquez Maria Isabel Vazquez's family depends on the driver's license that DACA allowed her to obtain. Maria Isabel Vazquez's family depends on the driver's license that DACA allowed her to obtain. (Maria Isabel Vazquez) But without DACA, all of that could be at risk, costing her the job and the driver’s license that much of her  family relies on to work and study. Her DACA permit will expire in April, and she is already preparing the renewal — saving up the $465 application fee. Some immigrants have been afraid to apply for DACA protection, worried about submitting their name, address and biometric fingerprint data as required for the federal government background check. They’re afraid the Trump administration could use that information to more easily find and deport them. But Pacheco, the Miami Dreamer whose 2013 meeting was arranged by an advocacy organization, hopes the impression the young immigrants made during that visit to his skyscraper will convince him to help. She recalled being whisked into his office, where Trump showed off his impressive view of the Manhattan skyline. To their surprise, even as they lobbied him, Trump also seemed to be pumping them for information. He peppered them with questions about the upcoming presidential campaigns — whether Latinos would support Jeb Bush or Marco Rubio for a run. He did not mention his own plans. But as the young people steered the conversation back to immigration reform, they noticed many of his questions resembled those they’d heard from ordinary Americans at town hall meetings that summer. Why can’t they just get legal, he asked? If you have enough money, can’t you just hire an attorney and file the paperwork?  They emphasized that the U.S. was the only home most of them had ever known. And due to immigration policies that give priority to those with family members legally in the U.S. or with special skills, there was virtually no way for Dreamers to go back and wait in line because they would never meet the criteria for legal immigration, or could spend many years waiting.  Jose Machado, 21, another immigrant who was part of the group and is now a property manager in Miami studying to become a lawyer, said it was like “teaching an Immigration 101 course.” When the meeting ended, Trump rode in the elevator with them to the lobby gift shop. He told them to take what they wanted, helping pick out jewelry, ties and signed copies of his book. Initially they were optimistic that they had won him over. But last summer when Trump announced his candidacy for president, Pacheco watched as he called many Mexican immigrants criminals and rapists. She felt fooled. “He’s a salesman,” she said. “I didn’t know that then, but now I see it clearly. We went in there and he sold us what we wanted to hear.” Still, she and the others remain hopeful they made a lasting impression. “To this day, I continue to hope the conversation we had, the sharing of our stories, it penetrated, it stuck with him,” Machado said. “I still continue to hope that.” Caption Kanye West at Trump Tower Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Caption Kanye West at Trump Tower Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. ",
    "title": "Trump once welcomed a visit from immigrant &apos;Dreamers.&apos; Now, they anxiously await his next move - LA Times"
   },
   {
    "entities": [],
    "id": 25,
    "text": "Digital Only FIS World Cup: Val Gardena Men's Downhill Olympic Sports 6:15am ET NBCSN Crystal Palace v. Chelsea Premier League 7am ET Digital Only FIS Cross-Country: Men's 15 km Freestyle Mass Start Olympic Sports 7:30am ET Digital Only FIS Nordic Combined: Men's 10 km Individual Gundersen Olympic Sports 8am ET Digital Only IBSF World Cup: Women's Skeleton Run 1 Olympic Sports 8:30am ET Digital Only Premier League: Goal Rush Soccer 9:30am ET NBCSN Middlesbrough v. Swansea City Premier League 10am ET CNBC Sunderland v. Watford Premier League 10am ET Digital Only Stoke City v. Leicester City Premier League 10am ET Digital Only West Ham v. Hull City Premier League 10am ET Digital Only FIS Ski Jumping: Men's HS 137 Olympic Sports 10am ET Digital Only IBSF World Cup: Women's Skeleton Run 2 Olympic Sports 10am ET Digital Only IBSF World Cup: Four-Man Bobsled Run 1 Olympic Sports 11:15am ET Digital Only USSA Toyota U.S. Grand Prix: Freeskiing Halfpipe Olympic Sports 11:30am ET NBC Sports West Brom v. Man United Premier League 12:30pm ET NBCSN Notre Dame Echoes Notre Dame 12:30pm ET Digital Only IBSF World Cup: Four-Man Bobsled Run 2 Olympic Sports 12:30pm ET RSN Event Flyers vs. Stars Hockey 1:30pm ET Digital Only Premier League: Goal Zone Soccer 2:30pm ET NBC Sports USSA Team USA: Winter Champions Series Olympic Sports 2:30pm ET NBCSN USOC Winter Festival Women's Hockey Hockey 4:30pm ET RSN Event Canadiens vs. Capitals Hockey 6:30pm ET NBCSN Luge World Cup Men's Singles Olympic Sports 7pm ET RSN Event Blackhawks vs. Blues Hockey 7:30pm ET RSN Event Trail Blazers vs. Warriors NBA 9:30pm ET NBCSN Premier League Match of the Day Soccer 11pm ET Digital Only FIS Freestyle Skiing: Aerials Olympic Sports Sun 12:30am ET Digital Only FIS World Cup: Alta Badia Men's Giant Slalom Run 1 Olympic Sports Sun 3:30am ET Digital Only FIS World Cup: Val d'Isere Women's Super G Olympic Sports Sun 4:30am ET Digital Only FIS Nordic Combined: HS 96 Olympic Sports Sun 5:30am ET Digital Only FIS Snowboard: SBX Team Olympic Sports Sun 6am ET Digital Only FIS World Cup: Alta Badia Men's Giant Slalom Run 2 Olympic Sports Sun 6:30am ET Digital Only FIS Cross-Country: Men's Relay Olympic Sports Sun 6:30am ET NBCSN Bournemouth v. Southampton Premier League Sun 7:30am ET Digital Only UCI Cyclocross World Cup: Women's Elite Olympic Sports Sun 7:30am ET Digital Only FIS Ski Jumping: Men's HS 137 Olympic Sports Sun 8am ET Digital Only UCI Cyclocross World Cup: Men's Elite Olympic Sports Sun 9am ET Digital Only FIS Cross-Country: Women's Relay Olympic Sports Sun 9am ET Digital Only FIS Nordic Combined: Men's 10 km Individual Gundersen Olympic Sports Sun 9:10am ET NBCSN Man City v. Arsenal Premier League Sun 11am ET CNBC Tottenham v. Burnley Premier League Sun 11am ET RSN Event Clippers vs. Wizards NBA Sun 3pm ET RSN Event Kings vs. Mavericks NBA Sun 3:30pm ET NBC Sports ISU Grand Prix of Figure Skating Olympic Sports Sun 4pm ET RSN Event Celtics vs. Heat NBA Sun 5:30pm ET RSN Event Nets vs. 76ers NBA Sun 5:30pm ET NBCSN ISU World Cup: Short Track Speed Skating Olympic Sports Sun 6pm ET RSN Event Sharks vs. Blackhawks Hockey Sun 6:30pm ET NBC Sports Buccaneers vs. Cowboys NFL Sun 7pm ET NBCSN FIS Skiing: Alta Badia Men's Giant Slalom Olympic Sports Sun 8pm ET NBCSN FIS Skiing: Val D'Isere Women's Super G Olympic Sports Sun 9:30pm ET NBCSN Premier League Match of the Day Soccer Mon 12am ET NBCSN PFT Live NFL Mon 7am ET NBCSN The Dan Patrick Show General Mon 9am ET Digital Only FIS World Cup: Alta Badia Men's Parallel Giant Slalom Olympic Sports Mon 12pm ET NBCSN Everton v. Liverpool Premier League Mon 2pm ET NBCSN The Men in Blazers Show Soccer Mon 6pm ET RSN Event Wizards vs. Pacers NBA Mon 6:30pm ET RSN Event Predators vs. Flyers Hockey Mon 6:30pm ET RSN Event Pistons vs. Bulls NBA Mon 7:30pm ET NBCSN Cricket: Big Bash League - Thunder vs. Sixers General Tue 3:30am ET Digital Only FIS World Cup: Courchevel Women's Giant Slalom Run 1 Olympic Sports Tue 4:30am ET NBCSN PFT Live NFL Tue 7am ET Digital Only FIS World Cup: Courchevel Women's Giant Slalom Run 2 Olympic Sports Tue 7:30am ET NBCSN The Dan Patrick Show General Tue 9am ET RSN Event Pelicans vs. 76ers NBA Tue 6:30pm ET NBCSN Ironman World Championship: Kona General Tue 7pm ET RSN Event Celtics vs. Grizzlies NBA Tue 7:30pm ET RSN Event Senators vs. Blackhawks Hockey Tue 8pm ET RSN Event Jazz vs. Warriors NBA Tue 9:30pm ET RSN Event Trail Blazers vs. Kings NBA Tue 10pm ET RSN Event Flames vs. Sharks Hockey Tue 10pm ET NBCSN PFT Live NFL Wed 7am ET NBCSN The Dan Patrick Show General Wed 9am ET NBCSN Capitals vs. Flyers NHL Wed 7pm ET RSN Event Wizards vs. Bulls NBA Wed 7:30pm ET RSN Event Wizards vs. Bulls NBA Wed 7:30pm ET RSN Event Kings vs. Jazz NBA Wed 8:30pm ET Digital Only FIS World Cup: Val Gardena Men's Downhill Olympic Sports 5:15am CT NBCSN Crystal Palace v. Chelsea Premier League 6am CT Digital Only FIS Cross-Country: Men's 15 km Freestyle Mass Start Olympic Sports 6:30am CT Digital Only FIS Nordic Combined: Men's 10 km Individual Gundersen Olympic Sports 7am CT Digital Only IBSF World Cup: Women's Skeleton Run 1 Olympic Sports 7:30am CT Digital Only Premier League: Goal Rush Soccer 8:30am CT NBCSN Middlesbrough v. Swansea City Premier League 9am CT CNBC Sunderland v. Watford Premier League 9am CT Digital Only Stoke City v. Leicester City Premier League 9am CT Digital Only West Ham v. Hull City Premier League 9am CT Digital Only FIS Ski Jumping: Men's HS 137 Olympic Sports 9am CT Digital Only IBSF World Cup: Women's Skeleton Run 2 Olympic Sports 9am CT Digital Only IBSF World Cup: Four-Man Bobsled Run 1 Olympic Sports 10:15am CT Digital Only USSA Toyota U.S. Grand Prix: Freeskiing Halfpipe Olympic Sports 10:30am CT NBC Sports West Brom v. Man United Premier League 11:30am CT NBCSN Notre Dame Echoes Notre Dame 11:30am CT Digital Only IBSF World Cup: Four-Man Bobsled Run 2 Olympic Sports 11:30am CT RSN Event Flyers vs. Stars Hockey 12:30pm CT Digital Only Premier League: Goal Zone Soccer 1:30pm CT NBC Sports USSA Team USA: Winter Champions Series Olympic Sports 1:30pm CT NBCSN USOC Winter Festival Women's Hockey Hockey 3:30pm CT RSN Event Canadiens vs. Capitals Hockey 5:30pm CT NBCSN Luge World Cup Men's Singles Olympic Sports 6pm CT RSN Event Blackhawks vs. Blues Hockey 6:30pm CT RSN Event Trail Blazers vs. Warriors NBA 8:30pm CT NBCSN Premier League Match of the Day Soccer 10pm CT Digital Only FIS Freestyle Skiing: Aerials Olympic Sports 11:30pm CT Digital Only FIS World Cup: Alta Badia Men's Giant Slalom Run 1 Olympic Sports Sun 2:30am CT Digital Only FIS World Cup: Val d'Isere Women's Super G Olympic Sports Sun 3:30am CT Digital Only FIS Nordic Combined: HS 96 Olympic Sports Sun 4:30am CT Digital Only FIS Snowboard: SBX Team Olympic Sports Sun 5am CT Digital Only FIS World Cup: Alta Badia Men's Giant Slalom Run 2 Olympic Sports Sun 5:30am CT Digital Only FIS Cross-Country: Men's Relay Olympic Sports Sun 5:30am CT NBCSN Bournemouth v. Southampton Premier League Sun 6:30am CT Digital Only UCI Cyclocross World Cup: Women's Elite Olympic Sports Sun 6:30am CT Digital Only FIS Ski Jumping: Men's HS 137 Olympic Sports Sun 7am CT Digital Only UCI Cyclocross World Cup: Men's Elite Olympic Sports Sun 8am CT Digital Only FIS Cross-Country: Women's Relay Olympic Sports Sun 8am CT Digital Only FIS Nordic Combined: Men's 10 km Individual Gundersen Olympic Sports Sun 8:10am CT NBCSN Man City v. Arsenal Premier League Sun 10am CT CNBC Tottenham v. Burnley Premier League Sun 10am CT RSN Event Clippers vs. Wizards NBA Sun 2pm CT RSN Event Kings vs. Mavericks NBA Sun 2:30pm CT NBC Sports ISU Grand Prix of Figure Skating Olympic Sports Sun 3pm CT RSN Event Celtics vs. Heat NBA Sun 4:30pm CT RSN Event Nets vs. 76ers NBA Sun 4:30pm CT NBCSN ISU World Cup: Short Track Speed Skating Olympic Sports Sun 5pm CT RSN Event Sharks vs. Blackhawks Hockey Sun 5:30pm CT NBC Sports Buccaneers vs. Cowboys NFL Sun 6pm CT NBCSN FIS Skiing: Alta Badia Men's Giant Slalom Olympic Sports Sun 7pm CT NBCSN FIS Skiing: Val D'Isere Women's Super G Olympic Sports Sun 8:30pm CT NBCSN Premier League Match of the Day Soccer Sun 11pm CT NBCSN PFT Live NFL Mon 6am CT NBCSN The Dan Patrick Show General Mon 8am CT Digital Only FIS World Cup: Alta Badia Men's Parallel Giant Slalom Olympic Sports Mon 11am CT NBCSN Everton v. Liverpool Premier League Mon 1pm CT NBCSN The Men in Blazers Show Soccer Mon 5pm CT RSN Event Wizards vs. Pacers NBA Mon 5:30pm CT RSN Event Predators vs. Flyers Hockey Mon 5:30pm CT RSN Event Pistons vs. Bulls NBA Mon 6:30pm CT NBCSN Cricket: Big Bash League - Thunder vs. Sixers General Tue 2:30am CT Digital Only FIS World Cup: Courchevel Women's Giant Slalom Run 1 Olympic Sports Tue 3:30am CT NBCSN PFT Live NFL Tue 6am CT Digital Only FIS World Cup: Courchevel Women's Giant Slalom Run 2 Olympic Sports Tue 6:30am CT NBCSN The Dan Patrick Show General Tue 8am CT RSN Event Pelicans vs. 76ers NBA Tue 5:30pm CT NBCSN Ironman World Championship: Kona General Tue 6pm CT RSN Event Celtics vs. Grizzlies NBA Tue 6:30pm CT RSN Event Senators vs. Blackhawks Hockey Tue 7pm CT RSN Event Jazz vs. Warriors NBA Tue 8:30pm CT RSN Event Trail Blazers vs. Kings NBA Tue 9pm CT RSN Event Flames vs. Sharks Hockey Tue 9pm CT NBCSN PFT Live NFL Wed 6am CT NBCSN The Dan Patrick Show General Wed 8am CT NBCSN Capitals vs. Flyers NHL Wed 6pm CT RSN Event Wizards vs. Bulls NBA Wed 6:30pm CT RSN Event Wizards vs. Bulls NBA Wed 6:30pm CT RSN Event Kings vs. Jazz NBA Wed 7:30pm CT Digital Only FIS World Cup: Val Gardena Men's Downhill Olympic Sports 4:15am MT NBCSN Crystal Palace v. Chelsea Premier League 5am MT Digital Only FIS Cross-Country: Men's 15 km Freestyle Mass Start Olympic Sports 5:30am MT Digital Only FIS Nordic Combined: Men's 10 km Individual Gundersen Olympic Sports 6am MT Digital Only IBSF World Cup: Women's Skeleton Run 1 Olympic Sports 6:30am MT Digital Only Premier League: Goal Rush Soccer 7:30am MT NBCSN Middlesbrough v. Swansea City Premier League 8am MT CNBC Sunderland v. Watford Premier League 8am MT Digital Only Stoke City v. Leicester City Premier League 8am MT Digital Only West Ham v. Hull City Premier League 8am MT Digital Only FIS Ski Jumping: Men's HS 137 Olympic Sports 8am MT Digital Only IBSF World Cup: Women's Skeleton Run 2 Olympic Sports 8am MT Digital Only IBSF World Cup: Four-Man Bobsled Run 1 Olympic Sports 9:15am MT Digital Only USSA Toyota U.S. Grand Prix: Freeskiing Halfpipe Olympic Sports 9:30am MT NBC Sports West Brom v. Man United Premier League 10:30am MT NBCSN Notre Dame Echoes Notre Dame 10:30am MT Digital Only IBSF World Cup: Four-Man Bobsled Run 2 Olympic Sports 10:30am MT RSN Event Flyers vs. Stars Hockey 11:30am MT Digital Only Premier League: Goal Zone Soccer 12:30pm MT NBC Sports USSA Team USA: Winter Champions Series Olympic Sports 12:30pm MT NBCSN USOC Winter Festival Women's Hockey Hockey 2:30pm MT RSN Event Canadiens vs. Capitals Hockey 4:30pm MT NBCSN Luge World Cup Men's Singles Olympic Sports 5pm MT RSN Event Blackhawks vs. Blues Hockey 5:30pm MT RSN Event Trail Blazers vs. Warriors NBA 7:30pm MT NBCSN Premier League Match of the Day Soccer 9pm MT Digital Only FIS Freestyle Skiing: Aerials Olympic Sports 10:30pm MT Digital Only FIS World Cup: Alta Badia Men's Giant Slalom Run 1 Olympic Sports Sun 1:30am MT Digital Only FIS World Cup: Val d'Isere Women's Super G Olympic Sports Sun 2:30am MT Digital Only FIS Nordic Combined: HS 96 Olympic Sports Sun 3:30am MT Digital Only FIS Snowboard: SBX Team Olympic Sports Sun 4am MT Digital Only FIS World Cup: Alta Badia Men's Giant Slalom Run 2 Olympic Sports Sun 4:30am MT Digital Only FIS Cross-Country: Men's Relay Olympic Sports Sun 4:30am MT NBCSN Bournemouth v. Southampton Premier League Sun 5:30am MT Digital Only UCI Cyclocross World Cup: Women's Elite Olympic Sports Sun 5:30am MT Digital Only FIS Ski Jumping: Men's HS 137 Olympic Sports Sun 6am MT Digital Only UCI Cyclocross World Cup: Men's Elite Olympic Sports Sun 7am MT Digital Only FIS Cross-Country: Women's Relay Olympic Sports Sun 7am MT Digital Only FIS Nordic Combined: Men's 10 km Individual Gundersen Olympic Sports Sun 7:10am MT NBCSN Man City v. Arsenal Premier League Sun 9am MT CNBC Tottenham v. Burnley Premier League Sun 9am MT RSN Event Clippers vs. Wizards NBA Sun 1pm MT RSN Event Kings vs. Mavericks NBA Sun 1:30pm MT NBC Sports ISU Grand Prix of Figure Skating Olympic Sports Sun 2pm MT RSN Event Celtics vs. Heat NBA Sun 3:30pm MT RSN Event Nets vs. 76ers NBA Sun 3:30pm MT NBCSN ISU World Cup: Short Track Speed Skating Olympic Sports Sun 4pm MT RSN Event Sharks vs. Blackhawks Hockey Sun 4:30pm MT NBC Sports Buccaneers vs. Cowboys NFL Sun 5pm MT NBCSN FIS Skiing: Alta Badia Men's Giant Slalom Olympic Sports Sun 6pm MT NBCSN FIS Skiing: Val D'Isere Women's Super G Olympic Sports Sun 7:30pm MT NBCSN Premier League Match of the Day Soccer Sun 10pm MT NBCSN PFT Live NFL Mon 5am MT NBCSN The Dan Patrick Show General Mon 7am MT Digital Only FIS World Cup: Alta Badia Men's Parallel Giant Slalom Olympic Sports Mon 10am MT NBCSN Everton v. Liverpool Premier League Mon 12pm MT NBCSN The Men in Blazers Show Soccer Mon 4pm MT RSN Event Wizards vs. Pacers NBA Mon 4:30pm MT RSN Event Predators vs. Flyers Hockey Mon 4:30pm MT RSN Event Pistons vs. Bulls NBA Mon 5:30pm MT NBCSN Cricket: Big Bash League - Thunder vs. Sixers General Tue 1:30am MT Digital Only FIS World Cup: Courchevel Women's Giant Slalom Run 1 Olympic Sports Tue 2:30am MT NBCSN PFT Live NFL Tue 5am MT Digital Only FIS World Cup: Courchevel Women's Giant Slalom Run 2 Olympic Sports Tue 5:30am MT NBCSN The Dan Patrick Show General Tue 7am MT RSN Event Pelicans vs. 76ers NBA Tue 4:30pm MT NBCSN Ironman World Championship: Kona General Tue 5pm MT RSN Event Celtics vs. Grizzlies NBA Tue 5:30pm MT RSN Event Senators vs. Blackhawks Hockey Tue 6pm MT RSN Event Jazz vs. Warriors NBA Tue 7:30pm MT RSN Event Trail Blazers vs. Kings NBA Tue 8pm MT RSN Event Flames vs. Sharks Hockey Tue 8pm MT NBCSN PFT Live NFL Wed 5am MT NBCSN The Dan Patrick Show General Wed 7am MT NBCSN Capitals vs. Flyers NHL Wed 5pm MT RSN Event Wizards vs. Bulls NBA Wed 5:30pm MT RSN Event Wizards vs. Bulls NBA Wed 5:30pm MT RSN Event Kings vs. Jazz NBA Wed 6:30pm MT Digital Only FIS World Cup: Val Gardena Men's Downhill Olympic Sports 3:15am PT NBCSN Crystal Palace v. Chelsea Premier League 4am PT Digital Only FIS Cross-Country: Men's 15 km Freestyle Mass Start Olympic Sports 4:30am PT Digital Only FIS Nordic Combined: Men's 10 km Individual Gundersen Olympic Sports 5am PT Digital Only IBSF World Cup: Women's Skeleton Run 1 Olympic Sports 5:30am PT Digital Only Premier League: Goal Rush Soccer 6:30am PT NBCSN Middlesbrough v. Swansea City Premier League 7am PT CNBC Sunderland v. Watford Premier League 7am PT Digital Only Stoke City v. Leicester City Premier League 7am PT Digital Only West Ham v. Hull City Premier League 7am PT Digital Only FIS Ski Jumping: Men's HS 137 Olympic Sports 7am PT Digital Only IBSF World Cup: Women's Skeleton Run 2 Olympic Sports 7am PT Digital Only IBSF World Cup: Four-Man Bobsled Run 1 Olympic Sports 8:15am PT Digital Only USSA Toyota U.S. Grand Prix: Freeskiing Halfpipe Olympic Sports 8:30am PT NBC Sports West Brom v. Man United Premier League 9:30am PT NBCSN Notre Dame Echoes Notre Dame 9:30am PT Digital Only IBSF World Cup: Four-Man Bobsled Run 2 Olympic Sports 9:30am PT RSN Event Flyers vs. Stars Hockey 10:30am PT Digital Only Premier League: Goal Zone Soccer 11:30am PT NBC Sports USSA Team USA: Winter Champions Series Olympic Sports 11:30am PT NBCSN USOC Winter Festival Women's Hockey Hockey 1:30pm PT RSN Event Canadiens vs. Capitals Hockey 3:30pm PT NBCSN Luge World Cup Men's Singles Olympic Sports 4pm PT RSN Event Blackhawks vs. Blues Hockey 4:30pm PT RSN Event Trail Blazers vs. Warriors NBA 6:30pm PT NBCSN Premier League Match of the Day Soccer 8pm PT Digital Only FIS Freestyle Skiing: Aerials Olympic Sports 9:30pm PT Digital Only FIS World Cup: Alta Badia Men's Giant Slalom Run 1 Olympic Sports Sun 12:30am PT Digital Only FIS World Cup: Val d'Isere Women's Super G Olympic Sports Sun 1:30am PT Digital Only FIS Nordic Combined: HS 96 Olympic Sports Sun 2:30am PT Digital Only FIS Snowboard: SBX Team Olympic Sports Sun 3am PT Digital Only FIS World Cup: Alta Badia Men's Giant Slalom Run 2 Olympic Sports Sun 3:30am PT Digital Only FIS Cross-Country: Men's Relay Olympic Sports Sun 3:30am PT NBCSN Bournemouth v. Southampton Premier League Sun 4:30am PT Digital Only UCI Cyclocross World Cup: Women's Elite Olympic Sports Sun 4:30am PT Digital Only FIS Ski Jumping: Men's HS 137 Olympic Sports Sun 5am PT Digital Only UCI Cyclocross World Cup: Men's Elite Olympic Sports Sun 6am PT Digital Only FIS Cross-Country: Women's Relay Olympic Sports Sun 6am PT Digital Only FIS Nordic Combined: Men's 10 km Individual Gundersen Olympic Sports Sun 6:10am PT NBCSN Man City v. Arsenal Premier League Sun 8am PT CNBC Tottenham v. Burnley Premier League Sun 8am PT RSN Event Clippers vs. Wizards NBA Sun 12pm PT RSN Event Kings vs. Mavericks NBA Sun 12:30pm PT NBC Sports ISU Grand Prix of Figure Skating Olympic Sports Sun 1pm PT RSN Event Celtics vs. Heat NBA Sun 2:30pm PT RSN Event Nets vs. 76ers NBA Sun 2:30pm PT NBCSN ISU World Cup: Short Track Speed Skating Olympic Sports Sun 3pm PT RSN Event Sharks vs. Blackhawks Hockey Sun 3:30pm PT NBC Sports Buccaneers vs. Cowboys NFL Sun 4pm PT NBCSN FIS Skiing: Alta Badia Men's Giant Slalom Olympic Sports Sun 5pm PT NBCSN FIS Skiing: Val D'Isere Women's Super G Olympic Sports Sun 6:30pm PT NBCSN Premier League Match of the Day Soccer Sun 9pm PT NBCSN PFT Live NFL Mon 4am PT NBCSN The Dan Patrick Show General Mon 6am PT Digital Only FIS World Cup: Alta Badia Men's Parallel Giant Slalom Olympic Sports Mon 9am PT NBCSN Everton v. Liverpool Premier League Mon 11am PT NBCSN The Men in Blazers Show Soccer Mon 3pm PT RSN Event Wizards vs. Pacers NBA Mon 3:30pm PT RSN Event Predators vs. Flyers Hockey Mon 3:30pm PT RSN Event Pistons vs. Bulls NBA Mon 4:30pm PT NBCSN Cricket: Big Bash League - Thunder vs. Sixers General Tue 12:30am PT Digital Only FIS World Cup: Courchevel Women's Giant Slalom Run 1 Olympic Sports Tue 1:30am PT NBCSN PFT Live NFL Tue 4am PT Digital Only FIS World Cup: Courchevel Women's Giant Slalom Run 2 Olympic Sports Tue 4:30am PT NBCSN The Dan Patrick Show General Tue 6am PT RSN Event Pelicans vs. 76ers NBA Tue 3:30pm PT NBCSN Ironman World Championship: Kona General Tue 4pm PT RSN Event Celtics vs. Grizzlies NBA Tue 4:30pm PT RSN Event Senators vs. Blackhawks Hockey Tue 5pm PT RSN Event Jazz vs. Warriors NBA Tue 6:30pm PT RSN Event Trail Blazers vs. Kings NBA Tue 7pm PT RSN Event Flames vs. Sharks Hockey Tue 7pm PT NBCSN PFT Live NFL Wed 4am PT NBCSN The Dan Patrick Show General Wed 6am PT NBCSN Capitals vs. Flyers NHL Wed 4pm PT RSN Event Wizards vs. Bulls NBA Wed 4:30pm PT RSN Event Wizards vs. Bulls NBA Wed 4:30pm PT RSN Event Kings vs. Jazz NBA Wed 5:30pm PT Digital Only FIS World Cup: Val Gardena Men's Downhill Olympic Sports 1:15am HT NBCSN Crystal Palace v. Chelsea Premier League 2am HT Digital Only FIS Cross-Country: Men's 15 km Freestyle Mass Start Olympic Sports 2:30am HT Digital Only FIS Nordic Combined: Men's 10 km Individual Gundersen Olympic Sports 3am HT Digital Only IBSF World Cup: Women's Skeleton Run 1 Olympic Sports 3:30am HT Digital Only Premier League: Goal Rush Soccer 4:30am HT NBCSN Middlesbrough v. Swansea City Premier League 5am HT CNBC Sunderland v. Watford Premier League 5am HT Digital Only Stoke City v. Leicester City Premier League 5am HT Digital Only West Ham v. Hull City Premier League 5am HT Digital Only FIS Ski Jumping: Men's HS 137 Olympic Sports 5am HT Digital Only IBSF World Cup: Women's Skeleton Run 2 Olympic Sports 5am HT Digital Only IBSF World Cup: Four-Man Bobsled Run 1 Olympic Sports 6:15am HT Digital Only USSA Toyota U.S. Grand Prix: Freeskiing Halfpipe Olympic Sports 6:30am HT NBC Sports West Brom v. Man United Premier League 7:30am HT NBCSN Notre Dame Echoes Notre Dame 7:30am HT Digital Only IBSF World Cup: Four-Man Bobsled Run 2 Olympic Sports 7:30am HT RSN Event Flyers vs. Stars Hockey 8:30am HT Digital Only Premier League: Goal Zone Soccer 9:30am HT NBC Sports USSA Team USA: Winter Champions Series Olympic Sports 9:30am HT NBCSN USOC Winter Festival Women's Hockey Hockey 11:30am HT RSN Event Canadiens vs. Capitals Hockey 1:30pm HT NBCSN Luge World Cup Men's Singles Olympic Sports 2pm HT RSN Event Blackhawks vs. Blues Hockey 2:30pm HT RSN Event Trail Blazers vs. Warriors NBA 4:30pm HT NBCSN Premier League Match of the Day Soccer 6pm HT Digital Only FIS Freestyle Skiing: Aerials Olympic Sports 7:30pm HT Digital Only FIS World Cup: Alta Badia Men's Giant Slalom Run 1 Olympic Sports 10:30pm HT Digital Only FIS World Cup: Val d'Isere Women's Super G Olympic Sports 11:30pm HT Digital Only FIS Nordic Combined: HS 96 Olympic Sports Sun 12:30am HT Digital Only FIS Snowboard: SBX Team Olympic Sports Sun 1am HT Digital Only FIS World Cup: Alta Badia Men's Giant Slalom Run 2 Olympic Sports Sun 1:30am HT Digital Only FIS Cross-Country: Men's Relay Olympic Sports Sun 1:30am HT NBCSN Bournemouth v. Southampton Premier League Sun 2:30am HT Digital Only UCI Cyclocross World Cup: Women's Elite Olympic Sports Sun 2:30am HT Digital Only FIS Ski Jumping: Men's HS 137 Olympic Sports Sun 3am HT Digital Only UCI Cyclocross World Cup: Men's Elite Olympic Sports Sun 4am HT Digital Only FIS Cross-Country: Women's Relay Olympic Sports Sun 4am HT Digital Only FIS Nordic Combined: Men's 10 km Individual Gundersen Olympic Sports Sun 4:10am HT NBCSN Man City v. Arsenal Premier League Sun 6am HT CNBC Tottenham v. Burnley Premier League Sun 6am HT RSN Event Clippers vs. Wizards NBA Sun 10am HT RSN Event Kings vs. Mavericks NBA Sun 10:30am HT NBC Sports ISU Grand Prix of Figure Skating Olympic Sports Sun 11am HT RSN Event Celtics vs. Heat NBA Sun 12:30pm HT RSN Event Nets vs. 76ers NBA Sun 12:30pm HT NBCSN ISU World Cup: Short Track Speed Skating Olympic Sports Sun 1pm HT RSN Event Sharks vs. Blackhawks Hockey Sun 1:30pm HT NBC Sports Buccaneers vs. Cowboys NFL Sun 2pm HT NBCSN FIS Skiing: Alta Badia Men's Giant Slalom Olympic Sports Sun 3pm HT NBCSN FIS Skiing: Val D'Isere Women's Super G Olympic Sports Sun 4:30pm HT NBCSN Premier League Match of the Day Soccer Sun 7pm HT NBCSN PFT Live NFL Mon 2am HT NBCSN The Dan Patrick Show General Mon 4am HT Digital Only FIS World Cup: Alta Badia Men's Parallel Giant Slalom Olympic Sports Mon 7am HT NBCSN Everton v. Liverpool Premier League Mon 9am HT NBCSN The Men in Blazers Show Soccer Mon 1pm HT RSN Event Wizards vs. Pacers NBA Mon 1:30pm HT RSN Event Predators vs. Flyers Hockey Mon 1:30pm HT RSN Event Pistons vs. Bulls NBA Mon 2:30pm HT NBCSN Cricket: Big Bash League - Thunder vs. Sixers General Mon 10:30pm HT Digital Only FIS World Cup: Courchevel Women's Giant Slalom Run 1 Olympic Sports Mon 11:30pm HT NBCSN PFT Live NFL Tue 2am HT Digital Only FIS World Cup: Courchevel Women's Giant Slalom Run 2 Olympic Sports Tue 2:30am HT NBCSN The Dan Patrick Show General Tue 4am HT RSN Event Pelicans vs. 76ers NBA Tue 1:30pm HT NBCSN Ironman World Championship: Kona General Tue 2pm HT RSN Event Celtics vs. Grizzlies NBA Tue 2:30pm HT RSN Event Senators vs. Blackhawks Hockey Tue 3pm HT RSN Event Jazz vs. Warriors NBA Tue 4:30pm HT RSN Event Trail Blazers vs. Kings NBA Tue 5pm HT RSN Event Flames vs. Sharks Hockey Tue 5pm HT NBCSN PFT Live NFL Wed 2am HT NBCSN The Dan Patrick Show General Wed 4am HT NBCSN Capitals vs. Flyers NHL Wed 2pm HT RSN Event Wizards vs. Bulls NBA Wed 2:30pm HT RSN Event Wizards vs. Bulls NBA Wed 2:30pm HT RSN Event Kings vs. Jazz NBA Wed 3:30pm HT ",
    "title": "Craig Sager dies at age 65 | ProBasketballTalk"
   },
   {
    "entities": [
     "hansten",
     "the next day",
     "lansing",
     "10th day",
     "sam",
     "ryan",
     "the next days",
     "cvs",
     "state",
     "/",
     "michigan",
     "70 percent",
     "the summer of 2009",
     "center",
     "houten",
     "syndrome",
     "sparrow",
     "medicine",
     "hospital",
     "association",
     "florida",
     "3 percent",
     "food",
     "two weeks later",
     "2009",
     "philip",
     "ann",
     "tim",
     "administration",
     "2014",
     "of",
     "north",
     "toronto",
     "2008",
     "sandoval",
     "drug",
     "conway",
     "kellie",
     "health",
     "night",
     "urgent",
     "system",
     "e.",
     "stevens",
     "6:51 a.m.",
     "carolina",
     "and",
     "previously",
     "nights",
     "boards",
     "hamelin",
     "bellinger",
     "90 percent",
     "thomas",
     "2007",
     "david",
     "mccawley",
     "donahue",
     "alfred",
     "4 a.m.",
     "mich.",
     "carolyn",
     "dalton",
     "carmen",
     "2015",
     "becki",
     "years ago",
     "andrea",
     "wambsgans",
     "foundation",
     "national",
     "jean",
     "feinberg",
     "overnight",
     "america",
     "third day",
     "2012",
     "medical",
     "arbor",
     "conways",
     "jason",
     "juurlink",
     "sciences",
     "tribune",
     "university",
     "kathy",
     "niles",
     "george",
     "school",
     "catizone",
     "johnson",
     "pharmacy",
     "care",
     "fda",
     "arizona",
     "a year earlier",
     "centre",
     "chicago",
     "years earlier",
     "roe",
     "mason",
     "northwestern",
     "washington",
     "van",
     "now",
     "1985",
     "25 percent",
     "sunnybrook"
    ],
    "id": 26,
    "text": "Mix of medications leaves woman fighting for life An ordeal E. Jason Wambsgans / Chicago Tribune 2014 In 2009, a life-threatening rash attacked Becki Conway after she took two drugs a doctor prescribed to her. She came down with a potentially deadly condition called Stevens-Johnson syndrome, in which the immune system attacks the eyes and skin. In 2009, a life-threatening rash attacked Becki Conway after she took two drugs a doctor prescribed to her. She came down with a potentially deadly condition called Stevens-Johnson syndrome, in which the immune system attacks the eyes and skin. (E. Jason Wambsgans / Chicago Tribune 2014) Karisa King and Sam Roe Contact Reporters Chicago Tribune Dangerous doses: First Becki had a sore throat and cough. Then a rash. Soon, her skin peeled off in sheets. The first symptoms mimicked the flu. Becki Conway had a sore throat, a dry cough and irritated sinuses. But the next signs were more puzzling. A sharp pain radiated through her chest. Her eyes turned red and itchy. It seemed like she was fighting off some strange bug, or maybe it was just the normal exhaustion of keeping up with twin toddlers. Then the scalding rash began. Red spots popped up on Conway's face and neck. The next day, painful sores appeared in her mouth and then her throat. Within hours Conway was in a hospital bed, watching with alarm as the rash spread across her torso, arms and face. The red dots turned into blisters that welted so quickly it looked like her skin was burning from the inside out. No treatment could stop it. Within a day or two she wasn't recognizable. Eventually, the rash covered her eyelids with blisters and attacked the lining of her lungs. Her skin peeled off in sheets. Drug interaction Provided by Becki Conway After Becki Conway took a risky pairing of prescription medications, her skin erupted in blisters. Less than three days after the potentially lethal rash began, the Michigan woman's face was covered in sores and her skin began to peel. After Becki Conway took a risky pairing of prescription medications, her skin erupted in blisters. Less than three days after the potentially lethal rash began, the Michigan woman's face was covered in sores and her skin began to peel. (Provided by Becki Conway) Only after it was too late to stop the rash did anyone figure out that Conway had taken a potentially dangerous mix of medications that can trigger the immune system to attack the body's own cells. Drug interactions in which one drug alters the effect of another are a hidden epidemic in America, a decadeslong threat to public health that has been barely acknowledged, let alone addressed. Many interactions involve relatively safe drugs that become dangerous only when taken at the same time. Hundreds of risky combinations involve common antibiotics, blood thinners, antidepressants, cholesterol drugs and medicine to treat migraines, heart problems and high blood pressure. The tragedy is that much of the harm is preventable. The particular drug interaction that hospitalized Conway was identified years ago. But experts estimate that thousands of patients still become sick every year from drug interactions because of errors and neglect by front-line providers of medical care. The result in such cases: Victims and their families are left with few answers, and the underlying safety failures go uncorrected. The doctor who prescribed Conway's medications did not heed a black box warning about a fatal rash that could result from the drug pairing, according to medical and legal records and interviews. The pharmacy that dispensed the medicine did not call her attention to the danger. And as her symptoms rapidly worsened, a string of doctors and nurses missed the connection to the drug combination. Most patients rely on their doctors to protect them, but studies show that prescribers often are unaware of harmful drug combinations or trust that pharmacists have more expertise. Pharmacists, in turn, tend to respect the discretion of doctors. For pharmacists, warning patients about the risky mixing of drugs is one of the major responsibilities of the profession, according to the National Association of Boards of Pharmacy. Yet when injured patients sue, pharmacies often take the legal position that they have no duty to do so. Pharmacies and hospitals use computer programs to screen for unsafe drug pairs. But those systems trigger so many alerts about potential drug interactions — including many that pose little risk to patients — that doctors and pharmacists frequently ignore them. Research has found that some pharmacists are more likely to approve dangerous mixes of prescriptions while working busy shifts. When drug interactions hurt patients, the Food and Drug Administration along with most state medical and pharmacy boards do not require doctors and pharmacists to report cases. Pharmacists and doctors rarely face sanctions unless patients take the initiative to complain, according to the national pharmacy group. \"When you look at it from every conceivable aspect, the system is badly broken,\" said Philip Hansten, a professor of pharmacy at the University of Washington who has studied drug interactions for nearly 50 years. \"It's really disheartening to see people are still dying from interactions we've known about for decades.\" Victim of dangerous drug mix tells her story Becki Conway developed a potentially lethal skin rash known as Stevens-Johnson syndrome while taking two medications, Lamictal and Depakote, that a doctor prescribed to her. (E. Jason Wambsgans / Chicago Tribune) Becki Conway developed a potentially lethal skin rash known as Stevens-Johnson syndrome while taking two medications, Lamictal and Depakote, that a doctor prescribed to her. (E. Jason Wambsgans / Chicago Tribune) See more videos Dozens of legal complaints reviewed by the Tribune described how patients became sick or died from a toxic mix of drugs that was mishandled in nearly every health care setting, from family practice offices and corner pharmacies to specialty clinics, hospitals, emergency rooms and nursing homes. One physician prescribed the cholesterol drug simvastatin to a patient in north suburban Niles who was already taking ketoconazole and cyclosporine because of a kidney transplant years earlier. The potentially lethal mix led to a toxic buildup of the heart medication and left the man too sick to walk and requiring hospital care, according to a lawsuit that was later settled. In North Carolina, the state pharmacy board found that a CVS pharmacist had ignored computer safety warnings about combining allopurinol for gout and the kidney transplant drug azathioprine. The 49-year-old woman who took the medications together for weeks grew increasingly ill as her bone marrow failed to produce enough blood cells, leaving her hospitalized, according to pharmacy board and medical records. The interactions don't always set off a toxic reaction. In many cases, one drug makes the other drug ineffective, leaving patients vulnerable to the effects of HIV, cancer and other serious ailments. When Becki Conway sought help, trusted health care providers failed her at nearly every turn, leaving her in a fight for her life. A case of anxiety At 37, Conway was a high-energy mother of five children ranging in age from 2-year-old twin boys to a 17-year-old son. The summer of 2009 was one of the most hectic periods in her life. She and her husband were working full time, installing a new roof on their two-story brick home in central Michigan and preparing to open a pizzeria in a month. Their twins were not yet potty-trained. Making matters worse, Conway was battling an ex-boyfriend in a child custody dispute and had been feeling extremely anxious. She found herself lashing out at her husband and shouting at the kids. Conway worked at Sparrow Urgent Care in the town of Mason, registering patients as they arrived at the clinic. She decided to seek help from a doctor she was friendly with, Thomas Bellinger. The two met for 15 minutes in a break room where employees often chatted, drank coffee and ate lunch, according to interviews and documents in a later court case. Conway mostly talked about her family history, childhood abuse and previous medications. She told Bellinger she had taken medicine for depression years earlier but hadn't taken anything since. He told her he empathized with her and promised to bring her a book on bipolar disorder. Bellinger had practiced family and emergency medicine since receiving his medical degree in 1985 from Michigan State University. He worked at several hospitals and urgent care clinics in Michigan before taking a job at the Sparrow clinic. Minutes after their consultation, Bellinger approached Conway at her desk and handed her two prescriptions: one for Lamictal, the other for Depakote, according to medical records and her legal deposition. Both drugs are used to treat epilepsy and bipolar disorder. Lamictal carries the FDA's strongest label, a \"black box\" warning, which highlights the potential danger of combining Lamictal and Depakote. (Chicago Tribune staff) Research on the ability of doctors to identify harmful drug pairs shows that although many physicians consider the issue when they write prescriptions, their specific knowledge about drug interactions is generally poor. In one 2008 study, researchers asked 950 prescribers to classify various drug combinations by severity of risk. More than a third of the prescribers answered “not sure” for half of those pairs. For three of the four highest-risk combinations, less than 25 percent of the prescribers correctly recognized that the drugs should not be taken together. Training on specific drug interactions in medical schools is lacking because of time constraints and the vast number of hazardous combinations, said Dr. Alfred George, chair of the pharmacology department at Northwestern University's Feinberg School of Medicine. Doctors also are not required to demonstrate knowledge of drug interactions to state licensing boards or when seeking hospital credentials, he said. \"New drugs are hitting the market every day, and clinicians rarely have time to read all the literature on the drugs they prescribe,\" George said. Adding to the problem, no list of medications automatically follows patients from one medical provider to another. One physician may not know what another doctor has prescribed. The label for Lamictal warns that the drug's concentration level in the body more than doubles when taken with Depakote. To lower the risk of a deadly reaction, the label advises doctors to decrease the normal starting dose of Lamictal by half when it is combined with Depakote. Physicians may read such warnings but make prescribing decisions at their own discretion. Bellinger gave Conway a prescription for the full initial dose of Lamictal. From big data to tiny cells: A novel experiment This is a story about prescription drugs, the beating of our hearts, cells from hamsters and the promise of big data. How the Chicago Tribune and a team of scientists tackled a serious problem in public health. This is a story about prescription drugs, the beating of our hearts, cells from hamsters and the promise of big data. How the Chicago Tribune and a team of scientists tackled a serious problem in public health. See more videos In depositions, Bellinger said his diagnosis of bipolar disorder was based on multiple conversations with Conway over a period of months and that his prescriptions were in line with successful treatment plans for other patients. He said he was familiar with the black box warning but assessing the combined risk of the two drugs was difficult because Lamictal also can cause a dangerous skin rash when taken alone. Citing language on the drug label, Bellinger said the extent to which Depakote potentially increases the risk is unclear. He believed the possible risk posed by giving Conway the full dose of Lamictal was outweighed by the danger of giving her a dose that was too low to relieve her symptoms. In her deposition, Conway said Bellinger made a prediction as he handed over the prescriptions: She would feel better by the next day. No warnings Conway faxed the prescriptions to her usual pharmacy at Sparrow Hospital in nearby Lansing, part of the same health system as the urgent care clinic. Her husband, Tim Conway, worked there transporting patients and picked up her prescriptions the next day. No one at the pharmacy called his attention to the potentially lethal drug pair, he said in an interview. No one mentioned that the dose of Lamictal exceeded the guidelines for taking it with Depakote. And no one talked to him about a rash. \"There were no special warnings — nothing,\" he said. Pharmacists serve as the last line of defense against bad drug combinations. Those who see a potentially unsafe pairing can ask questions of the patient, consult with the physician and ultimately withhold the medications. \"If a patient has a significant drug interaction that the pharmacist should've been aware of and didn't catch, then their license could be affected,\" said Carmen Catizone, executive director of the pharmacy group. Yet pharmacists who are busy, distracted or inundated with alerts may fail to intercept potential drug interactions. Sophisticated software systems automatically screen prescriptions for risky drug combinations and alert pharmacists about the danger. But more than a decade of research shows those systems fail to fully protect patients. The safety checks produce a flood of alerts about a range of potential dangers, including drug interactions that cause only minor side effects. Pharmacists must contend with so many alerts that they can become desensitized to even the most serious warnings and dismiss them. One study found that pharmacists overrode more than 90 percent of alerts, including warnings about some risky drug interactions. Heavy workloads for pharmacists also pose a threat. A 2007 study by University of Arizona researchers found that the risk of dispensing two drugs that could interact rose about 3 percent for each additional prescription filled by a pharmacist in an average hour. The pharmacist who filled Conway's prescriptions, Ryan Hamelin, later testified in a deposition that he handled as many as 80 orders on a busy shift. He signed off on her medications at 6:51 a.m., nine minutes before his overnight shift ended. When a technician entered the two prescriptions into a pharmacy computer, a red screen appeared with a warning that required a pharmacist's review, Hamelin said. The alert noted a potential overlap between the medications, which are both used to treat the same illnesses, but it did not call attention to the drug interaction, he said. Hamelin, who had received his doctor of pharmacy degree a year earlier, said he had seen such drugs paired together previously. He also said he was aware of the drug interaction and the black box warning on Lamictal. But it seemed to him that the doctor had used some discretion when writing the prescriptions, as Bellinger had prescribed initial doses that increased over time. Hamelin trusted the prescriber's judgment, he said. Hamelin said he did not see a need to warn Conway personally about the drug pair. Package inserts that advise patients about drug risks typically satisfy a pharmacist's obligation to warn about such dangers, he said. Hamelin approved the scripts and left work. 'This is not right' That day, Conway began taking the two drugs. She felt better almost immediately. But two weeks later, she felt a tickle in her throat and pain inside her ears. She had a cough and bloodshot eyes. Then she woke up with her eyes matted shut with thick gunk. Conway went to work early to get medication for what she assumed was pinkeye. At the urgent care clinic, Conway told the medical staff about taking Lamictal and Depakote, according to her deposition. She described her symptoms, including chest pains she suffered for a day or so before the episodes stopped. No one realized that the seemingly unconnected symptoms foretold an agonizing condition called Stevens-Johnson syndrome in which the immune system attacks the patient's skin and mucous membranes. The cells in the lining of Conway's eyes, mouth and lungs were self-destructing. It was as if some switch in her body had been flipped and nothing could shut it off. An anxious mom sought help from a doctor. He prescribed two drugs that may increase the risk of a deadly rash when combined. Soon she was fighting for her life. Exactly how the disease develops is not fully understood, but it is most often triggered by medications. Numerous drugs including Lamictal have been linked to the condition when taken on their own. There is no cure; the best treatment is to stop taking the drugs that caused it. Had Conway's condition been diagnosed, she would ideally have been sent to a hospital burn unit, which is best suited to treat the massive loss of skin as the disease progresses, said Jean McCawley, director of the Stevens Johnson Syndrome Foundation, a patient advocacy group. Instead, Conway's chest pains became the main concern. A doctor at the clinic ordered X-rays and an electrocardiogram to test for possible heart problems. Both showed normal results. To be cautious, Conway was sent by ambulance to nearby Sparrow Hospital for more comprehensive heart tests, medical records show. Legally blind E. Jason Wambsgans / Chicago Tribune 2014 Becki Conway can use a tablet if she magnifies the text and holds it close to her face. She often chats online with a network of other survivors of Stevens-Johnson syndrome. Becki Conway can use a tablet if she magnifies the text and holds it close to her face. She often chats online with a network of other survivors of Stevens-Johnson syndrome. (E. Jason Wambsgans / Chicago Tribune 2014) Conway told the hospital intake nurse that she was taking Lamictal and Depakote. Because Conway's eyes were too inflamed for her to see, the nurse pulled the pill bottles from Conway's purse and noted the medications in a hospital record. The second round of heart tests showed no abnormalities, and Conway was released from the hospital with a suspected strained chest muscle, records show. Her husband came to the emergency room to take her home. After receiving her discharge papers, Conway went to a bathroom to change out of her hospital gown. She glanced at herself in the mirror before getting dressed. On her way out, she caught another glimpse and stopped to stare. Bright red spots had popped up on her face and neck. It looked like someone had thrown red pepper on her. Conway flagged down a nurse and pointed to her face. \"This is not right,\" Conway said, according to her deposition. \"Wow,\" the nurse said. The nurse retrieved a doctor, who examined Conway. But no one connected the outbreak to the two new medications she had reported to nurses and doctors twice that day. The nurse gave Conway a shot of Benadryl and sent her home. Deadly diagnosis Spotting the signs of a dangerous mix of medications can be critical to saving a patient's life. But because the interactions often cause common symptoms, such as low blood pressure or confusion, health care providers can easily miss the clues. \"Drug interactions hurt and kill like nobody has any idea,\" said David Juurlink, head of clinical pharmacology and toxicology at Sunnybrook Health Sciences Centre in Toronto. Juurlink has treated patients who arrived at the emergency room after taking an antibiotic with certain types of blood pressure medication, which can cause a deadly spike in the level of potassium in the blood. Such a death likely would be attributed to heart disease and old age instead of a drug interaction, he said. After Conway got the Benadryl shot she went home and went to sleep. She woke up at 4 a.m. with painful blisters in her mouth. Her skin rash was turning into red welts. Conway drove herself to the clinic where she worked and was examined by Dr. Kellie Donahue. The doctor asked Conway about her symptoms and any medication she had been taking. When Conway told her about the Lamictal and Depakote, Donahue stopped taking notes and looked up at her. \"I think you have Stevens-Johnson syndrome,\" she said, according to Conway's deposition. Donahue, the first medical professional to notice the dangerous drug mix, explained to Conway that she was suffering from a serious skin rash caused by medications. But even Donahue didn't realize how severe the rash would become. After telling Conway to stop taking the drugs, which Conway had done when the chest pains began, Donahue gave her a steroid shot and sent her home. Conway took a short nap and woke up with blisters spreading into her throat. She called Donahue, who instructed her to go to the hospital immediately. Her first night in the hospital, Conway sat up in bed until dawn researching Stevens-Johnson syndrome on her laptop computer. She'd never heard of the disease. The more she learned, the more alarmed she became. She discovered that, in its most extreme form, many victims die. The biggest risks stem from infections. Drug interactions hurt and kill like nobody has any idea. — David Juurlink, head of clinical pharmacology and toxicology at Sunnybrook Health Sciences Centre in Toronto In the next days, Conway's blisters spread and erupted. Swallowing food was too painful. She couldn't stop coughing and complained that she was struggling to breathe. Her skin began to peel off in sheets, leaving angry patches of exposed flesh that turned black and bloody. Worried about infection, her husband laid down a trail of towels so she didn't have to walk to the bathroom on the hospital floor. He spent the nights at her bedside in a chair. He didn't know what to tell the kids, especially the three youngest. He didn't want them to visit their mother — her wounds looked too gruesome. He did not disclose his biggest fear, that she might not come home. Conway sporadically roused herself from a stupor of morphine, but mostly she was in too much pain to speak or open her eyes. On Conway's 10th day at the hospital, nurse Kathy Sandoval was assigned to treat her. The nurse had treated one other Stevens-Johnson victim years earlier, but when she walked into the room, she had never seen anything that compared to how Conway looked that day, Sandoval recalled in an interview. From head to toe, only patches of skin could be seen. \"It was red, open, exposed,\" Sandoval said. \"She wasn't gushing blood, but there was blood everywhere.\" Sandoval was afraid to touch Conway. \"She looked like she'd been in a fire,\" Sandoval said. Intensive care Tim Conway Becki Conway was transferred to an intensive care unit for burn victims at the University of Michigan Medical Center after several days of fighting Stevens-Johnson syndrome. Her husband, Tim, took photos to share with family members, who were not allowed to visit her because of the high risk of infection she faced. Becki Conway was transferred to an intensive care unit for burn victims at the University of Michigan Medical Center after several days of fighting Stevens-Johnson syndrome. Her husband, Tim, took photos to share with family members, who were not allowed to visit her because of the high risk of infection she faced. (Tim Conway) She knew how lethal the condition could be and worried that the sloughing tissue in Conway's lungs and throat might block her airway. Sandoval hovered over Conway's bed watching for signs of distress. That night, at Sandoval's insistence, Conway was transferred in unstable condition from Sparrow to an intensive care burn unit at the University of Michigan Medical Center, records show. At that point, about 70 percent of Conway's skin had blistered or peeled off. She could barely communicate. The next day, an ophthalmologist tried to examine the damage in her eyes, but Conway was in too much pain to cooperate. In the doctor's notes from that day, he wrote that Conway told him she didn't expect to survive. Fighting to live Medical records document the flurry of activity that surrounded Conway at the Ann Arbor hospital. Nurses checked her vital signs at regular intervals. Doctors inserted a feeding tube. The wound care was constant. Every hour, nurses pried open her eyelids to apply drops of medicine. \"They're just trying to keep the patient alive at that point,\" said McCawley of the Stevens-Johnson advocacy group. \"Patients are usually monitored 24/7 with the most intensive care they can give them. ... The reaction has to run its course.\" On Conway's third day at the hospital, her condition improved slightly. She was able to sit up on her own and was taken off contact isolation, which meant that staff no longer had to wear gowns and gloves to enter her room. Over the next few days, the rash stopped spreading and parts of her skin began to grow back. In an attempt to save her eyesight, doctors grafted amniotic membrane onto her eyes to help them heal. She continued to gain strength and looked better. Medication was more effective in easing her extreme pain. The lesions on her face were clearing. Doctors removed her feeding tube and she was able to swallow soft food. Kathy Sandoval Carolyn Van Houten / Chicago Tribune 2015 Nurse Kathy Sandoval, who was assigned to treat Becki Conway at Sparrow Hospital in Lansing, Mich., said she had never seen anything that compared to the severe skin trauma that Conway suffered. Sandoval insisted that Conway be transferred to an intensive care burn unit at the University of Michigan Medical Center. Nurse Kathy Sandoval, who was assigned to treat Becki Conway at Sparrow Hospital in Lansing, Mich., said she had never seen anything that compared to the severe skin trauma that Conway suffered. Sandoval insisted that Conway be transferred to an intensive care burn unit at the University of Michigan Medical Center. (Carolyn Van Houten / Chicago Tribune 2015) After nearly three weeks, Conway returned home with her eyes stitched shut so they could heal from surgery. Wounds were still red and visible on her face and neck. Her twins were too scared of her appearance to sit on her lap, so her husband turned off the lights in the living room and they sat with her on the couch. She held their hands in the dark, tracing the outlines of their small fingers. Unable to see, she learned to distinguish the boys by the shape of their fingernails. Conway spent the next two months unable to open her eyes and later received training on how to walk with the help of a long white cane. In the years since, she has slowly regained her strength, taking long walks and working on home repair projects with her husband. But the trauma left Conway legally blind. In her left eye she can see only shadows and light. By holding a computer tablet close to her right eye and magnifying the text, she can read in limited amounts. She can't drive a car or watch the kids at sports events or read a paperback book. She also suffers stabbing pains in her eyes from nerve damage, leaving her unable to get out of bed on her worst days. She must frequently apply medicated eyedrops because her tear ducts were destroyed. She fights a constant cough caused by her lung injuries. The family now lives in Florida where the high humidity provides some relief for her eyes. Living with the effects E. Jason Wambsgans / Chicago Tribune Because of the eye trauma she suffered, Becki Conway can’t drive a car or watch her children at sports events or read a paperback book. Her eyes here appear yellow because a doctor just used drops to dilate her pupils. Because of the eye trauma she suffered, Becki Conway can’t drive a car or watch her children at sports events or read a paperback book. Her eyes here appear yellow because a doctor just used drops to dilate her pupils. (E. Jason Wambsgans / Chicago Tribune) Conway said her approach to taking medication has changed. \"The general public trusts that what their doctors give them is OK,\" she said. \"They don't question it, but they should question it — every time.\" In 2012, Conway filed a lawsuit against Bellinger and Sparrow Health System that was settled in 2014 under confidential terms. She and her husband talked about her ordeal in several interviews but declined to disclose the names of the defendants, whom the Tribune identified through court records. Her attorney, Andrea Dalton, said she has handled more than a dozen lawsuits for other patients, many of them children, who suffered from Stevens-Johnson syndrome after taking the same drug combination as Conway. The cases fit a pattern of errors, Dalton said. \"It starts with a hospital or physician error, then there's a pharmacy error and diagnostic errors, and that becomes the perfect storm,\" she said. \"At the end of this is someone who has to live with it for the rest of their life.\" Surviving E. Jason Wambsgans / Chicago Tribune 2014 Becki Conway goes kayaking with her family near her Florida home. The Conways moved to Florida because the high humidity provides some relief for her damaged eyes. Becki Conway goes kayaking with her family near her Florida home. The Conways moved to Florida because the high humidity provides some relief for her damaged eyes. (E. Jason Wambsgans / Chicago Tribune 2014) Citing a confidentiality agreement, Bellinger's attorney declined to comment on the case. An attorney for Sparrow Health System said Hamelin, the pharmacist, turned down requests for interviews. The health system released a brief statement saying: \"Sparrow cannot discuss specifics of this case due to the nature of the settlement agreement. But the safety and security of patients is always our top priority.\" Bellinger stopped prescribing the two drugs together after Conway became ill, he said in a deposition. It wasn't worth the risk, he decided. The case did not appear to change anything for Hamelin, the pharmacist who handled the prescriptions. He testified he would not have a problem filling the same order again. ",
    "title": "Mix of medications leaves woman fighting for life - Chicago Tribune"
   },
   {
    "entities": [
     "david",
     "april 1974",
     "clippers",
     "images",
     "espn",
     "batavia",
     "garnett",
     "hank",
     "december 15, 2016",
     "la",
     "atlanta",
     "sunday",
     "martinez/getty",
     "turner",
     "kobe",
     "facebook",
     "paul",
     "kevin",
     "chris",
     "bryant",
     "ill.",
     "of",
     "fame",
     "late the next day",
     "johnson",
     "2016",
     "levy",
     "craig",
     "once",
     "night",
     "tnt",
     "sager",
     "martin",
     "sports",
     "future",
     "rachel",
     "babe",
     "braves",
     "lebron",
     "james",
     "broadcasting",
     "hall",
     "ernie",
     "1996",
     "nba",
     "2012",
     "ronald",
     "ruth",
     "weekend",
     "shaquille",
     "doris",
     "burke",
     "aaron",
     "o'neal",
     "famer"
    ],
    "id": 27,
    "text": "Craig Sager, on the sidelines of the 2016 NBA Finals. Ronald Martinez/Getty Images hide caption toggle caption Craig Sager, on the sidelines of the 2016 NBA Finals. Ronald Martinez/Getty Images NBA sideline reporter Craig Sager, a broadcaster nearly as famous for his wardrobe as for his basketball knowledge, has died at the age of 65. Sager had been very public about his diagnosis of leukemia. \"There will never be another Craig Sager,\" David Levy, president of Turner Broadcasting, said in a tweeted statement . \"His incredible talent, tireless work ethic and commitment to his craft took him all over the world covering sports.\" — TurnerSportsPR (@TurnerSportsPR) December 15, 2016 The network also posted a video on Facebook commemorating Sager's career. Sager spent two decades covering pro basketball on TNT, work that earned him an induction into the Sports Broadcasting Hall of Fame. And during his time on the sidelines, Sager had no problem standing out. Argyle, paisley, floral, seersucker — name any pattern of fabric, and Sager wore a suit made from it. \"That's always been a badge of honor for Craig,\" says his TNT colleague Ernie Johnson. \"You say, 'You can't possibly wear that.' It's like, 'Hey thanks, you couldn't have said anything nicer to me.' \" Article continues after sponsorship Sager had charisma and unmatched rapport with players. Even when players like future Hall of Famer Kevin Garnett stopped live interviews to insult his brightly colored suits — \"take this outfit home and burn it,\" Garnett once told him — Sager was capable of turning those moments into compelling television. In the world of basketball, Sager's name towers nearly as high as LeBron James'. He was among the first to interview Kobe Bryant at the NBA draft in 1996. He joked with Shaquille O'Neal on the sidelines at All-Star games. And LA Clippers point guard Chris Paul always made time for Sager — even after tough losses. \"When you see Craig, you pep up,\" Paul said once. \"Because you know that he has the same respect for you that you have for him.\" Doris Burke, a sideline reporter with ESPN, shares that admiration. \"There's a saying in basketball: Game recognize game. There's a reason Craig Sager is beloved, and it's the beauty and the magic of what Craig Sager does,\" Burke says. Sager's career started in April 1974, when he was a 22-year-old from Batavia, Ill., who rushed to an Atlanta Braves baseball game. Hall of Famer Hank Aaron was one hit away from breaking Babe Ruth's untouchable home run record, and Sager wanted to cover it for his AM radio station. Sports Reporter Stands Out From The Sidelines He didn't have press credentials, and his boss had threatened to fire him if he showed up late the next day. But Sager went anyway. Somehow, he wound up in the third base photographer's pit on that historic night — just as Aaron went to bat in front of a roaring crowd. It was one of the biggest moments in baseball history, and Sager did the unthinkable: He got his tape recorder, jumped onto the field and chased after Aaron. It's a dogged determination that never left Sager, even after he switched to basketball and spent decades on NBA sidelines. And those outlandish suits? Well, as Sager told Weekend Edition Sunday host Rachel Martin in 2012, he never minded the ribbing he would get from Garnett and others. He had another audience in mind. \"Some people maybe think it's too outlandish, but I have fun,\" he said. \"I buy it all myself. I pick it all out myself. I once in a while get some help from my 7-year-old daughter. Some people might not like it; my 7-year-old, she likes it.\" ",
    "title": "Craig Sager, Sideline Sage Of Hoops And Suits, Dies At 65 : The Two-Way : NPR"
   },
   {
    "entities": [
     "2016",
     "associated",
     "$40,000",
     "2012",
     "1980",
     "arpaio",
     "press",
     "u.s.",
     "obama",
     "atlantic",
     "hawaii"
    ],
    "id": 28,
    "text": "President Obama will leave office in five and a half weeks. The new cover story in The Atlantic is called \"My President Was Black: A history of t... Arpaio farmed out the investigation to volunteers on his posse, which is funded through donations, in anticipation of criticism he was throwing away taxpayer money. In 2012, he said the investigation revealed that there was probable cause to believe Mr. Obama’s long-form birth certificate was a computer-generated forgery and that the selective service card completed by Mr. Obama in 1980 was likely a fraud. The facts say otherwise. Hawaii officials repeatedly confirmed Mr. Obama’s citizenship, and the courts rebuffed a series of lawsuits. Arpaio insisted he wasn’t investigating whether Mr. Obama was a U.S. citizen but examining an allegation that the document was fraudulent. But critics say it was a calculated swipe at the identity and legitimacy of the nation’s first African-American president. Though Arpaio promised no taxpayer money would be spent on the investigation, the sheriff sent a deputy to Hawaii to accompany the posse’s top investigator. The sheriff said the posse would reimburse his office for the costs of the deputy’s travel and time. At one time, Arpaio said the posse spent $40,000 in donations on the investigation. It’s not known how much it ultimately cost and whether the agency was reimbursed.  © 2016 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. ",
    "title": "Sheriff Joe Arpaio revisits Obama birtherism, birth certificate authenticity - CBS News"
   },
   {
    "entities": [
     "ukraine",
     "interactive",
     "cbs",
     "rogers",
     "west",
     "7:01 pm est",
     "news",
     "inc.",
     "crimea",
     "the",
     "august 2015",
     "of",
     "dec 15, 2016",
     "russia",
     "2015",
     "security",
     "vladimir",
     "chiefs",
     "mike",
     "2016",
     "martin",
     "dempsey",
     "u.s.",
     "agency",
     "obama",
     "national",
     "coast",
     "staff",
     "army",
     "march 9, 2015",
     "joint",
     "baghdad",
     "now",
     "putin",
     "pentagon"
    ],
    "id": 29,
    "text": "Email Last Updated Dec 15, 2016 7:01 PM EST Russian hackers struck at the heart of the U.S. military in August 2015 by seizing the e-mail system used by the Joint Chiefs of Staff, CBS News has learned. Then-Chairman of the Joint Chiefs Martin Dempsey was alerted to the attack by an early-morning phone call from the Director of the National Security Agency, Admiral Mike Rogers.  Now retired, Dempsey told CBS News in an exclusive interview that the attack was proceeding at an alarming speed. Within an hour, hackers had seized control of the unclassified e-mail system used by the Pentagon’s Joint Staff, the organization of some 3,500 military officers and civilians who work for the Chairman. Former Chairman of the Joint Chiefs Martin Dempsey tells CBS News the Pentagon was the target of a 2015 cyber attack by Russian hackers.  CBS News In that time, the hackers seized the computer credentials of Dempsey and hundreds of other senior officers  -- the passwords and electronic signatures they used to sign on to the network. The only way to stop the attack was to take the network down.  The attack, which officials now blame on Russia, began with 30,000 e-mails sent to a West Coast university. Of those 30,000, four were forwarded to members of the Joint Staff and one was opened -- allowing the hackers in.  Since it was an unclassified network, the attack had no real intelligence value. It was not spying, but a full-on assault whose only apparent purpose was to cause damage and force the Pentagon to replace both hardware and software, which took about two weeks to accomplish. U.S. Army General Martin Dempsey speaks during a news conference in Baghdad March 9, 2015. REUTERS The motive for the attack was believed to be Russian anger at economic sanctions orchestrated by the Obama administration in response to Vladimir Putin’s annexation of Crimea and interference in Ukraine. Cyber attacks have come to be known as weapons of mass disruption, and it is now clear that Russia has used them not just to meddle in U.S. elections -- but to do harm to the American military.  © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Russian hack on the Pentagon: Hackers struck last year at the heart of the U.S. military in 2015 - CBS News"
   }
  ]
 }
}