{
 "18": {
  "col-sim": {
   "cosine": 0.1761242983995546,
   "entity": 0.1728729518208802
  },
  "exec-time": 46.24233436584473,
  "links": [
   {
    "entities": [
     "mcmullin",
     "interactive",
     "utah",
     "cbs",
     "mobile",
     "michelle",
     "oprah",
     "christmas",
     "trump",
     "house",
     "hillary",
     "jan. 20",
     "winfrey",
     "inc.",
     "hicks",
     "jeff",
     "senate",
     "donald",
     "saturday",
     "monday",
     "the last months",
     "russia",
     "2016",
     "conway",
     "nov. 8",
     "night",
     "once",
     "manhattan",
     "kellyanne",
     "alabama",
     "usa",
     "u.s.",
     "obama",
     "america",
     "sessions",
     "evan",
     "now",
     "hope",
     "dec. 17, 2016",
     "barack",
     "clinton",
     "white"
    ],
    "id": 0,
    "text": "<p>President-elect Donald Trump arrives to speak during a USA Thank You Tour event in Mobile, Alabama, Dec. 17, 2016.</p> Close REUTERS President-elect Donald Trump took his last bow Saturday in Mobile, Alabama, concluding his victory tour with a final look back at his campaign trail triumphs, an election night tick-tock and a promise to focus on an economic agenda that “can be summed up in three very beautiful words: jobs, jobs, jobs.” “There is no better place to celebrate than right here,” the president-elect told a crowd in Mobile, saying that the Alabama city was “where it all began.” Amid intermittent cheers of “Trump! Trump! Trump!” the president-elect crowed his approval of the state, saying voters “propelled” the campaign to “a historic win for the American worker and the American people.” The president-elect relived what he counted among his campaign’s greatest hits, including his defeat of third-party candidate Evan McMullin in Utah , his scant spending on political advertising and the frenetic pace of his rallies in the home stretch of the election. “I don’t think anyone’s worked harder in the last months of a presidential campaign,” Mr. Trump said, referencing himself. Trump evades discussion of Russia's election tampering But the spotlight wasn’t all on the president-elect. Mr. Trump also brought out a parade of surrogates during his own speech, calling to the stage Kellyanne Conway, his former campaign manager and now a top adviser to his transition team. (She told rally-goers that the president-elect had won “over 2,600 counties” and 306 electoral votes.) He also had spokeswoman Hope Hicks join him at the podium (she smiled and wished the crowd a “Merry Christmas!”) and, earlier, his first Senate backer, Jeff Sessions, took over the mic. Later, Mr. Trump gave his account of Nov. 8, claiming that halfway through election night he wanted to switch venues with Hillary Clinton’s campaign, which had rented out a convention center on the west side of Manhattan. “I took sort of a small ballroom because if I lost, I wanted to get out,” Mr. Trump jokingly explained. He added that his campaign had even offered to buy the fireworks ordered by the Clinton team because “I found fireworks just don’t work when you lose.” The last stop on what was billed as a “Thank You” tour, Mobile was an appropriate place for the president-elect to reminisce on his year-and-a-half long journey to the White House: It was in the state where Mr. Trump won one of his largest margins of victory, where Sessions (now his attorney general pick) first publicly jumped aboard the “Make America Great Again” train and where, as the president-elect said, people began to think “something was really going on there.” But the jaunt through Mobile was also an attempt to look toward Jan. 20, his inauguration, and the four years to come.  “We’re going to go back to the old days,” the president-elect said, with an economic agenda that included the promise to “buy American and hire American.” “Made in the USA, remember?” he asked. Mr. Trump once again promised to build “a great wall” that would stop illegal immigration “for good.” He added, however, that “we will have doors in that wall,” where people can come through -- legally -- “by the tens of thousands.”   The president-elect did not address the latest reports of Russia hacking during the U.S. election season. At the conclusion, Mr. Trump addressed first lady Michelle Obama’s recent remarks about a hopeless America, pushing back on the notion and saying “we have tremendous hope.” “I actually think she made that statement not meaning it the way it came out,” he said, referring to an interview with Oprah Winfrey that’s scheduled to be broadcast Monday. “Now we’re feeling what not having hope feels like. You know? Hope is necessary. It’s a necessary concept,” Mrs. Obama told Winfrey in a clip released in advance. “And Barack didn’t just talk about hope because he thought it was just a nice slogan to get votes. I mean, he and I and so many believe that if you -- what else do you have if you don’t have hope?” The president-elect countered that by saying of his administration and the country as a whole: “We have tremendous potential.” “We are going to be so successful as a country again,” he vowed. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Donald Trump takes final victory lap in Alabama - CBS News"
   },
   {
    "entities": [
     "anne",
     "december 2014",
     "walmart",
     "express",
     "ark.",
     "press",
     "august",
     "2017",
     "bentonville",
     "corp.",
     "thursday",
     "inc.",
     "facebook",
     "linkedin",
     "american",
     "$25",
     "$1,000",
     "ill.",
     "b.",
     "35 percent",
     "springfield",
     "associated",
     "seth",
     "green",
     "swayne",
     "stores",
     "perlman",
     "d'innocenzio",
     "u.s.",
     "new",
     "commonwealth",
     "$572",
     "dot",
     "hall",
     "york",
     "now",
     "$413",
     "serve",
     "december 17, 2016",
     "3:03 p.m. est",
     "ap"
    ],
    "id": 1,
    "text": "Walmart program: Stash cash in savings account, win prizes New Walmart program offers prize incentives to get shoppers to create savings accounts. Post to Facebook Walmart program: Stash cash in savings account, win prizes New Walmart program offers prize incentives to get shoppers to create savings accounts. Check out this story on USATODAY.com: http://usat.ly/2hTsg99 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 2 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Walmart program: Stash cash in savings account, win prizes Anne D'Innocenzio, The Associated Press 3:03 p.m. EST December 17, 2016 The Walmart logo is displayed in Springfield, Ill. Walmart has a new program that offers prizes as incentives to get its legion of shoppers to sock away money in saving accounts. The \"Prize Savings\" program features Walmart's branded reloadable prepaid debit cards, which are linked to a free savings \"vault.\" (Photo: Seth Perlman, AP) NEW YORK — Walmart has a new program that offers prizes as incentives to get its legion of shoppers to sock away money in saving accounts. The \"Prize Savings\" program features Walmart's branded reloadable pre-paid debit cards, which are linked to a free savings \"vault.\" Savers are given one entry into a monthly prize drawing for every dollar they stash in the vault. The sweepstakes will award 500 cash prizes every month, with the average prize being about $25. The monthly sweepstakes includes one $1,000 grand prize. Walmart says the program, launched without fanfare in August, is the first national and retail prize-linked savings program. It's also a way to encourage saving by its low-income shoppers, many of whom might not have enough saved to cover even the smallest emergencies, like fixing a flat tire. The move underscores how the world's largest retailer is expanding its financial services, which already includes check-cashing and money transfers. Savings programs tied to prizes are becoming more widely available in the U.S. with the enactment of the American Savings Promotion Act, which became law in December 2014. That removed all federal regulatory barriers to banks and thrifts offering prize-linked savings programs. With Walmart's program, users log into their MoneyCard app or website to transfer money from their balance into the separate MoneyCard Vault, a free savings feature. The program is in partnership with Green Dot Corp., which is the issuing bank for Walmart's prepaid cards. They enlisted Commonwealth, a national organization that uses innovative ways to encourage people to save through programs like prize-linked savings. An American Express Serve prepaid debit card is shown for sale at a store in New York. More prepaid debit card users will be getting the option to have overdraft features on their cards in 2017, but the way it will operate will be very different than how traditional checking account overdraft operates.  (Photo: Swayne B. Hall, AP) Executives with Walmart Stores Inc., which is based in Bentonville, Ark., told reporters Thursday that the \"Prize Savings\" program is already enticing customers to save more. When the program first started, the average customer savings balance was $413. Now, that figure is $572, a 35 percent increase. 63 CONNECT TWEET LINKEDIN 2 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hTsg99 ",
    "title": "Walmart program: Stash cash in savings account, win prizes"
   },
   {
    "entities": [
     "$20 trillion",
     "council",
     "management",
     "right now",
     "mulvaney",
     "agriculture",
     "florida",
     "mick",
     "boehner",
     "freedom",
     "trump",
     "south",
     "house",
     "2013",
     "party",
     "webster",
     "june",
     "ryan",
     "paul",
     "npr",
     "senate",
     "donald",
     "alex",
     "state",
     "of",
     "congress",
     "tamara",
     "tea",
     "2011",
     "john",
     "daniel",
     "rand",
     "caucus",
     "department",
     "commerce",
     "economic",
     "u.s.",
     "advisers",
     "carolina",
     "and",
     "keith",
     "brandon/ap",
     "office",
     "now",
     "budget",
     "time"
    ],
    "id": 2,
    "text": "Rep. Mick Mulvaney, R-S.C., is President-elect Donald Trump's choice as budget director. Alex Brandon/AP hide caption toggle caption Rep. Mick Mulvaney, R-S.C., is President-elect Donald Trump's choice as budget director. Alex Brandon/AP President-elect Donald Trump is nominating Rep. Mick Mulvaney, R-S.C., to the Cabinet-level post of director of the Office of Management and Budget. Mulvaney, 49, has been in Congress since 2011; in that time, he has frequently pushed for tighter budget controls. \"We are going to do great things for the American people with Mick Mulvaney leading the Office of Management and Budget,\" Trump said in a press release announcing his pick. \"Right now we are nearly $20 trillion in debt, but Mick is a very high-energy leader with deep convictions for how to responsibly manage our nation's finances and save our country from drowning in red ink.\" Mulvaney is a prominent member of the House Freedom Caucus, a group of around 40 conservatives that grew out of the Tea Party movement. The group often tangled with former Speaker John Boehner and backed Rep. Daniel Webster of Florida as his replacement. \"Mulvaney was not an early Trump backer during the presidential campaign,\" South Carolina's The State newspaper notes. \"He initially supported U.S. Sen. Rand Paul, R-Ky. for the Republican nomination. Mulvaney endorsed Trump in June, hours after House Speaker Paul Ryan, R-Wis. did the same.\" Article continues after sponsorship As a federal sequestration loomed back in 2013, NPR's Tamara Keith attended one of Mulvaney's town hall meetings in South Carolina. At the time, Mulvaney said the sequester cuts were real and not just tricks of accounting — but he also said he'd prefer to replace them with more strategic cuts. Here's some of what the congressman said about the budget impasse: \"I'm comfortable that the federal government will continue to exist after the sequester. I don't think people are going to, you know, go to the streets and revolt when the U.S. Department of Commerce has to go back a couple of years in their budgets.\" The Cabinet-level job of budget director requires Senate confirmation. With the choice, Trump now has four Cabinet-ranking jobs to fill , from Agriculture secretary and secretary of Veterans Affairs to two more economics-related posts: chair of the Council of Economic Advisers and U.S. trade representative. ",
    "title": "Trump Announces Nomination Of S.C.'s Mulvaney To Head Budget Office : The Two-Way : NPR"
   },
   {
    "entities": [
     "democratic",
     "cbs",
     "michelle",
     "supreme",
     "states",
     "oprah",
     "trump",
     "house",
     "winfrey",
     "united",
     "facebook",
     "donald",
     "parker",
     "saturday",
     "monday",
     "court",
     "2008",
     "twitter",
     "alabama",
     "obama",
     "cbs-tv",
     "america",
     "tom",
     "illinois",
     "now",
     "the past",
     "barack",
     "december 17, 2016",
     "the future",
     "white"
    ],
    "id": 3,
    "text": "Michelle Obama's suggestion Trump is end of 'hope' for America gets pushback Published               December 17, 2016 Facebook 0 Twitter 0 Email Print   First lady Michelle Obama's suggestion that the United States has lost hope now that Donald Trump has becoming president after eight years of husband President Obama bringing “hope and change” to Americans was met Saturday with some pushback. \"Michelle Obama says there is no hope,” Trump, the Republican president-elect, said at a rally in Alabama. “I assume she was talking about the past not the future. I honestly believe she meant that statement differently than the way it came out.” Alabama Supreme Court Justice Tom Parker said before Trump spoke at the rally: \"Yes, Michelle, we have hope again.\"  Obama said in an excerpt of her final White House interview, conducted by Oprah Winfrey: “We feel the difference now. ... Now we’re feeling like what not having hope feels like. … What do you do if you don’t have hope, Oprah?” The full interview is scheduled to air Monday on CBS-TV. President Obama was a first-term Illinois Democratic senator when he won the White House race in 2008 with a captivating message of hope and change and became the country’s first black president. “Barack didn’t just talk about hope because he thought it was a nice slogan to get votes,” the first lady said in the CBS interview. “He and I and so many believe: What else do you have if you don’t have hope?”   The first lady during her time in the White House made top priorities of empowering young women and promoting healthy eating habits. She argued in the interview that children are the ones who most need hope. And to try to explain how her husband gave Americans hope, she said he was like the soothing parent who didn’t overreact when a child bumps his or her head on a table. “Barack has been that for the nation,” the first lady said.   ",
    "title": "Michelle Obama's suggestion Trump is end of 'hope' for America gets pushback | Fox News"
   },
   {
    "entities": [
     "onaghinor",
     "disney",
     "times",
     "this week",
     "downtown",
     "cbs",
     "l.a.",
     "friday",
     "beach",
     "brian",
     "sierra",
     "may 2016",
     "visiting",
     "huntington",
     "executive",
     "services",
     "thursday",
     "miami",
     "may 13",
     "may",
     "austin",
     "california",
     "joel",
     "$4 million",
     "the day",
     "kelvin",
     "tony",
     "brug",
     "county",
     "of",
     "north",
     "black",
     "crutcher",
     "security",
     "der",
     "once",
     "health",
     "nevada",
     "sappell",
     "matter",
     "department",
     "this weekend",
     "korea",
     "yahoo",
     "february",
     "u.s.",
     "rams",
     "benjamin",
     "dec. 15, 2016",
     "center",
     "lives",
     "los",
     "usc",
     "lacey",
     "van",
     "chief",
     "iran",
     "$1-billion",
     "nigeria",
     "weekend",
     "office",
     "medical",
     "now",
     "social",
     "orange",
     "jackie",
     "angeles",
     "barboza"
    ],
    "id": 4,
    "text": "L.A. County targeted in phishing cyberattack; private information of 750,000 people compromised la\u0096me\u0096adv\u0096fairey\u0096mural Brian van der Brug / Los Angeles Times A mural at Los Angeles County+USC Medical Center. The L.A. County Department of Health Services was one of more than a dozen county departments targeted in a May 2016 cyberattack disclosed this week. A mural at Los Angeles County+USC Medical Center. The L.A. County Department of Health Services was one of more than a dozen county departments targeted in a May 2016 cyberattack disclosed this week. (Brian van der Brug / Los Angeles Times) Tony Barboza Contact Reporter Confidential health data or personal information of more than 750,000 people may have been accessed in a cyberattack on Los Angeles County employees in May that led to charges this week against a Nigerian national, officials have disclosed. The May 13 attack targeted 1,000 county employees from several departments with a phishing email. The message tricked 108 employees into providing usernames and passwords to their accounts, some of which contained confidential patient or client information, officials said. Most of the 756,000 people whose information may have been accessed had contact with the Department of Health Services, according to the county. A smaller amount of confidential information from more than a dozen other county departments also was compromised. Among the data potentially accessed were names, addresses, dates of birth, Social Security numbers, financial information and medical records — including diagnoses and treatment history — of clients, patients or others who received services from county departments. Officials said there is no evidence that confidential information has been circulated, sold or released. The county learned of the attack the day after it happened, and officials said they responded with security measures and a criminal investigation. But the county waited more than seven months to inform the public , citing an exemption under state law that allows delayed notification to protect ongoing investigations. Cyber investigators with the L.A. County district attorney’s office traced the attack to Nigeria. Prosecutors issued an arrest warrant Thursday, accusing Austin Kelvin Onaghinor, 37, of launching the attack and charged him with nine felony counts, including unauthorized computer access and identity theft. Dist. Atty. Jackie Lacey said in a statement, “My office will work aggressively to bring this criminal hacker and others to Los Angeles County where they will be prosecuted to the fullest extent of the law.” These kinds of phishing attacks are on the rise throughout society — and the County has not been immune from that trend. — Joel Sappell, L.A. County spokesman Once charges were filed, county officials began mailing notices Thursday to people whose information may have been accessed. The county’s Chief Executive Office said it delayed public notification of the attack at the request of the district attorney’s office “to protect the confidentiality of the sensitive, ongoing investigation and prevent broader public harm.” Notifying the public of the attack earlier “may have hindered” the investigation, the county said in a notice about the data breach Friday. In response to the attack, officials said they have strengthened security measures on county email accounts and enhanced employee training to guard against a growing number of cyber intrusions. “These kinds of phishing attacks are on the rise throughout society — and the county has not  been immune from that trend,” county spokesman Joel Sappell said in a statement. In February, officials disclosed that the Department of Health Services had been targeted in a smaller-scale “ransomware” attack , a type of malware that cuts off users’ access to files or threatens to destroy them unless a ransom is paid. The district attorney’s office said in a news release Friday that its cyber investigation team has protected the county from prior attacks, “has investigated 85 cases, involving hundreds of thousands of potential victims and has resulted in several successful prosecutions and restitution totaling nearly $4 million.” The county is offering a year of free credit and identity-theft monitoring for people affected by the May phishing attack and has set up a website and call center for those seeking information: (855) 330-6368. Caption Weekend Roundup: 7 stories you can't miss The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. Caption Weekend Roundup: 7 stories you can't miss The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. Caption 90 seconds: 4 stories you can't miss Visiting Downtown Disney? You'll have to go through metal detectors  from now on; a $1-billion desalination plant  might be coming to Huntington Beach; meet the 'Chromies’ ; and federal officials are investigating the Orange County district attorney’s office . Caption Yahoo hacked Yahoo says more than a billion user accounts have been hacked. Dec. 15, 2016. (CBS Miami)  Yahoo says more than a billion user accounts have been hacked. Dec. 15, 2016. (CBS Miami)  Caption Curiosity Correspondent: Becoming a trapeze artist is hard Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Caption 90 seconds: 4 stories you can't miss ",
    "title": "L.A. County targeted in phishing cyberattack; private information of 750,000 people compromised - LA Times"
   },
   {
    "entities": [
     "gulf",
     "safety",
     "weber",
     "texas",
     "dec. 1",
     "dec. 7",
     "caller-times",
     "friday",
     "press",
     "hours later",
     "terry",
     "sunday",
     "tceq",
     "thursday",
     "austin",
     "may",
     "paul",
     "quality",
     "administration",
     "saturday",
     "$150",
     "occupational",
     "dan",
     "tuesday",
     "monday",
     "carol",
     "commission",
     "ergon",
     "bill",
     "march 25",
     "fort",
     "on",
     "associated",
     "j.",
     "night",
     "health",
     "valero",
     "vleck",
     "corpus",
     "agency",
     "environmental",
     "christi",
     "coast",
     "houston",
     "anthony",
     "asphalt",
     "hill",
     "emily",
     "wednesday",
     "and",
     "flowood",
     "dec. 2",
     "mcqueen",
     "van",
     "clawson",
     "epa",
     "indulin",
     "schmall",
     "miller",
     "gonzalez",
     "mark",
     "protection",
     "worth"
    ],
    "id": 5,
    "text": "Email There were three reports of dirty water before the 300,000 residents of Corpus Christi were told not to drink the city's water due to a chemical leak at an asphalt plant, city officials said Saturday, adding that the city hasn't found evidence of water contamination. Mayor Dan McQueen said he won't know until Sunday whether a ban on drinking, cooking or bathing with tap water will be lifted for the 113,000 people still under the restriction. McQueen, who took office Tuesday after defeating an incumbent who came under fire for her handling of previous water crises, said there's no indication the chemical leak contaminated the Gulf Coast city's water supply. Officials are hoping the answer will come Sunday with the release of the first results of 30 samples taken by the Environmental Protection Agency and being tested in Houston. McQueen said the city would seek to recoup its losses from the polluter. The EPA said there were four \"unconfirmed reports\" of symptoms possibly related to prohibited water use. McQueen called the reports \"rumors.\" Assistant City Manager Mark Van Vleck said earlier that the first dirty-water report came Dec. 1 from the administration building at the asphalt plant that oil refiner Valero leased to Ergon Asphalt and Emulsions. City workers flushed the pipe. A second report came from the building Dec. 7, he said, and the main was flushed again. \"We get dirty-water reports all the time,\" Van Vleck said of the first two, saying old cast-iron pipes are usually the reason. But Monday, Valero workers told the public works department \"something white and sudsy\" was in water at the administration building. City workers determined there was a leak in a chemical tank at the asphalt plant, and on Tuesday they determined there was a backflow problem. The city told the Texas Commission on Environmental Quality about it Wednesday, Van Vleck said, and hours later the state banned use of public drinking water. TCEQ spokesman Terry Clawson said the full city ban was justified. \"We did not have enough info to lift any bans or modify any bans until we did so,\" he said. Neither the city nor the state had information on the chemical composition of the spilled substance until Thursday. Van Vleck cautioned that the investigation is ongoing, \"so we don't know what happened.\" The ordeal was unnerving for Corpus Christi residents, especially those who live near the asphalt plant. \"Have we been exposed?\" Carol Gonzalez asked. \"We just don't know.\" Her family lives less than a mile away and her husband, Anthony Gonzalez, had made spaghetti for their 9- and 10-year-old daughters the night the water use ban was announced. The couple, interviewed while picking up a free case of bottled water at a city-run senior center, had already spent $150 on water, not to mention eating out. And they've been driving out of the city to fill buckets of water they use to bathe their children, who include a 6-month-old girl. \"It's gotten very expensive, and there's not going to be any reimbursement,\" Carol Gonzalez said. A TCEQ report obtained Friday indicates a combination of Indulin AA-86 and hydrochloric acid leaked into the water supply. Indulin is an asphalt-emulsifying agent that's corrosive and can burn the eyes, skin and respiratory tract if a person comes into contact with concentrated amounts. The amber liquid is considered a hazardous material by the Occupational Safety and Health Administration. Ergon on Saturday acknowledged the \"soap solution\" had backflowed into a pipe through which it receives water. It said that pipe isn't directly connected to the city water main but rather is interconnected. It didn't offer additional details but said it has cooperated fully with the city, TCEQ and EPA and would continue to do so. Ergon spokesman Bill Miller said earlier the company was pushing the TCEQ for answers on whether there was actually contamination. Valero suggested Ergon was sluggish to acknowledge responsibility for the leak. It said its employees alerted Ergon three times after they encountered the dirty and contaminated water, on Dec. 2, 8 and 12, to ask if it could be related to Ergon operations. Hill, the Ergon spokesman, had no immediate response to Valero's statement. More than a half-dozen lawsuits have been filed against Valero and the privately held Flowood, Mississippi-based Ergon subsidiary, which makes paving and pavement preservation products. The Corpus Christi Caller-Times reported that several businesses and a class action lawsuit representing all of the city's residents allege the companies recklessly exposed business owners and residents to toxic chemicals. City public works employees couldn't find backflow valves on the chemical tank of the water intake pipes connected to the city water main, Van Vleck said. \"They thought it was there, but they could not show it to us,\" he said. The city estimated that up to 24 gallons of Indulin leaked because Ergon officials told them that was the amount of the chemical used to mix a batch of the asphalt emulsifier; 10 gallons of hydrochloric acid is used per batch. It's the latest in a string of water scares for the city. In May, the city issued its third boil-water advisory in a year as a precaution after nitrogen-rich runoff from rain flowed into the water system, resulting in low chlorine disinfectant levels in the water supply. According to a TCEQ report, the asphalt plant reported a spill of about 350 gallons of asphalt emulsion into the soil on March 25. The company cleaned up the spill, which it classified as nonhazardous waste, and disposed of it at a nearby landfill. The state agency did not issue a violation. A city manager said 23,000 cases of bottled water have been distributed, much of it donated, to help residents. The mayor said no one has turned up at a hospital with symptoms that might indicate he or she was sickened or burned by the chemical. ——— Associated Press writer Emily Schmall in Fort Worth and Paul J. Weber in Austin contributed to this report. 0 Shares ",
    "title": "Official: Texas City Had 3 Reports of Dirty Water Before Ban - ABC News"
   },
   {
    "entities": [
     "stephen",
     "texas",
     "keita",
     "page",
     "joe",
     "third",
     "maliek",
     "ky",
     "carrington",
     "iverson",
     "miami",
     "ryan",
     "louisville",
     "1:37",
     "hofstra",
     "kevin",
     "vinlove",
     "saturday",
     "rhodes",
     "state",
     "jerome",
     "boston",
     "sartin",
     "glenn",
     "jasen",
     "tennessee",
     "ogbeide",
     "unc",
     "alabama",
     "sylvanie",
     "deron",
     "eric",
     "the second half",
     "pavilion",
     "today",
     "seton",
     "eastern",
     "brooklyn",
     "san",
     "bonzie",
     "notre",
     "dj",
     "center",
     "donovan",
     "jodie",
     "cline",
     "madison",
     "randy",
     "hartline",
     "paschall",
     "konezny",
     "fall",
     "mathiang",
     "las",
     "olmos",
     "white",
     "robinson",
     "charlie",
     "gruppuso",
     "danjel",
     "swanigan",
     "florida",
     "auburn",
     "mitch",
     "island",
     "de'aaron",
     "dewan",
     "2009",
     "facebook",
     "carlin",
     "georgia",
     "calipari",
     "courier-journal",
     "donald",
     "purdue",
     "north",
     "atlantic",
     "hayes",
     "colson",
     "providence",
     "lafayette",
     "a&m",
     "syracuse",
     "georgetown",
     "manhattan",
     "hubbs",
     "louisiana",
     "sports",
     "vegas",
     "mangok",
     "bowman",
     "southern",
     "8:19 p.m. est",
     "square",
     "e.",
     "kentucky",
     "caleb",
     "carolina",
     "hoetzel",
     "pearl",
     "filer",
     "reed",
     "hall",
     "dean",
     "hogg",
     "cekovsky",
     "aaron",
     "mitchell",
     "taormina",
     "the past",
     "dale",
     "diego",
     "zanine",
     "thomas",
     "motley",
     "garden",
     "tre",
     "xfinity",
     "klement",
     "tacko",
     "alaska",
     "iii",
     "britt",
     "v.j.",
     "lipscomb",
     "carlos",
     "powers",
     "bradley",
     "frink",
     "knight",
     "capuano",
     "andrew",
     "raymond",
     "derek",
     "marfo",
     "brian",
     "t-mobile",
     "alkins",
     "brooks",
     "villanova",
     "booker",
     "sedee",
     "ucf",
     "mostella",
     "edmundson",
     "coastal",
     "nicholson",
     "bruce",
     "jonathan",
     "trevor",
     "isaac",
     "mike",
     "john",
     "brown",
     "dwayne",
     "robert",
     "michal",
     "arena",
     "hec",
     "usa",
     "berry",
     "hollaway",
     "anthony",
     "pike",
     "cincinnati",
     "tucker",
     "matt",
     "fletcher",
     "monk",
     "doster",
     "ruszkowski",
     "donta",
     "miller",
     "baylor",
     "december 17, 2016",
     "jackson",
     "carchietta",
     "nate",
     "adonis",
     "johnathan",
     "khadeen",
     "howard",
     "troy",
     "fleming",
     "meeks",
     "the week",
     "wagner",
     "fluharty",
     "south",
     "minnesota",
     "bulls",
     "max",
     "bacon",
     "brey",
     "r.",
     "sears",
     "college",
     "fox",
     "joel",
     "mills",
     "barclays",
     "murphy",
     "murray",
     "jamie",
     "george",
     "purifoy",
     "kim",
     "detrick",
     "rawle",
     "vincent",
     "huell",
     "jacksonville",
     "2016",
     "johnson",
     "oregon",
     "scott",
     "frank",
     "stringer",
     "nevada",
     "brad",
     "l.",
     "cam",
     "fifth",
     "arizona",
     "long",
     "jamal",
     "strong",
     "roth",
     "dillon",
     "malik",
     "justin",
     "jake",
     "washington",
     "airlines",
     "evan",
     "williams",
     "matthew",
     "wildcats",
     "smith",
     "beachem",
     "dame",
     "phil",
     "viejas",
     "mark",
     "hoyas",
     "rempel",
     "jordan",
     "maryland"
    ],
    "id": 6,
    "text": "Malik Monk, No. 7 Kentucky hold off No. 6 UNC in thrilling top-10 battle Malik Monk scored 47 points to lead the way as the Wildcats won the top-10 battle 103-100. Post to Facebook Malik Monk, No. 7 Kentucky hold off No. 6 UNC in thrilling top-10 battle Malik Monk scored 47 points to lead the way as the Wildcats won the top-10 battle 103-100. Check out this story on USATODAY.com: http://usat.ly/2i1m62u CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. Join the Nation's Conversation To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Malik Monk, No. 7 Kentucky hold off No. 6 UNC in thrilling top-10 battle Fletcher Page, USA TODAY Network 8:19 p.m. EST December 17, 2016 Kentucky guard Malik Monk (5) smiles after scoring a three-point basket against North Carolina. (Photo: Stephen R. Sylvanie, USA TODAY Sports) LAS VEGAS — The scoring never slowed down as Kentucky and North Carolina raced to 100 points and beyond Saturday in the CBS Classic. Malik Monk scored 47 points and hit two three-pointers to clinch the No. 7 Wildcats' 103-100 victory over the No. 6 Tar Heels in front of a record 19,298 in attendance at T-Mobile Arena. North Carolina's Justin Jackson and Monk put on an epic show to the finish line. Jackson scored five of his career-high 34 points in the final 1:37, but Monk answered with two three-pointers in a game where it seemed like he couldn't miss. Monk scored the most points in John Calipari era, hitting 18 of 28 shots and 8 of 12 from beyond the arc. His freshman backcourt mate was equally ready for the much anticipated heavyweight bout, posting 24 points and 10 assists. The list of records broken by Monk grew as the game went along. He was the first to hit the 40-mark since Jodie Meeks in 2009, and tied Jamal Murray's record for points in a half when he scored 27 in the opening 20 minutes. North Carolina's backcourt put on a show, too. Jackson finished with 34 points and five rebounds, and Joel Berry added 21 in his return after missing the past two games with an ankle injury. Fletcher Page writes for the Louisville Courier-Journal, part of the USA TODAY Network.  PHOTOS OF THE WEEK Posted! A link has been posted to your Facebook feed. South Florida head football coach Charlie Strong waves to the crowd during the first half of the Bulls' basketball game against South Carolina.  Kim Klement, USA TODAY Sports Florida State forward Jonathan Isaac (1) fouls Manhattan guard Thomas Capuano (22) during the first half.  Jasen Vinlove, USA TODAY Sports Notre Dame forward V.J. Beachem (3) soars for a slam dunks while Purdue forward Caleb Swanigan (50) watches in the first half.  Trevor Ruszkowski, USA TODAY Sports Notre Dame forward Bonzie Colson (35) lands on the back of Purdue guard Ryan Cline (14) in the second half.  Trevor Ruszkowski, USA TODAY Sports Notre Dame head coach Mike Brey tries to pump up his team from the sideline in the second half against Purdue.  Trevor Ruszkowski, USA TODAY Sports Syracuse guard Andrew White III wearing a warm-up shirt prior to a game against the Georgetown Hoyas honoring former player Pearl Washington who died earlier in 2016.  Mark Konezny, USA TODAY Sports Georgetown center Bradley Hayes (42) blocks the shot of Syracuse guard Frank Howard (1) during the first half.  Mark Konezny, USA TODAY Sports Arizona guard Rawle Alkins (1) and Texas A&M forward DJ Hogg (1) battle for a loose ball during the first half.  Troy Taormina, USA TODAY Sports Louisville guard Donovan Mitchell (45) goes up for an acrobatic lay-up during the second half against Eastern Kentucky.  Jamie Rhodes, USA TODAY Sports Louisville forward Mangok Mathiang (12) flexes during the second half against Eastern Kentucky.  Jamie Rhodes, USA TODAY Sports Providence guard Maliek White (4) rises for a dunk during the second half against Wagner.  Brian Fluharty, USA TODAY Sports Florida Atlantic guard Frank Booker (11) fouls Miami guard Bruce Brown (11) during the first half.  Jasen Vinlove, USA TODAY Sports Florida Atlantic guard Adonis Filer (0) attempts a layup around Miami forward Dewan Huell (20).  Jasen Vinlove, USA TODAY Sports Miami guard Bruce Brown (11) attempts a layup against Florida Atlantic.  Jasen Vinlove, USA TODAY Sports UCF center Tacko Fall (24) dunks over George Washington forward Kevin Marfo (40) during the second half.  Brad Mills, USA TODAY Sports UCF guard Matt Williams (12) shoots against George Washington during the second half.  Brad Mills, USA TODAY Sports Auburn forward Danjel Purifoy (3) dunks against Coastal Carolina.  John Reed, USA TODAY Sports Tennessee guard Robert Hubbs III (3) goes to the basket against Lipscomb guard Cam Miller (4) during the second half.  Randy Sartin, USA TODAY Sports Baylor forward Johnathan Motley follows through on a dunk against Southern.  Raymond Carlin III, USA TODAY Sports Georgia forward Derek Ogbeide reacts after a dunk attempt against Louisiana Lafayette.  Dale Zanine, USA TODAY Sports LIU Brooklyn forward Jerome Frink loses control of the ball against Minnesota forward Jordan Murphy.  Brad Rempel, USA TODAY Sports Villanova forward Eric Paschall dunks against Temple.  Eric Hartline, USA TODAY Sports Cincinnati forward Tre Scott dunks against Texas Southern at Fifth Third Arena.  Aaron Doster, USA TODAY Sports Alabama State forward Glenn Hollaway falls on San Diego State forward Max Hoetzel as they go for a loose ball at Viejas Arena.  Jake Roth, USA TODAY Sports Seton Hall guard Khadeen Carrington drives to the basket as South Carolina forward Sedee Keita defends during the Under Armour Reunion at Madison Square Garden.  Vincent Carchietta, USA TODAY Sports Boston College guard Ky Bowman dunks against Auburn during the Under Armour Reunion at Madison Square Garden.  Vincent Carchietta, USA TODAY Sports Boston College guard Jerome Robinson lays the ball up against Auburn during the Under Armour Reunion at Madison Square Garden.  Vincent Carchietta, USA TODAY Sports Maryland forward Michal Cekovsky dunks the ball against Jacksonville State at Xfinity Center.  Mitch Stringer, USA TODAY Sports Washington guard Carlos Johnson attempts a dunk against Nevada at Alaska Airlines Arena at Hec Edmundson Pavilion.  Joe Nicholson, USA TODAY Sports Oregon forward Dillon Brooks shoots against Alabama forward Donta Hall at Matthew Knight Arena.  Scott Olmos, USA TODAY Sports Florida State guard Dwayne Bacon squeezes between three Florida defenders to make a layup at the Donald L. Tucker Center.  Phil Sears, USA TODAY Sports UNC guard Nate Britt and Tennessee guard Detrick Mostella go for the ball at Dean E. Smith Center.  Evan Pike, USA TODAY Sports Long Island guard Iverson Fleming drives up to the net against St. John's at Barclays Center.  Anthony Gruppuso, USA TODAY Sports Kentucky  guard De'Aaron Fox fouls Hofstra guard Deron Powers at Barclays Center.  Anthony Gruppuso, USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Malik Monk, No. 7 Kentucky hold off No. 6 UNC in thrilling top-10 battle"
   },
   {
    "entities": [
     "gallup",
     "utah",
     "ala.",
     "cabinet",
     "saturday",
     "last month",
     "king",
     "silicon",
     "stadium",
     "alabama",
     "this year",
     "marsh",
     "afternoon",
     "wisconsin",
     "douglas",
     "trump's",
     "bush",
     "al",
     "clinton",
     "clement",
     "balch",
     "white",
     "potomac",
     "mobile",
     "friday",
     "west",
     "mary",
     "jan. 20",
     "pa.",
     "philip",
     "donald",
     "december 17",
     "craig",
     "night",
     "twitter",
     "killian",
     "mount",
     "belt",
     "blasio",
     "orlando",
     "w.",
     "huyvaert",
     "allis",
     "york",
     "kasich",
     "de",
     "botsford/the",
     "franklin",
     "at 7:13 pm",
     "mcmullin",
     "pleasant",
     "rahm",
     "rucker",
     "graham",
     "christmas",
     "thursday",
     "bernie",
     "cnn",
     "54 percent",
     "emanuel",
     "tower",
     "elton",
     "congress",
     "bill",
     "gore",
     "john",
     "freddie",
     "valley",
     "orenstein/the",
     "new",
     "rice",
     "obama",
     "lynyrd",
     "cincinnati",
     "bible",
     "16 months earlier",
     "america",
     "jabin",
     "anne",
     "wagner",
     "trump",
     "house",
     "hillary",
     "last week",
     "harrison",
     "university",
     "ladd-peebles",
     "wis.",
     "48 percent",
     "sanders",
     "george",
     "scott",
     "sue",
     "hershey",
     "post",
     "past",
     "chicago",
     "washington",
     "skynyrd",
     "evan",
     "now",
     "brinkley",
     "jayne",
     "barack",
     "don",
     "ohio"
    ],
    "id": 7,
    "text": "By Philip Rucker and John Wagner December 17 at 7:13 PM Follow @PhilipRucker Follow @WPJohnWagner MOBILE, Ala. — He strode out on a catwalk at a football stadium here to Lynyrd Skynyrd’s “Sweet Home Alabama.” A 50-foot cedar tree, which aides installed behind his stage with a crane, was decorated in Christmas ornaments larger than a human head. His crowd, thousands deep, held up familiar signs (“Make America Great Again”) and reprised signature chants (“Lock her up!”). “This is where it all began,” President-elect Donald Trump exhorted, basking in the adulation of the Alabamans who had come to see him Saturday afternoon in the same stadium where 16 months earlier he staged the first electric mega-rally of his improbable campaign. This city in the nation’s Bible Belt was the symbolic last stop in Trump’s journey to the White House — the conclusion of a nine-city, pre-inaugural road show. Rather than projecting inclusivity and striving to heal the wounds from the bitter election, as past presidents-elect have done, Trump has traveled on his “USA Thank You Tour” only to states he turned red on election night. He has whipped up his massive crowds, and they in turn have displayed their allegiance — a powerful reminder to members of Congress that it would be politically dangerous to cross him. “It’s a movement,” Trump declared in Mobile. “Don’t forget, they didn’t know you existed until Election Day — and then they said, ‘Where the hell did all those people come from?’ ” People cheer after a prayer before President-elect Donald Trump addresses a rally Saturday at Ladd-Peebles Stadium in Mobile, Ala. (Jabin Botsford/The Washington Post) As Trump assembles his administration and prepares to govern, Trump has continued the divisive rhetoric and showmanship of his campaign. He has mocked his opponents, sneered at the media and trumpeted his electoral feats. To the nearly 54 percent of voters who cast ballots for someone else, Trump’s message has been, in short: get on board or get left behind. Trump’s tone in the run-up to his Jan. 20 inauguration poses a challenge as he seeks to govern a deeply divided nation and build popular support for his policies. And as he tries to pivot from a rollicking campaign, Trump is struggling to tame the army of passionate followers he has playfully called “wild beasts.” Trump’s “thank you” rallies have been an extension of those he held as a candidate — from the soundtrack (Elton John and Rolling Stones classics) to the vows from the lectern (“We will build a great wall!”). Lately, Trump’s stages have been set with Christmas trees — 16 of them at the Orlando stop — as a sparkling reminder that as president he would say “Merry Christmas,” and not simply “Happy Holidays.” He has made no mention of Hanukkah or acknowledged other faiths. And in Mobile, he was introduced by evangelist Franklin Graham, who said Trump was elected by a spiritual force: “I believe it was God.” When Trump swooped into Orlando for a Friday night rally, it had been 38 days since he had had to worry about Hillary Clinton. But his crowd was fixated on her. They chanted, “Lock her up! Lock her up!” To them, this was still a campaign, and Clinton was the enemy. Trump told them that in the run-up to the election, “You people were vicious, violent, screaming, ‘Where’s the wall?’ ‘We want the wall!’ Screaming, ‘Prison!’ ‘Prison!’ ‘Lock her up!’ I mean, you were going crazy. You were nasty and mean and vicious.” [ Trump tries to calm his ‘vicious, violent, screaming’ supporters ] (Jayne Orenstein/The Washington Post) But the campaign is now over, he said. Victory is in hand. The inauguration is a month away. And Trump tried to imagine for his fans how they ought to behave: “Now you’re laid back, you’re cool, you’re mellow, right?” Wrong. Trump himself has hardly been a model of mellowness. He has used his tour stops to settle scores — with Evan McMullin, the Republican who waged an independent campaign against him in Utah; Ohio Gov. John Kasich (R), who resisted Trump’s candidacy; CNN’s John King, who in nightly pre-election analyses on the “magic wall” predicted that Trump would not reach 270 electoral votes; and the media generally, which he faulted for “dishonest” polls. Even as Trump’s supporters have delighted in the president-elect’s stump routine, they have confessed in interviews that they wish he would adopt a more serious demeanor as he readies to enter the White House. “Sometimes, during this campaign, he was a little lippy on the mouth. I think it would be better if he toned it down, and I think he will,” said Craig Harrison, 45, a construction worker who showed up at Trump’s first tour stop in Cincinnati with a flag draped around his shoulders that was emblazoned with Trump’s slogan. Harrison said his friends called him “Super Trump.” [ Welcome to Washington’s new normal: One Trump drama after another ] Trump’s pre-inaugural posture is unlike any previous president-elect, historians said. “I’ve never seen a president that continues to campaign instead of reaching out to voters that didn’t like him,” said Douglas Brinkley, a presidential historian at Rice University. “He’s shunning Hillary Clinton’s supporters and almost acting like they don’t matter. . . . I think he sees himself as a revolutionary figure, and you’re either going to join the Trump revolution or you’re not.” Trump’s foot soldiers hope he continues campaign-style rallies as president. “He has to keep an open line to the people,” said Sue Anne Balch, 61, an immigration lawyer in Alabama. “I know how it is. You catch Potomac fever and forget everything.” Trump agrees. “They’re saying, ‘As president, he shouldn’t be doing rallies.’ But I think we should, right? We’ve done everything else the opposite. This is the way you get an honest word out,” he said in Mobile. Trump’s Cabinet picks have tilted heavily conservative, and so far he has eschewed a tradition of tapping a member of the opposing party for a key post. He continues to use Twitter to whip up his base, with tweets opposing flag burning and suggesting, without evidence, that Clinton benefited from illegal votes. All nine of the stops on Trump’s “thank you” tour have been in states he won — some of them unexpectedly. The crowds have been overwhelmingly white and, by all accounts, mostly people who voted for him. Folks have come wearing Trump hats and T-shirts. Women have been given pink “Women for Trump” signs to wave. And when speakers have asked for a show of hands of who had been to a Trump rally before, it has seemed as if every hand were in the air. Sen. Bernie Sanders (I-Vt.), who ran unsuccessfully for president this year as a Democrat, said, “Mr. Trump has every right in the world to thank his supporters in those states in which he won but, as the president-elect, he also has the responsibility to assure all Americans that he is listening to their concerns.” To be sure, Trump is making other moves to reach out to non-supporters. The eclectic group of people who have paraded through Trump Tower in New York to meet with the president-elect have included some prominent Democrats, including former vice president Al Gore, Chicago Mayor Rahm Emanuel and New York Mayor Bill de Blasio. A group of technology company executives met with Trump and his top advisers last week, even though Silicon Valley was considered especially hostile to his candidacy. [ The biggest names in tech just made nice with Trump ] Trump’s approach, different as it may be from his predecessors, appears to be no less strategic. Republicans have the majority in both chambers of Congress, and by keeping his base of supporters aroused, Trump is reminding them that there are risks should they vote against his nominees or his agenda. “He wants these voters to be heard loud and clear by Congress,” said Mary Anne Marsh, a Democratic consultant. “This is less of a thank-you tour and more of a be-ready-to-fight tour.” Seeking to build momentum for Trump’s agenda, the president-elect and his advisers boast of a historic electoral college landslide. But Trump ranks just 46th out of 58 electoral college results, and a shift of some 40,000 votes in three states would have cost him the presidency. He lost the popular vote to Clinton by more than 2.8 million. Although Trump’s favorability ratings have improved since last month’s election, he has not yet experienced the honeymoon of popularity enjoyed by other presidents-elect. Americans are evenly split on Trump’s transition so far, with 48 percent approving and 48 percent disapproving, according to a Gallup poll last week. That compares to overwhelming positive attitudes from the public for the presidential transitions of Barack Obama, George W. Bush and Bill Clinton, as recorded in past Gallup surveys. At a time when Trump is holding no press conferences, the rallies have allowed him to communicate directly with the public, bypassing the media — something many of his supporters say is important. “I know they lie,” said Freddie Killian, 60, an administrative assistant, who cheered on Trump in Alabama. “You want to hear the truth? Come out here and listen to him.” Don Huyvaert, a retired federal government financial analyst, said he showed up at the Wisconsin stop to let Trump knows he has his back. “He’s going to have his hands full draining the swamp, but this tells him there are a lot of people out here behind him,” said Huyvaert, 66, a resident of nearby Mount Pleasant. At the end of his speeches — after the teasing and taunting, after the Christmas greetings, after the cries in the crowd to jail Clinton — Trump has looked ahead to life as the president and tried to cast himself as a unifying figure. His crowds may have been the white voters of red America, but the president-elect has declared, as he did Thursday night in Hershey, Pa., that his message is for Americans “from all parties, all beliefs, all walks of life.” “Whether you are African American, Hispanic American or Asian American or whatever the hell you are, remember that we are all Americans and we are all united by one shared destiny,” Trump said. “So I’m asking everyone to join this incredible movement.” Rucker reported from Mobile and Orlando; Wagner reported from Cincinnati, West Allis, Wis., and Hershey, Pa. Scott Clement in Washington contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump is stoking his base on his pre-inaugural tour. But is he building bridges? - The Washington Post"
   },
   {
    "entities": [
     "the end of the weekend",
     "iowa",
     "friday",
     "rockford",
     "minnesota",
     "south",
     "dec. 18",
     "sunday",
     "noon",
     "tribune",
     "o'hare",
     "rockies",
     "indiana",
     "morning",
     "weather",
     "saturday",
     "river",
     "international",
     "dec. 17",
     "midway",
     "night",
     "michigan",
     "6 a.m.",
     "national",
     "chicago",
     "erin",
     "1951",
     "dec. 15, 2016",
     "1983",
     "service",
     "wisconsin",
     "evening",
     "weekend",
     "illinois",
     "airport",
     "lower",
     "winter",
     "dakota",
     "hooley"
    ],
    "id": 8,
    "text": "News Local news Breaking News Call this a weekend? Rush-hour snow, freezing rain, possibly record-breaking cold Subzero cold sets in across the Chicago area, making for a frigid commutes and a sunrise that looks deceptively warm. (Chicago Tribune) Chicago Tribune staff Contact Reporter Chicago will get a break from the arctic chill long enough for a snowstorm around the evening rush Friday, freezing rain on Saturday morning, then more snow before polar air returns and possibly breaks some records by the end of the weekend. The National Weather Service has issued a winter weather advisory in effect from noon Friday until 6 a.m. Sunday. The snow is expected to be heaviest during the middle and end of the evening rush Friday, possibly an inch an hour in some places. As of Saturday morning, 1.2 inches of snow had fallen at O'Hare International Airport, according to the National Weather Service. In Rockford, 1.5 inches of snow had fallen while less than half an inch of snow had fallen at Midway Airport.  The snow may turn to sleet and freezing rain Saturday morning, especially in areas to the south of the city. \"Any amount of light freezing rain or freezing drizzle could have large impact,\" the weather service warned. The wind will pick up and the temperature will drop by evening, when more snow is expected. The two waves of snow Friday and Saturday are expected to dump as much as 8 inches near the Wisconsin border, less to the south. Wind chills could get down to minus 25 or worse Saturday night all the way through Sunday night. The low Saturday night is expected to be minus 1, the high Sunday near 2 above and the low Sunday night minus 10. Both days could break records. The record low for Dec. 17 is minus 1 set in 1951, the record low for Dec. 18 minus 11 set in 1983. The storm system has generated storm advisories and warnings from the Rockies through South Dakota into Minnesota, Iowa, Wisconsin, northern Illinois, northern Indiana and Lower Michigan. Below-zero temperatures in Chicago Cold fog rises from the Chicago River as people brave below-freezing temperatures during the morning commute Dec. 15, 2016, in downtown Chicago. (Erin Hooley / Chicago Tribune)  Cold fog rises from the Chicago River as people brave below-freezing temperatures during the morning commute Dec. 15, 2016, in downtown Chicago. (Erin Hooley / Chicago Tribune)  ",
    "title": "Call this a weekend? Rush-hour snow, freezing rain, possibly record-breaking cold - Chicago Tribune"
   },
   {
    "entities": [
     "todd",
     "harrisburg",
     "lancaster",
     "community",
     "kramer",
     "wenger",
     "christmas",
     "centerville",
     "tiny",
     "dickens",
     "news",
     "facebook",
     "fox",
     "tim",
     "charles",
     "elementary",
     "commentary",
     "starnes",
     "county",
     "burkhart",
     "school",
     "ebenezer",
     "twitter",
     "scrooge",
     "more than 40 years of christmas",
     "this year",
     "independence",
     "center",
     "jane",
     "america",
     "&",
     "tom",
     "law",
     "randy",
     "conservative",
     "now",
     "pennsylvania",
     "whtm"
    ],
    "id": 9,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   The fifth graders at Centerville Elementary School in Lancaster County, Pennsylvania have been performing “A Christmas Carol” for decades. But this year that tradition came to an abrupt end.  Parents told local reporters the play was canceled because two parents complained about a line in the Charles Dickens holiday classic. Click here for a FREE subscription to Todd’s Newsletter: a must-read for Conservatives! The unnamed parents took offense at the words uttered by Tiny Tim, “God bless us, everyone,\" television station WHTM reported. “I was very surprised because it’s going on for decades and it’s a tradition at the school that everyone looks forward to,” resident Jane Burkhart told the television station.  Like many in this deeply religious community, she was saddened by the cancelation.  Click here to join America’s favorite Conservative Facebook Community!  “One little line shouldn’t ruin it for every kid,” Burkhart said. “Charles Dickens is a class author, not a religious author.” Principal Tom Kramer addressed the controversy in a message posted on the elementary school’s website. You can read the entire message by clicking here. “We understand that some parents are upset that the play was cancelled, but we have heard from families on both ends of the spectrum, including those who expressed appreciation that the play, as it had traditionally been prepared and delivered, was cancelled,” he wrote. Related Image Kramer went on to reject reports that their decision was based on one or two families. “That’s just not true,” he said.  He did not specifically address the parents’ allegations that the play was cancelled because of the line, “God bless us everyone.” But he did seem to hint at some sort of issue. “Our decision is rooted in the desire to be respectful of the many cultural and religious backgrounds represented by the students attending Centerville Elementary,” he wrote.  That’s a mighty big clue, folks. In order to be tolerant and diverse, public schools have to eradicate any mention of God.  But to be fair – the school administration says their decision was mostly because of the amount of time it took to produce the show (about 20 hours). “Given the changes in state standards in recent years, we could not defend the commitment of this kind of instructional time to something not part of the fifth-grade curriculum,” he wrote. Heaven forbid the teachers try to introduce the children to the world of the performing arts. The principal also pointed out that “producing and performing a play is not part of the written curriculum for fifth grade.” So, after more than 40 years of Christmas productions featuring Tiny Tim and Ebenezer Scrooge, he’s just now figuring that out? Randy Wenger is the chief counsel for the Independence Law Center in Harrisburg. He’s also a longtime resident of Lancaster County. “As a constitutional attorney I hate to see traditions taken away in my own community,” he told me. “What does this communicate to our kids? It says that anything religious is really not appropriate in public life. It’s something you’re supposed to keep to yourself.” Wenger said Lancaster County is a conservative area and has a rich history of religious liberty.  “It seems like people are trying to take aware our traditions left and right,” he said. “We need to do something to push back.” But this year, I’m afraid Tiny Tim’s goose has been cooked by the Ghost of Christmas Intolerance.  Bah, humbug indeed.    Todd Starnes is host of Fox News & Commentary, heard on hundreds of radio stations. His latest book is \" God Less America: Real Stories From the Front Lines of the Attack on Traditional Values. \" Follow Todd on Twitter  @ToddStarnes and find him on Facebook . Advertisement ",
    "title": "SCROOGE! Grade school cancels performance of A Christmas Carol | Fox News"
   },
   {
    "entities": [
     "regan",
     "this week",
     "eric-rrb-",
     "sept. 2",
     "images",
     "friday",
     "1:31",
     "minnesota",
     "getty",
     "minneapolis",
     "coyle",
     "the second quarter",
     "badgers",
     "thursday",
     "ortiz",
     "university",
     "jeff",
     "hennepin",
     "--",
     "during",
     "saturday",
     "golden",
     "state",
     "end",
     "of",
     "gophers",
     "county",
     "activities",
     "on",
     "the year",
     "stadium",
     "players",
     "erik",
     "star-tribune",
     "nov.26, 2016",
     "night",
     "3",
     "december 17, 2016",
     "/",
     "wheeler",
     "dylan",
     "oct.",
     "attorney's",
     "team",
     "camp",
     "today",
     "buell",
     "boycott",
     "randall",
     "dec. 15, 2016",
     "football",
     "washington",
     "wisconsin",
     "time",
     "madison",
     "office",
     "dec. 27",
     "kaler",
     "mark"
    ],
    "id": 10,
    "text": "University of Minnesota Football Team End Boycott 1:31 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161218004339if_/http://www.nbcnews.com/widget/video-embed/835695171635\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The University of Minnesota's football team will hit the field for the upcoming Holiday Bowl, they said Saturday, ending a brief boycott done in protest after 10 players were indefinitely suspended from the team. While those players remain suspended, the team said they agreed on other conditions in order for the rest of them to return. In making their decision, the team also acknowledged the issue of sexual assault — the reason that led to the players' suspension this week — and said finishing out the year was important. Related: University of Minnesota Football Players Boycott Activities \"So many before us have given so much to this University and this football team; so many coaches, staff, administrators, professors, alumni, fans, and our community have invested heavily in the success of our program,\" the team said in a prepared statement. \"We recognize that we must not let these people down.\" On Thursday, the uniformed Gophers players stood shoulder-to-shoulder during a news conference to say all 99 teammates would boycott practices before the Dec. 27 bowl — and would skip the sporting spectacle against Washington State University altogether — if the school did not lift the suspensions of the 10 players. But the team said Saturday they recognized they were in a losing position. \"After many hours of discussion within our team, and after speaking with President (Eric) Kaler, it became clear that our original request of having the 10 suspensions overturned was not going to happen,\" their statement said. The Minnesota Golden Gophers look to the sideline for instructions in the second quarter against the Wisconsin Badgers at Camp Randall Stadium on Nov.26, 2016, in Madison, Wisconsin. Dylan Buell / Getty Images During a meeting Friday night with Kaler and university athletic director Mark Coyle, the students said they came to a different agreement: Allow the suspended players to get a \"fair hearing\" on the issue with a \"diverse review panel\" and have the school show greater support for the overall team. In addition, the team said, the players would \"use our status as public figures to bring more exposure to the issue of sexual harassment and violence against women.\" Details of the agreements would be forthcoming, the team added. Kaler told reporters Saturday that the school does stand behind its football team. \"I think the statement by the students today around support for victims of sexual assault is important,\" he said. \"I will continue to amplify the fact that the football team's action in support of their teammates was not in support of sexual violence.\" The suspension of the 10 players stems from a Sept. 2 incident in which a female student had sexual contact with players. In a redacted police report, a police investigator said the sexual encounter with one player appeared to be consensual based on videos taken at the time and shown to police by the player, according to the Star-Tribune newspaper. However, the Star-Tribune reported, the woman told police that sexual contact with three other players was not consensual. During the course of the night, she said, she had been drinking and had sex with one player. But she was forced to have sex with others against her will, she said in court testimony in order to obtain a restraining order against five of the players. University of Minnesota football team members talk to reporters in Minneapolis on Dec. 15, 2016. Jeff Wheeler / AP While six players were involved in the incident itself, police said, it's unclear why the others have been implicated. In the end, no players were ever arrested, and the Hennepin County Attorney's Office on Oct. 3 said it declined to press charges because of \"insufficient\" evidence. An attorney for the 10 players said he will appeal the suspensions. Students opposed to the team's decision to have a boycott gathered to protest on the university's campus Saturday. The demonstration asked for the community to \"#standwithsurvivors.\" — regan (@thatsoregan) December 17, 2016 Nevertheless, in addressing the boycott Saturday, the team said while they still have questions about why certain players were suspended, the players don't condone violence against women. \"There is only one acceptable way to treat all women and all men, and that is with the utmost of respect at all times,\" the team said. Erik Ortiz ",
    "title": "University of Minnesota Football Team Ends Boycott After Sex-Assault Suspensions - NBC News"
   },
   {
    "entities": [
     "last half",
     "17.3%",
     "last year",
     "shepard",
     "banquet",
     "high",
     "states",
     "stella",
     "coors",
     "3.5%",
     "especial",
     "through",
     "united",
     "ultra",
     "54.8%",
     "mexico",
     "light",
     "anheuser-busch",
     "$4.6 million",
     "linkedin",
     "st.",
     "2014",
     "2015",
     "decade",
     "$5 million",
     "once",
     "the early 2000s",
     "25%",
     "this year",
     "life",
     "u.s.",
     "eric",
     "usa",
     "1960",
     "today",
     "bud",
     "modelo",
     "wall",
     "america",
     "2002",
     "2010",
     "ab",
     "artois",
     "now",
     "inbev",
     "miller",
     "michelob"
    ],
    "id": 11,
    "text": "> Barrels shipped in 2015: 5.2 million > Owner: Anheuser-Busch InBev Michelob Ultra is bucking the trend of sales decline among major domestic beer brands. While shipments of industry titans beers like Budweiser, Bud Light, and Coors Light have declined dramatically in the last half decade, Michelob Ultra is gaining popularity faster than nearly any other brew. Americans consumed 5.2 million barrels of Michelob Ultra last year, a 54.8% increase from five years prior. What sets Michelob Ultra apart may be marketing. Introduced to beer drinkers in 2002, Michelob Ultra initially marketed itself as a beer for the diet conscious drinker, containing far fewer carbs than the typical beer. Now the brand’s marketing has shifted focus from the dieter to the fitness fanatic. This year, AB InBev paid between $4.6 million and $5 million for a 30 second Super Bowl spot to run an ad that more closely resembled a sports drink ad than a beer commercial. See the rest of the Top 10: America's Fastest Growing Beer Brands More on the fastest-growing beer brands Sales of once unassailable beers such as Budweiser and Miller High Life have declined by more than 25% from 2010 through 2015. Meanwhile, sales of such beers as Modelo Especial and Stella Artois — once more marginal brands in the United States — have more than doubled. Based on five-year increases in U.S. sales, 24/7 Wall St. reviewed the 10 fastest growing beers in America. Premium brands such as Michelob Ultra and Coors Banquet, as well as imports, especially from Mexico, dominate the list of beer brands with increasing shipments. In an interview with 24/7 Wall St., Eric Shepard, executive editor with industry news organization Beer Marketer’s Insights, said, “There has been significant trade up in the U.S. beer industry.” Drinkers have increasingly chosen craft beers, higher-priced premium brands, wine, or spirits over the traditionally dominant mainstream domestic beer brands. “Consumers trade up for various reasons, whether it’s something that they perceive as being more prestigious, more flavorful, [or] whatever the image issues may be,” Shepard said. Despite their popularity, many of the nation’s fastest growing beer brands would be difficult to distinguish from one another in a blind taste test. Beer critics also generally rate these brands very poorly. As a result, advertising in the mainstream beer industry is essential. A beer like Stella Artois can go from being associated with binge-drinkers and abusive alcoholics (as it was in the early 2000s) to a high-end, classy beverage — all from advertising and despite an unchanging formula. Of the 10 fastest growing beers in America, four are Mexican imports. Shepard noted changing U.S. demographics as one factor that could explain Mexican beers’ massive growth. Hispanics made up 17.3% of the U.S. population in 2014, much more than their 3.5% share in 1960. 24/7 Wall St. is a USA TODAY content partner offering financial news and commentary. Its content is produced independently of USA TODAY. 367 CONNECT TWEET 4 LINKEDIN 3 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hZQ72K ",
    "title": "America’s fastest growing beer brands,stella artois,"
   },
   {
    "entities": [
     "peter",
     "harry",
     "disney",
     "this week",
     "cbs",
     "navy",
     "l.a.",
     "friday",
     "beach",
     "visiting",
     "sierra",
     "huntington",
     "states",
     "south",
     "press",
     "trump",
     "bowditch",
     "sea",
     "beijing",
     "thursday",
     "miami",
     "harris",
     "united",
     "ministry",
     "philippines",
     "jeff",
     "ritchie",
     "california",
     "donald",
     "saturday",
     "davis",
     "tongo",
     "b.",
     "north",
     "black",
     "county",
     "china",
     "crutcher",
     "defense",
     "2015",
     "associated",
     "command",
     "nevada",
     "/",
     "jessica",
     "matter",
     "yahoo",
     "this weekend",
     "korea",
     "u.s.",
     "coast",
     "rams",
     "benjamin",
     "dec. 15, 2016",
     "mischief",
     "philippine",
     "lives",
     "washington",
     "iran",
     "$1-billion",
     "cook",
     "weekend",
     "now",
     "spratly",
     "orange",
     "islands",
     "meyers",
     "reef",
     "downtown",
     "pacific",
     "pentagon"
    ],
    "id": 12,
    "text": "China pledges to return U.S. sea vessel to Pentagon in 'appropriate manner' South China Sea Ritchie B. Tongo / Associated Press China has expanded small land formations it controls in the South China Sea, piling sand onto outcroppings and building landing strips. The land reclamation of Mischief Reef in the Spratly Islands is seen here in 2015. China has expanded small land formations it controls in the South China Sea, piling sand onto outcroppings and building landing strips. The land reclamation of Mischief Reef in the Spratly Islands is seen here in 2015. (Ritchie B. Tongo / Associated Press) Jessica Meyers China agreed Saturday to return an American sea drone it had captured after the Pentagon demanded it back, defusing tensions at the end of a week of confrontations over Beijing’s territorial ambitions in the South China Sea. China’s Defense Ministry said it would return “in an appropriate manner” the U.S. sea vessel seized this week by the Chinese navy. But the ministry also accused the U.S. of “public hyping” that was “not conducive to solving the problem smoothly.” Chinese officials did not specify what happened or when Beijing would hand back the device. The ministry, in a statement, said that the device was unidentified when found and that officials later concluded it was an American drone. The Pentagon on Friday demanded the return of the equipment , which officials said was gathering scientific data near the Philippines when it was taken. The U.S. issued a formal protest, and the open hostility threatened to further strain relations as China expands its claims in the South China Sea and prepares for a new U.S. president whose policy on the region remains unclear. Pentagon spokesman Peter Cook on Saturday affirmed China’s actions, saying the U.S. came to an understanding that Beijing would return the drone “through direct engagement.” Just before both sides made their announcements, President-elect Donald Trump condemned the seizure in a tweet. “China steals United States Navy research drone in international waters — rips it out of water and takes it to China in unprecedented act,” he wrote, deleting an initial tweet that said “unpresidented.” China’s statement followed a pledge this week by Adm. Harry Harris, head of U.S. Pacific Command, to confront Chinese aggression in the contested waters, and a Washington think tank’s publication of satellite photos that show Chinese militarization of artificial islands in the South China Sea. The standoff began Thursday when a Chinese ship snatched the unmanned vehicle off the Philippine coast, in the midst of an effort by the U.S. survey ship Bowditch to retrieve it. “It is ours,” Pentagon spokesman Jeff Davis told reporters on Friday. “We would like it back, and we would like this not to happen again.” Caption Weekend Roundup: 7 stories you can't miss The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. Caption Weekend Roundup: 7 stories you can't miss The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. Caption 90 seconds: 4 stories you can't miss Visiting Downtown Disney? You'll have to go through metal detectors  from now on; a $1-billion desalination plant  might be coming to Huntington Beach; meet the 'Chromies’ ; and federal officials are investigating the Orange County district attorney’s office . Caption Yahoo hacked Yahoo says more than a billion user accounts have been hacked. Dec. 15, 2016. (CBS Miami)  Yahoo says more than a billion user accounts have been hacked. Dec. 15, 2016. (CBS Miami)  Caption Curiosity Correspondent: Becoming a trapeze artist is hard Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Caption 90 seconds: 4 stories you can't miss ",
    "title": "China pledges to return U.S. sea vessel to Pentagon in &apos;appropriate manner&apos; - LA Times"
   },
   {
    "entities": [
     "cbs",
     "avenue",
     "noon",
     "10 a.m. on",
     "paul",
     "morning",
     "weather",
     "saturday",
     "state",
     "airports",
     "clark",
     "associated",
     "authority",
     "1 p.m.",
     "coast",
     "eastern",
     "east",
     "afternoon",
     "wisconsin",
     "madison",
     "interactive",
     "larry",
     "friday",
     "devin",
     "reagan",
     "island",
     "late",
     "sunday",
     "1-2 p.m.",
     "park",
     "indiana",
     "north",
     "the early morning",
     "95",
     "metropolitan",
     "twitter",
     "virginia",
     "night",
     "police",
     "manhattan",
     "rosedale",
     "u.s.",
     "carolina",
     "york",
     "columbus",
     "airport",
     "winter",
     "8 a.m.",
     "interstate",
     "press",
     "bartolotta",
     "dec 17, 2016",
     "late morning",
     "international",
     "new",
     "national",
     "indianapolis",
     "service",
     "7 a.m.",
     "overnight",
     "baltimore",
     "early saturday",
     "city",
     "december 17, 2016",
     "raleigh",
     "minnesota",
     "carrier",
     "inc.",
     "hogan",
     "charlotte",
     "county",
     ", 2:56 pm",
     "2016",
     "dulles",
     "long",
     "chicago",
     "the weekend",
     "3:22 pm est",
     "star",
     "washington",
     "central",
     "evening",
     "wttv",
     "savana",
     "ohio",
     "maryland"
    ],
    "id": 13,
    "text": "CBS/AP December 17, 2016, 2:56 PM Slick roads cause crashes as harsh weather pounds East Email Last Updated Dec 17, 2016 3:22 PM EST A blast of cold air caused rain and wet roads to freeze across the Eastern U.S., triggering airport delays in the nation’s capital and major traffic pileups in Maryland, Virginia and North Carolina. Two people were killed in a chain-reaction accident in Baltimore involving a tanker carrying gasoline that skidded off a highway and exploded, authorities said. Baltimore City Fire Chief Roman Clark said at least 15 were injured in the 55-vehicle accident and tanker explosion, which happened on Interstate 95.  Clark said it’s too early to say whether the crash was caused by slick roads, although scores of traffic accidents were reported across the region due to icy conditions. “The roads were very icy,” Clark said. “We have nothing but sheets of ice throughout the city, sidewalks,” he said. Traffic was at a standstill for hours while crews assessed the situation, CBS Baltimore reported . Clark asked travelers to avoid I-95 “at all costs.” Line of tow trucks on 95 exit ramp, waiting to help clear cars. #WJZ @cbsbaltimore pic.twitter.com/1c4Ri6Zrs7 — Devin Bartolotta (@WJZDevin) December 17, 2016 Officials have not released the names of the two people killed in the crash. Clark said it’s unclear whether the pileup started before the tanker crash or was caused by the incident. As of 1 p.m., preliminary figures indicated that Maryland state troopers had responded to 330 crashes across the state in 24 hours, the Maryland State Police said in a statement. Between 15 and 20 vehicles were involved in a crash on I-695 near Rosedale, Baltimore County said on Twitter. Six people were taken to the hospital. Maryland Gov. Larry Hogan said he and his wife sent their “deepest condolences and prayers” to the families and loved ones of those who lost their lives due to accidents. “I strongly urge all Marylanders to use common sense and put their safety first by heeding all travel warnings from state and local authorities,” he said in a statement. “Road conditions in many areas of the state are still extremely dangerous, and all those who can avoid travel should stay off the roads until conditions have improved.”  The National Weather Service has issued a winter weather advisory for the Baltimore area, meaning that periods of sleet and freezing rain through noon will lead to slippery roads and limited visibility. Other parts of the U.S. were hit hard by wintry weather: Indiana Indiana authorities say there have been dozens of crashes - two of them involving fatalities - due to freezing rain and ice that’s made the roadways treacherous. Conditions are so dangerous that the  Indianapolis Star reports that the city’s police department is urging motorists to stay off the roadways unless it is “absolutely” necessary to drive somewhere. Central Indiana will remain under a winter weather advisory until 7 a.m. Sunday,  CBS Indianapolis affiliate WTTV reports . A window was expected in the afternoon in which streets would be wet, but temperatures were expected to fall below freezing into the evening. The state police says it has responded to at least 180 crashes since late Friday night, including two with fatalities. The number of deaths was not available. Virginia State Police in Virginia said 41 traffic crashes were reported in the northern part of the state. It was unclear how many were due to slick roads. One fatality was reported. Two airports serving the nation’s capital were experiencing delays or cancellations on Saturday. Washington Dulles International airport reopened two runways as of 10 a.m. on Saturday after halting all flights and having to close all runways for more than three hours due to icy weather. The airport says travelers should expect residual cancellations and delays. A spokesman for the Metropolitan Washington Airports Authority says Reagan Washington National Airport is operating normally, but some flights may be delayed or canceled due to bad weather along the East Coast. North Carolina Light freezing rain caused scores of traffic accidents, adding to the road mayhem scattered throughout the Eastern U.S. Police and emergency workers reported more than 100 crashes overnight Saturday in Raleigh and Charlotte as the drizzle combined with temperatures below freezing for approaching 40 hours combined to create dangerous icy patches. Charlotte police reported two people dead in separate fatal crashes early Saturday, although investigators are still trying to figure out if ice caused the wrecks. Ohio In Ohio, snow and freezing rain created treacherous driving conditions. A Columbus, Ohio, woman died Saturday after her car went off a slick road, became stuck, and then was hit by another vehicle, authorities said. The woman, 20-year-old Savana Carrier, was standing outside her car when she and her vehicle were hit. New York New York City slowed to a crawl as snow blanketed nearly empty streets on Saturday morning. Up to about 4 inches came down in the city and suburban Long Island after days of bitter cold. By 8 a.m., vehicles were forced to move at a snail’s pace in the heart of Manhattan - or else spin out of control. It took one driver about 10 minutes to get from Madison Avenue near the east side of Central Park to the west side. There were some reports of minor accidents.   Temperatures were in the 20s in the early morning when the snowfall started. But by late morning, the snow turned to freezing rain, creating even more hazardous, slippery conditions. The temperatures were in the 30s. The storm was expected to end around 1-2 p.m., and temperatures would slowly rise to a high of 45 on Saturday night, before hitting almost 60 on Sunday afternoon, CBS New York reported. Rain is expected in the afternoon as temperatures rise into the 40s. Minnesota Residents are bracing for the coldest wind chills they’ve seen in two years. On Saturday night, temperatures in the Minneapolis-St. Paul area were expected to drop to 20 degrees below zero. The National Weather Service said the wind chill will make it feel as cold as minus-35. Forecasters say that in parts of greater Minnesota, temperatures could drop to 45 degrees below zero. Motorists across the state have been advised to stay indoors for the weekend because blowing snow is creating problems in some areas and frostbite could set in within minutes if a driver gets stranded. Meanwhile, much of Wisconsin is under a winter storm warning, as another round of snow sweeps through the state and temperatures plummet to dangerous levels. Weather forecasters say the same for Chicago, which experienced light freezing drizzle and fog on Saturday. The low temperature was expected to plummet to 4 degrees.  © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Slick roads cause crashes as harsh weather pounds East - CBS News"
   },
   {
    "entities": [
     "yang",
     "april 2001",
     "us",
     "times",
     "navy",
     "friday",
     "states",
     "south",
     "island",
     "press",
     "trump",
     "sea",
     "party",
     "beijing",
     "$150,000",
     "thursday",
     "united",
     "philippines",
     "the",
     "ing-wen",
     "subic",
     "hainan",
     "yi",
     "china",
     "global",
     "taiwan",
     "associated",
     "communist",
     "u.s.",
     "dec. 2",
     "bay",
     "america",
     "$5 trillion",
     "pentagon",
     "tsai"
    ],
    "id": 14,
    "text": "US report says China adds weapons to South China Sea islands China's seizure is being considered by some observers as one of the most significant disputes in years between the world super powers and follows Trump’s post-election victory call with the president of Taiwan. The call alarmed old guard foreign policy experts who said it undermined the United States’ decades-long “One China” policy that recognizes mainland China over Taiwan. Before the Pentagon announcement, China had indicated that efforts were underway to resolve the issue, saying it was in contact with American counterparts regarding the \"appropriately handling\" of the unmanned underwater glider. However, the one-sentence comment by the country’s foreign ministry offered no details on what discussions were underway or why China on seized the drone, which the Pentagon says was being operated by civilian contractors for oceanic research. The U.S. said it issued a formal diplomatic complaint over the seizure and demanded the drone's return. \"According to (our) understanding, the U.S. and Chinese sides are working on appropriately handling this matter through channels between the two militaries,\" the foreign ministry said in its statement, which was faxed to The Associated Press. China's defense ministry did not immediately respond to questions on the issue. The drone was seized while collecting unclassified scientific data about 57 miles northwest of Subic Bay, near the Philippines in the South China Sea, which China claims virtually in its entirety, the U.S. Navy said Friday. \"It is ours,” a Navy spokesman said. “It's clearly marked as ours. We would like it back, and we would like this not to happen again,\" The spokesman also said the drone costs about $150,000 and is largely commercial, off-the-shelf technology. The most recent, significant dispute between the countries’ militaries was perhaps in April 2001 when a U.S. Navy surveillance aircraft and a Chinese fighter jet nearly collided about 70 miles from China's Hainan island, which led to the death of a Chinese pilot. Whatever the outcome of the drone incident, the incident is likely to fray the already tense relations between U.S. and China. Beijing was angered by Trump's decision to talk Dec. 2 by phone with Taiwanese President Tsai Ing-wen and by his later comments that he did not feel \"bound” by the One China policy, unless the U.S. could gain trade or other benefits from China. China considers the self-governing island its own territory to be recovered by force if it deems necessary. There also have been increased tensions over Beijing's ongoing military buildup in the South China Sea, mainly the development and militarization of man-made shoals and islands aimed at extending China's reach in the strategically vital area through which about $5 trillion in global trade passes annually. In one of the few reports in state media about the drone's seizure, a newspaper published by China's ruling Communist Party cited an unidentified military official as saying that a \"smooth resolution\" to the matter is expected. A Chinese navy ship discovered an \"unidentified device\" Thursday and was checking on it for the sake of maritime safety, the Global Times quoted the official as saying. \"China has received the U.S. request to return the device, communication is open between the relevant departments of the two sides and I believe this matter will obtain a smooth resolution,\" the officer was quoted as saying. In a separate report, the paper quoted retired Chinese admiral Yang Yi as saying China considered itself well within its rights to seize the drone. \"If China needs to take it, we'll take it. (America) can't block us,\" Yang was quoted as saying. Yang said he was unsure of the purpose of seizing the drone, but didn't think the matter qualified as a \"military conflict.\" However, he added that the chances of a confrontation had risen following Trump's recent comments, which were seen as testing China's bottom line on Taiwan and other sensitive issues. \"It's natural for us to take possession of and research for a bit these types of things that America sends to our doorstep,\" Yang said. \"The louder they shout, the more their protests ring hollow.\" The Associated Press contributed to this report.   ",
    "title": "Pentagon: China to return seized Navy drone | Fox News"
   },
   {
    "entities": [
     "gulf",
     "safety",
     "vicksburg",
     "texas",
     "interactive",
     "cbs",
     "dec. 1",
     "dec. 7",
     "friday",
     "caller-times",
     "press",
     "hours later",
     "terry",
     "tceq",
     "inc.",
     "may",
     "quality",
     "administration",
     "saturday",
     "deanna",
     "occupational",
     "monday",
     "tuesday",
     "dan",
     "commission",
     "ergon",
     "bill",
     "on",
     "march 24",
     "2016",
     "associated",
     "once",
     "december 17, 2016",
     "health",
     "current",
     "valero",
     "vleck",
     "corpus",
     "agency",
     "environmental",
     "christi",
     "coast",
     "asphalt",
     ", 4:29 pm",
     "wednesday",
     "email",
     "and",
     "flowood",
     "mcqueen",
     "2010",
     "afternoon",
     "van",
     "clawson",
     "$17,200",
     "early",
     "mississippi",
     "miller",
     "mark",
     "protection",
     "kztv"
    ],
    "id": 15,
    "text": "CBS/AP December 17, 2016, 4:29 PM Corpus Christi had 3 reports of dirty water before ban, official says Email CORPUS CHRISTI, Texas -- There were three reports of dirty water before the 300,000 residents of Corpus Christi were told not to drink the city’s water due to a chemical leak at an asphalt plant, a top Corpus Christi official said Saturday, adding that the city has not found evidence of water contamination.  More than 300,000 people in Corpus Christi, Texas, are being warned not to drink their tap water, or use it for anything else. Officials discover... Water use was resuming for some parts of the city - some fully, others for washing purposes only, city spokeswoman DeAnna McQueen said Saturday. CBS Corpus Christi affiliate KZTV reported recommended levels of water use in different districts were broken down by three zones.  In zone one, water could once again be used for all activities. Zone two was cleared for partial use and people were allowed to do limited activities such as bathing and showering. “However, due to the potential for contaminated water, infants and young children should not bathe using water since they may swallow some of it and additional water testing is needed,” the city said in a statement posted online on Friday.  Others including individuals undergoing chemotherapy and those with HIV/AIDS should also avoid consuming the water, and the zone should not use the water for drinking or food preparation, the city said. The third zone still had a total ban by early Saturday afternoon. Assistant City Manager Mark Van Vleck said the first “dirty-water report” came Dec. 1 from the Valero-owned administration building at the asphalt plant that’s leased to Ergon Asphalt and Emulsions. City workers flushed the pipe. A second report came from the same building Dec. 7, he said, and the main was flushed again. “We get dirty water reports all the time,” Van Vleck said of the first two, saying old cast-iron pipes are usually the reason. But Monday, Valero workers told the public works department “something white and sudsy” was in water at the administration building. City workers determined there was a leak in a chemical tank at the asphalt plant and on Tuesday determined there was a backflow problem. The city told the Texas Commission on Environmental Quality about it Wednesday, Van Vleck said, and hours later, the state banned use of public drinking water . Mayor Dan McQueen has said local officials only learned of the leak Wednesday. TCEQ officials did not respond to a request for comment Saturday. Van Vleck cautioned that the investigation is ongoing, “so we don’t know what happened.” He added: “We do not know (if there was contamination) because we can’t prove it.” A TCEQ report obtained Friday indicates that a combination of Indulin AA-86 and hydrochloric acid leaked into the water supply. Indulin is an asphalt-emulsifying agent that’s corrosive and can burn the eyes, skin and respiratory tract if a person comes into contact with concentrated amounts. The amber liquid is considered a hazardous material by the Occupational Safety and Health Administration. “You don’t expect to see it in water,” Texas Commission on Environmental Quality spokesman Terry Clawson said Friday. Ergon has said it has been in contact with the TCEQ and was “working cooperatively to provide all information to ensure state officials can remedy the situation as quickly as possible.” On Saturday, company spokesman Bill Miller said the Ergon is pushing the TCEQ for answers on whether there was actually contamination. “Inaction is bad for people in our position. The longer we sit here, the worse it looks,” he said. More than a half-dozen lawsuits have been filed against oil refiner Valero and the privately held Flowood, Mississippi-based Ergon subsidiary, which makes paving and pavement preservation products. The Corpus Christi Caller-Times reported that several businesses and a class-action lawsuit representing all of the city’s residents allege the companies recklessly exposed business owners and residents to toxic chemicals. Van Vleck said the city made the Ergon plant install new valves, but has not restored water service to the plant. It’s the latest in a string of water scares for the Gulf Coast city. In May, the city issued its third boil-water advisory in a year as a precaution after nitrogen-rich runoff from rain flowed into the water system, resulting in low chlorine disinfectant levels in the water supply. State and federal environmental records list no problems at the plant over the past five years. A TCEQ record lists an emergency response March 24 as having been closed. Clawson said he had no details, and Van Vleck said he was unaware of any incident. Nationwide, the Environmental Protection Agency reports no current “significant violations” at Ergon facilities but shows seven receiving fines since 2010, the highest $17,200 at a Vicksburg, Mississippi, refinery. Officials have said plenty of bottled water has been donated to help residents, and no one has turned up at hospitals with symptoms that might indicate they were sickened or burned by the chemical.  © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Corpus Christi had 3 reports of dirty water before ban, official says - CBS News"
   },
   {
    "entities": [
     "christ",
     "roseland",
     "about 4:25 p.m.",
     "community",
     "west",
     "105th",
     "lee",
     "hospital",
     "abel",
     "advocate",
     "tribune",
     "austin",
     "university",
     "jeff",
     "kevin",
     "recently",
     "street",
     "saturday",
     "fernwood",
     "melvin",
     "navarro",
     "once",
     "uribe/chicago",
     "night",
     "maywood",
     "lyle",
     "police",
     "past",
     "department",
     "deputy",
     "loyola",
     "rice",
     "chicago",
     "w.",
     "side",
     "estrada",
     "center",
     "about 12:40 p.m.",
     "oak",
     "first",
     "medical",
     "fire",
     "dec. 17, 2016",
     "3100",
     "rd.",
     "william",
     "lawn",
     "5900",
     "jose",
     "jackson",
     "roosevelt"
    ],
    "id": 16,
    "text": "4 dead on scene of Fernwood attack, 3 others wounded in shootings Four people fatally shot in Fernwood neighborhood Chicago police gather outside a home in the 100 block of West 105th Street, where four people were found dead at the scene and another person was taken to the hospital in critical condition on Dec. 17, 2016. (Abel Uribe/Chicago Tribune) Chicago police gather outside a home in the 100 block of West 105th Street, where four people were found dead at the scene and another person was taken to the hospital in critical condition on Dec. 17, 2016. (Abel Uribe/Chicago Tribune) Deanese Williams-Harris and William Lee Contact Reporters Chicago Tribune Four people were shot dead on the scene of an apparent domestic related attack and three other people including a 9-year-old were wounded during Saturday shootings on the South and West sides. The quadruple fatal shooting happened about 12:40 p.m. in the 100 block of West 105th Street at a home in the Fernwood neighborhood, said Officer Jose Estrada, a Chicago police spokesman. At least five ambulances were sent to the scene after officers were alerted by an anonymous call that several people were shot there, police said. Three men and a woman were pronounced dead at the scene, and a woman in her 20s was taken in critical condition to Advocate Christ Medical Center in Oak Lawn, officials said. Chicago police gather outside a home in the 100 block of West 105th Street, where four people were found dead at the scene and another person was taken to the hospital in critical condition Dec. 17, 2016. Earlier information stated a 2-year-old toddler was wounded but that information was incorrect. Officials later said the child was taken to Roseland Community Hospital for observation, said Jeff Lyle, a Chicago Fire Department spokesman. Lyle said all of the shooting victims were in their 20s. At a news conference about a half block from the scene of the shootings and with more than a dozen relatives looking on, First Deputy Police Supt. Kevin Navarro said authorities received an anonymous 911 call of five people shot at the home. Once they arrived they found two female victims outside of the home -- one dead, the other critically injured. Inside, police found three male victims dead, Navarro said. The two female victims were found on the front porch. Police did not provide ages or relationships for any of the victims, but said the shooting appeared domestic-related. Police also found a two-year-old child who was unharmed. The child was taken to a hospital for observation. \"At this point the case is still unfolding,\" Navarro said. \"We have more questions than answers.\" Family says at least four people lived in the house but they're tight lipped about who the shooter is, but confirmed he escaped in a red truck.   Navarro said a weapon was not recovered at the scene. Police were expected to be at the scene for much the night as forensic specialist comb through the home for details. Police were also expected to check for any past incidences of trouble at the home, Navarro said. After the news conference, relatives of the suspected dead struggled with the tragedy, saying they still didn't know which of their family members were killed as authorities hadn't yet released the identities of the dead. They suspected that one of their cousins was among the dead because he had not answered the phone all day. \"(Why would) somebody do something like this? Just another senseless act of violence,\" said Melvin Jackson. \"This is a massacre, man. Who would do something like this?\" Police offered no information about the gunman. As word of the deaths spread, family members began to arrive at the crime scene, some in thin jackets, waiting behind the crime scene tape waiting for news about their loved ones. Relatives said neighbors told them that they didn't hear gunshots but did see a red truck speed backwards up the one way street just before the child fled the home. About 10 minutes before the Fernwood attack, a 21-year-old man was seriously wounded outside of a funeral home on the West Side. Two people were in police custody in that attack, officials said. The shootings were not related. Most recently, a 9-year-old boy was shot and seriously hurt on the West Side about 4:25 p.m. Paramedics were called to the 5900 block of West Rice Street in the Austin neighborhood for the boy who had been shot. Police said the shooting was accidental and self-inflicted. The boy was taken to Loyola University Medical Center in Maywood where he was listed in serious condition. No one was in custody for the 105th Street slayings, and police were investigating. Man wounded in shooting outside funeral home on West Side Abel Uribe/Chicago Tribune A man talks with Chicago police officers as they secure a shooting scene outside a funeral home in the 3100 block of W. Roosevelt Rd. on the West Side on Dec. 17, 2016. Two people were in police custody in that attack and a 21-year-old man was seriously wounded, officials said. A man talks with Chicago police officers as they secure a shooting scene outside a funeral home in the 3100 block of W. Roosevelt Rd. on the West Side on Dec. 17, 2016. Two people were in police custody in that attack and a 21-year-old man was seriously wounded, officials said. (Abel Uribe/Chicago Tribune) ",
    "title": "4 dead on scene of Fernwood attack, 3 others wounded in shootings - Chicago Tribune"
   },
   {
    "entities": [
     "christ",
     "maneuver",
     "earlier this year",
     "hospital",
     "association",
     "drain",
     "reagan",
     "reynolds",
     "carrie",
     "services",
     "henry",
     "npr",
     "1980",
     "american",
     "1974",
     "red",
     "cross",
     "monday",
     "2014",
     "1999",
     "fisher",
     "koch",
     "china",
     "chest",
     "valve",
     "halle",
     "dad",
     "heimlich",
     "berry",
     "radiolab",
     "new",
     "bryan",
     "june of 1974",
     "cincinnati",
     "retirement",
     "york",
     "episcopal",
     "ronald",
     "boston.com",
     "heroes",
     "ed",
     "now",
     "medical",
     "early saturday",
     "ohio"
    ],
    "id": 17,
    "text": "Dr. Henry Heimlich has died in Ohio at age 96. He's seen here in 2014, holding a copy of his memoir at his home in Cincinnati. Al Behrman/AP hide caption toggle caption Al Behrman/AP Dr. Henry Heimlich has died in Ohio at age 96. He's seen here in 2014, holding a copy of his memoir at his home in Cincinnati. Al Behrman/AP He's credited with saving thousands of people from choking to death, thanks to the method he popularized in 1974. Now comes word that Dr. Henry Heimlich has died at age 96. Heimlich died early Saturday at Christ Hospital in Cincinnati, Ohio, according to Bryan Reynolds, spokesman for Episcopal Retirement Services, which operates the retirement home where the physician lived for years. Dr. Heimlich Uses His Maneuver At Retirement Home, Saves 87-Year-Old Woman According to Reynolds, Heimlich was experiencing complications from a massive heart attack he suffered in his home Monday. Since its invention, the Heimlich Maneuver has become both a life-saving tool and a part of modern culture. It's uncertain how popular it would be if the move was still known by its original term: subdiaphragmatic pressure. As Heimlich told NPR back in 1999, that's the name he assigned the method when he described it in a medical journal in June of 1974. That original name didn't last long. As Heimlich said, \"the editors of the Journal of the American Medical Association called me, and they said, 'We have found that so many lives have been saved in less than two months, we would like to name this after you.'\" By 1980, he said, the Heimlich maneuver had gained enough prominence to be an entry in foreign-language dictionaries. The thoracic surgeon famously used his own maneuver earlier this year to help a fellow resident at his retirement home — an 87-year-old woman who began choking on a hamburger during dinner. In a statement, Heimlich's family said they were saddened by the death of a man who's seen by a hero by many. And they said the physician's legacy extends beyond his famous life-saving method: \"As a young surgeon, Dad was the first American to devise and perform a total organ replacement. Later, he came up with a device that saved thousands of soldiers' lives during the Vietnam War. The Heimlich Chest Drain Valve is still used worldwide for patients undergoing chest surgery. \"Dad was firm in his convictions and passionate for his causes. He didn't play politics well. Instead, he was single-minded in his quest to find better ways to save lives. Dad dreamed that anything was possible in the field of medicine, even when critics said otherwise.\" Article continues after sponsorship Some of those critics focused on Heimlich's theory of malariotherapy , in which malaria is induced in people suffering from HIV, Lyme disease and other conditions with the goal of using malaria's high fevers to help patients. Heimlich has acknowledged performing such research on HIV patients in China, telling Boston.com in 2014 that he feels the idea deserves to be researched. Other disagreements have centered on the use of the doctor's eponymous maneuver. The Red Cross says it should be used only after slapping a choking victim's back, for instance, and the Red Cross and other organizations have also said drowning victims should get mouth-to-mouth resuscitation rather than the Heimlich maneuver. The Heimlich Maneuver is relatively simple to perform; it's also been deployed to rescue people from Carrie Fisher and Halle Berry to President Ronald Reagan and New York Mayor Ed Koch, as Radiolab has reported . Here's how Heimlich himself described the maneuver to NPR: \"There are several positions. Now everybody knows where you stand behind the person, put your thumb inside of your fist just above the bellybutton — remember, below the chest. And you grasp your fist with your other hand and you press inward and upward. Now you repeat that until the object comes out. \"But it also can be done with a person lying down on their back. You kneel astride their thighs and put one of your hands on top of the other, and the heel of the bottom hand just above the bellybutton, and press your weight in. And that's how children have saved their parents. In addition, its widest use now is to save drowning victims.\" You can also see examples of the maneuver in videos from the physician's Heimlich Heroes website . ",
    "title": "Dr. Heimlich, The Man Behind The Life-Saving Maneuver, Dies : The Two-Way : NPR"
   },
   {
    "entities": [
     "fairgrounds",
     "november 5, 2016",
     "mcmullin",
     "iowa",
     "utah",
     "friday",
     "florida",
     "trump",
     "press",
     "trupm",
     "syria",
     "dec 17, 2016",
     "the",
     "donald",
     "saturday",
     "state",
     "the day",
     "rapids",
     "russia",
     "fla.",
     "cedar",
     "associated",
     "shares",
     "fl",
     "night",
     ", 12:32 am",
     "sunshine",
     "alabama",
     "obama",
     "complex",
     "orlando",
     "star",
     "josh",
     "central",
     "gop",
     "amphitheater",
     "four weeks ago",
     "earnest",
     "evan",
     "aleppo",
     "now",
     "friday, dec. 16, 2016",
     "may 26",
     "barack",
     "ap"
    ],
    "id": 18,
    "text": "Orlando, FL \u0097 Dec 17, 2016, 12:32 AM ET 0 Shares Star The Associated Press President-elect Donald Trump speaks during a rally at the Orlando Amphitheater at the Central Florida Fairgrounds, Friday, Dec. 16, 2016, in Orlando, Fla. (AP Photo/Evan Vucci) 0 Shares Email President-elect Donald Trump brought his \"thank you\" tour to the battleground state of Florida Friday night -- his first time holding a rally in the state since winning the election. The Sunshine State was his most-visited battleground state during the election, spending 19 days campaigning in the state since clinching the nomination May 26. Trump kicked off his rally thanking the “incredible” people of Florida, who he later called out for being “vicious” and violent during the campaign. \"Four weeks ago just prior to, you people were vicious violent, screaming, 'we want the wall,' screaming 'prison, prison, lock her up!' You were going crazy. I mean, you were nasty and mean and vicious and you wanted to win, right?” Trump said at the Central Florida Fairgrounds Complex. \"But now it's much different. Now you're laid back, you're cool, you're mellow, right? You're basking in the glory of victory.\" President-Elect Trump Goes After Obama Press Secretary Josh Earnest in Speech During the campaign, Trump defended his supporters, arguing they should respond if anti-Trump protesters provoked them. “If you see somebody getting ready to throw a tomato, knock the crap out of them , would you? Seriously, OK? Just knock the hell ... I promise you I will pay for the legal fees. I promise, I promise,\" Trump said told supporters in Cedar Rapids, Iowa, on the day of the state's GOP caucuses. In addition to thanking his supporters, Trump finally identified \"that guy from Utah,\" whom he frequently mentions at his rallies: Former independent presidential candidate Evan McMullin . But Trump didn’t exactly call him by his proper name: Trupm referred to McMullin as \"McMuffin” after it was shouted by a supporter in the crowd. \"That’s correct, that’s his name,\" Trump said. “I never heard of this guy before.” Days before the election, McMullin tweeted a photo of himself holding an Egg McMuffin, writing, “McMuffins for McMuFinn. #McMullinFinn.” — Evan McMullin (@Evan_McMullin) November 5, 2016 Trump did not address President Barack's Obama's news conference, nor Russia or Aleppo. But for the second time in a row, he brought up the need for safe zones to protect refugees. \"So we are going to start using our head. We are going to do things right and try to patch that up and try to help people. We'll build safe Zones,\" Trump ensured his supporters. \"We are going to build safe Zones in Syria. We are going to build safe Zones. And we are going to get the gulf states to pay for the safe Zones and we'll try on help people. We are going to try and we are going to get it done.\" On Saturday, Trump is expected to make the final stop on his \"thank you\" tour in Mobile, Alabama. 0 Shares ",
    "title": "Trump: Post-Election, Florida Supporters Have Gone From 'Mean and Vicious' to 'Cool and Mellow' - ABC News"
   },
   {
    "entities": [
     "council",
     "ruslan",
     "mccarthy-type",
     "stephen",
     "templar",
     "times",
     "december 18, 2016",
     "march 2015",
     "britain",
     "november",
     "states",
     "trump",
     "dowson",
     "knights",
     "party",
     "france",
     "northern",
     "germany",
     "news",
     "europe",
     "moscow",
     "facebook",
     "united",
     "francis",
     "the",
     "british",
     "london",
     "recently",
     "hate",
     "breitbart",
     "international",
     "alina",
     "st.",
     "of",
     "2014",
     "atlantic",
     "russia",
     "2015",
     "bulgaria",
     "shamukov/tass",
     "not",
     "newscom",
     "mike",
     "mcintire",
     "twitter",
     "k.",
     "agency",
     "katehon",
     "obama",
     "national",
     "new",
     "today",
     "the mid-2000s",
     "christian",
     "belgrade",
     "york",
     "america",
     "central",
     "washington",
     "ireland",
     "petersburg",
     "hope",
     "polyakova",
     "bannon",
     "putin",
     "hungary",
     "clinton",
     "intelligence"
    ],
    "id": 19,
    "text": "Continue reading the main story His dabbling in the American presidential election adds an ideological element that has been largely missing from the still-emerging landscape of websites and Facebook pages that bombarded American voters with misinformation and propaganda. Far from the much-reported Macedonian teenagers running fake news factories solely for profit, Mr. Dowson made it his mission, according to messages posted on one of his sites, to “spread devastating anti-Clinton, pro-Trump memes and sound bites into sections of the population too disillusioned with politics to have taken any notice of conventional campaigning.” Photo An image from one of Mr. Dowson’s websites. He said his mission was to “spread devastating anti-Clinton, pro-Trump memes and sound bites.” “ Together , people like us helped change the course of history,” one message said, adding in another: “ Every single one of you who forwarded even just one of our posts on social media contributed to the stunning victory for Trump, America and God.” In a recent email interview from Belgrade, where he has met with Serbian nationalists, Mr. Dowson explained how his decision to establish an American social media presence was similar to the move into European markets by Breitbart News, the conservative provocateur media operation run by Stephen K. Bannon, Mr. Trump’s chief strategist. Advertisement Continue reading the main story “Simple truth is that after 40 years of the right having no voice because the media was owned by the enemy, we were FORCED to become incredibly good at alternative media in a way the left simply can’t grasp or handle,” Mr. Dowson said. “Bottom line is: BREXIT, TRUMP and much more to follow.” While it is easy to overstate the influence of fringe elements whose overall numbers remain very small, the explosion of fake news and propaganda sites and their possible impact on the presidential election have ignited alarm across the American political spectrum. A recent study found that most people who read fabricated stories on Facebook — such as a widely circulated hoax about Pope Francis endorsing Mr. Trump — were inclined to believe them. Then there is the added element of Russian meddling. The Central Intelligence Agency has concluded that Moscow put its thumb on the scale for Mr. Trump through the release of hacked Democratic emails, which provided fodder for many of the most pernicious false attacks on Mrs. Clinton on social media. Some of those attacks found a home on Russian websites such as the one for Katehon , a right-wing Christian think tank aligned with Mr. Putin. Katehon recirculated anti-Clinton conspiracies under headlines like “Bloody Hillary: 5 Mysterious Murders Linked to Clinton.” Another Russian site that urged support for Mr. Trump, called “ Just Trump It ,” is linked to the International Russian Conservative Forum, an annual gathering of far-right leaders in St. Petersburg that has featured Mr. Dowson, among others, as a speaker. The site, which seems mostly aimed at selling Trump T-shirts, was registered to an individual at a Russian company that trademarked a logo used to certify that merchandise was not made with migrant labor. Some analysts see danger signs in the nexus of Russian interests and far-right agitators in Europe and the United States. Social media can amplify even the most obscure voices, giving them a stage from which to broadcast a distorted message to credulous audiences. “These messages seep into the mainstream,” said Alina Polyakova, a senior fellow at the Atlantic Council , a nonpartisan international affairs institute in Washington. “They may have been extreme or fringe at one point in time, but they have been incredibly influential in shaping people’s views about key geopolitical events in a very specific direction.” Russia is particularly adept at playing this game, Ms. Polyakova said. “Moscow specifically encourages and facilitates” the spreading of propaganda through proxies, she said, as well as through events like the Russian conservative forum, which showcases views and narratives favored by the Putin government. Advertisement Continue reading the main story At the inaugural forum in March 2015, Mr. Dowson praised Mr. Putin as a strong defender of traditional values, while belittling President Obama and the United States itself as “feminized men.” In the email interview, Mr. Dowson said he was not supported by Russia in any way, and he accused critics of trying to tar conservatives as dupes of Moscow. Photo Mr. Dowson spoke in 2015 at the International Russian Conservative Forum, a gathering of far-right leaders in St. Petersburg. Credit Ruslan Shamukov/TASS, via Newscom “I look on this rebirth of McCarthy-type anti-Russian hysteria by the LEFT as a hilarious reaction born out of the left’s inability to realize THEY elected Trump, not me, not the Russians, not even the right,” he said via email. A colorful if somewhat enigmatic figure in Britain — The Times of London recently described him as “the invisible man of Britain’s far right” — Mr. Dowson, at first blush, would not be an obvious mouthpiece for Russia. Formerly a church minister in Northern Ireland and the father of nine, he became involved in anti-abortion campaigns, joined the British National Party in the mid-2000s and, later, founded Britain First, a stridently anti-immigrant group opposed to what it called a creeping Islamic threat to traditional British values. He publicly split with the group in 2014 after some of its leaders started invading mosques and threatening Muslims, which he criticized as un-Christian and counterproductive. While involved with Britain First, Mr. Dowson made deft use of social media and websites to promote its work and convey the impression of a mass following. A British watchdog group called Hope Not Hate , which has tracked Mr. Dowson’s online activities, concluded that he has “a rather canny knack for building up protest groups and movements on the basis that it was your Christian duty to follow his work.” Mr. Dowson claims to have reached millions of Americans across all of his online platforms in the run-up to the November presidential election, a number that could not be verified, in part, because he would not confirm all of his sites. Online visits to Patriot News did not come close to that, although when combined with several other sites that appear to be connected to Mr. Dowson, the total number edges above a million; most viewers were in Britain. Got a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists. Learn More Whatever the precise numbers, there is little question that postings on the sites and Facebook pages linked to him were viewed and shared hundreds of thousands of times. Many of the postings appear to be lifted from other conspiracy websites, repackaged and launched back into the social media maelstrom. Another site that trafficked heavily in pro-Trump news was run by Knights Templar International , a militant religious group that Mr. Dowson is involved in, which has recently supported anti-immigrant militias patrolling border areas in Bulgaria and Hungary. For Mr. Dowson, such activities are in keeping with his philosophy that traditional Christian values are under siege because of feckless leadership by America and European powers. The success of Mr. Trump, he said, is the logical result of voters’ rejection of the weakness of global elites. Advertisement Continue reading the main story Mr. Dowson has long been optimistic about the effectiveness of social media. During the 2015 conservative forum in Russia, he spoke presciently about the looming online battle for the attention of American voters. “We have the ability to take a video from today and put it in half of every single household in the United States of America, where these people can for the first time learn the truth, because their own media tell lies, they tell lies about Russia,” Mr. Dowson said then. “We have to use popular culture to reach into the living rooms of the youth of America, of Britain, France, Germany, and bring them in,” he said. “Then we can get them the message.” Follow Mike McIntire on Twitter . A version of this article appears in print on December 18, 2016, on Page A1 of the New York edition with the headline: How Putin Fan  Peddled Trump From Overseas. Order Reprints | Today's Paper | Subscribe ",
    "title": "How a Putin Fan Overseas Pushed Pro-Trump Propaganda to Americans - The New York Times"
   },
   {
    "entities": [
     "david",
     "management",
     "mulvaney",
     "west",
     "michelle",
     "mobile",
     "mick",
     ", 4:39 p.m.",
     "press",
     "trump",
     "south",
     "dec. 13",
     "wis.",
     "jeff",
     "donald",
     "august 2015",
     "the day",
     "of",
     "associated",
     "alabama",
     "u.s.",
     "obama",
     "carolina",
     "allis",
     "and",
     "washington",
     "sessions",
     "savage",
     "evan",
     "office",
     "dec. 17, 2016",
     "budget",
     "ala.",
     "vucci"
    ],
    "id": 20,
    "text": "Dec. 17, 2016, 4:39 p.m. Reporting from Washington David Savage President-elect Donald Trump speaks during a rally in West Allis, Wis., on Dec. 13. (Evan Vucci / Associated Press) President-elect Donald Trump used the final stop on his “thank you” tour to tell an enthusiastic crowd in Alabama that he will bring jobs and hope to “the forgotten men and women of this country.” But he also took issue with a recent comment made by first lady Michelle Obama, who suggested in an interview that some Americans had lost hope. The incoming president said he had “tremendous hope” for the years ahead. “This is truly an exciting time to be alive…. The script is not yet written,” he said. “But the pages will be authored by you,” he said, pointing out to the huge cheering crowd. Trump said the main goal of his administration will be to bring jobs and prosperity to the areas of the country that have struggled. He said he will promote “two simple rules: buy American and hire American.” He said he had returned to Mobile, Ala., because he had one of his first large rallies there in August 2015. Alabama is also the home state of Sen. Jeff Sessions, the first senator to endorse Trump and his choice to be the next U.S. attorney general. Earlier in the day, Trump said he had selected South Carolina Rep. Mick Mulvaney , a conservative Republican and a budget hawk, to run the Office of Management and Budget. Latest updates ",
    "title": "At Alabama rally, Trump promises hope for the &apos;forgotten men and women&apos; - LA Times"
   },
   {
    "entities": [
     "jim",
     "texas",
     "czech",
     "phillip/ap",
     "alexander",
     "odni",
     "atlanta",
     "california",
     "director",
     "carole",
     "cia",
     "china",
     "once",
     "j.",
     "this year",
     "day",
     "benjamin",
     "postal",
     "gop",
     "bush",
     "clinton",
     "intelligence",
     "the days after nov. 8",
     "white",
     "electors",
     "anti-trump",
     "friday",
     "teter",
     "august",
     "200 years later",
     "rex",
     "donald",
     "lyman",
     "of",
     "russia",
     "december 17",
     "electoral",
     "podesta",
     "dylan",
     "election",
     "u.s.",
     "norman",
     "yesterday",
     "suprun",
     "york",
     "phoenix",
     "office",
     "kasich",
     "the past",
     "jay",
     "franklin",
     "hersch",
     "david",
     "earlier this month",
     "christmas",
     "thursday",
     "baoky",
     "monterey",
     "moscow",
     "dec. 5",
     "joyce",
     "chris",
     "congress",
     "john",
     "robert",
     "republican",
     "obama",
     "national",
     "new",
     "the coming weeks",
     "massachusetts",
     "service",
     "america",
     "sparta",
     "nakashima",
     "koller",
     "vu",
     "skaggs",
     "times",
     "samuels",
     "trump",
     "house",
     "hillary",
     "vinz",
     "tonight",
     "the",
     "college",
     "ky.",
     "monday",
     "county",
     "at 6:38 pm",
     "calif.",
     "r.j.",
     "hamilton",
     "post",
     "arizona",
     "cruz",
     "republic",
     "dec. 19",
     "ellen",
     "washington",
     "evening",
     "representatives",
     "eisen",
     "now",
     "mark",
     "ohio"
    ],
    "id": 21,
    "text": "By Robert Samuels December 17 at 6:38 PM Follow @newsbysamuels Pressure on members of the country’s electoral college to select someone other than Donald Trump has grown dramatically — and noisily — in recent weeks, causing some to waver, but yielding little evidence Trump will fall short when electors convene in most state capitals Monday to cast their votes. Carole Joyce of Arizona expected her role as a GOP elector to be pretty simple: She would meet the others in Phoenix and carry out a vote for Trump, who won the most votes in her state and whom she personally supported. But then came the mail and the emails and the phone calls — first hundreds, then thousands of voters worrying Trump’s impulsive nature would lead the country into another war. “Honestly, it had an impact,” said Joyce, a 72-year-old Republican state committeewoman. “I’ve seen enough funerals. I’m tired of hearing bagpipes. . . . But I signed a loyalty pledge. And that matters.” Such is the life these days for many of the 538 men and women who are scheduled to meet Monday across the country to carry out what has traditionally been a perfunctory vote after most every presidential election. In this image from video, Electoral College voter Jim Skaggs looks through his mail from people writing him about being an elector in Bowling Green, Ky. (Dylan Lovan/AP) The role of elector has intensified this year, in the wake of a bitter election in which Trump lost the popular vote by a margin of nearly 3  million and a secret CIA assessment revealed that Russia interfered to help Trump get elected. Amid the uncertainty caused by Russian influence, 10 electors — nine Democrats and one Republican — asked for an intelligence briefing to get more information about Moscow’s role. Their request was endorsed by John Podesta, Hillary Clinton’s campaign manager. “The administration should brief members of the electoral college on the extent and manner of Russia’s interference in our election before they vote on Dec. 19,” Podesta wrote Thursday in a Washington Post op-ed . The Office of the Director of National Intelligence said Friday evening that it would not brief the electors, because it is engaged in a presidentially ordered review of the Russian interference. “Once the review is complete in the coming weeks, the intelligence community stands ready to brief Congress” and may release findings, the ODNI said in a statement posted to its website. Meanwhile, Joyce and the other 305 Republican electors who are supposed to cast their votes for Trump have been subject to intense campaigns orchestrated by anti-Trump forces to convince them that they alone can block the reality television star from the White House. Others have targeted Democratic electors, who are supposed to cast votes for Hillary Clinton, to persuade them to switch to a more conventional Republican who could also draw enough support from GOP electors to swoop into office. While there is little sign the efforts will prove successful, the push has unleashed intense pressure on individual electors, who have now been thrust into a sometimes uncomfortable spotlight. Rex Teter, 59, a music teacher and preacher, received about 35,000 emails and 200 letters urging him not to support Donald Trump. (David J. Phillip/AP) Joyce has received emails from “Benjamin Franklin” and “John Jay” — and a Christmas card that read: “Please, in the name of God, don’t vote for Trump.” The rancor about the role of electors started early in the campaign. In August, Baoky Vu, a GOP activist in Atlanta, said he planned to resign from the job because he was so morally opposed to Trump. He planned to defer his voting responsibility to someone more willing — an alternate who would be put in place Monday. After the election, Vu started getting phone calls and emails asking him not to resign. He was asked instead to consider joining a coalition of electors hoping to vote against Trump. He declined. “I don’t think we should drag this election out any longer,” Vu said. “And can you imagine if the electors overturned the results? If we attempt to change them in anyway, you’ve got these far-right elements that are just going to go haywire.” Mark Hersch, a 60-year-old Chicago-based marketing strategist, joined a group known as the Hamilton Electors, who have been organizing efforts to contact electors and change their minds. Before the election, Hersch said, the most political activism he had ever undertaken was planting a yard sign. He said he believes the goal to deny Trump seems reachable if not probable. Rather than persuade an entire country, he and his allies must find 37 Republicans willing to vote for someone else, a tipping point at which the responsibility of picking the president would shift to the U.S. House of Representatives. No one knows for sure how many are considering alternate votes; estimates vary from one to 25. The GOP-controlled House could vote for Trump anyway, but those trying to flip voters say there is still value in taking a stand. Hersch said he was inspired to continue to flip electors by the movie “300,” which depicts ancient Sparta’s war against a Persian army that outnumbered them 1,000 to one. “I would like to think we would be successful, but if not, we need to do all we could to prevent this man from being president,” he said. Then he modified a line from the movie: “Prepare your breakfast, and eat hearty, for tonight, we will go to battle. This isn’t 300, but 538.” That “battle” has intensified as electors draw closer to their convening Monday. Joyce was getting 15 letters a day and 300 emails in the days after Nov. 8, but those numbers quickly increased to 50 and 3,000. Some of them have been form letters, others handwritten. The letters came from Washington state and from China, stuffed with copies of the U.S. Constitution or Alexander Hamilton’s writing in Federalist Paper No. 68, which states that the meeting of the electoral college “affords a moral certainty, that the office of President will never fall to the lot of any man who is not in an eminent degree endowed with the requisite qualifications.” On Thursday, Joyce received so many letters that the letter carrier just gave her a U.S. Postal Service bucket filled to the brim. “I’m sorry this is happening to you,” Joyce recalled the letter carrier saying in a phone interview. While some electors have complained of harassment, Joyce shrugged off the mail and placed it all on a sofa decorated with American flag pillows. “This is America,” she said, adding that most of the messages were thoughtful. “People have a right to say what they want.” On Friday, she said, her emails became more positive. The messages were from Republicans, thanking her for taking Trump to the finish line of an arduous process. “How refreshing!” she said. Although some Democrats (who have in the past five elections lost two in which they won the popular vote) and even Trump himself have questioned the necessity of the electoral college, many opposing Trump have said this election proves just how important it is. Norman Eisen, a former ambassador to the Czech Republic who served as legal counsel to both the Bush and Obama administrations, began telephoning electors to explain that their job is not necessarily to certify the results, but to have a reasonable discussion over whether the public made the right decision. For instance, Eisen, who focused on government ethics in Obama’s White House, noted that Trump could be violating a clause in the Constitution that prevents presidents from receiving gifts and funds from foreign governments; it is unclear whether his businesses do because he has not publicly disclosed his tax returns. In Massachusetts, Republican operative and attorney R.J. Lyman said he didn’t want to harass anyone, so he used his connections to find electors who were willing to chat about the lessons he learned in American history class and at the dinner table. He became one of the few people in America more willing to talk about Hamilton the man than about “Hamilton: An American Musical.” The electoral college, he said he tells them, was “not intended to be a rubber stamp.” Otherwise, he said, the Founding Fathers would have tasked the responsibility to a clerk or simply used the popular vote as a way of choosing a president. “I’m reminding them of their duty to think about their choice in a way that’s consistent with their conscience and the Constitution,” Lyman said. So far, Lyman said, he has identified 20 electors who might be willing to vote “other than their party pledge.” He couldn’t name more than one publicly but insisted that more were out there. Earlier this month, Chris Suprun of Texas became the first Republican elector in a red state that voted for Trump to declare, in a Dec. 5 New York Times column , that he would not cast his electoral vote for Trump. Suprun voted for Cruz in the primary and said he left behind his wallet on Election Day and thus did not vote in the general. Nonetheless, Suprun said, he was willing to vote for Trump in the electoral college until the candidate claimed with no evidence that millions of Clinton supporters voted illegally. Suprun’s public stance has elicited death threats and hate mail, he said. “As of yesterday, people are calling to say, ‘Get your ass together, or we’re coming for you,’ ” said Suprun, who was the sole Republican elector to ask for an intelligence briefing on Russia. “They are doing it with their own phone number, not even blocking the number. That’s not been surprising — look at what Trump says himself.” Vinz Koller, a Democratic elector from Monterey County, Calif., said he read Suprun’s column and started thinking about his own role in the college. It inspired him to support a new theory: If he could persuade other Democrats to abandon their Clinton votes, perhaps he and Republicans could agree on a more conventional choice — a la Ohio governor and failed candidate John Kasich — to vote for over Trump. The plan seemed unlikely, he said, but Trump’s candidacy unsettled him so much that he felt he needed to try anything. California is one of 29 states that mandate electors vote for the candidate who won the state, so Koller sued them to continue his plan. “Frankly, this is hard and not something I do lightly,” he said. “I’ve been working in partisan politics a long time, and I don’t like voting against my candidate, but I never thought that the country might be unstable until now.” On Thursday evening, he found himself in the Library of Congress. Strolling through its stacks, Koller sought a librarian with one request: Can I see the original Federalist Papers? He looked to see Federalist No. 68, written by Hamilton to describe the need for the electoral college. “We have been getting a civic lesson we weren’t prepared to get,” Koller said. “They gave us the fail-safe emergency brake, in case the people got it wrong. And here we are, 200 years later. It’s the last shot we have.” Ellen Nakashima contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "In last-shot bid, thousands urge electoral college to block Trump at Monday vote - The Washington Post"
   },
   {
    "entities": [
     "the 1870s",
     "scotland",
     "david",
     "rico",
     "luuwai",
     "howard",
     "hawaiian",
     "last year",
     "fermin",
     "domingo",
     "$30 million",
     "japan",
     "states",
     "puerto",
     "alexander",
     "radio",
     "baldwin",
     "hawai'i",
     "united",
     "philippines",
     "colleen",
     "145 years ago",
     "california",
     "recently",
     "brazil",
     "crockett",
     "ige",
     "china",
     "bill",
     "december 17",
     "more than 100 years ago",
     "portugal",
     "solomon/hawaii",
     "once",
     "sugar",
     "scott",
     "pereira",
     "robert",
     "solomon",
     "a&b",
     "u.s.",
     "molly",
     "currently",
     "today",
     "the coming weeks",
     "maui",
     "&",
     "public",
     "commercial",
     "germany",
     "cavilla",
     "hawaii",
     "the end of the year"
    ],
    "id": 22,
    "text": "December 17, 20169:00 AM ET Molly Solomon Fermin Domingo, 61, worked at HC&S; for 40 years. He drove in the last truck hauler of sugar cane on the plantation's final day. Molly Solomon/Hawaii Public Radio hide caption toggle caption Molly Solomon/Hawaii Public Radio Fermin Domingo, 61, climbs up the side of a sugar cane hauler for the last time. The haul truck driver has worked at Hawaiian Commercial & Sugar (HC&S;) company for the past 40 years, harvesting and hauling sugar cane to the mill. This is the last of Hawaii's sugar mills, and it too, is closing. Domingo and hundreds of other co-workers have gathered to wrap up the final harvest and say goodbye to a crop that shaped the islands. Domingo fires up the engine and the truck slowly rumbles toward the mill, its tires churning through thick mud. It stops at the base of a conveyor belt and a giant crane hooks the final load of Maui sugar cane. Cheers break out from the hundreds of workers standing nearby. \"I came here when I was 18 from the Philippines,\" says Domingo. \"I joined the company and I started harvesting. It was fun working out there, but we're at the end and I don't know what to do later.\" Workers at the mill look on as the last piece of the final harvest drives up to the factory to be processed. Molly Solomon/Hawaii Public Radio hide caption toggle caption Molly Solomon/Hawaii Public Radio For over a century, the sugar industry dominated Hawaii's economy. But that changed in recent decades as the industry struggled to keep up with the mechanization in mills on mainland U.S. That and rising labor costs have caused Hawaii's sugar mills to shut down, shrinking the industry to this one last mill. Article continues after sponsorship Bill Cavilla is one of 675 workers who will lose their jobs once this operation closes by the end of the year. \"It's just an emotional thing,\" he says. \"Just realizing it's going to end.\" The sugar mill started harvesting cane on Maui 145 years ago, around the time sugarcane plantations began taking over the islands' landscapes when the Civil War cut off sugar supplies from the south. Then, in the 1870s, the U.S. signed a \"reciprocity treaty\" with the Kingdom of Hawaii. The United States agreed to cut tariffs on Hawaiian sugar and rice, in exchange for Hawaii cutting tariffs on imported cotton and other American products. The spread of sugarcane plantations on the islands brought immigrant labor in waves from China, Japan and the Philippines. A smaller number of people also came from Portugal, Puerto Rico, Scotland and Germany. That immigration laid the foundation for the multicultural population of today's Hawaii. Some of the remaining workers at the mill stand in front of the last hauler truck of Hawaiian sugar cane. Molly Solomon/Hawaii Public Radio hide caption toggle caption Molly Solomon/Hawaii Public Radio \"My grandparents emigrated from Japan to work in the plantations more than 100 years ago, like so many others,\" says David Ige, Governor of Hawaii, who has briefly stopped by to attend the last harvest at HC&S;, along with some 500 other people. The company has been financially struggling for decades, reporting losses of $30 million last year. Like other sugar companies, it blames the losses on rising costs from labor and transportation to land, as well as increased competition from producers such as Brazil. The HC&S; mill is owned by Alexander & Baldwin (A&B;), a real estate and agricultural company in the state. Ige says the state supports A&B;'s plan to keep HC&S; lands in agriculture. The company currently has about 140 acres of biofuel crops in the ground, as it transitions toward diversified agriculture. A&B; also recently expanded its cattle pasturelands to 4,000 acres. Back at the mill, Howard Scott Pereira, a retired worker, has come by to say his final goodbyes. The 78-year-old brought his daughter Colleen who says the story of sugar is what brought her family to Hawai'i. \"Our families came when it was a territory to work the plantations,\" she says. \"So we had to come.\" Fields of sorghum, one of the trial crops planted by Alexander & Baldwin. The company plans to replace the sugar cane acreage with diversified agriculture and cattle pasture. Molly Solomon/Hawaii Public Radio hide caption toggle caption Molly Solomon/Hawaii Public Radio Robert Luuwai, the vice president of HC&S;, walks through the sugar mill on Maui for one of the last times. Molly Solomon/Hawaii Public Radio hide caption toggle caption Molly Solomon/Hawaii Public Radio The remaining workers at the mill process the last harvest, producing sugar for shipping to mainland U.S. The last shipment of sugar, a little more than 30,000 tons, is scheduled to reach Crockett, California in the coming weeks. ",
    "title": "The Final Days Of Hawaiian Sugar : The Salt : NPR"
   },
   {
    "entities": [
     "against",
     "iowa",
     "next few years",
     "west",
     "january 2004",
     "florida",
     "2001",
     "inauguration day",
     "trump",
     "2000",
     "house",
     "august",
     "hardee",
     "gary",
     "jan. 20",
     "brock",
     "the future",
     "jon",
     "several months in 2003",
     "mandatory",
     "gritzner",
     "minimums",
     "california",
     "donald",
     "march 2016",
     "indiana",
     "the day",
     "schuppe",
     "2014",
     "bureau",
     "of",
     "congress",
     "bernard",
     "september 2004",
     "daylight",
     "5:32",
     "justice",
     "felman",
     "2004",
     "bill",
     "martinson",
     "haute",
     "virginia",
     "current",
     "copeland",
     "stoneham",
     "first day",
     "department",
     "30 years ago",
     "u.s.",
     "molly",
     "obama",
     "gill",
     "des",
     "prisons",
     "the following january",
     "james",
     "mandy",
     "mason",
     "dec. 2",
     "trenton",
     "cindy",
     "glenville",
     "2010",
     "terra",
     "families",
     "now",
     "office",
     "nov. 4",
     "last 11",
     "smith",
     "department's",
     "city",
     "last day",
     "october 2017",
     "moines",
     "white"
    ],
    "id": 23,
    "text": "Second Chance at Life: Inmates Hope for Last-Minute Clemency 5:32 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161218012040if_/http://www.nbcnews.com/widget/video-embed/835333187706\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> She urged them not to despair. She'd spent half of her 12 years in prison trying to get her wish. \"Don't give up hope,\" Martinson recalled telling them. \"There is always hope.\" But there is less of it. As Obama's second term draws to a close, so does his two-year-old clemency initiative, which gives relief to drug offenders serving terms that would have been shorter if they'd been prosecuted under current sentencing laws. He has given out more than 1,000 commutations, more than the last 11 presidents combined. But the total is just a tiny fraction of the 31,800 petitions he received, with 13,000 applicants still waiting for a decision. And time is running out. The initiative is expected to halt under Donald Trump, who has disparaged Obama's early releases. \"I feel like I got in right under the wire,\" Martinson said after returning to her childhood home in northern Iowa Dec. 2. \"I think that wherever my petition was on the humongous stack of petitions that are still pending, mine was, thank God, in the right place at the right time.\" Now, at 39, she is a symbol of the human potential clemency aims to unlock — and is shouldering the hopes of drug-war prisoners still waiting for the president's golden-stamped letter. 'A second chance at life' News travels fast in prison. When the White House releases a new batch of commutations, inmates with pending petitions scrutinize it, comparing the recipients to their own cases and looking for reasons they'll make the next list. \"It gives you something to look forward to,\" said Trenton Copeland, who is serving a life sentence for cocaine distribution at the federal prison in Terra Haute, Indiana. \"When a judge says life, it gives you a feeling like you're buried alive and basically waiting to die. But when I heard about the clemency initiative, it gave me a new perspective: that it wasn't over yet.\" \"It's a second chance at life,\" Copeland, 33, said. \"That's everything.\" Trump's election has increased the sense of urgency. Many on the waiting list see Inauguration Day on Jan. 20 as the moment their wishes will expire. \"We just don't see no daylight after Obama is gone,\" said Bernard Gary Smith, serving a 22-year sentence for his part in a crack and marijuana conspiracy. \"I think this is my last shot.\" Related: With Trump in White House, Criminal Justice Reformers Will Look Elsewhere Smith, 44, recalled hearing news in August that Obama had ended the life sentence of a fellow inmate at the federal prison in Glenville, West Virginia. The inmate had been convicted of dealing cocaine while in possession of a gun, a crime that seemed to Smith as more serious than his own. But it is difficult to discern trends, because the Justice Department's Office of the Pardon Attorney does not provide any explanations. \"Sometimes you wish any decision would come down just so you know how you'll live the next few months — and next few years,\" Smith said. A step toward reform The power of clemency is enshrined in the Constitution, although presidents typically use it sparingly. Obama was no different, until 2014, when he put out a call for nonviolent offenders who were sentenced to prison before the easing of notoriously harsh mandatory minimum laws in 2010. Related: As Drug Sentencing Debate Rages, 'Ridiculous' Sentences Persist The Justice Department enlisted the nation's bar and civil rights groups to identify the most promising candidates. But bureaucratic tangles contributed to a growing backlog. Advocates and clemency recipients are now pressing Obama to take more drastic action, such as blanket commutations for prisoners who've already been deemed low-risk. But clemency does not change the system. Mandatory minimum laws are still used to put thousands of nonviolent drug offenders into the federal prison system every year. There is a bill that seeks to give judges more discretion, but Congress has balked at it . Some believe Obama's clemency initiative could help the cause by raising public awareness of unfairly stiff sentences. \"It sets the stage for real reform,\" said James Felman, a Florida defense lawyer who has filed petitions for dozens of inmates. \"That is the most important legacy.\" From addiction to prison Martinson during a trip to California in 2001. Courtesy Mandy Martinson Martinson's brief history with drugs, and her lengthy incarceration, shows how mandatory minimum sentences have been twisted to punish low-level offenders, which was not Congress' intent when it created them 30 years ago at the height of a drug panic. Her clemency can be seen as a correction to that, and a rebuke to critics who warn that Obama is giving second chances to people who don't deserve it. \"Mandy is a good reminder that these are our friends and neighbors and children and sisters that we're talking about. These are real people,\" said Molly Gill, director of federal legislative affairs at Families Against Mandatory Minimums, which helped Martinson file for commutation. \"They're not people who are saying they're innocent. They're not people who said they shouldn't be punished. They're people who just want what we'd want for our friends and neighbors and daughters and sisters, which is a fair shake.\" Senior U.S. District Court Judge James Gritzner, who sits in Des Moines, Iowa, found that to be the case with Martinson, who he was obligated to send to prison for 15 years. \"We all did our duty,\" Gritzner said. \"But there are times when your duty, while well performed, doesn't make you feel very good.\" Martinson's addiction spanned several months in 2003 and 2004, upending a life that seemed charted for success. She went to college, earned her dental hygiene license, and bought a home in the small farming community where she grew up. She was a people-pleaser, motivated by the approval of her parents and neighbors. But that masked a low self-esteem that drew her to needy men, including one who sold meth and marijuana. Martinson in a photo taken circa 2000. Courtesy Mandy Martinson He moved in with her, and she joined him on drug runs, helping him count money and keep track of his product. She also let him store everything in her house, which was raided in January 2004, five weeks after they met. Among the items seized were several pounds of meth and the boyfriend's handgun. The boyfriend faced a mandatory minimum of 20 years in federal prison, which he got shortened by sharing the details of his operation with authorities. He also testified against Martinson, who as a bit player had little valuable information to bargain for her own benefit. She went to trial in September 2004. She knew she was guilty of the drugs, but didn't think she'd get convicted for possessing her boyfriend's gun. On that, she was wrong. By the time she was sentenced the following January, Martinson had kicked her meth habit. But Gritzner said he had no choice but to impose the mandatory minimum of 15 years. From the bench, he pointed out that Martinson's boyfriend had been sentenced to less than 13 years, even though she had been \"largely subject to his direction and control.\" Martinson went to prison at 27, unable to comprehend the term in front of her. A surprise gift Her case weighed on Gritzner, who in 2010 agreed to support Martinson's petition for commutation. He wrote a letter to Obama, asking the president \"to provide the justice in this case that I could not.\" That petition was denied. So was a second, in 2014, after Obama had launched his clemency initiative — and not long after Martinson's mother, Cindy, died of bone cancer. \"After that, I really thought there wasn't any hope,\" Martinson said. Mandy Martinson at a surprise welcome party in Mason City, Iowa on the day she was released from a halfway house. Brock Stoneham / NBC News But with encouragement from Families Against Mandatory Minimums and the Clemency Project 2014, a coalition of lawyers helping the Obama administration identify the strongest cases, Martinson submitted a third petition in March 2016. She didn't give herself good odds, because she was approaching her projected release date of October 2017, which factored in good-time credit. \"I was really not expecting it because I figured I'm almost done,\" she recalled. \"Why would they waste it on me when there are so many other people with so much time left?\" The surprise news came in a call from her lawyer on Nov. 4. Not long after, she received Obama's letter. \"Remember that you have the capacity to make good choices,\" he wrote. \"By doing so, you will affect not only your own life, but those close to you. You will also influence, through your example, the possibility that others in your circumstances get their own second chance in the future.\" After celebrating, Martinson thought of the others she knew who were still waiting. They were good people. What made them any less deserving? She owed it to them to put her clemency to good use. Home, free Before dawn on Dec. 2, Martinson stood at the exit of a Mason City halfway house with a new bob haircut and bags slung over her narrow shoulders. It was her last day in U.S. Bureau of Prisons custody, and through a window she could see her father, Bill, who'd visited her every weekend, first with her mom, and then alone. The door opened, and Martinson stepped through, dropping her bags and throwing her arms around him. They'd always been affectionate, but in prison visits, the hugs had been strictly limited. She felt lighter, as if coming up for air after a long underwater swim. \"I love you,\" she said. \"Let's go,\" he replied. Mandy Martinson and her father, Bill, who visited her every week while she was in federal prison for a methamphetamine offense. Brock Stoneham / NBC News On the drive home, she told him she'd dreamed her mother was still alive. She asked about her cat, who had survived her entire incarceration. Moving through the dark streets of her hometown felt unreal. That changed at her father's house, where, as the sun rose, a gaggle of aunts and friends stopped by with coffee and donuts. Over the fireplace was an urn containing her mother's ashes. Someone asked what she was going to do on her first day out. \"I'm free all day,\" she responded, stroking her cat's back. \"Oh, that sounds nice: I'm free.\" In the hours and days ahead, there would be more to savor: private showers, sleeping without layers of clothes to keep warm, meals and exercise any time she liked. There would be two jobs, one at a local Hardee's, another at a grocery store. She'd soon go back to class for her dental hygiene license; her old boss had told her he'd take her back. She knew the stigma of prison would not fade easily. \"But when I can say the president believes in me, maybe you could take a chance on me too, it helps put a little bit of strength in my back pocket,\" Martinson said. \"When somebody believes in you that much, you don't want to let them down.\" Jon Schuppe ",
    "title": "Inmates Hope for Last-Ditch Shot at Obama's Clemency Program - NBC News"
   },
   {
    "entities": [
     "kermit",
     "d.",
     "japan",
     "harbor",
     "billions of dollars",
     "1948",
     "mcfaul",
     "druzhinin",
     "california",
     "pool",
     "theodore",
     "b.",
     "cia",
     "china",
     "schiff",
     "f.b.i.",
     "this year",
     "today",
     "a.",
     "three months ago",
     "five years later",
     "the 1950s",
     "clinton",
     "kremlin",
     "intelligence",
     "liberal",
     "democratic",
     "1960s",
     "shah",
     "friday",
     "the end may",
     "chile",
     "joseph",
     "august",
     "g.r.u.",
     "alexei",
     "michael",
     "united",
     "tim",
     "adam",
     "of",
     "russia",
     "command",
     "early last summer",
     "podesta",
     "agency",
     "u.s.",
     "v.",
     "staff",
     "james",
     "joint",
     "pearl",
     "york",
     "n.s.a.",
     "mohammad",
     "jr.",
     "the future",
     "pentagon",
     "roosevelt",
     "nye",
     "c.i.a.",
     "front",
     "britain",
     "party",
     "moscow",
     "italy",
     "security",
     "asia",
     "john",
     "mossadegh",
     "the past week",
     "obama",
     "national",
     "new",
     "guatemala",
     "iran",
     "committee",
     "putin",
     "hawaii",
     "weiner",
     "d.n.c.",
     "last year",
     "times",
     "last wednesday",
     "credit",
     "december 18, 2016",
     "states",
     "trump",
     "house",
     "hillary",
     "millions of dollars",
     "europe",
     "mosaddeq",
     "vladimir",
     "chiefs",
     "2016",
     "cybertechniques",
     "cyber",
     "future",
     "first year",
     "now",
     "winnefeld"
    ],
    "id": 24,
    "text": "Continue reading the main story The idea of exposing Mr. Putin’s links to oligarchs was set aside after some aides argued that it would not come as a shock to Russians. Still, there are proposals to cut off leaders in Mr. Putin’s inner circle from their hidden bank accounts in Europe and Asia. There is an option to use sanctions under a year-old executive order to ban international travel for senior officials in the G.R.U., the Russian military intelligence unit that American spy agencies say stole emails from the Democratic National Committee and Hillary Clinton’s campaign chairman, then doled them out to WikiLeaks, betting that media outlets eager for insider details would amplify them, doing the Kremlin’s work for it. Advertisement Continue reading the main story The National Security Agency and its military cousin, the United States Cyber Command, which is responsible for computer-network warfare, have worked up other ideas, officials said, though some have been rejected by the Pentagon. Those plans could deploy the world-class arsenal of cyberweapons assembled at a cost of billions of dollars during Mr. Obama’s tenure to expose or neutralize some of the hacking tools favored by Russia’s spies — the digital equivalent of a pre-emptive strike. But the selection of targets by Americans and the accuracy of that retaliation could also expose software “implants” that the United States has patiently inserted and nurtured in Russian networks, in case of future cyberconflicts. And the revelation in August about some of the N.S.A.’s own tools for breaking into foreign computer networks has raised the possibility that the Russians are already inside American networks and are sending a warning that they can respond in kind. All of this has led Mr. Obama to ask how the Russians might escalate the confrontation, and whether the United States in the end may have more to lose than Russia. “He doesn’t have great options,” said Michael D. McFaul, formerly one of Mr. Obama’s top national security aides and then his ambassador to Moscow. Photo Mr. Obama has been cautious in weighing a response to Russia and its president, Vladimir V. Putin. Credit Pool photo by Alexei Druzhinin Mr. Obama is the president who, in his first year in office, reached for some of the most sophisticated cyberweapons on earth to blow up parts of Iran’s nuclear facilities. Now, at the end of his presidency, he has run headlong into a different challenge in the cyberwarfare arena. The president has reached two conclusions, senior officials report: The only thing worse than not using a weapon is using it ineffectively. And if he does choose to retaliate, he has insisted on maintaining what is known as “escalation dominance,” the ability to ensure you can end a conflict on your terms. Mr. Obama hinted as much at his news conference on Friday, as he was set to leave for his annual Hawaii vacation, his last as president. Advertisement Continue reading the main story “Our goal continues to be to send a clear message to Russia or others not to do this to us because we can do stuff to you,” he said. “But it is also important to us to do that in a thoughtful, methodical way. Some of it, we will do publicly. Some of it we will do in a way that they know, but not everybody will.” He rejected calls for a big, symbolic show of power, dismissing the idea that if the United States “thumped our chests about a bunch of stuff, that somehow that would potentially spook the Russians.” The goal, Mr. Obama said, was to come up with a response “that increases costs for them for behavior like this in the future but does not create problems for us.” There is not much new in tampering with elections, except for the technical sophistication of the tools. For all the outrage voiced by Democrats and Republicans in the past week about the Russian action — with the notable exception of Mr. Trump, who has dismissed the intelligence findings as politically motivated — it is worth remembering that trying to manipulate elections is a well-honed American art form. The C.I.A. got its start trying to influence the outcome of Italy’s elections in 1948, as the author Tim Weiner documented in his book “ Legacy of Ashes ,” in an effort to keep Communists from taking power. Five years later, the C.I.A. engineered a coup against Mohammad Mossadegh, Iran’s democratically elected leader, when the United States and Britain installed the Shah. “The military coup that overthrew Mosaddeq and his National Front cabinet was carried out under CIA direction as an act of U.S. foreign policy , conceived and approved at the highest levels of government,” the agency concluded in one of its own reports, declassified around the 60th anniversary of those events, which were engineered in large part by Kermit Roosevelt Jr., a grandson of President Theodore Roosevelt. There were similar interferences over the years in Guatemala, Chile and even in Japan, hailed as a model of post- World War II democracy, where the Liberal Democratic Party owes its early grip on power in the 1950s and 1960s to millions of dollars in covert C.I.A. support. The only differences this year are that the effort was directed at the United States, and that it was cyberenabled, giving Moscow a tool to amplify its efforts through the echo chamber of social media and news organizations that quoted from the leaked emails. “What has changed is that this was using cyberspace for advancing a political objective,” said Adm. James A. Winnefeld Jr., who served as vice chairman of the Joint Chiefs of Staff until he retired last year. Cybertechniques, he said, have amplified an old form of “political warfare, and the issue is not whether it successfully influenced the election — but the fact that they did it.” The Perfect Weapon: How Russian Cyberpower Invaded the U.S. A Times investigation reveals missed signals, slow responses and a continuing underestimation of the seriousness of a campaign to disrupt the 2016 presidential election. Over the past few months, an administration that prided itself on its work on cyberoffense and cyberdefense has learned a hard lesson: When it came to the 2016 election, an economically failing Russia, dismissed by Mr. Obama on Friday for its inability to grow or to innovate, exploited giant holes in the American system. Advertisement Continue reading the main story Mr. Obama conceded that he first heard about the attack on the Democratic National Committee “early last summer,” or nine months after the F.B.I. first alerted low-level D.N.C. officials about what had happened. That now appears to be critical lost time. If Mr. Obama had confronted the Russians immediately, in public or in the kind of private warning he said he delivered to Mr. Putin only three months ago during a meeting in China, the United States might have derailed the hacking campaign before it harvested and revealed thousands of emails. But the election hacking also raised questions about whether the American fixation on a “cyber Pearl Harbor” — a devastating attack on the power grid, cellphone network, financial system or computer-controlled gas pipelines — overlooked a more obvious vulnerability. As a detailed account in The New York Times last Wednesday revealed, the D.N.C. had virtually no protections for its electronic systems, and Mrs. Clinton’s campaign chairman, John D. Podesta, had failed to sign up for the “two-factor authentication” on his Gmail account. Doing so probably would have foiled what Mr. Obama called a fairly primitive attack. Now the question facing Mr. Obama is how public a retaliation to execute. The president laid out a case on Friday for acting with subtlety, so as not to start a tit-for-tat conflict. But as Joseph Nye, a strategist on so-called soft power, noted on Friday, “The reason to make some of this public is not just to deter the Russians, it is to deter others as well,” in future elections. It is possible, said Mr. McFaul, the former ambassador to Russia, that Mr. Obama’s most lasting contribution may be to get the details of the Russian hack declassified and to publish a report he has instructed the intelligence community to assemble before he leaves office. Advertisement Continue reading the main story “Given that Obama only has a few more weeks in office, I think he needs to focus his remaining time on attribution — that is declassification of intelligence so that there is no ambiguity about the Russian actions,” Mr. McFaul said. That “is completely within his powers,” he added, and would spur more congressional investigations regardless of the stance taken by Mr. Trump on the hack. Mr. Obama’s comments on Friday have led Democrats to demand further action. Representative Adam B. Schiff of California, the ranking Democrat on the House Intelligence Committee, said the response should mix “additional economic sanctions along with our allies, and clandestine means of exacting a cost on the Russians for their flagrant meddling in our election.” “I have little confidence,” he continued, “that the incoming president will take the actions necessary to make the Russians pay any price for the most consequential ‘active measures’ campaign against us in history.” A version of this article appears in print on December 18, 2016, on Page A1 of the New York edition with the headline: Wary President Takes On Riddles Of Cyberwarfare. Order Reprints | Today's Paper | Subscribe ",
    "title": "Obama Confronts Complexity of Using a Mighty Cyberarsenal Against Russia - The New York Times"
   },
   {
    "entities": [
     "maimoonah",
     "israel",
     "the next day",
     "syrian",
     "family",
     "eman",
     "sam",
     "sundays",
     "the day",
     "last month",
     "china",
     "j.",
     "once",
     "calgary",
     "yolanda",
     "today",
     "ethiopia",
     "east",
     "ali",
     "last winter",
     "bangladesh",
     "muslim",
     "mali",
     "catrin",
     "west",
     "island",
     "abdullah",
     "first hour",
     "two weeks later",
     "sunday",
     "donald",
     "daraa",
     "of",
     "toronto",
     "home",
     "bayan",
     "twitter",
     "midnight",
     "ahmad",
     "kantor",
     "heba",
     "york",
     "mornings",
     "child",
     "shifting",
     "mohammad",
     "dec. 17, 2016",
     "dynamics",
     "google",
     "mclorg",
     "province",
     "walmart",
     "alberta",
     "this summer",
     "lynsey",
     "gowayed",
     "burston",
     "minneapolis",
     "munich",
     "nammoura",
     "halloween",
     "years ago",
     "earth",
     "canada",
     "mohammads",
     "new",
     "santa",
     "addario",
     "overnight",
     "jodi",
     "halloween before",
     "the end of the month",
     "batoul",
     "october",
     "kerry",
     "mak",
     "times",
     "december 18, 2016",
     "trump",
     "algeria",
     "syria",
     "memories",
     "transforms",
     "eritrea",
     "past",
     "future",
     "wonder",
     "einhorn",
     "cole",
     "first year",
     "now",
     "maps",
     "jordan"
    ],
    "id": 25,
    "text": "Site Mobile Navigation Cover Photo Bayan Mohammad, a fifth grader, at school in Toronto. Bayan and her family arrived in Canada last winter as refugees. Credit Lynsey Addario for The New York Times Wonder and Worry, as a Syrian Child Transforms Canada welcomes Syrian refugees like no other country. But for one 10-year-old’s parents, is she leaving too much behind? By CATRIN EINHORN and JODI KANTOR DEC. 17, 2016 TORONTO — As soon as Bayan Mohammad, a 10-year-old Syrian refugee, arrived here last winter, she began her transformation. In her first hour of ice-skating, she managed to glide on her own. She made fast friends with girls different from any she had ever known. New to competitive sports, she propelled herself down the school track so fast that she was soon collecting ribbons. Bayan glued herself to the movie “Annie,” the ballet “Cinderella” and episodes of “Wheel of Fortune,” all stories of metamorphosis. As her English went from halting to chatty, she ticked off everything she hungered to do: An overnight school trip. Gymnastics lessons. Building a snowman — no, a snow-woman. “I just want to be Canadian,” she said. The volunteers resettling her family — a group of teachers, pediatricians and other friends and neighbors spurred by devastating images of young refugees and casualties of war — watched Bayan with wonder. Her parents, Abdullah and Eman Mohammad, a former grocery store owner and a nurse from a rural village, felt both pride and alarm. Coming to Canada with their four children, they had braced themselves for the hostility that so many refugees were encountering around the world, including just across the border, where Donald J. Trump warned of the threat posed by Syrian refugees. Instead, they found a national movement to aid them . Advertisement Continue reading the main story As Syria shattered, everyday citizens, called private sponsors, were adopting the newcomers, donating their time and thousands of dollars to help guide them through their first year. The volunteers attended to the family’s every need: an apartment, doctors, tips on finding a mosque and halal food. The sponsors even applied to bring other family members to Canada — and still they wanted to know what more they could do. Continue reading the main story The Mohammads were astonished and grateful. But over 10 months, the relationship was reshaping the family, rewriting roles and rules they had always followed. Abdullah and Eman found their marriage on new ground, the fundamental compact between them shifting. Bayan, their oldest child, was going from girl to adolescent, Middle Eastern to North American all at the same time. She was the one most likely to remember their now-obliterated life in Syria. On some days, her parents believed that she could meld her old and new identities; on others, they feared her Syrianness was being erased. Continue reading the main story Photo Bayan was eager to embrace the regular pastimes of Canadian youth, like ice-skating. Within her first hour, Bayan was gliding on her own, “arms outstretched and a smile as wide to match,” said one of her sponsors, Yolanda Mak. Credit Cole Burston for The New York Times If the family had landed in Munich or Minneapolis, they would have encountered new cultural dilemmas, too. But Canada’s unusual private sponsorship system made them especially acute, because it was so intimate. The Canadians and Syrians were in and out of one another’s homes for tutoring, computer lessons or celebrations. They shared parental tasks like communication with teachers, since the Mohammads spoke little English. “What they gave us, a brother wouldn’t even give to his own brother,” Mr. Mohammad said. Still, when one sponsor took the children to a ballet performance, Bayan twirled her way home and then begged for lessons — which would involve revealing outfits that would make her parents uncomfortable. The sponsors invited the children to make gingerbread houses and sing carols. Did saying yes mean that the strict Muslim family would be celebrating a Christian holiday? “Sponsorship brings the tension between East and West so close,” said Sam Nammoura, a Syrian-Canadian refugee advocate in Calgary, Alberta. The Mohammads had left Syria and then Jordan to safeguard their children — but once they arrived here, they were bewildered by what they found. Why were teenagers here allowed to stay out past midnight? Did children move away from home at 18 and never look back? How much control did parents even have? “Every day I have this dilemma,” Mrs. Mohammad said. “Am I letting the kids do the right thing?” In October, Bayan craved one item above all on her wish list: to join her school’s overnight trip. For three days at the end of the month, the whole fifth grade would travel to an island in Toronto’s harbor, exploring, conducting science experiments and sleeping in dorms. Advertisement “I want to go but my dad said no,” Bayan said over a family lunch of chicken and stuffed cabbage rolls. Her parents felt their children belonged at home; they had never been on a sleepover. “I want to go!” Bayan repeated. “I’m sad because my best friends are going.” By Canadian or American standards, she was being polite: no eye-rolling or accusations. Continue reading the main story Photo Kerry McLorg, center, the organizer of group of sponsors helping to resettle the Mohammad family in Canada, showed the children and their mother how to make gingerbread houses last month. Credit Lynsey Addario for The New York Times But in Syria, children are bound to respect the authority of their parents, even in adulthood. The rule had governed the Mohammad family for generations, backed up by relatives, friends, an entire culture. Within months of arriving in Canada, Bayan shocked her parents by beginning to question their decisions out loud. “She’s stronger now, here, and she tries to express herself more than in Syria,” her mother explained. Bayan knew she had a quiet ally at the lunch table that day: Kerry McLorg, the organizer of the sponsor group. Meticulous and restrained, Ms. McLorg never wanted to push the Mohammads, and when they asked for her advice, she tended to answer with clinical distance, lest her own preferences show. But she knew Bayan yearned for the adventure. She and the other sponsors saw it as another step in the girl’s integration into Canada. Her two children had gone on the trip years ago and still talked about the traditions — visiting a lighthouse, telling ghost stories. “Every kid in Toronto does this,” Ms. McLorg had told Bayan’s parents when they had asked. “Academically, it’s not important. But socially, it is very important.” Mr. Mohammad told Bayan again: No trip. He was not an immigrant who set out to adapt to a new world; he was a refugee trying to hold on to what had been ripped from him. “We’re forced to be here,” Mr. Mohammad said later. “We’re happy, but we’re forced to be here.” Advertisement He still had a shot at preserving the identity he wanted for Bayan, but he and his wife would have to be vigilant, willing to deny their daughter some of what she wanted. “I will do this for her,” he said. “God help us.” Continue reading the main story Photo Abdullah Mohammad looked at images of his village near Daraa, Syria, on Google Earth as the rest of the family was making gingerbread houses. Credit Lynsey Addario for The New York Times Shifting Family Dynamics Only one thing about Canada seemed to disconcert Bayan: its types of families she had never seen or even imagined. She was troubled by the concept of divorce, by classmates whose parents lived in separate homes. “My mom and dad, they will not do that,” she declared. The Mohammads were from a particularly conservative village in Daraa Province. Their union was arranged by their families and governed by clear tenets. Back home, Eman Mohammad, 36, did not leave the house without asking her husband’s permission. She did not socialize with men who were not relatives. Women in the village did not drive. Against the odds, and Abdullah’s initial reluctance, she had worked as a nurse, one of only a few women in her circle to be employed outside the home after having children. Now she was far more at home in Canada than he was. She attended her first modern dance performance, thrilled by the surprise and emotion. When her husband, 36, turned down a supermarket job this summer, unsure of what kind of work he wanted, she joked that she would take it. She was determined to get certified as a nurse again, even though that would require years of language instruction and coursework. Meanwhile, she found new purpose: helping lead a therapy group for Syrian women coping with trauma and displacement. Standing in front of a whiteboard, she peppered her presentations with motivational statements: “Nothing is impossible.” “When we work, we are helping society around us, not ourselves alone.” She earned about 70 Canadian dollars for each weekly session. Being in Canada “opened new doors for me that I didn’t even know existed,” Mrs. Mohammad said. Continue reading the main story Photo Clockwise from left, Batoul, Bayan, Mohammad and Ahmad walking home from school. Credit Lynsey Addario for The New York Times Her husband, however, was having difficulty. In Syria, he co-owned a grocery store and two butcher shops, and had been the unquestioned head of the household. Now the sponsors were helping support his family, along with government subsidies. While his wife went to one of the therapy groups, he took care of Bayan and the younger children, and he had been helping in the kitchen. “Sometimes I feel weak doing these things,” he said. “It’s a woman’s job.” He told himself that spending more time with his children would draw them closer. Bayan had ambitions for her father: to learn to swim, to drive, to buy a car with six seats. “I dream, like, all the time we have a big house and a pool,” she said. Advertisement Continue reading the main story But Mr. Mohammad was nowhere near finding work that could support a family of six in an expensive city, and he felt torn about whether he should continue to study English full time or just get the best job he could. “I feel lost,” he had said. Because his wife’s language skills were better, he sometimes was left out of conversations. (The Mohammads asked not to be identified by their full surnames, because they feared reprisals against relatives still in Syria. This article uses part of their family name.) If Syria heals, Mr. Mohammad said, he definitely wants to go back. His wife countered: “My future and my kids’ future is in this country.” We have been reporting on Canada's unusual welcome of Syrian refugees for nearly a year, paying frequent visits to the Mohammad family, the volunteers helping them, and other Syrians and Canadians involved in private sponsorship. Then they laughed. The marriages of many Syrians who had come to Canada were far more strained, they knew, the traditional arrangements difficult to replant on new soil. Mrs. Mohammad’s counseling groups were filled with women whose husbands had turned bitter at the changed circumstances. Some wives were finally reporting years of domestic abuse. The Mohammads tried to mitigate their differences with kindness. She found ways to telegraph respect for her husband’s authority — before buying a new dress, she texted him a photo and the price for approval. For fortitude with child care duties, he turned to Islamic teachings about the value of helping one’s wife. The two had long conversations about a new favorite word, “flexibility.” Even as Eman Mohammad craved opportunities for herself, she was not sure how much freedom she wanted for Bayan. In Syria, the path was restrictive but clear. If the war had never happened, she would already be wearing a head scarf and attending a girls’ school. Most girls in her village married at 14 or 15, though the Mohammads would have waited until at least 18. Even if she pursued university there, she would not go on unsupervised dates, get offered a beer at a party, or live alone. Now that she was in Canada, her mother felt, there was no longer a map for her daughter’s life. “I want to try everything here,” Bayan said. Continue reading the main story Photo Bayan checked her application of fake blood on Halloween before she went out trick-or-treating. Credit Cole Burston for The New York Times On the day of the school trip, with her classmates off on Toronto Island in a freezing rain, the family moved on to their next cultural debate. “What is the meaning of Halloween?” Mrs. Mohammad asked. The holiday was four days away. Bayan burst with answers. It was about being frightened in a fun way, she said, dressing as skeletons and ghosts. “It has to be something scary,” she explained. She wanted to wear a devil costume. Advertisement Continue reading the main story One of the sponsors had already arranged to take them trick-or-treating. But what Mrs. Mohammad had heard about the holiday made her dubious. Her children would celebrate death and horror, after they had escaped the real thing? Should she worry that her daughter wanted to dress as a symbol of evil? Did Canadians really believe in people coming back from the dead? Just then, Ms. McLorg arrived at the family’s apartment with a giant pumpkin for the children to carve. Bayan had asked Ms. McLorg to join them for the coming trick-or-treat date, but the sponsor did not realize how Mrs. Mohammad felt. Ms. McLorg was trying to introduce Canadian customs without imposing on the family’s own. “They should not have to change their essence in order to become Canadian,” Ms. McLorg said later. In fact, the country officially encourages new arrivals to maintain their own culture. In the end, they all celebrated Halloween. Another sponsor hosted them for dinner and cookies: long slivers of shortbread with red icing and almond nails, meant to look like bloody fingers. Ms. McLorg arrived in a pink bunny suit. On the costume question, Bayan and her mother had reached a middle ground: a zombie princess. Abdullah Mohammad headed home early; Bayan pleaded to stay later. Her mother surveyed the spiderwebs and chains lacing the street, watching her children merge into the flowing highway of trick-or-treaters. Continue reading the main story Photo Bayan studying the Quran at the school on a recent Sunday when the rest of the family were at a Santa parade, which Bayan was disappointed to miss. Credit Lynsey Addario for The New York Times Memories of Home Two weeks later, Mrs. Mohammad and her two daughters were propelled into a local Walmart by Bayan’s sheer force of will. She longed for a pair of sparkly purple sneakers, and begged, nagged and nearly cried until her mother agreed. As they navigated the aisles, mother and daughters looked like members of two different families. Mrs. Mohammad wore her head scarf, neck-to-toe gown and shawl, while the girls were in leggings and skinny jeans. The question about when Bayan would start covering her head loomed over her and her parents. As they were in Canada, her mother was willing to postpone it until seventh grade. Advertisement Continue reading the main story “No!” Bayan yelled when she overheard her mother talking about it. She looked ugly with her head covered, she thought. “When I’m in grade nine — maybe,” she said. But the next day, Bayan and her mother slipped inside a building a few blocks from their apartment, where the 10-year-old kicked off the brand-new sneakers and knelt. Her mother draped a thin scarf over her daughter’s head, expertly folding, tucking and pinning until it covered her hair without a strand showing. Photo Eman Mohammad helped her daughter Bayan put on a head scarf before she attended the Islamic school at a local mosque. Credit Lynsey Addario for The New York Times This was Islamic school at the mosque, a new fixture of Bayan’s Sundays. For several hours, she studied written Arabic, verses of the Quran and Islamic values with other children. It was the only activity of hers that the sponsors had not been involved in planning; that day, they were taking the rest of the family to a Santa parade, which Bayan was disappointed to miss. Sunday mornings were a compromise between Bayan and her parents: the single time each week, for now, that she would cover her head. For the main lesson that day, the teacher, Maimoonah Ali, an 18-year-old whose parents came to Canada as refugees from Eritrea, passed out colored Popsicle sticks and instructed the students to snap them. The sound of splintering wood filled the room. “Sometimes there are tests in life,” she told the children. “And sometimes they break us.” Then she collected the remaining sticks into a tight bundle. One by one, the students strained and failed to break them. “It’s really, really difficult to break things when they’re all together, right?” Ms. Ali asked. “And that’s exactly like us.” But it was not clear how much the class was going to do to help secure Bayan’s Syrian identity. In English, she could read at “Cat in the Hat” level, but her Arabic reading was worse, because the war had interrupted her schooling. Bayan was supposed to repeat the verses that a classmate was saying that day, but her partner did not speak Arabic, and Bayan could barely understand her. She was the only Syrian in the school. Other classmates’ parents came from Algeria, Bangladesh, Ethiopia and Mali. Half the population of Toronto is foreign-born, a reflection of Canada’s openness to immigrants. In her apartment building, Bayan has friends whose families are from Israel and China. Advertisement Continue reading the main story When her father picked her up, she could not take off her hijab fast enough. During lunch at home, as she chatted in English, he interjected: “Arabic!” She continued in a mix of both. When she talked about the stick exercise, her father gave a look of recognition. “I was Bayan’s age when they told me the same story,” he said. Continue reading the main story Photo Bayan drawing a heart on the window of her family’s apartment in Toronto. Credit Lynsey Addario for The New York Times Their childhoods seemed so disconnected from one another’s. The family left Syria when Bayan was 7 or 8 — they had foundered in Jordan before coming to Canada — and her memories of the home where her family had lived for three generations were dimming. She could picture playing hide-and-seek with her cousins by the fountain and grapevines in the courtyard, and recall the way an adjacent garden produced enough mint for the whole neighborhood. But Bayan and her sister could no longer agree on how many olive trees stood there: 20? 100? (Eight, their mother said.) After the Mohammads left Syria, the house next door was shelled or bombed and collapsed on their own home. It was ruined now, the second story gone. The sponsors helped them use Google Maps to try to find what was left, but no one could quite pinpoint it. “I love that house,” Bayan had said a few days before. Suddenly, her confidence and determination kicked in. “We’re going to build it,” she said. “My siblings. All of us.” Follow Jodi Kantor and Catrin Einhorn on Twitter. Lynsey Addario contributed reporting. Heba Gowayed contributed research. A version of this article appears in print on December 18, 2016, on Page A1 of the New York edition with the headline: Wonder and Worry, As a Syrian Child Transforms. Order Reprints | Today's Paper | Subscribe ",
    "title": "Wonder and Worry, as a Syrian Child Transforms - The New York Times"
   },
   {
    "entities": [
     "democratic",
     "october",
     "this week",
     "jason",
     "friday",
     "trump",
     "last summer",
     "saddam",
     "comey",
     "hillary",
     "reuters",
     "june",
     "rex",
     "oval",
     "donald",
     "dan",
     "monday",
     "cia",
     "b.",
     "balz",
     "congress",
     "russia",
     "present",
     "december 17",
     "vladimir",
     "dnc",
     "oct. 7",
     "john",
     "current",
     "post",
     "podesta",
     "about a week ago",
     "u.s.",
     "the past week",
     "hussein",
     "obama",
     "national",
     "fbi",
     "tillerson",
     "james",
     "at 12:02 pm",
     "ellen",
     "washington",
     "afternoon",
     "committee",
     "america",
     "now",
     "exxonmobil",
     "office",
     "putin",
     "aldag/the",
     "time",
     "clinton",
     "the future",
     "nakashima"
    ],
    "id": 26,
    "text": "By Dan Balz December 17 at 12:02 PM Follow @danbalz Presidents often are tested early, by unexpected crises or provocations by foreign adversaries. President-elect Donald Trump’s first test has come even before he is sworn in, and so far, he has responded with denial, equivocation and deflection. The test has come over Russia’s brazen intrusion into the U.S. election process through its hacking of the servers at the Democratic National Committee and the email account of John Podesta, Hillary Clinton’s campaign manager. Contrary to what Trump said this week, the Russian intrusion was known long before the election. The Washington Post’s Ellen Nakashima reported in June that the Russians had penetrated the DNC network. Then on Oct. 7, intelligence officials publicly stated that the hacking had occurred, that the Russians were behind it and that “only Russia’s senior-most officials could have authorized these activities.” That was an obvious reference to Russian President Vladimir Putin. Trump may have missed the October announcement. He was preoccupied with the infamous “Access Hollywood” video, which The Post had released the same afternoon. At the time, the video captured most of the media attention. It seemed to present a dire threat to Trump’s chances of winning the election. Trump weathered that storm and is a month away from being sworn in as president. Now he has a bigger problem awaiting him when he takes office, one he seems resistant to addressing. In the past week, intelligence officials have added to their findings, concluding that the motivation behind Russia’s hacking was to help Trump win. (Reuters) The findings about Russian interference and the motive behind their actions will not change the outcome of the election. On Monday, the electoral college’s electors will cast their votes in the states, and no doubt Trump will have his comfortable majority secured. Throughout the campaign, Trump described his philosophy as one of “America first.” He drew an enthusiastic response from his supporters for signaling that he would refocus U.S. foreign policy, away from the course pursued for the past eight years by President Obama and seemingly abandoning a broader consensus that has guided presidents of both parties for decades. But if standing up to Russian attempts to interfere with American democracy isn’t a foundational principle of an “America first” policy, what is? Trump’s response has suggested a different focus and different philosophy, one that might be described as “Trump first,” rather than “America first.” His instincts appear to be aimed at shielding himself. [ Intelligence agencies agree that Russians aimed to help Trump ] The hacking has become the elephant in the room since the election. It is a significant national security threat that Trump will have to deal with and also a roiling political debate that has threatened to complicate the transfer of power. Trump’s posture toward Putin and to the hacking long has puzzled and alarmed current and former government officials who have experience in these areas. His friendly attitude toward Putin is contrary to the views of officials in both parties about the man behind Russian aggression in various parts of the world. His invitation to Russia to try to hack Clinton’s emails, issued last summer during the Democratic National Convention, was inexcusable, even if in jest. He has long resisted embracing the evidence that the Russians were behind the hacking. He said it could have been done by other countries or by “somebody sitting on their bed who weighs 400 pounds.” (Jason Aldag/The Washington Post) When it was reported about a week ago that the CIA had concluded that the Russians were trying to help him win the election, he responded with a tweet slamming the intelligence community for claiming that Saddam Hussein had weapons of mass destruction in the run-up to the Iraq War. The CIA was tragically wrong in that case, but was it necessary for the incoming president to publicly rebuke and provoke the agency? All of this has put Trump at odds with the intelligence community he will soon oversee as commander in chief. That should be as worrisome to the incoming president as it is to the intelligence professionals. It has also put him at odds with many Republicans in Congress who are joining Democrats in their call for a thorough investigation and who already question whether Rex Tillerson, the ExxonMobil chief executive nominated by Trump to become secretary of state, is too friendly toward Putin. Meanwhile, the political implications of the hacking have added to the raw emotions left behind by an election outcome that surprised people in both parties. Clinton is on record as believing that the combination of the Russian hacking and especially the interference of FBI Director James B. Comey over her emails cost her the election. [ Obama says partisan divisions make U.S. vulnerable to propaganda ] Caught in the middle is Obama, who is obviously loyal to Clinton and disappointed that Trump will be his successor. During his Friday news conference, he skirted some direct questions, showing the degree to which he is trying to maintain a working relationship with Trump during the transition while still trying to highlight the findings of the intelligence community. As he put it, “not much happens in Russia without Vladimir Putin.” Since the election, Trump has rejected what would seem to be the obvious course to follow in light of the conclusions of the intelligence community. The simpler reaction would have been to respond the way many in Congress did, which was to express outrage at the interference and call for an investigation to examine exactly how the cyberintrusion happened and how similar activities can be prevented in the future. Instead, he has continued to question the intelligence community and to suggest partisan motivations of those who accept the findings. Perhaps his fear is that the more legitimacy is given to the conclusions that the Russians were motivated by their desire to help him or hurt Clinton, the less his victory will be seen as legitimate. Or perhaps all of his tweets and statements are a prelude to Monday’s electoral college vote, after which he will feel freer to reverse course and join others in calling for a congressional investigation to go along with the review and report ordered by Obama. In recent days, some of his advisers appeared to be preparing for that kind of shift. But the American people — and Trump advisers — have learned that no one safely speaks for Trump other than Trump himself. And they have learned how difficult it is for Trump to admit error. On top of all this is the president-elect’s apparent lack of interest in receiving daily intelligence briefings, a standard procedure for presidents. That raises questions about how he plans to conduct foreign policy. Will he seek all available evidence as he weighs decisions? Who will he listen to and trust? And will he ever have a trusting relationship with the vast intelligence-gathering resources at his command? Trump is still a month away from occupying the Oval Office. But he is already caught up in a controversy that will define the opening of his presidency and is struggling to find his way. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "For a president-elect who touts ‘America first,’ Russian hacking poses a problem - The Washington Post"
   },
   {
    "entities": [
     "waligora",
     "mitt",
     "last year",
     "right now",
     "maggie",
     "trovatos",
     "abel",
     "million dollars",
     "family",
     "trump",
     "kaiser",
     "tracy",
     "tribune",
     "henry",
     "opportunity",
     "moffit",
     "senate",
     "bruce",
     "donald",
     "kathy",
     "$1 million",
     "for",
     "paolo",
     "equal",
     "congress",
     "trovato",
     "avik",
     "on",
     "once",
     "j.",
     "uribe/chicago",
     "romney",
     "schencker",
     "/",
     "foundation",
     "chicago",
     "dec. 15, 2016",
     "uribe",
     "rauner",
     "heritage",
     "tovato",
     "roy",
     "obamacare",
     "illinois",
     "carlo",
     "now",
     "research",
     "medicaid",
     "robert",
     "lisa"
    ],
    "id": 27,
    "text": "If you have employer health insurance, an Obamacare repeal will affect you too Potential Obamacare repeal worries Illinois family Ending Obamacare could change how insurance works for the Trovato family, as well as an estimated 6.8 million Illinoisans and 156 million Americans who were covered through employers last year. (Abel Uribe/Chicago Tribune) Ending Obamacare could change how insurance works for the Trovato family, as well as an estimated 6.8 million Illinoisans and 156 million Americans who were covered through employers last year. (Abel Uribe/Chicago Tribune) Lisa Schencker Contact Reporter Chicago Tribune One of the first things Tracy Trovato did — once she overcame the shock of learning her 42-year-old, marathon-training husband had leukemia — was look through their health insurance documents. She dug up one paper that said the plan would pay no more than $1 million for medical services in a lifetime. The Chicago woman and her husband, Carlo, called their insurance company in a panic. \"Our first question was, 'Can we take care of leukemia in a million dollars?'\" Tracy Trovato said. The woman on the other end of the line reassured them, telling them, \"The president took care of that, we don't have maximum caps anymore,\" Trovato recalled. \"Those were among the sweetest words,\" said Trovato, whose insurance is through her husband's employer. Obamacare and Medicaid could result in \"grave harm to our communities and the financial well-being of the state.\" The groups... More than 100 Illinois health care advocacy groups, medical providers and social service organizations are urging Gov. Bruce Rauner to tell Congress that proposed changes to Obamacare and Medicaid could result in \"grave harm to our communities and the financial well-being of the state.\" The groups... (Lisa Schencker) Now, however, that ban on lifetime limits, along with other health insurance protections, has been thrown into question with the election of Donald Trump, who's promised to repeal and replace the Affordable Care Act , also known as Obamacare. In recent weeks, much attention has focused on what repealing and replacing the law might mean for the roughly 1 million Illinois residents and nearly 20 million Americans who get health insurance through the law's exchanges or Medicaid expansion. But Obamacare is far broader than that. Scrapping the law also could change how health insurance works for 6.8 million Illinois residents and 156 million Americans who had coverage last year through employers, as estimated by the Henry J. Kaiser Family Foundation. \"We view everything as being threatened right now,\" said Kathy Waligora, director of the health reform initiative of EverThrive Illinois. In addition to banning lifetime coverage caps, the Affordable Care Act lets consumers keep children on their plans until age 26; requires companies with at least 50 employees to offer coverage; and makes preventive care, such as health screenings, flu shots, breast-feeding supplies and contraception, free to those with insurance. The Trovatos Abel Uribe / Chicago Tribune Carlo Trovato and his wife, Tracy, sit in the dining room with their children Paolo, 13, and Maggie, 16, before dinner Dec. 15, 2016. Carlo Tovato, once diagnosed with leukemia, has been cancer-free for about three years but the family is concerned that lifetime limits on health insurance coverage could return if Obamacare is repealed. Carlo Trovato and his wife, Tracy, sit in the dining room with their children Paolo, 13, and Maggie, 16, before dinner Dec. 15, 2016. Carlo Tovato, once diagnosed with leukemia, has been cancer-free for about three years but the family is concerned that lifetime limits on health insurance coverage could return if Obamacare is repealed. (Abel Uribe / Chicago Tribune) Obamacare also bars insurers from denying coverage to people with pre-existing conditions, though a shake-up of that requirement is more likely to affect those shopping for coverage outside of employer plans. Before Obamacare, a separate federal law generally prohibited plans offered by employers from withholding coverage because of pre-existing conditions. Republicans aren't expected to immediately repeal the entire Affordable Care Act. They don't have enough votes in the Senate to stop a filibuster over a repeal bill. Instead, many observers expect they'll pass a reconciliation bill, which will allow them to roll back some, but not all, of the law's provisions while they work on a full replacement. Experts agree some of Obamacare's requirements are likely to stay and others are likely to go. The requirement that companies with at least 50 full-time employees provide health care coverage is likely on its way out, possibly in a reconciliation bill, said Robert Moffit, a senior fellow at the Heritage Foundation, a conservative think tank. Avik Roy, who served as a health care adviser to former presidential candidate Mitt Romney and founded the Foundation for Research on Equal Opportunity, said that requirement has led to a lot of problems, such as companies limiting their full-time hiring so as not to hit the 50-employee threshold. ",
    "title": "If you have employer health insurance, an Obamacare repeal will affect you too - Chicago Tribune"
   },
   {
    "entities": [
     "management",
     "mulvaney",
     "mick",
     "phelps",
     "south",
     "by",
     "trump",
     "house",
     "ryan",
     "dec 17, 2016",
     "lead",
     "paul",
     ", 12:34 pm",
     "donald",
     "omb",
     "of",
     "congress",
     "carolina",
     "jordyn",
     "and",
     "america",
     "washington",
     "wisconsin",
     "committee",
     "office",
     "budget"
    ],
    "id": 28,
    "text": "Donald Trump Nominates Mick Mulvaney to Lead Office of Management and Budget By Jordyn Phelps Dec 17, 2016, 12:34 PM ET 0 Shares President-elect Donald Trump has tapped Rep. Mick Mulvaney to be head of the Office of Management and Budget . A South Carolina Republican who has advocated for spending cuts in Congress, Mulvaney will become the chief architect of Trump's budget as the director of the OMB. In a statement, Trump pledged that his administration will do \"great things\" and bring the national debt down with Mulvaney leading the office. \"With Mick at the head of OMB, my administration is going to make smart choices about America's budget, bring new accountability to our federal government, and renew the American taxpayer's trust in how their money is spent,\" Trump said. Mulvaney called it a \"great honor\" to be selected for the post. \"The Trump administration will restore budgetary and fiscal sanity back in Washington after eight years of an out-of-control, tax and spend financial agenda, and will work with Congress to create policies that will be friendly to American workers and businesses,\" Mulvaney said in a statement. House Speaker Paul Ryan of Wisconsin called Mulvaney \"the absolute right choice\" to lead the OMB, in a statement released following the announcement. \"Mick is someone I have come to greatly respect and rely on, going back to our time serving together on the Budget Committee,\" Ryan said. \"I look forward to working with Mick in his new role, and I commend President-elect Trump on this excellent selection.\" 0 Shares ",
    "title": "Donald Trump Nominates Mick Mulvaney to Lead Office of Management and Budget - ABC News"
   },
   {
    "entities": [
     "dec 17",
     "saturday, dec. 17, 2016",
     "et",
     "across",
     "iowa",
     "maryland",
     "larry",
     "west",
     "friday",
     "cortez",
     ", 8:07 pm",
     "storms",
     "amasiatu",
     "4:26",
     "wreak",
     "colorado",
     "south",
     "minnesota",
     "dave",
     "nation",
     "reuters",
     "transportation",
     "the",
     "marvellous",
     "2 p.m.",
     "kevin",
     "mexico",
     "indiana",
     "morning",
     "2:58",
     "saturday",
     "hogan",
     "weather",
     "lodi",
     "tuesday",
     "charlotte",
     "north",
     "county",
     "dec. 17",
     "sage",
     "st.",
     "boston",
     "2016",
     "julio",
     "wcnc",
     "england",
     "authority",
     "night",
     "virginia",
     "havoc",
     "police",
     "louisiana",
     "mccausland",
     "late sunday",
     "tennessee",
     "michigan",
     "northeast",
     "hiller",
     "nbc",
     "national",
     "new",
     "carolina",
     "n.j.",
     "louis",
     "york",
     "service",
     "washington",
     "afternoon",
     "wisconsin",
     "ayd",
     "mid-atlantic",
     "houtz",
     "4:45 a.m.",
     "winter",
     "wbal-tv",
     "phil",
     "mississippi",
     "baltimore",
     "city",
     "boulevard"
    ],
    "id": 29,
    "text": "Dec 17 2016, 8:07 pm ET Winter Storms Wreak Havoc Across the Nation, Kill Seven by Phil McCausland Arctic Blast Brings Deadly Travel Conditions to Several States 2:58 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161218013444if_/http://www.nbcnews.com/widget/video-embed/835803203934\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Two people were killed and dozens were injured when a gasoline tanker skidded off an ice-covered Baltimore highway and exploded, sparking a 55-vehicle pileup as a winter storm brought snow and ice to the Mid-Atlantic and Northeast, authorities said. \"When I looked up I saw a lot of trailers slamming on each other going 50 mph. Basically they were piling up at 50 mph,\" eyewitness Marvellous Amasiatu said of the 4:45 a.m. pileup on the elevated portion of I-95 in downtown Baltimore near the Washington Boulevard exit. \"Oh my God,\" he said. \"I could see those trailers coming. They had no idea how bad that bridge froze.\" The driver of the tanker truck was killed and one other person died in the pileup, which was sparked by debris from the tanker crash and explosion, Maryland Transportation Authority Police Lt. Kevin Ayd said. The cause of the crash is under investigation. Winter storms and frigid temperatures that have affected large parts of the country have been blamed in 13 deaths since Tuesday and hundreds of car crashes. At least seven people were killed in crashes since Friday night. A third person in Maryland was killed Saturday morning after he stepped out of his car on I-95 to inspect damage from a fender-bender and was struck by a vehicle, Ayd said. More than two dozen people were injured in the pileup, four of whom were in critical condition, NBC affiliate WBAL-TV reported . Play 50+ pileup in Baltimore due to icy roads 4:26 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161218013444if_/http://www.nbcnews.com/widget/video-embed/835727939872\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Two people were killed in crashes in the Charlotte, North Carolina area Saturday morning, accidents police said were due to icy conditions, NBC affiliate WCNC reported . Two separate crashes in Indiana between Friday night and Saturday afternoon left two people dead, and more freezing conditions were expected Saturday night, state police said. Overall state police responded to 380 crashes and 150 slide offs by 2 p.m., police said. In Maryland, Gov. Larry Hogan said \"road conditions in many areas of the state are still extremely dangerous, and all those who can avoid travel should stay off the roads until conditions have improved.\" Parts of Baltimore County and the city one-fifth of an inch of ice was recorded, the National Weather Service said, and near-freezing temperatures were expected in Maryland, extreme northern Virginia and eastern West Virginia Saturday night. Trucks and vehicles are shown in a pile-up involving a fuel tanker which skidded off the an icey 1-95 highway in Baltimore on Dec. 17. Sage Hiller / via Reuters In New Mexico, state police also reported a pileup that included \"approximately 40 vehicles\" on Interstate 40 Saturday morning. According to law enforcement, the roadway is covered in snow and ice, but they have not confirmed that the accident was caused by the inclement conditions and have not reported any deaths or injuries. In St. Louis, the fire department reported more than 50 vehicle accidents and 40 falls. A firefighter was also struck by a vehicle and remains in serious but stable conditions. Two to five inches of snow were reported to have accumulated across the Northeast and a second bout of cold was expected to create icy conditions. The wintry precipitation is expected to taper off, ending by late Sunday after leaving treacherous conditions in the Mid-Atlantic region, forecasters said. \"It's pretty much winding down especially in the Northeast,\" said Senior Weather Channel Meteorologist Dave Houtz. \"There's still a little bit of freezing rain in parts of New England. Most of it is either rain or snow at this point. It's just foggy and drizzly in New York City, otherwise most of the precipitation is pretty light.\" A vehicle involved in a crash sits on the fast lane of Highway Interstate 80 after an accident during a snowfall, Saturday, Dec. 17, 2016, in Lodi, N.J. Julio Cortez / AP There will be some severe weather in parts of the South Saturday night, from Louisiana through Mississippi and up into Tennessee, forecasters said. It will likely consist of wind, hail and thunderstorms, but tornadoes are possible. \"It is snowing from Colorado to Iowa and Michigan, Wisconsin, Minnesota, and northern New York and most of New England north of Boston,\" said Houtz. Phil McCausland ",
    "title": "Winter Storms Wreak Havoc Across the Nation, Kill Seven - NBC News"
   }
  ]
 }
}