{
 "19": {
  "col-sim": {
   "cosine": 0.17384321281960538,
   "entity": 0.19178532059415368
  },
  "exec-time": 31.470247507095337,
  "links": [
   {
    "entities": [
     "2016",
     "inc.",
     "cbs",
     "interactive"
    ],
    "id": 0,
    "text": "Copyright © 2016 CBS Interactive Inc. All rights reserved. ",
    "title": "Syria Crisis - CBS News"
   },
   {
    "entities": [
     "edelman",
     "joe",
     "michele",
     "jameis",
     "atlanta",
     "giants",
     "miami",
     "paul",
     "flacco",
     "patrick",
     "hooper",
     "jairaj",
     "clark",
     "harmon",
     "stadium",
     "erik",
     "tennessee",
     "chargers",
     "``gus",
     "hoffman",
     "clowney",
     "dak",
     "shad",
     "roethlisberger",
     "doug",
     "maualuga",
     "michael",
     "everbank",
     "facebook",
     "cameron",
     "jets",
     "fluker",
     "lesean",
     "julian",
     "jones",
     "d.j.",
     "irving",
     "emmons",
     "tafoya",
     "thomas",
     "avril",
     "bradley",
     "lee",
     "andrew",
     "matthews",
     "willson",
     "dave",
     "baldwin",
     "julius",
     "prescott",
     "janikowski",
     "bruce",
     "fisher",
     "church",
     "brown",
     "mike",
     "nelson",
     "dion",
     "moore",
     "chenoy",
     "soldier",
     "doster",
     "isaiah",
     "j.j.",
     "getz",
     "ravens",
     "guy",
     "habeeb",
     "brock",
     "kansas",
     "jacksonville",
     "stringer",
     "era",
     "fourth-quarter",
     "mccourty",
     "heitman",
     "mccoy",
     "bay",
     "matthew",
     "aaron",
     "margus",
     "campbell",
     "reynolds",
     "bears",
     "darian",
     "kevin",
     "charles",
     "cooper",
     "today",
     "the fourth quarter",
     "titans",
     "hill",
     "detroit",
     "tom",
     "broncos",
     "field",
     "benson",
     "pittsburgh",
     "ben",
     "paradis",
     "schneidler",
     "winston",
     "cardinals",
     "demarco",
     "darron",
     "anquan",
     "sports",
     "reinhold",
     "u.s.",
     "marrone",
     "taormina",
     "jay",
     "arrowhead",
     "david",
     "brady",
     "allen",
     "bortles",
     "porter",
     "ezekiel",
     "osweiler",
     "the second quarter",
     "curry",
     "branch",
     "russell",
     "jeff",
     "kirby",
     "chris",
     "francisco",
     "sims",
     "falcons",
     "malcom",
     "wilson",
     "khan",
     "demps",
     "kohl",
     "dwayne",
     "barry",
     "lockett",
     "dallas",
     "jenkins",
     "quintin",
     "shead",
     "miller",
     "nate",
     "11:55 p.m. est",
     "logan",
     "alan",
     "spencer",
     "rey",
     "december 18, 2016",
     "akeem",
     "bryce",
     "davis",
     "murray",
     "lawrence",
     "ware",
     "chiefs",
     "chung",
     "green",
     "frank",
     "jatavis",
     "humphries",
     "chicago",
     "lorenzo",
     "packers",
     "philadelphia",
     "dennis",
     "wierzbicki",
     "collins",
     "evan",
     "williams",
     "ed",
     "tyrell",
     "mark",
     "martellus",
     "elliott",
     "wayrynen",
     "jorge",
     "sebastian",
     "dec. 12",
     "jeremy",
     "raiders",
     "stewart",
     "robby",
     "king",
     "reyes",
     "swoope",
     "jimmy",
     "lewis",
     "trumaine",
     "saints",
     "hightower",
     "caldwell",
     "powell",
     "alualu",
     "angeles",
     "mmqb",
     "crick",
     "peter",
     "wentz",
     "vinnie",
     "devin",
     "vikings",
     "hunt",
     "sunday",
     "georgia",
     "sunseri",
     "wallace",
     "tim",
     "donald",
     "carson",
     "brate",
     "orlando",
     "travis",
     "york",
     "boldin",
     "the past",
     "duke",
     "browns",
     "scandrick",
     "calais",
     "mcdougald",
     "barkley",
     "ingram",
     "graham",
     "jadeveon",
     "lamar",
     "buffalo",
     "parker",
     "trevor",
     "penner",
     "usa",
     "kelce",
     "nbc",
     "matay",
     "deandre",
     "cincinnati",
     "jaguars",
     "indianapolis",
     "ronald",
     "kartozian",
     "baltimore",
     "abdul-quddus",
     "penner-usa",
     "jason",
     "metlife",
     "buccaneers",
     "minnesota",
     "tracy",
     "montgomery",
     "darby",
     "freeman",
     "peppers",
     "bank",
     "ramirez",
     "bills",
     "johnson",
     "mayowa",
     "brad",
     "ramik",
     "downing",
     "the third quarter",
     "roth",
     "keith",
     "mcdonald",
     "cowboys",
     "now",
     "smith",
     "robert",
     "jared",
     "amerson",
     "petty",
     "byron",
     "t.j.",
     "ryan",
     "austin",
     "luke",
     "nfl",
     "blake",
     "pharoh",
     "j.",
     "corey",
     "steelers",
     "malcolm",
     "san",
     "nrg",
     "whitworth",
     "isa",
     "bilal",
     "mitch",
     "third-quarter",
     "tyson",
     "adam",
     "tandy",
     "vinny",
     "dolphins",
     "rebilas",
     "ron",
     "rams",
     "dinovo",
     "irvin",
     "clay",
     "todd",
     "ty",
     "siemian",
     "deshawn",
     "rodgers",
     "sio",
     "christmas",
     "tyler",
     "the first quarter",
     "nicholson",
     "shawn",
     "bennett",
     "biggerstaff",
     "m&t",
     "lions",
     "devonta",
     "colts",
     "houston",
     "new",
     "matt",
     "los",
     "second-quarter",
     "city",
     "anderson",
     "goff",
     "johnathan",
     "troy",
     "patriots",
     "cleveland",
     "cliff",
     "seahawks",
     "jamie",
     "duron",
     "cyprien",
     "deutsch",
     "ladarius",
     "getz-usa",
     "bengals",
     "eagles",
     "jake",
     "jelani",
     "washington",
     "i.",
     "gus",
     "humphreys",
     "dome",
     "the end of the second quarter"
    ],
    "id": 1,
    "text": "Jaguars fire Gus Bradley after sinking to 2-12 Jacksonville was seeking a postseason berth but took a significant step back. Post to Facebook Jaguars fire Gus Bradley after sinking to 2-12 Jacksonville was seeking a postseason berth but took a significant step back. Check out this story on USATODAY.com: http://usat.ly/2hX8WYm CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 4 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Jaguars fire Gus Bradley after sinking to 2-12 Lorenzo Reyes , USA TODAY 11:55 p.m. EST December 18, 2016 x Share The MMQB's Peter King reacts to the firing of Jacksonville Jaguars head coach Gus Bradley. Time_Sports Jacksonville Jaguars head coach Gus Bradley yells out during the second half of  an NFL football game against the Minnesota Vikings at EverBank Field. (Photo: Reinhold Matay, USA TODAY Sports) There are now two head coaching vacancies in the NFL. After blowing a 13-point lead in a loss Sunday, the Jacksonville Jaguars announced they have fired Gus Bradley. The Jaguars fell to 2-12 after losing 21-20 to the Houston Texans. With the loss, Bradley’s career record in Jacksonville fell to 14-48 over nearly four full seasons. That makes him the head coach with the lowest winning percentage in the Super Bowl era (.226) with a minimum of 50 games coached. The Jaguars were a popular preseason pick to compete for an AFC South title, but quarterback Blake Bortles regressed and consistently compromised a talented defense. Brock Osweiler's benching leaves Texans' QB picture cloudy Team owner Shad Khan announced the move in a statement shortly after the loss. “I thanked Gus Bradley today for his commitment to the Jacksonville Jaguars over the past four seasons,” Khan's statement read. “As anyone close to our team knows, Gus gave his staff and players literally everything he had. Our players competed for Gus and I know they have great respect for him, as do I. “Gus also represented the Jaguars, the Jacksonville community and the NFL in nothing less than a first-class manner as our head coach. That counts for a lot. It is unfortunately evident that we must make a change. I thought it would be best to do it immediately after today’s result so Gus can step away, relax and regroup with his family during the Christmas and holiday season. “(General manager) Dave Caldwell agreed and will now be charged with exploring all options to hire the best head coach possible to lead what I feel is an extremely talented team and reward a very loyal and patient fan base in Jacksonville.” That Caldwell is mentioned in Khan's statement indicates the Jaguars will probably not be undergoing a complete overhaul of the front office. One potential candidate to take over for Bradley on an interim basis is assistant head coach Doug Marrone, who also oversee the offensive line. He compiled a 15-17 record in two seasons as head coach of the Buffalo Bills in 2013-14. Bradley joins Jeff Fisher, whom the Los Angeles Rams fired Dec. 12, as former head coaches who will be looking for new roles this offseason. *** Follow Lorenzo Reyes on Twitter @LorenzoGReyes PHOTOS: Best of NFL Week 15 Posted! A link has been posted to your Facebook feed. Cowboys running back Ezekiel Elliott (21) hugs quarterback Dak Prescott (4) as he talks to NBC reporter Michele Tafoya after Dallas' win against the Buccaneers.  Tim Heitman, USA TODAY Sports Cowboys cornerback Orlando Scandrick (32) celebrates an interception in the fourth quarter against the Buccaneers.  Tim Heitman, USA TODAY Sports Buccaneers quarterback Jameis Winston (3) is sacked in the fourth quarter by the Cowboys' Benson Mayowa (93) and David Irving (95).  Matthew Emmons, USA TODAY Sports Buccaneers tight end Cameron Brate (84) scores a third-quarter touchdown against the Cowboys.  Matthew Emmons, USA TODAY Sports Buccaneers wide receiver Adam Humphries (11) catches a touchdown in the third quarter.  Matthew Emmons, USA TODAY Sports Cowboys safety Byron Jones (31) intercepts a pass at the end of the second quarter against the Buccaneers.  Tim Heitman, USA TODAY Sports Cowboys quarterback Dak Prescott (4) scores a touchdown in the second quarter against the Buccaneers.  Tim Heitman, USA TODAY Sports Cowboys running back Ezekiel Elliott (21) runs for a second-quarter touchdown against the Buccaneers.  Matthew Emmons, USA TODAY Sports Buccaneers tight end Cameron Brate (84) cannot catch a pass while defended by Cowboys safeties Barry Church (42) and Byron Jones (31).  Tim Heitman, USA TODAY Sports Cowboys running back Ezekiel Elliott (21) leaps over the Buccaneers' Bradley McDougald (30) and Keith Tandy (37) in the first quarter.  Matthew Emmons, USA TODAY Sports Raiders linebacker Malcolm Smith (53) celebrates after a fumble recovery in the fourth quarter against the Chargers.  Kirby Lee, USA TODAY Sports Patriots safety Patrick Chung (23) celebrates after a play with Logan Ryan (26) and Duron Harmon (30) and Devin McCourty (32) in the fourth quarter.  Isaiah J. Downing, USA TODAY Sports Broncos quarterback Trevor Siemian (13) is sacked by Patriots defensive tackle Malcom Brown (90) during the second half.  Chris Humphreys, USA TODAY Sports Patriots tight end Martellus Bennett (88) stiff-arms Broncos linebacker Todd Davis (51) after a catch.  Chris Humphreys, USA TODAY Sports Falcons running back Devonta Freeman (24) scores a touchdown in the third quarter against the 49ers.  Jason Getz, USA TODAY Sports Saints wide receiver Michael Thomas (13) catches a touchdown against the Cardinals.  Mark J. Rebilas, USA TODAY Sports Saints running back Tim Hightower (34) scores a touchdown in the fourth quarter against the Cardinals.  Mark J. Rebilas, USA TODAY Sports Cardinals running back David Johnson (31) scores a touchdown against the Saints.  Matt Kartozian, USA TODAY Sports Saints running back Tim Hightower (34) dives into the end zone to score a touchdown in the fourth quarter against the Cardinals.  Mark J. Rebilas, USA TODAY Sports Patriots wide receiver Julian Edelman (11) pulls in a pass ahead of Broncos linebacker Corey Nelson (52) and safety Darian Stewart (26).  Isaiah J. Downing, USA TODAY Sports Patriots running back Dion Lewis (33) reaches for extra yardage as he's tackled by Broncos safety Darian Stewart (26) during the first half.  Chris Humphreys, USA TODAY Sports Broncos quarterback Trevor Siemian (13) looks to pass as center Matt Paradis (61) defends against Patriots defensive tackle Alan Branch (97) in the first quarter.  Isaiah J. Downing, USA TODAY Sports Broncos defensive end Jared Crick (93) sacks Patriots quarterback Tom Brady (12) in the second quarter.  Isaiah J. Downing, USA TODAY Sports Patriots quarterback Tom Brady (12) in action during the second quarter against the Broncos.  Ron Chenoy, USA TODAY Sports Broncos quarterback Trevor Siemian (13) throws a pass during the first half against the Patriots.  Chris Humphreys, USA TODAY Sports Saints running back Mark Ingram (22) runs the ball as Cardinals linebacker Sio Moore (54) pursues.  Matt Kartozian, USA TODAY Sports Cardinals wide receiver J.J. Nelson (14) catches a touchdown in the second quarter against the Saints.  Mark J. Rebilas, USA TODAY Sports Cardinals defensive tackle Calais Campbell (93) returns a fumble for a touchdown in the second quarter against the Saints.  Mark J. Rebilas, USA TODAY Sports Raiders kicker Sebastian Janikowski (11) kicks a field goal during the first quarter against the Chargers.  Jake Roth, USA TODAY Sports Raiders cornerback David Amerson (29) and safety Nate Allen (20) defend against Chargers wide receiver Tyrell Williams (16) in the second quarter.  Kirby Lee, USA TODAY Sports Raiders linebacker Bruce Irvin (51) and Chargers offensive guard D.J. Fluker (76) exchange words after a play during the first half.  Orlando Jorge Ramirez, USA TODAY Sports Chargers inside linebacker Jatavis Brown (57) breaks up a pass intended for Raiders running back DeAndre Washington (33) during the second quarter.  Jake Roth, USA TODAY Sports Falcons tight end Austin Hooper (81) catches a touchdown pass against the 49ers.  Jason Getz, USA TODAY Sports Atlanta Falcons running back Devonta Freeman (24) dives but is unable to score a touchdown against San Francisco 49ers defensive back Vinnie Sunseri (40) in the first quarter of their game at the Georgia Dome.  Jason Getz, Jason Getz-USA TODAY Sports Green Bay Packers running back Ty Montgomery (88) is congratulated for scoring a touchdown by quarterback Aaron Rodgers (12) during the second half against the Chicago Bears at Soldier Field.  Dennis Wierzbicki, USA TODAY Sports Houston Texans running back Lamar Miller (26) runs with the ball and Jacksonville Jaguars strong safety Johnathan Cyprien (37) attempts to make a tackle during the fourth quarter at NRG Stadium.  Troy Taormina, Troy Taormina-USA TODAY Sports Baltimore Ravens wide receiver Mike Wallace (17) runs with the ball in the fourth quarter against the Philadelphia Eagles at M&T; Bank Stadium.  Evan Habeeb, USA TODAY Sports Pittsburgh Steelers tight end Ladarius Green (89) runs against Cincinnati Bengals strong safety Shawn Williams (36) during the second half at Paul Brown Stadium.  David Kohl, USA TODAY Sports Tennessee Titans running back DeMarco Murray (29) is tackled by Kansas City Chiefs linebacker Ramik Wilson (53) and strong safety Ron Parker (38) during the second half at Arrowhead Stadium.  Jay Biggerstaff, USA TODAY Sports Houston Texans running back Akeem Hunt (33) and Jacksonville Jaguars defensive end Tyson Alualu (93) and strong safety Johnathan Cyprien (37) dive for a fumble during the first half at NRG Stadium.  Kevin Jairaj, USA TODAY Sports Philadelphia Eagles quarterback Carson Wentz (11) throws the ball away under pressure from Baltimore Ravens defensive end Lawrence Guy (93) at M&T Bank Stadium.  Mitch Stringer, USA TODAY Sports Kansas City Chiefs tight end Travis Kelce (87) celebrates after a catch during the first half of the game against the Tennessee Titans at Arrowhead Stadium.  Jay Biggerstaff, USA TODAY Sports Cleveland Browns running back Duke Johnson (29) tries to jump over Buffalo Bills cornerback Ronald Darby (28) during the first half at New Era Field.  Kevin Hoffman, USA TODAY Sports Buffalo Bills tight end Charles Clay (85) catches a pass for a touchdown as Cleveland Browns outside linebacker Jamie Collins (51) and free safety Ed Reynolds (39) look on during the first half at New Era Field.  Kevin Hoffman, USA TODAY Sports Indianapolis Colts tight end Erik Swoope (86) celebrates his touchdown with tight end Dwayne Allen (83) during the second quarter against the Minnesota Vikings at U.S. Bank Stadium.  Brace Hemmelgarn, USA TODAY Sports Baltimore Ravens quarterback Joe Flacco (5) fumbles a snap that is recovered by Philadelphia Eagles defensive end Vinny Curry (75) at M&T; Bank Stadium.  Mitch Stringer, USA TODAY Sports Cincinnati Bengals tackle Andrew Whitworth (77) celebrates the touchdown by running back Jeremy Hill (right) against the Pittsburgh Steelers in the first half at Paul Brown Stadium.  Aaron Doster, USA TODAY Sports Buffalo Bills running back LeSean McCoy (25) runs with the ball during the first quarter against the Cleveland Browns at New Era Field.  Kevin Hoffman, USA TODAY Sports Detroit Lions wide receiver Anquan Boldin (80) carries the ball against the New York Giants during the first quarter at MetLife Stadium.  Robert Deutsch, USA TODAY Sports Green Bay Packers running back Ty Montgomery (88) eludes Chicago Bears cornerback Tracy Porter (21) for a four yard touchdown run during the first quarter at Soldier Field.  Dennis Wierzbicki, USA TODAY Sports Green Bay Packers inside linebacker Joe Thomas (48)  and outside linebacker Julius Peppers (56) puts pressure on Chicago Bears quarterback Matt Barkley (12) during the first quarter at Soldier Field.  Mike Dinovo, USA TODAY Sports Houston Texans defensive end Jadeveon Clowney (90) celebrates a sack with strong safety Quintin Demps (27) during the first quarter at NRG Stadium.  Kevin Jairaj, USA TODAY Sports Jacksonville Jaguars quarterback Blake Bortles (5) talks with Houston Texans defensive end Jadeveon Clowney (90) after a play during the first quarter at NRG Stadium.  Troy Taormina, USA TODAY Sports Philadelphia Eagles running back Ryan Matthews (24) tackled by Baltimore Ravens defensive end Lawrence Guy (93) at M&T; Bank Stadium.  Mitch Stringer, USA TODAY Sports Pittsburgh Steelers quarterback Ben Roethlisberger (7) throws a pass against the Cincinnati Bengals in the first half at Paul Brown Stadium.  Aaron Doster, USA TODAY Sports Pittsburgh Steelers running back Le'Veon Bell (26) is tackled by Cincinnati Bengals middle linebacker Rey Maualuga (58) and defensive end Margus Hunt (99) in the first half at Paul Brown Stadium.  Aaron Doster, USA TODAY Sports Kansas City Chiefs running back Spencer Ware (32) runs against the Tennessee Titans during the first half at Arrowhead Stadium.  Jay Biggerstaff, USA TODAY Sports Dolphins tight end Dion Sims (80) celebrates his second-half touchdown against the Jets.  Brad Penner, USA TODAY Sports Dolphins safety Isa Abdul-Quddus (24) sacks Jets quarterback Bryce Petty (9).  Dennis Schneidler, USA TODAY Sports Jets running back Bilal Powell (29) is tackled by Dolphins linebacker Jelani Jenkins (53).  Dennis Schneidler, USA TODAY Sports Dolphins tight end Dion Sims (80) catches a pass over Jets linebacker Darron Lee (50) during the third quarter.  Brad Penner, USA TODAY Sports New York Jets running back Bilal Powell (29) leaps over Miami Dolphins safety Isa Abdul-Quddus (24) during the second quarter at MetLife Stadium.  Brad Penner-USA TODAY Sports New York Jets wide receiver Robby Anderson (11) celebrates his touchdown against the Miami Dolphins with Jets quarterback Bryce Petty.  Brad Penner-USA TODAY Sports New York Jets quarterback Bryce Petty (9) is hit after throwing a pass by Miami Dolphins defensive end Andre Branch.  Brad Penner-USA TODAY Sports Seahawks receiver Tyler Lockett hauls in an over-the-shoulder touchdown catch during the fourth quarter against the Rams.  Joe Nicholson, USA TODAY Sports Seahawks receiver Tyler Lockett celebrates his fourth-quarter touchdown catch against the Rams.  Joe Nicholson, USA TODAY Sports Seahawks tight end Jimmy Graham (88) gets upended by a pair of Rams defenders after a second-half catch.  Kirby Lee, USA TODAY Sports Seahawks receiver Doug Baldwin (89) hauls in a pass along the sideline against Rams cornerback Trumaine Johnson (22) during the first half.  Kirby Lee, USA TODAY Sports Seahawks tight end Luke Willson (82) celebrates his first-half touchdown catch against the Rams.  Kirby Lee, USA TODAY Sports Seahawks defensive end Frank Clark (55) brings down Rams quarterback Jared Goff (16) for a first-half sack.  Troy Wayrynen, USA TODAY Sports Seahawks quarterback Russell Wilson (3) gets rid of the ball under pressure from Rams defensive tackle Aaron Donald (99) during the first half.  Joe Nicholson, USA TODAY Sports Seahawks tight end Jimmy Graham (88) eludes Rams defender T.J. McDonald after a first-half catch.  Joe Nicholson, USA TODAY Sports Seahawks cornerback DeShawn Shead (35) trips up Rams receiver Pharoh Cooper (10) after a first-half catch.  Joe Nicholson, USA TODAY Sports Seahawks defenders Cliff Avril (56) and Frank Clark (55) bring down Rams quarterback Jared Goff (16) for a sack during the first half.  Troy Wayrynen, USA TODAY Sports Seahawks quarterback Russell Wilson (3) directs the offense during the first half against the Rams.  Troy Wayrynen, USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Jaguars fire Gus Bradley after sinking to 2-12"
   },
   {
    "entities": [
     "democratic",
     "times",
     "this week",
     "friday",
     "trump",
     "august",
     "hillary",
     "donna",
     "party",
     "sunday",
     "donald",
     "martha",
     "abc",
     "china",
     "congress",
     "russia",
     "vladimir",
     "the entire month of july",
     "dnc",
     "shares",
     "yam/los",
     "once",
     "michigan",
     "chair",
     "election",
     "u.s.",
     "marcus",
     "early september",
     "obama",
     "national",
     "day",
     "wikileaks",
     "email",
     "wisconsin",
     "committee",
     "raddatz",
     "brazile",
     "september",
     "pennsylvania",
     "putin",
     "angeles",
     "clinton",
     "the future"
    ],
    "id": 2,
    "text": "Marcus Yam/Los Angeles Times via Getty Images WATCH DNC Chair Contradicts Obama: Russian Hackers Came After Us 'Until End of Election' 0 Shares Email Democratic National Committee Chair Donna Brazile said Russian hackers persisted in trying to break into the organization's computers \"daily, hourly\" until after the election -- contradicting President Obama's assertion that the hacking stopped in September after he warned Russian President Vladimir Putin to \"cut it out.\" \"They came after us absolutely every day until the end of the election. They tried to hack into our system repeatedly,\" Brazile told ABC's Martha Raddatz in an exclusive interview on \"This Week\" Sunday. Obama said at a press conference Friday that Russia's \"tampering\" with the U.S. election process stopped in early September after he spoke to Putin at an international conference. \"In early September when I saw president Putin in China, I felt that the most effective way to ensure that that didn't happen was to talk to him directly and tell him to cut it out, and there were going to be serious consequences if he didn't,\" Obama said. \"In fact we did not see further tampering of the election process. But the leaks through Wikileaks had already occurred.\" Brazile said she supports Obama's call for a thorough investigation of the hacking but she lamented the administration’s failure to protect the party and its infrastructure. \"We were attacked by a foreign adversary, and I think it’s the responsibility of the government to help individual citizens -- as well as institutions, nonprofits, corporations -- to protect us,” she said. Hillary Clinton: Putin's Alleged Involvement in Democratic Hack Stems From 'Personal Beef' While critical of President Obama, Brazile also slammed President-elect Donald Trump, accusing him of using information obtained in the hack to \"sow division\" during the campaign. \"The emails were weaponized,\" the Democratic chair said of the thousands of emails that were hacked from the DNC and Hillary Clinton campaign staff and then released publicly. \"Donald Trump used this information in ways to also sow division. I was very disappointed in his repeated usage some of the stolen information. He used it as if he received daily talking points.\" But Brazile refused to blame Russia’s interference in the election for Democrats’ loss. \"I’m not going to sugarcoat what happened on Election Day. We, the Democratic Party have a lot of things that we have to do. Donald Trump cracked the blue wall,\" she said, referring to the once reliably Democratic-voting states Michigan, Pennsylvania, and Wisconsin. \"He cracked the blue wall. We had a blue wall; we should’ve maintained it.\" Brazile, who took over as chair months after the cyberattacks had begun, also accepted that the DNC was partly responsible for the hack after leaving itself vulnerable to this kind of intrusion. “There’s no question; I took full responsibility … I spent the entire month of July, all of August, apologizing because of the leaks,” she said, while highlighting the “appropriate steps” the party took to prevent another attack afterwards. She added that although she is outraged by the hacking, the country needs to look to the future to ensure it doesn't happen again. “I’m still outraged by it,” Brazile said. “But I want to make sure that this never happens again because this country deserves to have the kind of cybersecurity experts involved to make sure that our homeland is protected.\" In particular, she sent a letter to Congress on Sunday on behalf of the DNC, asking for an independent, bipartisan commission to study the entire episode. 0 Shares ",
    "title": "DNC Chair Contradicts Obama: Russian Hackers Came After Us 'Until End of Election' - ABC News"
   },
   {
    "entities": [
     "todd",
     "aug. 6, 2001",
     "stephen",
     "last year",
     "biden",
     "derek",
     "julie",
     "brookings",
     "states",
     "reagan",
     "trump",
     "briefing",
     "house",
     "hadley",
     "gates",
     "hillary",
     "cabinet",
     "t.",
     "richard",
     "michael",
     "united",
     "oval",
     "presidential",
     "donald",
     "bruce",
     "american",
     "morning",
     "gerald",
     "daily",
     "the day",
     "for",
     "state",
     "george",
     "cia",
     "riedel",
     "at 6:16 pm",
     "bill",
     "security",
     "defense",
     "chollet",
     "john",
     "pdb",
     "flynn",
     "jimmy",
     "department",
     "greg",
     "carter",
     "u.s.",
     "a",
     "obama",
     "w.",
     "new",
     "center",
     "york",
     "ford",
     "institution",
     "washington",
     "nixon",
     "december 18",
     "ronald",
     "chuck",
     "kennedy",
     "jaffe",
     "office",
     "now",
     "smith",
     "bush",
     "f.",
     "robert",
     "clinton",
     "pentagon",
     "white"
    ],
    "id": 3,
    "text": "Washington’s most exclusive meeting may lose its luster under Trump The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Greg Jaffe December 18 at 6:16 PM Follow @GregJaffe For eight years, it has been the most exclusive, and arguably most important, daily meeting in Washington. Each morning, President Obama gathers his inner circle for the Presidential Daily Briefing, a run-through of the most important intelligence from around the world. The rules under Obama have been strict and unyielding: No substitutes are permitted if one of the six regular attendees is out sick or traveling. No straphangers are allowed to linger in the Oval Office and watch. Unlike just about every other meeting involving Washington officialdom, this one rarely, if ever, leaks. Now it looks as if the PDB’s status as Washington’s most indispensable briefing could be coming to an end. “I get it when I need it,” said President-elect Donald Trump, who so far is taking the PDB only a few times a week . “I’m, like, a smart person. I don’t need to be told the same thing and the same words every single day for the next eight years.” Those remarks have set off fears that Trump could miss a critical piece of intelligence and raised bigger questions about the president-elect’s attention span and interest in foreign policy. Some Democrats have expressed alarm at Trump’s decision not to sit through the PDB each morning with his staff members. “I think it is totally irresponsible in a post-9/11 world,” said Derek Chollet, a former senior official in the Obama administration. “It is a kind of malpractice.” Some Republicans downplayed those concerns, noting that retired Army Lt. Gen. Michael T. Flynn, Trump’s pick for national security adviser, could summarize the intelligence for him. “That’s a legitimate way to do it,” said Stephen Hadley, who held the same position under President George W. Bush. “It really depends on how the president likes to take information.” [ Trump’s pick for national security adviser brings experience and controversy ] This much is clear, however: Trump’s decision to skip the morning briefing with his top staff members could upend how big foreign policy decisions are made in Washington and shift the balance of power in a city obsessed with access, influence and power. Not all presidents have summoned their most trusted staff members to the Oval Office for the daily intelligence briefing. President John F. Kennedy received a daily President’s Intelligence Checklist, known as the PICL or “pickle,” which he tucked into his suit jacket and consulted over the course of the day. Other commanders in chief, such as Presidents Jimmy Carter, Gerald Ford and Ronald Reagan, depended on their national security advisers to slog through the PDB for them and fill them in on its contents. President Bill Clinton liked to mark his briefing up with questions and comments for his secretary of state and national security adviser. Perhaps the best-known PDB arrived at the White House on Aug. 6, 2001, and warned “Bin Ladin Determined To Strike U.S.” That PDB was prepared in response to questions that Bush had asked his CIA briefer about whether any intelligence reports pointed to a possible al-Qaeda attack inside the United States. Under Obama, who centralized foreign policy decision-making in the White House and loathed leaks, the PDB took on an even larger role. Typically, Obama will read his version of the PDB on his iPad before he sits down with staff members. The actual briefing takes about only 10 minutes each morning, followed by a longer discussion between the president and his immediate staff members. [ President-elect Donald Trump is about to learn the nation’s deep secrets ] A couple of dozen senior administration officials receive a hard copy of the PDB each morning that is also presented by a CIA briefer. “When you are out of government and aren’t getting it, you feel like you are operating without oxygen,” said Julie Smith, a former foreign policy adviser to Vice President Biden and senior fellow at the Center for a New American Security. “You felt left out.” An even smaller group sits down with the president each morning to discuss the briefing and the administration’s top foreign policy priorities. “For me personally, the most valuable insights I could get about the president’s priorities and views came out of that meeting,” said Smith, who was never admitted to the meeting but would often get a readout from the vice president. Senior White House officials described the daily briefing and the conversation that follows, which lasts about an hour, as a “forcing function.” Most of the issues that cross the president’s desk are domestic in nature. The morning briefing was a guaranteed block of time on Obama’s calendar every day in which he was “laser-focused on foreign affairs,” said a senior administration official who, like others, spoke on the condition of anonymity to discuss internal practices. The morning meeting under Obama was more than just an intelligence download. Over time, it became a way for the president “to pull the levers of government in real time,” the official said. Obama would use the briefing to ask questions of his senior staff members or press them for new approaches to the biggest problems of the day. For those on the outside, including Obama’s defense secretary and secretary of state, the morning meeting was also a source of grumbling. Upon leaving government, former defense secretary Robert Gates blasted the Obama White House as “by far the most centralized and controlling in national security of any I had seen since Richard Nixon.” Some of that micromanaging no doubt originated with the morning PDB. Over the past eight years, senior White House staff members have lobbied to get into the Oval Office for the PDB, almost always with no success. “So much of our time is wasted fighting for seats in meetings,” said a former top White House official who never made it into the morning meeting. “That’s the currency of our business. We don’t have weapons. We can’t deploy troops. It’s words and seats in meetings. That’s how you determine your value, and if you don’t make the cut it is soul crushing.” Before she lost the election, Hillary Clinton’s foreign policy team was talking about how she might want to restructure the PDB to suit her leadership style. Among the questions being debated by her team was whether she should include the secretaries of state and defense. Now, a big question is how Trump’s decision not to sit down every day for a top secret intelligence briefing will change the way foreign policy is run in Washington. The absence of a daily meeting will probably shift some power to Cabinet secretaries at the State Department and the Pentagon. “The president’s input might not come until the end of the process after it has already been chewed up by the bureaucracy,” said Bruce Riedel, a senior fellow at the Brookings Institution and a former CIA analyst. Washington insiders have begun to wonder what the Trump equivalent to the prized meeting will be. “Maybe it is a visit to his penthouse in New York for a meeting or maybe you get to fly with him?” Smith wondered. “Maybe people will be trying to get in Flynn’s office?” Others have speculated whether the CIA might adjust the PDB to better suit Trump’s tastes. The CIA made short films to prepare Reagan, a former actor and well-known film buff, for his foreign trips and overseas summits. Asked where he turned for military advice last year, Trump told “Meet the Press” host Chuck Todd, “I watch the shows.” Maybe the CIA could use Trump’s love of cable news to better hold his attention, Chollet said. “They could do a Fox News-style PDB?” he said. “Maybe that would be more interesting for him.” Read more: ",
    "title": "Washington’s most exclusive meeting may lose its luster under Trump - The Washington Post"
   },
   {
    "entities": [
     "electors",
     "market",
     "david",
     "león",
     "anti-trump",
     "times",
     "west",
     "northridge",
     "joe",
     "demonstration",
     "trump",
     "march",
     "house",
     "hillary",
     "sunday",
     "genaro",
     "united",
     "seiu",
     "boyle",
     "california",
     "senate",
     "donald",
     "mexico",
     "kevin",
     "morning",
     "district",
     "oval",
     "state",
     "tower",
     "monday",
     "of",
     "tuesday",
     "hilton",
     "nations",
     "2016",
     "mike",
     "nov. 8",
     "panzar",
     "kanye",
     "cal",
     "/",
     "hamilton",
     "stop",
     "workers",
     "stephanie",
     "future",
     "u.s.",
     "salas",
     "greg",
     "6 p.m.",
     "obama",
     "today",
     "new",
     "pence",
     "molina",
     "islamic",
     "center",
     "hall",
     "los",
     "service",
     "york",
     "america",
     "javier",
     "central",
     "grand",
     "claremont",
     "office",
     "temix",
     "de",
     "city",
     "angeles",
     "clinton",
     "the future",
     "columbia",
     "huerta",
     "white"
    ],
    "id": 4,
    "text": "Activists take to the streets to protest Donald Trump ahead of electoral college vote Anti-Trump demonstration Genaro Molina / Los Angeles Times Hundreds of activists marched through the streets of downtown Los Angeles to protest against President-elect Donald Trump. Hundreds of activists marched through the streets of downtown Los Angeles to protest against President-elect Donald Trump. (Genaro Molina / Los Angeles Times) Javier Panzar A coalition of activist groups on Sunday took to the streets of downtown Los Angeles to protest against some of the labor and immigration policies proposed by President-elect Donald Trump , a day before he is expected to officially claim victory in the nation’s presidential contest. On Monday, 538 presidential electors from across the country will convene in their respective states to cast their votes and finalize the results of the Nov. 8 election. Trump, who only needs 270 electoral votes, is expected to collect 306 votes as pledged by members of the electoral college. Electors are chosen by the voters from party slates and are expected to support the party nominee. Although constitutional scholars agree that electors are free under the U.S. Constitution to cast their votes as they please, 29 states and the District of Columbia have statutes that seek to bind electors, sometimes with threats of fines or criminal penalties. But many Hillary Clinton supporters point out that she won the popular vote by almost 3 million votes and are urging electors to block path Trump’s path to the White House. While that is unlikely, they said they want to send a message of defiance over some of Trump’s proposed policies, including a crackdown on illegal immigration. Hundreds of activists from groups and unions that fight for the rights of Muslims, Jews, immigrants in the country illegally and the LGBT community marched through the streets of downtown Sunday, which is recognized by the United Nations as International Migrants Day . Many carried signs that said, “Stop Trump,” “I’m not a Criminal, I pay Taxes,” and “Fearless, United.” Updates on California politics » “Today is about protecting our communities, especially our immigrant community,” said David Huerta, the president of SEIU United Service Workers West, a union that represents janitors, security officers and other service workers. The fear is real for Stephanie Temix, a 21-year-old immigrant from Mexico in the U.S. illegally, who is studying sociology at Cal State Northridge. She worries her family could be targeted for deportation if Trump follows through on his campaign promises calling for tougher immigration policies. “We need to show that we are people and our rights matter,” she said. “We are fighting for our future and rights.” Joe Salas, a board member of the Islamic Center of Claremont, said he wanted people outside of California to know the state’s activists were ready to mobilize.  “We will stand up against discrimination,” he said. “We will go anywhere and help anyone being discriminated against.” The march paused outside Grand Central Market, where Father Greg Boyle stood on the back of a truck and promised the immigrants in the crowd, “we will make sure that you are safe.” California state Senate leader Kevin de León, who has been a vocal critic of Trump , vowed to protect the rights of immigrants and said California would be a “beacon of hope for the rest of America.” A group calling itself the Hamilton Electors will hold a candlelight vigil at City Hall at 6 p.m. to encourage members of the electoral college to vote their conscience when they cast their votes for president on Monday. Caption Kanye West at Trump Tower Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Caption Kanye West at Trump Tower Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Kanye West and President-elect Donald Trump met in the Trump Tower lobby on Tuesday morning. Caption President Obama and Donald Trump in the Oval Office President Obama and Donald Trump discuss their visit at the White House President Obama and Donald Trump discuss their visit at the White House Caption Hillary Clinton's concession speech A portion of Hillary Clinton's concession speech. A portion of Hillary Clinton's concession speech. Caption President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future President Obama talks about the 2016 election and the future Caption Donald Trump's acceptance speech: 'It is time for us to come together' President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. President-elect Donald Trump gives his acceptence speech at a election party at a New York City Hilton hotel with his family and vice president-elect Mike Pence. ",
    "title": "Activists take to the streets to protest Donald Trump ahead of electoral college vote - LA Times"
   },
   {
    "entities": [
     "stephen",
     "texas",
     "supreme",
     "joe",
     "avenue",
     "paul",
     "leandra",
     "cape",
     "fla.",
     "microsoft",
     "once",
     "the other day",
     "alabama",
     "jimmy",
     "this year",
     "estrada",
     "institution",
     "afternoon",
     "december 18",
     "weekend",
     "bush",
     "tex.",
     "farage",
     "white",
     "secret",
     "gift",
     "crawford",
     "warshawer",
     "capitol",
     "barron",
     "west",
     "florida",
     "rossen",
     "reagan",
     "mckenzie",
     "key",
     "jan. 20",
     "michael",
     "donald",
     "recently",
     "gerald",
     "adams",
     "milano",
     "biscayne",
     "at 7:57 pm",
     "$500,000",
     "georgetown",
     "current",
     "manhattan",
     "hess",
     "haddad",
     "camp",
     "10 p.m.",
     "blasio",
     "w.",
     "york",
     "ford",
     "barbara",
     "de",
     "botsford/the",
     "pence",
     "harry",
     "david",
     "1600",
     "8 a.m.",
     "lee",
     "christmas",
     "gates",
     "19 percent",
     "schwartzman",
     "richard",
     "grill",
     "truman",
     "tower",
     "bill",
     "fort",
     "mike",
     "john",
     "organization",
     "plott",
     "kanye",
     "shop",
     "new",
     "santa",
     "susan",
     "massachusetts",
     "wednesday",
     "service",
     "cindy",
     "16 months earlier",
     "ronald",
     "kennedy",
     "bob",
     "to",
     "f.",
     "city",
     "corker",
     "jackson",
     "jabin",
     "last year",
     "maryland",
     "café",
     "brookings",
     "1800",
     "trump",
     "house",
     "melania",
     "last week",
     "nigel",
     "george",
     "33 percent",
     "court",
     "calif.",
     "post",
     "stone",
     "carter",
     "fifth",
     "cod",
     "n.j.",
     "washington",
     "nixon",
     "roger",
     "bar",
     "the early 1980s",
     "more than three decades later",
     "now",
     "pennsylvania",
     "lepore",
     "gabby",
     "dec. 6",
     "tammy"
    ],
    "id": 5,
    "text": "On New York’s Fifth Avenue, Trump’s White House North The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Paul Schwartzman December 18 at 7:57 PM Follow @paulschwartzman NEW YORK — The world’s power address du jour is a sheath of soaring black glass on Fifth Avenue, at the entrance to which a cop in combat armor — his fingers on an assault rifle — took a moment the other day to tell a tourist where to find the city’s best pizza. A parade of technology tycoons bounded by, on their way to meet with the building’s developer and best-known resident, President-elect Donald Trump, a procession monitored in the lobby by a swarm of Secret Service agents, reporters and spectators that included one Kit Regone of Maryland. “It’s befitting a king,” the retired production manager said, standing behind a velvet rope and taking in all the pink marble, golden mirrors, gleaming escalators and ever-tinkling, four-story waterfall that define Trump Tower’s lobby. The White House may be the nation’s time-honored symbol of power, but Trump is establishing his 58-story colossus at 725 Fifth Avenue as a stage for his new role, potentially nipping at Washington’s reputation as the center of American authority and the stature of its most famous address, 1600 Pennsylvania Avenue. On most days, crowds of tourists, rank-and-file New Yorkers and candidates seeking jobs with the new administration endure a maze of checkpoints, barricades and police command posts on the traffic-choked streets that bound Trump Tower. President-elect Donald Trump walks in the lobby at Trump Tower on Dec. 6. (Jabin Botsford/The Washington Post) Their soundtrack is less “Hail to the Chief” and more honking horns, wailing sirens and irritated pedestrians moaning, “Are you kidding me?” Across the street from the president-elect’s entrance, behind more barricades between 56th and 57th streets, are a phalanx of television news cameras, all of them trained on the “T-R-U-M-P T-O-W-E-R” spelled out not once but twice above the revolving doors. On the afternoon of his Jan. 20 inauguration, Trump is expected to move into the White House. But he has said he still plans to spend time in New York, where his wife, Melania, and 10 year-old son, Barron, will remain at Trump Tower, at least until the end of the school year. How often Trump will be in New York is a looming question, but the president-elect is as famous for defying convention as he is for adoring his gold- and ­diamond-laden triplex high above Manhattan. Roger Stone, a longtime Trump adviser, said the president-elect called after his post-election visit to the White House and pronounced himself “very impressed” with his new residence, where the living quarters are some 10,000 square feet smaller than his current home. “He kept telling me how beautiful it was and how much he liked the architecture,” Stone said. At the same time, Stone described his Queens-born friend as “the quintessential New Yorker,” a “homebody” who “likes to sleep in his own bed.” “Like all presidents,” Stone said, “I expect he won’t be at the White House all the time. Instead of bailing out for Camp David, he can come to New York on the weekends.” Workers and visitors make their way around the gilded halls of the lobby at Trump Tower. (Jabin Botsford/The Washington Post) Protecting Trump during his transition is costing New York taxpayers upward of $500,000 a day, a price that has triggered no small amount of outrage from Mayor Bill de Blasio and prompted one city lawmaker to politely urge the president-elect to decamp to another one of his properties, perhaps in Florida. An overwhelming majority of New York City voters rejected Trump’s candidacy, and many grouse at the prospect of their city becoming his presidential backdrop. But Cindy Adams, a New York Post gossip columnist and longtime Trump friend, said she would understand if he preferred his home town to Washington, which she dismissed as overpopulated by fashion-challenged lawmakers who wear “plastic shoes with rubber soles.” “The White House is smaller than where he’s used to living,” Adams said. “He doesn’t even have a proper ballroom there. You get 11 people into the Red Room and it’s crowded.” Trump’s choices in real estate could test whether Washington’s preeminence in the country’s political order depends on where the president spends his weekends — or weekdays for that matter. Yet the city’s stature is not defined only by the White House, but also by the Capitol, the Supreme Court and the myriad federal agencies located there. “All the mechanics of government will remain in Washington,” said Tammy Haddad, a D.C.-based media consultant steeped in the city’s tribal customs. “And around the world, going to the White House is something every world leader wants. That’s not going to change.” Yet, Haddad acknowledged one immediate difference wrought by Trump’s New York-based transition. After previous elections, Café Milano in Georgetown was the place where Washington insiders could spy who was dining with whom and decode who was up for a Cabinet post. Now, she said, the terrain fomenting speculation is the lobby of Trump Tower, which in recent days has hosted an ungainly mass of visitors including Microsoft founder Bill Gates, musician Kanye West, British politician Nigel Farage and an unidentified man who performed a perfect back flip. “Is that Mike Pence?” asked Susan McKenzie, a tourist from Pennsylvania, motioning as she stood in the lobby toward a man who was in fact Sen. Bob Corker (R-Tenn.). A few feet away, Joe Lepore, 57, of Fort Lee, N.J., said he was hoping to deliver to the president-elect a Christmas card and a photograph of himself fist-bumping with Trump 16 months earlier outside a New York courthouse. As much as he likes having Trump at Trump Tower, a building he believes should be officially designated “White House North,” Lepore said tradition dictates that the president belongs in Washington. “I’d like to see him ‘Trump’ up the White House, put his name on top of the building,” he said. “I want to see him trick the whole thing out.” As challenging as it may seem to imagine, the White House can feel like a studio apartment to its famous occupants, even with 18 acres, 132 rooms and 31 bathrooms. A “gilded cage” is how President Ronald Reagan described the residence first occupied in 1800 by President John Adams. Reagan liked to escape to his ranch in Santa Barbara, Calif., while President John F. Kennedy preferred Cape Cod in Massachusetts, and Richard Nixon retreated to Key Biscayne, Fla. Key West, Fla., was where Harry Truman spent the winters. George W. Bush’s getaway was a one-story ranch house on 1,600 acres in Crawford, Tex. No president has made his weekend White House a Manhattan penthouse, a choice that may seem to challenge Trump’s everyman bona fides. “When a so-called populist moves the White House to Fifth Avenue, you have to say, ‘What’s going on here?’ ” said Stephen Hess, a Brookings Institution scholar who was an adviser to Presidents Gerald Ford and Jimmy Carter. “I don’t think Trump is trying to make a point. He’s just trying to get home — and his home happens to be a lot bigger and grander than the one the government is letting him live in.” Trump Tower includes a bar (Trump Bar), a restaurant (Trump Grill), and a store (Trump Gift Shop), which sells items such as Success by Trump, a fragrance “that captures the scent of the driven man,” according to the Trump Organization website. Under an agreement with the city, Trump Tower’s lobby is accessible to the public from 8 a.m. to 10 p.m., a fact that allows spectators an elevator-side perch to watch who’s visiting the president-elect. “Is anybody famous going to come out of the elevator?” asked Leandra Estrada, 39, an occupational therapist visiting from Texas, as she stood in the lobby last week. That she was even allowed to stand there, Estrada said, proved that Trump “is with the people.” Her son, Mike, 22, nodded: “I see him on TV — he comes down, he walks around. It’s more relaxed.” “He’s the president of the people,” Leandra said. Trump has lived in his tower since he built it in the early 1980s, a project that ruffled preservationists who regarded it as the architectural equivalent of a gaudy stretch limousine parked alongside the avenue’s more refined Bentleys and Rolls-Royces. Trump celebrated his building’s extravagance, gave tours of his Versailles-themed penthouse and touted sales of condominiums to stars such as Michael Jackson. More than three decades later, New York’s luxury market is dominated by newer, more expensive real estate, leaving Trump Tower as a bit of a “tired” throwback, said Gabby Warshawer, a data analyst for CityRealty, a real estate group. While the average price of Manhattan condos rose 19 percent this year, she said, the cost of Trump Tower apartments were relatively stagnant. Of the eight condos that sold in the building this year, six had price cuts of between 5 and 33 percent. “It’s still considered a luxury condo,” Warshawer said. “However, there are quite a lot more that command higher prices.” If the bedlam accompanying Trump’s life as president threatens to make his building less attractive to buyers, one real estate agent recently tried a new pitch, touting the Secret Service presence as an amenity and calling the property Manhattan’s “most secure.” The four police officers in front of the tower’s entrance on Wednesday, each of them in helmets and swathed in body armor, seemed like sufficient evidence to back up that claim. The officers’ main focus at that moment was the performer known as the “Naked Cowboy,” who had just arrived to pose for photos in his cowboy hat, white boots and underwear, on the back of which was written ­“T-R-U-M-P.” “That’s my mother,” Barbara Plott of Alabama said as she photographed the cowboy hoisting an older woman in the air. Across the street, behind another set of metal barricades, Paul Rossen, 54, was selling “Dump Trump” buttons, which he said were making him more money than the anti-Trump “We Shall Overcomb” bumper stickers he peddled last year. For all his antipathy toward Trump, Rossen said he wouldn’t mind if the country’s new leader is in New York as often as possible. “It’s good for business, and I like money,” he said. “It’s expensive to live here, you know.” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "On New York’s Fifth Avenue, Trump’s White House North - The Washington Post"
   },
   {
    "entities": [
     "wiederer",
     "wbbm",
     "ty",
     "pace",
     "david",
     "brady",
     "logan",
     "rodgers",
     "jeffery",
     "reporter",
     "florida",
     "contact",
     "porter",
     "brees",
     "fangio",
     "barkley",
     "huge fourth quarter",
     "dec. 18",
     "tracy",
     "sunday",
     "leblanc",
     "jordy",
     "tribune",
     "ryan",
     "the fourth quarter of sunday",
     "hicks",
     "club",
     "fox",
     "torbert",
     "montgomery",
     "nfl",
     "chris",
     "crosby",
     "alshon",
     "dan",
     "steve",
     "drew",
     "atlantic",
     "vic",
     "monday in the second",
     "kuc",
     "akiem",
     "haugh",
     "nelson",
     "fourth-quarter",
     "ron",
     "chicago",
     "deon",
     "the fourth quarter",
     "the end of the day",
     "mason",
     "packers",
     "matt",
     "cutler",
     "paulsen",
     "fan",
     "tom",
     "soldier",
     "rosenbloom",
     "now",
     "field",
     "bush",
     "jay",
     "aaron",
     "fall",
     "cre'von"
    ],
    "id": 6,
    "text": "Cre'Von LeBlanc the fall guy in Bears loss, but who called that defense? Photos from the Bears-Packers game on Dec. 18 at Soldier Field. David Haugh Contact Reporter Chicago Tribune Surrounded by reporters Sunday inside the Bears locker room, the loneliest man in Chicago slowly fastened the buttons on his shirt and fidgeted with his belt. The longer Cre'Von LeBlanc lingered, the better he collected his thoughts, which surely were scattered recalling the decisive play of the Bears' 30-27 loss to the Packers . The Bears cornerback let Packers wide receiver Jordy Nelson beat him for a 60-yard completion with 27 seconds left that set up Mason Crosby 's game-winning 32-yard field goal. A wind chill of minus-4 degrees at kickoff made this one of the coldest games ever at Soldier Field, and the Bears' last-minute lapse, after a furious 17-point fourth-quarter rally, ranked it among the cruelest. When an NFL team is 3-11, it finds ways to lose, but this was inventive even by Bears standards. \"At the end of the day, my technique has to be better,\" a composed LeBlanc said, accepting responsibility like a pro. Nobody will argue. Nelson quickly gobbled up LeBlanc's 7-yard cushion, put his hand up so Rodgers would see him open and waited for the quarterback's perfectly placed spiral. The ball fell exactly where it has so many times in Rodgers' Hall of Fame career. LeBlanc had one job on third-and-11 from the Bears 26: Stay deeper than the deepest — and Nelson got behind him anyway. Packers quarterback Aaron Rodgers saw exactly what he wanted. He had a matchup he loved — top receiver Jordy Nelson versus Bears rookie Cre'Von LeBlanc — and a play design that left the Bears defense vulnerable in coverage. In the closing minute of a tie game at Soldier Field,... In simplest terms, Packers quarterback Aaron Rodgers saw exactly what he wanted. He had a matchup he loved — top receiver Jordy Nelson versus Bears rookie Cre'Von LeBlanc — and a play design that left the Bears defense vulnerable in coverage. In the closing minute of a tie game at Soldier Field,... (Dan Wiederer) \"Perfect catch, perfect throw,\" Bears cornerback Tracy Porter said. \"Only two or three quarterbacks can make that throw ... and the other two are Tom Brady and Drew Brees .\" The Bears played what they call quarters coverage, dividing the secondary into fourths, meaning the design of the defense called for an undrafted rookie out of Florida Atlantic to defend a Pro Bowl wide receiver one-on-one with the game on the line. Quarterbacks like Rodgers are sure to RSVP such an invitation to a big play every time. Before the snap, Porter warned everyone to \"keep their antennas up\" because experience told him Rodgers wasn't going to settle for overtime. Did LeBlanc expect safety help? \"Kind of, sort of,\" LeBlanc said. \"But in the huddle, they said stay deep and I should have been in position and gotten over his top shoulder.\" Truth is, LeBlanc never should have been in the position to let everybody down. Perhaps that was part of what general manager Ryan Pace shared with LeBlanc in a postgame pep talk. Bears - Packers game. \"It's starting to get cold now,\" Torbert said to another official during the Packers' dramatic 30-27 victory at... His microphone inadvertently left on after announcing a penalty, referee Ron Torbert gave an on-field weather update midway through the fourth quarter of Sunday's Bears - Packers game. \"It's starting to get cold now,\" Torbert said to another official during the Packers' dramatic 30-27 victory at... (Chris Kuc) The situation called for a safer two- or three-deep zone coverage supported by safeties reminded to keep everything in front of them. Instead, rookie safety Deon Bush — who had a chance to help LeBlanc deep — was focused more on the crossing route in front of him. We lately have referred to defensive coordinator Vic Fangio as a genius, but this puzzling sequence sent press-box wags searching the thesaurus for antonyms. The Bears' last two losses came down to passes slipping through a wide receiver's hands. This time, Bears coaches dropped the ball. \"I'm not going to play the blame game,\" Fox said when asked about the pivotal play. The coaching strategy on the 60-yard completion merited more criticism than Fox's decision to kick a field goal on fourth-and-goal from the 4 with 1 minute, 23 seconds left, a move more likely to drive conversation Monday in the Second (Guessing) City. As popular as Fox potentially would have been had the Bears scored the go-ahead touchdown, imagine the regret if the Packers stopped them on fourth down. Regardless of the rivalry, Fox made the smart call to play for overtime at home with the Bears having regained momentum. Taking the 10-second runoff in the final minute wouldn't have changed the outcome either. The choice (and remember, death is not an option): Bears quarterbacking or Bears tackling? Or Bears coverage or Bears coaching? But say this for the Bears offense: Whether it’s Matt Barkley or Jay Cutler , the strip-sack and horrible interceptions consistently remain regular parts of the game plan... The choice (and remember, death is not an option): Bears quarterbacking or Bears tackling? Or Bears coverage or Bears coaching? But say this for the Bears offense: Whether it’s Matt Barkley or Jay Cutler , the strip-sack and horrible interceptions consistently remain regular parts of the game plan... (Steve Rosenbloom) \"(Second-guessing) comes with the territory and we managed not to win the game,\" Fox said. Gradually, these Bears have developed a knack for managing not to win games. They aren't getting blown out, but the Packers exposed the Bears for not knowing yet how to win. Example: On first-and-goal from the 3, tight end Logan Paulsen got called for holding, eventually forcing the Bears to settle for a field goal. An aside: Why does it seem that Paulsen's name only comes up when something bad happens? Meanwhile, frustration mounts on a team staring at 13 losses. Alshon Jeffery , unable to shake double coverage for three quarters, caught six passes for 89 yards in the fourth quarter against the Packers prevent defense but hardly felt satisfied. Jeffery stopped a postgame interview with WBBM radio because he was afraid he would say something offensive. Defensive end Akiem Hicks chided a reporter asking about Rodgers by wondering if he was \"in the Aaron Rodgers Fan Club.\" Even Matt Barkley , still considered the new guy, admitted the feeling  is  getting old. \"It seems almost deja-vu-ish,\" Barkley said. Two things made this defeat different for the Bears. Barkley, despite a huge fourth quarter, endured a Cutleresque day that included impressive numbers marred by three interceptions and a fumble. And Fangio's vaunted seventh-ranked defense gave up 223 rushing yards, letting Packers running back Ty Montgomery go through holes like a plow through snow. \"I don't think we expected to run for over 200 yards,\" Rodgers said. You can say the Packers took what the Bears gave them, down to the last play. dhaugh@chicagotribune.com ",
    "title": "Cre&apos;Von LeBlanc the fall guy in Bears loss, but who called that defense? - Chicago Tribune"
   },
   {
    "entities": [
     "foua",
     "council",
     "news'",
     "interactive",
     "cbs",
     "zien",
     "zarqa",
     "syrian",
     "friday",
     "francois",
     "press",
     "crescent",
     "falk",
     "syria",
     "sunday",
     "earlier this week",
     "turkey",
     "last week",
     "paris",
     "bashar",
     "moscow",
     "kfarya",
     "the",
     "vitaly",
     "shushan",
     "news",
     "united",
     "red",
     "beirut",
     "thursday, dec. 15, 2016",
     "morning",
     "for",
     "monday",
     "earlier sunday",
     "mebrahtu",
     "russia",
     "security",
     "nations",
     "associated",
     "2016",
     "dec.17, 2016",
     "churkin",
     "human",
     "u.n.",
     "delattre",
     "u.s.",
     "mediterranean",
     "pamela",
     "observatory",
     "two days earlier",
     "rami",
     "overnight",
     "washington",
     "afternoon",
     "9 a.m. est on",
     "inc.",
     "aleppo",
     "now",
     "wissam",
     "rights",
     "assad",
     "france",
     "unicef",
     "ap"
    ],
    "id": 7,
    "text": "21 Photos This file image released on Thursday, Dec. 15, 2016 by Aleppo 24, shows residents gathered near green government buses as they hold their belongings for evacuation from eastern Aleppo, Syria.&nbsp; AP BEIRUT -- France struck a compromise Sunday with Russia on a U.N. resolution that it said would prevent “mass atrocities” in besieged areas of Aleppo, where thousands of trapped civilians and rebel fighters await evacuation in freezing temperatures. On the ground, prospects for swift evacuations from Aleppo and other besieged areas were thrown into doubt again Sunday after militants burned buses assigned to the rescue operation that has taken center stage in the five-year-old Syrian civil war . The Aleppo evacuations were to have been part of a wider deal that would simultaneously allow more than 2,000 sick and wounded people to leave two pro-government villages that have been besieged by Syrian rebels. Most villagers are Shiite Muslims, while most rebels are Sunni Muslims.  White Helmets give hope to Syrians seeking refuge from bombardment Six buses that were among those poised to enter the villages of Foua and Kfarya on Sunday were set on fire by unidentified militants, presumably to scuttle any deal. A video posted online showed armed men near the burning buses as celebratory gunshots rang out. “The buses that came to evacuate the apostates have been burned,” the narrator of the video said. He warned that no “Shiite pigs” would be allowed to leave the towns. The video could not be verified independently, but was in line with AP reporting from the area. Earlier Sunday, pro-Syrian government TV stations showed dozens of buses on stand-by at a crossing near eastern Aleppo, reportedly poised to resume evacuations from the opposition’s last foothold in the city. The evacuations had been suspended two days earlier amid mutual recriminations after several thousand people had been ferried out of the war zone. Thousands more desperate civilians are believed trapped in the city. About 2,700 children were evacuated in the first rescue mission earlier this week, but hundreds more “are now waiting in freezing temperatures, close to the front lines,” said Shushan Mebrahtu of the U.N. agency for children, UNICEF. “We are deeply worried.” Wissam Zarqa, an English teacher and Aleppo resident, said he went to an evacuation point on Sunday afternoon and found buses with evacuees on board, but that the vehicles did not move. The opposition’s Britain-based Syrian Observatory for Human Rights also said the buses hadn’t left the city. A bus convoy with Aleppo evacuees was stuck for hours in a buffer zone between the front lines in the city, without food or water, according to aid officials familiar with the negotiations between the two sides. Eastern Aleppo resident Rami Zien, who said he was on one of the buses “stuck in a no-man’s land” between government and rebel control, told The Associated Press via messenger service that evacuees were stressed and frightened. “Government forces are just ahead of me and if anything goes wrong I’ll be the first to die,” he wrote.  21 Photos Aleppo: Before and after Zien said evacuees were crammed 70 people to a bus, with many having no room to sit. He said the Red Crescent, which is facilitating the evacuation, had been unable to provide water. He said there were 50 to 60 buses in the convoy. On Friday, a bus convoy carrying evacuees was stuck in government territory in Aleppo and was turned back after being searched. The continued suspension of evacuations is throwing into disarray an Aleppo deal that had been brokered last week by Syria ally Russia and opposition supporter Turkey. The deal marked a turning point in the country’s civil war. With the opposition leaving Aleppo, Syrian President Bashar Assad has effectively reasserted his control over Syria’s five largest cities and its Mediterranean coast nearly six years after a national movement to unseat him took hold.  After hours of negotiation between Russia, the U.S. and France on Sunday, the U.N. Security Council forged a compromise which, if approved, will allow the U.N. to send monitors to oversee the evacuation of civilians and fighters and ensure their protection if they decide to stay in war-torn Aleppo. The Council decided to hold the vote on the measure for Monday morning, to allow member states time to consult with their capitals on the details of the deal. If the compromise vote passes on Monday, there are still hurdles for civilians trying to escape the dire conditions in what was the city’s last rebel enclave, in eastern Aleppo, but CBS News’ Pamela Falk reports it would at least illustrate some level of compromise between Moscow, Washington, and Paris over how to protect civilians in Syria.   View Gallery People warm themselves around a fire while waiting to be evacuated from a rebel-held sector of eastern Aleppo, Syria on Dec.17, 2016. REUTERS/Abdalrhman Ismail France’s U.N. ambassador, Francois Delattre, told reporters the compromise was reached after more than three hours of closed consultations on Sunday and the Security Council would vote on the resolution at 9 a.m. EST on Monday. He said some countries want to report to their capitals overnight. He said he hoped for a positive vote, but that he remained cautious. Russia’s U.N. ambassador, Vitaly Churkin, told reporters before consultations that Moscow could not accept the French draft resolution unless it was changed. He presented council members with a rival text. After the consultations, Churkin said a “good text” had been formulated.  The compromise resolution, which CBS News has seen, asks the Secretary General to take urgent steps to make security arrangements in consultation with interested parties for the evacuations and for the “safe, immediate and unimpeded access  of U.N. monitors.” It “demands that all parties allow complete, immediate, unconditional, safe and unhindered access for the United Nations and its implementing partners, in order to ensure that humanitarian assistance reaches people through the most direct route in order to meet basic needs, including the provision of medical care... for the whole of Syria and respect and protect all civilians across Aleppo and throughout Syria.” Delattre said approval of the resolution “would give us collectively the tools to avoid... a situation in which, after the end of major military operations, forces including militias, would commit mass atrocities.” He said the resolution could also offer leverage to negotiate a broader cease-fire “and toward political negotiations.”  © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "France strikes compromise with Russia as Aleppo rescue uncertain - CBS News"
   },
   {
    "entities": [
     "caroline",
     "yang",
     "$35 billion",
     "cdc",
     "beach",
     "centers",
     "getty",
     "beijing",
     "ryan",
     "johns",
     "paul",
     "janeiro",
     "narcotics",
     "charles",
     "the 19th century",
     "gerber",
     "mihalik",
     "for",
     "liu",
     "china",
     "mejia",
     "silicon",
     "fla.",
     "cesar",
     "$20 billion",
     "2011",
     "reyes",
     "1%",
     "/",
     "unc",
     "jessica",
     "this year",
     "emerging",
     "mediterranean",
     "today",
     "herald",
     "east",
     "hundreds of dollars",
     "a.",
     "the last year",
     "center",
     "1997",
     "mortimer",
     "duginski",
     "singapore",
     "60%",
     "rio",
     "brittny",
     "angeles",
     "meyers",
     "kaiman/los",
     "congressional",
     "ap",
     "15 cents",
     "middle",
     "conchita",
     "us",
     "sackler",
     "yingzhi",
     "connecticut",
     "florida",
     "joseph",
     "jong-ho",
     "novak",
     "cyprus",
     "menicos",
     "august",
     "billion-dollar",
     "food",
     "abdullah",
     "united",
     "--",
     "mundipharma",
     "stelios",
     "mexico",
     "recently",
     "purdue",
     "administration",
     "april",
     "2014",
     "board",
     "of",
     "north",
     "24%",
     "2020",
     "enforcement",
     "nicole",
     "the year",
     "2008",
     "drug",
     "big",
     "health",
     "georgetown",
     "47%",
     "sergides",
     "police",
     "korea",
     "u.s.",
     "kentucky",
     "youtube",
     "control",
     "carolina",
     "and",
     "york",
     "glover",
     "seoul",
     "nabarun",
     "jr.",
     "de",
     "willem",
     "world",
     "google",
     "2007",
     "lisa",
     "david",
     "u.n.-affiliated",
     "18%",
     "boca",
     "tobacco",
     "lee",
     "raymond",
     "images",
     "about 2010",
     "cambridge",
     "britain",
     "dharapak",
     "targin",
     "rti",
     "girion",
     "ricardo",
     "informatics",
     "disease",
     "jonathan",
     "stefano",
     "berterame",
     "international",
     "walsh",
     "nations",
     "2015",
     "on",
     "40%",
     "asia",
     "organization",
     "randi",
     "valley",
     "suhaimi",
     "petrou",
     "alcohol",
     "last two decades",
     "canada",
     "the early 2000s",
     "barry",
     "the last decade",
     "markets",
     "hector",
     "margarit",
     "new",
     "obama",
     "national",
     "quintilesims",
     "pharma",
     "los",
     "$635 million",
     "1996",
     "america",
     "sanchez",
     "1952",
     "maria",
     "wagstaff",
     "to",
     "harriet",
     "latin",
     "city",
     "85%",
     "germany",
     "scottsdale",
     "colombia",
     "reno",
     "dasgupta",
     "times",
     "last year",
     "sharon",
     "the decade",
     "temple",
     "states",
     "h.",
     "south",
     "2013",
     "healthcare",
     "lynn",
     "europe",
     "university",
     "philippines",
     "the",
     "m.",
     "teva",
     "ariz.",
     "singh",
     "brazil",
     "$1 million",
     "dec. 18, 2016",
     "1990",
     "$600 million",
     "raton",
     "2016",
     "this fall",
     "murthy",
     "scott",
     "england",
     "2003",
     "wozniacki",
     "scholten",
     "past",
     "marisa",
     "future",
     "fda",
     "vienna",
     "prevention",
     "lily",
     "spain",
     "plancarte",
     "africa",
     "instituto",
     "institute",
     "cole",
     "2010",
     "the late 1990s",
     "evan",
     "now",
     "research",
     "vivek",
     "becerra",
     "800%",
     "veracruz",
     "hopkins",
     "pergolizzi",
     "kessler",
     "raman"
    ],
    "id": 8,
    "text": "OxyContin goes global — “We’re only just getting started” By Harriet Ryan , Lisa Girion and Scott Glover Dec. 18, 2016 OxyContin sales began to fall in the U.S. in 2011. In response, the company’s owners refocused on their global business, particularly in the developing world. 2011 operations OxyContin is a dying business in America. This is the third part of a Los Angeles Times investigation exploring the role of OxyContin in the nation’s opioid epidemic. With the nation in the grip of an opioid epidemic that has claimed more than 200,000 lives, the U.S. medical establishment is turning away from painkillers. Top health officials are discouraging primary care doctors from prescribing them for chronic pain, saying there is no proof they work long-term and substantial evidence they put patients at risk. Prescriptions for OxyContin have fallen nearly 40% since 2010, meaning billions in lost revenue for its Connecticut manufacturer, Purdue Pharma. This is the third part of a Los Angeles Times investigation exploring the role of OxyContin in the nation’s opioid epidemic. So the company’s owners, the Sackler family, are pursuing a new strategy: Put the painkiller that set off the U.S. opioid crisis into medicine cabinets around the world. A network of international companies owned by the family is moving rapidly into Latin America, Asia, the Middle East, Africa and other regions, and pushing for broad use of painkillers in places ill-prepared to deal with the ravages of opioid abuse and addiction. Mundipharma is courting Chinese patients with a campaign encouraging people to take medications as their physicians prescribe. In this global drive, the companies, known as Mundipharma, are using some of the same controversial marketing practices that made OxyContin a pharmaceutical blockbuster in the U.S. In Brazil, China and elsewhere, the companies are running training seminars where doctors are urged to overcome “opiophobia” and prescribe painkillers. They are sponsoring public awareness campaigns that encourage people to seek medical treatment for chronic pain. They are even offering patient discounts to make prescription opioids more affordable. U.S. Surgeon General Vivek H. Murthy said he would advise his peers abroad “to be very careful” with opioid medications and to learn from American “missteps.” “I would urge them to be very cautious about the marketing of these medications.” — Vivek H. Murthy, U.S. Surgeon General Surgeon General Vivek H. Murthy has called on U.S. doctors to help end the opioid epidemic. (Charles Dharapak / AP) “I would urge them to be very cautious about the marketing of these medications,” he said in an interview. “Now, in retrospect, we realize that for many the benefits did not outweigh the risks.” Former U.S. Food and Drug Administration commissioner David A. Kessler has called the failure to recognize the dangers of painkillers one of the biggest mistakes in modern medicine. Speaking of Mundipharma’s push into foreign markets, he said, “It’s right out of the playbook of Big Tobacco. As the United States takes steps to limit sales here, the company goes abroad.” “It’s right out of the playbook of Big Tobacco.” — David A. Kessler, former commissioner of the U.S. Food and Drug Administration David A. Kessler, a physician, was head of the U.S. Food and Drug Administration from 1990 to 1997. (Randi Lynn Beach / Los Angeles Times) Some Mundipharma representatives and promotional material have downplayed the risk that patients will become addicted to their opioid medications. Those claims recall the initial marketing of OxyContin in the U.S. in the late 1990s when Purdue deceived doctors about the drug’s addictiveness. Purdue and three executives pleaded guilty in 2007 to federal charges of misbranding drugs and were ordered to pay $635 million. The Drug Enforcement Administration said in 2003 that the company’s “aggressive, excessive and inappropriate” marketing “very much exacerbated” abuse and criminal trafficking of OxyContin. Purdue was a small New York City pharmaceutical firm when brothers Mortimer and Raymond Sackler, both psychiatrists, bought it in 1952. The spectacular success of OxyContin has generated nearly $35 billion in revenue over the last two decades and made the Sacklers one of the nation’s wealthiest families. Three generations of the family now help oversee Purdue and the Mundipharma associated foreign corporations. Family members declined to be interviewed for this article, as did executives who run their international companies. Get involved I know someone who has had an experience with OxyContin In a statement, Mundipharma International, which is based in Cambridge, England and responsible for European operations, said it was “mindful of the risk of abuse and misuse of opioids” and  was “drawing on the experiences and insights of the US in tackling this issue.” Mundipharma said those efforts include seeking regulatory approval in Europe for a formulation of OxyContin already sold in the U.S. that deters certain forms of abuse and introducing another opioid painkiller, Targin, with similar abuse-deterrent properties. “Mundipharma is committed to developing prescription medicines for healthcare professionals to treat patients in pain safely and responsibly,” the statement said. Promotional videos for Mundipharma, which feature smiling people of many ethnicities, suggest the companies regard OxyContin’s U.S. success as merely a beginning. “We’re only just getting started,” the videos declare. “Opiophobia” around the globe Joseph Pergolizzi Jr. is a Florida doctor with an array of business ventures. He runs a pain management clinic and co-founded a drug research company. He invented a non-prescription pain-relieving cream he sells on cable television and he serves as an expert for a mail-order nutritional supplements company. He also talks up opioids to foreign doctors for Mundipharma. In April, Pergolizzi was in Rio de Janeiro at a cancer pain seminar sponsored by the company. For an hour, Pergolizzi lectured the gathered physicians in English about the use of opioids in cancer patients and those with what he called “the death sentence of chronic pain.” Brazil had stepped up its use of painkillers in recent years, he said, but “you are still low” compared with the U.S., Canada and Europe. “I think unfortunately you may not have all the tools you need to properly address pain,” he said, according to a video of the seminar posted online by Mundipharma. Consultants like Pergolizzi are key to helping Mundipharma overcome one of its greatest obstacles to selling painkillers abroad: Doctors’ aversion to prescribing narcotics. Consultants like Pergolizzi are key to helping Mundipharma overcome one of its greatest obstacles to selling painkillers abroad: Doctors’ aversion to prescribing narcotics. For generations, physicians have been taught that opioid painkillers are highly addictive and should be used sparingly and primarily in patients near death. Mundipharma executives and consultants call this “opiophobia” and top company officials have said publicly that success in new markets depends on defeating this mind-set. Speeches like Pergolizzi’s portray painkillers as a modern approach endorsed by leading experts in the U.S. Mundipharma presented Pergolizzi to the Brazilian group as a professor at the Johns Hopkins and Temple University medical schools. Medical journal articles published in 2015 and 2016 with funding from Mundipharma or in collaboration with its scientists have identified him variously as a faculty member at Johns Hopkins, Temple and Georgetown University medical schools. In fact, he is an adjunct professor at Johns Hopkins and he has not been affiliated with Georgetown since 2010 or Temple since 2014, according to school officials. Asked to explain, Pergolizzi said by email that he was having “paperwork issues” at Temple “which I am rectifying with their full cooperation” and was “in discussions” with Georgetown about an adjunct position. “I have never intentionally misrepresented … my university affiliations,” he wrote in another email. Joseph Pergolizzi addresses an April cancer pain seminar in Brazil sponsored by Mundipharma. (Mundipharma) A Temple spokesman said the university had “no reason to believe he will have any future relationship” with the school, and a Georgetown spokeswoman said, “We are not in discussions with that gentleman.” Government records indicate that Purdue and other U.S. pharmaceutical firms have paid Pergolizzi more than $1 million since 2013 for consulting work, speaking engagements and other services as well as travel reimbursements. The records do not include any payments he may have received from foreign pharmaceutical firms such as Mundipharma. In his Rio presentation, he clicked quickly past a slide listing 16 drug companies for which he had done work. After Purdue launched OxyContin in the U.S. in 1996, the company ran similar training seminars for specialists — known in pharmaceutical marketing as “key opinion leaders” — in the pain field. Doctors were invited to all-expenses paid weekends in resort locations like Boca Raton, Fla., and Scottsdale, Ariz. The company found that doctors who attended seminars in 1996 wrote more than twice as many prescriptions as those who didn’t, according to a company analysis. Several thousand of these specialists signed on to the Purdue “speakers bureau,” which paid them to make speeches about opioids at medical conferences and at hospitals. iCalendar  •  Google Calendar  •  Outlook  •  Outlook Online  •  Yahoo! Calendar Dr. Barry Cole, a Reno psychiatrist and pain management specialist, started giving speeches about OxyContin for Purdue the year the drug hit the market. In recent years, he moved to the company’s international operation in a consulting role he described in an online resume as a “pain ambassador,” teaching the use of opioids to doctors in Colombia, Brazil, South Korea, the Philippines, China and Singapore. “Any side effect is reversible when treatment is discontinued, and there is no permanent damage to the body,” Cole told a 2014 conference of pain specialists in Veracruz, Mexico, according to account of the presentation published on Mexican health websites. In an interview with The Times, Cole said he made the foreign presentations despite having developed deep misgivings about the use of OxyContin and similar drugs in the U.S. Witnessing the opioid epidemic unfold, seeing the effect of opioids on his patients and reading scientific literature about the drugs, he said, led him to conclude by about 2010 that painkillers were too dangerous for most chronic pain patients. “We thought we could just get away with putting everybody on opioids, and it would be hunky-dory,” Cole said. “And it didn’t work and it had darker consequences than any of us were predicting.” He defended his work promoting opioids to foreign doctors, saying terminally ill patients were dying in pain in many places he visited. He said he never shied away from questions about abuse and had no way of knowing whether his talks led doctors to prescribe more opioids. “You show up, do a presentation and then you get back on the plane and are gone,” he said. He said he stopped making appearances for Mundipharma last year. One “key opinion leader” who attended Cole’s seminars was Ricardo Plancarte Sanchez, a Mexico City pain doctor who holds a position at Mexico’s national cancer institute. Plancarte now speaks at Mundipharma seminars in Mexico. In an interview, he said his aim was to help “demystify the use of opioids in chronic pain” and that he was not paid for his appearances. “We need to work more to educate so that people use analgesics more,” Plancarte said. He said he was not concerned Mexico would see large-scale abuse and addiction. “If we educate our doctors as well as our patients, there will be better use of the drugs than in the United States,” he said. ‘Talking about big money’ Untreated pain is a global scourge. Each year millions with terminal cancer and end-stage AIDS die in needless agony, according to the United Nations. The problem is most acute in the poorest countries. Stefano Berterame, an officer of the U.N.-affiliated International Narcotics Control Board in Vienna, works to increase access to opioids in countries with shortages. He said most of the global problem could be solved with “very cheap morphine” but that selling it held little allure for multinational drug companies “It’s not very profitable,” he said. “Companies prefer to market expensive preparations.” Purdue charges hundreds of dollars a bottle for a month’s supply of OxyContin in the U.S.  Generic morphine, which provides similar pain relief, can cost as little as 15 cents a day. Mundipharma is not alone in seeking new markets for opioids outside American borders. In the last year, two other manufacturers, Teva and Grunenthal, each bought drug companies in Mexico. Mundipharma sells drugs for a range of conditions, including asthma, cancer, and arthritis, but the core of its product line is opioid painkillers. In its global expansion, Mundipharma is looking to countries with wealth, health benefits or large emerging middle classes. And it is pursuing patients healthy enough to be customers for a long time. “If your market is only cases of terminal cancer, then your market is relatively limited…,” Berterame said. “If you enlarge the market to also chronic pain, then you are talking about big money.” ‘Rebel against the pain’ Seeking new patients in Spain, Mundipharma chose ambassadors guaranteed to attract attention: Naked celebrities. A string of topless actors, musicians and models looked into the camera and told fellow Spaniards to stop dismissing aches and pains as a normal part of life. “Don’t resign yourself,” Maria Reyes, a model and former Miss Spain, said in the 2014 television spot. “Chronic pain is an illness in and of itself,” the pop singer Conchita added. The one-minute ad was part of a nationwide campaign developed and financed by Mundipharma to raise awareness of chronic pain — Rebélate contra el dolor (Rebel against the pain). In a 2013 Spanish television spot sponsored by Mundipharma, celebrities wear chains to represent the burden of chronic pain. The ads do not recommend a specific treatment or medication, but do urge sufferers to see a healthcare professional — thousands of whom have been trained by the company in the use of opioids. The campaign is part of a strategy to redefine back pain, joint aches and other common conditions as a distinct malady — chronic pain — that doctors and patients should take seriously. Chronic pain patients, who fill prescriptions month after month and often year upon year, have been the driver of billion-dollar sales for Purdue in the U.S. University of North Carolina researchers analyzed the medical records of patients taking OxyContin at strengths of  30 milligrams or more— common doses for the drug — and found that more than 85% were diagnosed with chronic pain of one type or another. In Spain, painkiller use is on the rise. Company sales were up seven-fold since 2007, a Mundipharma executive said in a 2014 interview with an industry blog. Spanish pain specialist Cesar Margarit, a consultant for Mundipharma, said the celebrity ads performed a public service by propelling patients who were “shy in recognizing they suffer from pain” to seek treatment. “You have celebrities saying, ‘I have chronic pain.’ [Patients] say, ‘OK, if they can say that, I can too,” Margarit said. “The impact in Spain was a very big one.” A Spanish-language promotional video titled “Dolor Cronico Camapana 2014” shows people discussing pain and where it might afflict them with graphic illustrations. (Instituto Mundipharma) The company removed the “Rebel against the pain” spots from its YouTube channel this fall — after The Times submitted questions to the company about the chronic pain campaign. A spokeswoman said the videos were taken down because the program was inactive. Around the world, Mundipharma companies cite statistics suggesting there is a great unmet need for their products. Opening an office in Mexico in 2014, Mundipharma officials declared that 28 million citizens were suffering from chronic pain. In Brazil, the company cited a figure of 80 million. In Colombia last year, a company news release said 47% of the population — about 22 million people — were afflicted by “this silent epidemic.” Source: QuintilesIMS National Sales Perspective Paul Duginski / @latimesgraphics ’10 ’08 A 2011 survey in the Philippines designed and paid for by the company concluded that the “government should recognize chronic pain as a specific health problem” and should improve access to pain medications. Health authorities in the U.S. say opioids are not the solution to chronic pain.  The Centers for Disease Control and Prevention said this year there is “insufficient evidence” that the drugs relieve pain in patients who take them for more than three months. Up to 24% of people on the drugs long-term become addicted, the CDC said. Up to 24% of patients who take the drugs long-term develop addiction problems, the CDC said. Some Mundipharma representatives abroad have suggested publicly that painkiller risk is overblown. As public health officials in the U.S. were issuing their latest warning about painkiller abuse last year, a Mundipharma executive was quoted in a Seoul newspaper saying that Korean doctors “worry too much” about addiction. “But many studies have shown that it’s almost impossible for those with chronic or severe pain to become addicted to narcotics, as long as the drug is used for pain relief,” Lee Jong-ho told the Korea Herald. Lee could not be reached for comment. Willem Scholten, a retired World Health Organization official Mundipharma has paid to speak at medical conferences, said President Obama, public health officials and the media have “exaggerated” the U.S. prescription opioid crisis. The surge in addiction and death was largely due to recreational abuse, he said. “The problem is a lot of crime,” Scholten, a Dutch pharmacist, said in an interview. “If [other countries] make good regulations, they won’t have similar problems.” Subscribe today for unlimited access to exclusive investigations, breaking news, features and more He said that “there is hardly any evidence” that pain patients abuse medications. Sharon Walsh, a University of Kentucky addiction expert who advises the FDA on risks from pain drugs, called the assertions “completely untrue.” “That is exactly the same thing they were teaching U.S. physicians when they launched OxyContin in this country,” said Walsh, who runs the university’s Center on Drug and Alcohol Research. ‘The Google of the pharma industry’ Mundipharma’s operations in the developing world are run out of a sleek Singapore office with a Silicon Valley feel. There are bean bag chairs, a “chill-out zone” and a tea bar, and employees are encouraged to think of the company as a nimble, creative start-up — “the Google of the pharma industry,” in the words of one executive. After introducing OxyContin in the U.S., Purdue’s Canadian affiliate and Mundipharma’s Australian company began promoting the painkiller  in those countries. In the last decade and a half,  both have seen U.S.-style problems, including criminal trafficking, addiction and death. Mundipharma turned its focus to the developing world in 2011, as U.S. sales began their drop. Rapidly modernizing countries are expected to spend more than $20 billion on pain medicines by 2020, according to QuintilesIMS Institute for Healthcare Informatics. Mundipharma expanded first in Asia, then Latin America and then the Middle East and Africa, ultimately having a presence in 122 developing markets. The high cost of brand-name medications remains a barrier in many developing countries, but Mundipharma has sought ways to adjust. In Brazil, the company started a program this year that offers patients discounts on the cost of pills. Purdue used coupons in the U.S. that offered patients a free initial prescription for OxyContin. About 34,000 coupons were redeemed before the company terminated the program as concerns about abuse grew, according to a Congressional report. Revenues for Mundipharma Emerging Markets, the Singapore-based company that oversees developing world operations, have risen 800% over the last five years to about $600 million annually. A Mundipharma spokeswoman said that growth included revenue from deals the companies have made with other manufacturers to sell non-opioid products. Raman Singh, head of Mundipharma Emerging Markets, has said publicly that pain treatment in Asia is 1/50th of what it should be. Half the company’s worldwide sales in the developing world, which include products other than painkillers, already come from China, according to Mundipharma, and China is central to the Mundipharma’s global strategy. As the head of Mundipharma Emerging Markets, Raman Singh, right, has overseen 800% sales growth in the developing world. Tennis star Caroline Wozniacki, left, is a Mundipharma brand ambassador for the antiseptic Betadine. (Suhaimi Abdullah / Getty Images) The Chinese government has pledged that all 1.4 billion citizens will have health insurance by the close of the decade, and the company is working quickly to establish itself as the market leader in pain medications. Since 2011, Mundipharma has hired more than a thousand employees, most of them sales representatives,  and now has a presence in 300 cities. Thousands of Chinese doctors have attended training seminars about Mundipharma’s drugs, and it claims a 60% share of the cancer pain market. Mundipharma has sponsored clinical trials of OxyContin and Targin at hospitals across the country. There remains, however, a deep-seated fear of opioids stemming from Chinese defeats in the 19th century Opium Wars that left millions addicted. Under strict government regulations, patients can purchase OxyContin only from a hospital or other medical institution, and can receive no more than a 15-day supply. Relatively few Chinese use Mundipharma’s painkillers for chronic pain because of their high price. Mundipharma's operation in China, headquartered in a Beijing skyscraper, has expanded rapidly since 2011. (Jonathan Kaiman/Los Angeles Times) Mundipharma is courting Chinese patients with a campaign encouraging people to take medications as their physicians prescribe. In one animated video on the company’s website, an elderly cancer patient who expresses fear about becoming addicted to painkillers is corrected by his nurse. “You will not be addicted if you follow the doctor’s instructions,” she tells him.  The video was removed from the site this fall at around the time The Times asked company officials about it. Asked why, a company spokeswoman said “programs and campaigns change frequently and content is updated often.” In China, where there are nearly 3 million registered drug abusers, the government has forced addicts into boot-camp style treatment that human rights advocates have described as prisons. Treatment is rudimentary or unavailable in many parts of the developing world. UNC researcher Nabarun Dasgupta, who has advised federal health authorities and the WHO on prescription opioid abuse, said the wide use of painkillers in those countries “sounds like a recipe for disaster” because “a certain percent [of users] will go on to need addiction treatment.” “A certain percent [of users] will go on to need addiction treatment.” — Nabarun Dasgupta, University of North Carolina researcher Dr. Nabarun Dasgupta of the University of North Carolina has advised U.S. and world health authorities on opioid abuse. (Los Angeles Times) Mundipharma Emerging Markets said in a statement, “We attach great importance on promoting our pain medicines in a balanced and responsible manner so that the correct physicians are prescribing the correct medicines to the correct patients.” ‘A big deal’ Public health officials in Europe worry far less about painkiller addiction than their American counterparts. Government health systems in many countries track prescriptions, making it more difficult than in the U.S. to obtain large amounts of opioid medication for abuse or criminal trafficking. But when a team of international researchers recently conducted the first large-scale survey of drug abuse in Europe, they found what the lead investigator described as a significant problem with prescription opioid abuse. Painkiller abuse rates are similar to the U.S. in the early 2000s “before the epidemic really got going,” Scott Novak, a scientist at the nonprofit RTI International in North Carolina, said in an interview. In Spain, 18% of those surveyed acknowledged abusing painkillers in the course of their life, according to the study published in August. Across Europe, people with prescriptions were eight times as likely to abuse the drugs. Behind the story How we reported the investigation “They are potentially at the precipice of a major public health problem if prescribing increases,” Novak said. Mundipharma International took issue with that conclusion. The company said in a statement that painkiller abuse is less of a problem in Europe than in the U.S., in part because of stricter pharmacy regulation and government health systems. Mundipharma said that it was conducting a study of abuse in Britain and Germany and that initial results “suggest that in these countries abuse of prescription opioids is less than 1%.” In one European country — Cyprus — OxyContin abuse is an acknowledged problem. Mundipharma began marketing the painkiller in 2008 on the Mediterranean island of 1 million. Government health coverage made the medication cheaper than heroin and addicts began crushing and snorting the pills. Officers responding to overdoses knew little of the U.S. experience with painkillers. Stelios Sergides, a superintendent with the Cyprus National Police, said that the first time he heard the word OxyContin, he had to look it up online. Since 2013, authorities have linked six deaths to the drug. “It’s a big deal, a big deal,” Sergides said. Police superintendent Stelios Sergides has investigated OxyContin dealing on the small Mediterranean island of Cyprus. (Lisa Girion / Los Angeles Times) Mundipharma said it was “deeply disturbed” by the deaths in Cyprus and suggested the blame rested with a rehab center which used OxyContin to treat heroin addiction, a practice the company does not recommend. Police in Cyprus are investigating doctors suspected of overprescribing and working with public health officials to get addicts into rehab. Last year, 59 people requested treatment. “We are worried, of course, because of the numbers, especially the treatment demand,” Sergides said. In the Mundipharma’s Cyprus office, managing director, Menicos M. Petrou, called OxyContin “an excellent product” and said he had been honored to meet members of the Sackler family during visits to a factory on the island. “If people misuse drugs, most of the time there is little a pharmaceutical company can do,” he said. Times staff writers Hector Becerra, Marisa Gerber and Brittny Mejia in Los Angeles and special correspondent Jessica Meyers and news assistants Nicole Liu and Yingzhi Yang in The Times’ Beijing bureau contributed to this report. Additional credits: Lily Mihalik and Evan Wagstaff. Full coverage ",
    "title": "OxyContin goes global — “We’re only just getting started” - Los Angeles Times"
   },
   {
    "entities": [
     "biden",
     "joseph",
     "2001",
     "house",
     "jan. 20",
     "facebook",
     "r.",
     "senate",
     "recently",
     "morning",
     "friday, jan. 6",
     "congress",
     "gore",
     "twitter",
     "1 p.m.",
     "new",
     "today",
     "york",
     "december 19, 2016",
     "washington",
     "jr.",
     "al"
    ],
    "id": 9,
    "text": "Privacy Policy Who counts the electoral votes? On Friday, Jan. 6, at 1 p.m., members of the House and Senate will meet in the House chamber to count those votes. Vice President Joseph R. Biden Jr., as the departing president of the Senate, is expected to preside over the count, during which every state’s vote is opened and announced in alphabetical order. Mr. Biden will then declare the winner based on who has the majority of votes — at least 270. (That has led, three times, to an awkward moment when the sitting vice president has announced his own defeat, according to the House historian’s office . That happened most recently in 2001, to Al Gore.) And that’s it? Not quite. At that point, Mr. Biden will ask if there are any objections, and lawmakers can then challenge either individual electoral votes or state results as a whole. If an elector has chosen to vote against state results, that is the moment when lawmakers can petition to throw that vote out. Objections must be in writing and signed by at least one member of the House and one member of the Senate. If there are any objections, the House and Senate then immediately split up to consider them and have just two hours to decide whether they support the objection or not. Both chambers will then reconvene and share their decisions; if both the House and the Senate agree with the objection, then they will throw out the votes in question. But Congress has never sustained an objection to an electoral vote. After any and all objections have been resolved, the results are considered final. The next step is to swear in the winner on Jan. 20. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on December 19, 2016, on Page A10 of the New York edition with the headline: After 130 Million Votes, the 538 Decisive Ones Will Be Cast. Here’s What to Expect. Order Reprints | Today's Paper | Subscribe ",
    "title": "The Electoral College Meets Monday. Here’s What to Expect. - The New York Times"
   },
   {
    "entities": [
     "ty",
     "campbell",
     "rich",
     "rodgers",
     "rumore",
     "barkley",
     "12:02 p.m.,",
     "sunday",
     "tribune",
     "biggs",
     "montgomery",
     "nfl",
     "mike",
     "brad",
     "mccarthy",
     "kori",
     "matt",
     "packers",
     "sunday, dec. 18, 2016",
     "soldier",
     "field",
     "aaron"
    ],
    "id": 10,
    "text": "Sunday's Bears game against the Packers was not the coldest at Soldier Field, but still made the list of 10 most frigid games at the venue.In NFL games, temperature is recorded at kickoff -- 11 degrees at 12:02 p.m., Sunday -- which doesn't take into consideration any fluctuations that happen after... (Kori Rumore) The frosty conditions — along with the Bears' 3-10 record entering the game — contributed to 16,536 tickets going unused. Still, 44,601 braved the chill, including at least one who watched much of it without a shirt. The offenses certainly weren't affected by the weather. The Packers compiled 451 yards — 226 on the ground and 225 in the air — while the Bears had 449 (95 and 354). \"We were warm on the sideline, and during the drives you're moving around and staying warm,\" said Bears quarterback Matt Barkley , who wore a wetsuit under his uniform. \"The layers and hand warmers helped. It wasn't a factor.\" Packers quarterback Aaron Rodgers said: \"It was uncomfortable at times, but it was warmer than most of us expected. We were expecting minus teens.\" One player clearly not bothered by the cold was Packers running back Ty Montgomery, who ran for 162 yards and two touchdowns on 16 carries. Brad Biggs, Rich Campbell on Bears' 30-27 loss to Packers Tribune writers Brad Biggs and Rich Campbell react to the Bears' 30-27 loss to the Packers on Sunday, Dec. 18, 2016. Tribune writers Brad Biggs and Rich Campbell react to the Bears' 30-27 loss to the Packers on Sunday, Dec. 18, 2016. \"I wasn't even worried about it,\" Montgomery said. \"I was telling myself, 'I'm no colder than the defense (or) anybody else on this field.'\" Even the Soldier Field turf held up in the cold. \"I thought the field conditions were outstanding, frankly,\" Packers coach Mike McCarthy said. \"We watched the Weather Channel all week and the wind wasn't quite as bad as we thought. I was very thankful that the sun was out, so that made it more manageable. \"I take my hat off to the grounds crew. It was a good surface. It was a little soft, but you're going to have that. Based on the forecast and the temperatures, I thought it was as good as it could possibly be.\" ",
    "title": "Frigid conditions at Soldier Field &apos;not a factor&apos; during Bears-Packers game - Chicago Tribune"
   },
   {
    "entities": [
     "december 18, 2016",
     "usama-rsb-",
     "facebook",
     "cia",
     "george",
     "john",
     "twitter",
     "dec. 13, 2003",
     "u.s.",
     "hussein",
     "1988",
     "2006",
     "w.",
     "halabja",
     "iraq",
     "laden",
     "america",
     "iran",
     "nixon",
     "fall",
     "bin",
     "bush",
     "saddam",
     "2003"
    ],
    "id": 11,
    "text": "CIA analyst: Saddam Hussein 'seemed clueless,' was 'inattentive' leader Published               December 18, 2016 Facebook 0 Twitter 0 livefyre Email Print   Saddam Hussein was an inept dictator during his final years in charge, thought 9/11 would bring Iraq and America closer together and took partial blame for his eventual fall from power after the 2003 U.S.-led invasion, according to a new book by one of the men who interrogated the ex-Iraqi president. The revelations are contained in the upcoming John Nixon book “Debriefing the President: The Interrogation of Saddam Hussein.” Nixon was a CIA analyst in Iraq who had been assigned the task of finding Hussein, and then getting information out of him. But he quickly found that “Saddam seemed clueless.” “He was inattentive to what his government was doing, had no real plan for the defense of Iraq and could not comprehend the immensity of the approaching storm,” Nixon wrote in the book excerpt published by The Daily Mail. SADDAM WHINED ABOUT SCRAPES AND BRUISES, BOOK SAYS Hussein, who was hanged and killed in 2006 for crimes against humanity, was frequently defiant while being interviewed and even mocked the U.S. rationale for the war: that Iraq possessed weapons of mass destruction. “You found a traitor who led you to Saddam Hussein. Isn’t there one traitor who can tell you where the WMDs are?” Hussein said shortly after he was found hiding, dirty and grizzled, inside an underground “spider hole” on Dec. 13, 2003. The sadistic despot said Iraq had never thought about using WMDs and questioned why “anyone with full faculties” would deploy chemical weapons unprovoked. “Iraq is not a terrorist nation,” Hussein told Nixon during one session. \"We did not have a relationship with [Usama] bin Laden, and did not have weapons of mass destruction... and we’re not a threat to our neighbors. But the American president [George W. Bush] said Iraq wanted to attack his daddy and said we had ‘weapons of mass destruction.’” Asked about the 1988 Halabja massacre, in which thousands of mostly Kurdish civilians were killed by Iraqi chemical weapons during the Iran-Iraq war, Hussein grew angry. “Then he turned to me and sneered: ‘But I did not make that decision,’” Nixon wrote. The carnage in Halabja allegedly infuriated Hussein, not because of the thousands killed, but instead, because it provided Iran with a propaganda coup. Hussein could also be candid, Nixon wrote, and did not absolve himself of all responsibility for his downfall. “The spirit of listening and understanding was not there – I don’t exclude myself from this blame,” Hussein said of his frequently antagonistic relationship with the international community. As Nixon questioned Hussein, he said it became clear the CIA profile of the Iraqi leader had been wrong on many fronts. “I asked about the CIA’s belief that Saddam suffered great pain from a bad back and had given up red meat and cigars,” Nixon wrote. “He said he didn’t know where I was getting my intelligence, but it was wrong. He told me he smoked four cigars every day and loved red meat. He was also surprisingly fit.” A little more than four months after 9/11, President Bush named Iraq as a member of the “Axis of Evil” during his State of the Union address. Hussein, however, had initially assumed the Al Qaeda-directed terror attacks would bring the U.S. and Iraq closer together. Hussein had believed his secular government would be seen by America as an ally in the war on fundamentalist terror. Instead, fewer than two years after the attacks, the U.S.-led coalition deposed Hussein. Advertisement ",
    "title": "CIA analyst: Saddam Hussein 'seemed clueless,' was 'inattentive' leader | Fox News"
   },
   {
    "entities": [
     "texas",
     "pipeline",
     "supreme",
     "getty",
     "january",
     "montana",
     "rick",
     "deal",
     "paris",
     "ryan",
     "jeremy",
     "patrick",
     "last month",
     "china",
     "defense",
     "partners",
     "afp",
     "department",
     "tiernan",
     "d.c.",
     "pruitt",
     "silva",
     "goldston",
     "plan",
     "legacy",
     "appeals",
     "bush",
     "whitman",
     ", 4:01 pm",
     "white",
     "medicine",
     "climate",
     "fund",
     "2:55",
     "dec 18 2016",
     "news",
     "united",
     "lead",
     "park",
     "donald",
     "administration",
     "lake",
     "2014",
     "of",
     "christine",
     "50 percent",
     "current",
     "brune",
     "agency",
     "u.s.",
     "jersey",
     "w.",
     "bryan",
     "will",
     "kovarik",
     "badger-two",
     "york",
     "program",
     "epa",
     "jody",
     "change",
     "council",
     "david",
     "earlier this month",
     "resources",
     "images",
     "perry",
     "club",
     "transfer",
     "circuit",
     "glacier",
     "clean",
     "tower",
     "caps",
     "congress",
     "2015",
     "daniella",
     "brown",
     "mike",
     "earth",
     "oahe",
     "the end of this century",
     "environmental",
     "obama",
     "nbc",
     "national",
     "new",
     "oklahoma",
     "-",
     "forest",
     "energy",
     "harvard's",
     "sittenfeld",
     "dakota",
     "protection",
     "nov. 4, 2016",
     "power",
     "times",
     "last year",
     "dec. 7",
     "sierra",
     "states",
     "trump",
     "house",
     "r.",
     "fox",
     "zinke",
     "freeman",
     "george",
     "court",
     "eiffel",
     "scott",
     "access",
     "february",
     "currently",
     "3:34",
     "law",
     "symons",
     "matthew",
     "smith",
     "with"
    ],
    "id": 12,
    "text": "Dec 18 2016, 4:01 pm ET What Could a Trump Administration Mean for the Environment? by Daniella Silva A train hauls oil into Glacier National Park near the Badger-Two Medicine National Forest in northwest Montana. Matthew Brown / AP Share advertisement As Donald Trump continues to announce administration roles, environmental experts and advocates are sounding the alarm over what they say are \"extreme\" selections that will put the government at odds with science and the health of the Earth. \"I think what we're seeing is the most hard-right ideological, fossil fuel-oriented Cabinet appointments we've ever seen,\" David Goldston, Director of Government Affairs at the National Resources Defense Council told NBC News. Trump's selection of Oklahoma Attorney General Scott Pruitt for administrator of the Environmental Protection Agency was a major concern for Goldston and Christine Whitman, the former EPA Administrator under President George W. Bush from 2001-2003 and a former Republican governor of New Jersey. Related: Poll: 50 Percent Approve of Trump's Transition Handling So Far Oklahoma Attorney General Scott Pruitt, left, arrives at Trump Tower on Dec. 7 in New York. Bryan R. Smith / AFP - Getty Images \"This is someone who has sued the agency numerous times,\" Whitman said. \"He seems to have a generalized disdain for the rule making body and that's what it does, it's a regulatory agency.\" Pruitt has sued the agency multiple times and is currently one of a group of attorneys general leading a suit against the Obama Administration's rules to curb carbon emissions. He also said in a 2014 op-ed that the debate over mankind's role in climate change \"is far from settled.\" \"You look at that set up and it's not a recipe for optimism\" And Trump's picks of former Texas Governor Rick Perry f or secretary of energy and Montana Rep. Ryan Zinke for secretary of the interior have also expressed skepticism over climate change science or the degree to which human beings are culpable for its acceleration. Perry also sits on the board of a few oil companies, including Energy Transfer Partners, the firm that was pushing to build the controversial Dakota Access Pipeline under Lake Oahe. Related: Skeptics Rip Rick Perry as Trump's Pick to Lead Department of Energy \"It's an alarming set of picks in terms of both the influence that fossil fuel interests will have in this administration, but also the lack of balance terms of picks that will protect public health and clean energy,\" Jeremy Symons, Associate Vice President of Climate Political Affairs at the Environmental Defense Fund told NBC News. \"You look at that set up and it's not a recipe for optimism,\" said Jody Freeman, a former counselor for energy and climate change in the Obama White House and director of Harvard's Environmental Law Program. \"I think there's this undercurrent of threatening the legitimacy of climate science and I think that's very dangerous.\" Experts told NBC News that, while a Trump Administration could take steps to seriously undermine key gains made under the Obama Administration, there were still significant legal constraints on what it could do to unravel major, longstanding environmental protections. Play Controversy grows over Trump EPA pick 3:34 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161219005103if_/http://www.nbcnews.com/widget/video-embed/829264451850\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump himself has expressed views on climate change ranging from calling it a hoax perpetuated by China, to telling the New York Times in an interview last month that he would keep an \"open mind\" on the issue, to telling Fox News earlier this month \"nobody really knows\" if it's real. Related: Breaking the Ice: Obama Seeks to Cement Climate Change Legacy Despite the variations in his statements, Freeman said, \"the proof is in the pudding, and that means we ought to look at who he picks to run the essential agencies.\" Mike Brune, executive director of the Sierra Club, echoed the sentiment, saying we should look at the track record of Trump's appointees. \"If you look at the track record of these people, we're likely to see attempts to roll back clean air regulations, clean water regulations, endangered species protections and also pulling back or altering our international efforts,\" he said. Play What Will Trump's Environmental Policy Look Like? 2:55 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161219005103if_/http://www.nbcnews.com/widget/video-embed/831270979741\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Some recent environmental gains likely to come under fire from Trump's administration, experts said, included the landmark Paris climate deal and policies such as the Clean Power Plan . Goldston said that while Trump would face a long and arduous process if he wanted to completely back out of the climate agreement, he could take the route of \"making it harder for the United States to meet its obligations.\" And many have noted that just because Trump voters wanted \"change\" of some sort, that doesn't mean they are clamoring for an anti-environmental agenda. \"In no way did the election give Trump or these nominees or his allies in Congress a mandate to undermine recent environmental progress or bedrock environmental protections,\" said Tiernan Sittenfeld, the senior vice president for government affairs at the League of Conservation Voters. \"People did not realize what was at stake.\" The Eiffel Tower is lit in green and illuminated with lettering reading \"The Paris accord is done\" on Nov. 4, 2016, to celebrate the first day of the application of the Paris climate accord. Patrick Kovarik / AFP - Getty Images The climate deal was negotiated by more than 190 nations in Paris last year, and requires all participating nations to reduce greenhouse emissions with the goal of keeping the rise in global temperatures \"well below\" 3.6 degrees Fahrenheit from pre-industrial times to the end of this century. Scientists have said the consequences of climate change and rising global temperatures include more intense heat waves, rising sea levels, loss of glaciers, more powerful storms and habitat loss. \"If you look at the track record of these people, we're likely to see attempts to roll back clean air regulations, clean water regulations, endangered species protections and also pulling back or altering our international efforts\" Freeman added that Trump could undermine the U.S.'s commitment by \"just failing to push forward on things like the Clean Power Plan and other plans to cut our green house emissions.\" Obama unveiled the Clean Power Plan in 2015 with the aim of reducing carbon pollution from power plants. The Supreme Court stayed implementation of the plan in February pending judicial review, prompted by the lawsuits Pruitt supported. The D.C. Circuit Court of Appeals is currently considering the legality of the rule. Related: Obama Caps Environmental Legacy With Paris Climate Change Deal Trump could have several paths to rolling back the plan, based on the court's decision, Freeman wrote after the election , but he could still potentially face legal battles. Freeman added that she \"wouldn't be surprised\" if the current administration's moratorium on new coal leases on federal lands , announced in January, were lifted \"fairly quickly\" as it did not go through as lengthy of a rule-making process. Activists have also expressed concern over the fate of the controversial Dakota Access oil pipeline and privatization of tribal lands. Earlier this month, Trump's transition team came under fire from Native American environmental activists for a proposal to privatize up to 56 million acres of tribal lands for resource extraction. Play ",
    "title": "What Could a Trump Administration Mean for the Environment? - NBC News"
   },
   {
    "entities": [
     "weiner",
     "december 18, 2016",
     "mick",
     "palmieri",
     "november",
     "comey",
     "house",
     "hillary",
     "vanity",
     "thursday",
     "fai",
     "facebook",
     "abedin",
     "recently",
     "mills",
     "huma",
     "bill",
     "2016",
     "john",
     "fair",
     "twitter",
     "witherspoon",
     "podesta",
     "post",
     "reese",
     "robbie",
     "fbi",
     "new",
     "anthony",
     "wikileaks",
     "jennifer",
     "james",
     "wednesday",
     "york",
     "mook",
     "now",
     "cheryl",
     "clinton",
     "jagger",
     "white"
    ],
    "id": 13,
    "text": "Clinton advisers point fingers at Huma Abedin, inner circle for loss Published               December 18, 2016 Facebook 0 Twitter 0 livefyre Email Print   While many of Hillary Clinton’s top advisers have focused their post-presidential election fury on blaming alleged Russian interference and FBI Director James Comey for Clinton’s loss, some in the so-called “Hillaryland” orbit are looking inward, including pointing fingers at Clinton’s most-trusted aide: Huma Abedin. “The real anger is toward Hillary’s inner circle,” a Clinton insider told Vanity Fai r for a Wednesday feature on Abedin. “They reinforced all the bad habits.” One of the most important people in that “inner circle” was Abedin, 40, who has been by Clinton’s side since she was a White House intern during President Bill Clinton’s tenure. The email trove hacked from Clinton Campaign Chairman John Podesta and posted on WikiLeaks shows Abedin, the estranged wife of disgraced ex-Congressman Anthony Weiner, as an important resource for the campaign. The vice chair of the Clinton campaign, Abedin offered guidance on Clinton’s probable thoughts regarding upcoming events, meetings and calls before the requests ever made it to the Democratic presidential candidate. While her fingerprints don’t often appear on policy issues, she weighed in with authority on most other matters. ABEDIN CLAIMS SHE NEVER RECEIVED FBI WARRANT Clinton was known to keep an extremely small and tight-knit group around her, and, indeed, during the 2016 primary and presidential campaign, the core group – including Campaign Manager Robbie Mook, Communications Director Jennifer Palmieri, adviser Cheryl Mills, Podesta and Abedin – never changed. One Clinton insider, however, said the closeness of that group also created problems, prompting dismissive answers when new ideas that originated outside the circle were suggested, Vanity Fair reported. “Where in most presidential campaigns the circle grows broader and broader, hers grew smaller and smaller,” a source told Vanity Fair. A spokesperson for the Clinton campaign disputed that notion to Vanity Fair and said the campaign’s plane seated up to three times as many people during the run-up to the November vote. Abedin declined to be interviewed for the feature. Abedin’s proximity to Clinton – and in turn the limelight – also created another issue, according to some observers. “She was enjoying the red carpet and enjoying the photo spreads much too much in my opinion,” one Clinton insider told Vanity Fair. “She enjoyed being a celebrity too much.” Though Abedin’s next move seems to be in limbo now that Clinton’s political career appears to be over, she was recently spotted at Clinton’s “Thank You” holiday party for top-tier donors on Thursday and then at an after party with fellow attendees Mick Jagger and Reese Witherspoon, The New York Post reported. “Maybe I’m just p----- off, but I really don’t give a s--- about what happens to Huma to be honest with you,” one close adviser to Clinton told Vanity Fair. Advertisement ",
    "title": "Clinton advisers point fingers at Huma Abedin, inner circle for loss | Fox News"
   },
   {
    "entities": [
     "october",
     "krupia",
     "wolka",
     "vw",
     "right now",
     "last year",
     "mizolebska",
     "galica",
     "earlier this year",
     "poland",
     "36 percent",
     "sciences",
     "states",
     "trump",
     "house",
     "party",
     "paris",
     "united",
     "facebook",
     "senate",
     "1992",
     "at 6:49 pm",
     "donald",
     "recently",
     "adam",
     "academy",
     "wiechowski",
     "$1,000",
     "a year ago",
     "of",
     "kaczynski",
     "justice",
     "affairs",
     "2016",
     "jaroslaw",
     "once",
     "lech",
     "jacek",
     "future",
     "faiola",
     "bielan",
     "kucharczyk",
     "100 percent",
     "the weekend",
     "anthony",
     "parliament",
     "institute",
     "pawel",
     "warsaw",
     "washington",
     "2010",
     "evening",
     "maria",
     "december 18",
     "law",
     "public",
     "polish",
     "warsaw-based",
     "now",
     "ewa",
     "monika",
     "time",
     "one year later",
     "white"
    ],
    "id": 14,
    "text": "In Poland, a window on what happens when populists come to power The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Anthony Faiola December 18 at 6:49 PM Follow @Anthony_Faiola WARSAW — The Law and Justice Party rode to power on a pledge to drain the swamp of Polish politics and roll back the legacy of the previous administration. One year later, its patriotic revolution, the party proclaims, has cleaned house and brought God and country back to Poland.  Opponents, however, see the birth of a neo-Dark Age — one that, as President-elect Donald Trump prepares to move into the White House, is a harbinger of the power of populism to upend a Western society. In merely a year, critics say, the nationalists have transformed Poland into a surreal and insular place — one where state-sponsored conspiracy theories and de facto propaganda distract the public as democracy erodes. In the land of Law and Justice, anti-intellectualism is king. Polish scientists are aghast at proposed curriculum changes in a new education bill that would downplay evolution theory and climate change and add hours for “patriotic” history lessons. In a Facebook chat, a top equal rights official mused that Polish hotels should not be forced to provide service to black or gay customers. After the official stepped down for unrelated reasons, his successor rejected an international convention to combat violence against women because it appeared to argue against traditional gender roles. Over the weekend, Warsaw convulsed in street protests amid allegations that the Law and Justice party had illegally forced through a budget bill even as it sought to restrict media access to Parliament. Cheered on by religious conservatives, the new government has defunded public assistance for in vitro fertilization treatments. To draft new sexual-education classes in schools, it tapped a contraceptives opponent who argues that condom use increases the risk of cancer in women. The government is proffering a law that critics say could soon be used to limit opposition protests. Yet nothing has shocked liberals more than this: After a year in power, Law and Justice is still by far the most popular political party in Poland. It rides atop opinion polls at roughly 36 percent — more than double the popularity of the ousted Civic Platform party. “The people support us,” boasted Adam Bielan, Law and Justice’s deputy speaker of the Senate. Trump is promising a tax code rework that could trigger a bonanza of cash rebates for Americans. In Poland, Law and Justice put cash in pockets in other ways, but always while merging social conservatism and nationalism with populist economics. The new government doled out money to families with children. They also slashed Poland’s retirement age — to as young as 60 for women and 65 for men. Opponents call such actions the “buying” of support, moves that will only drive up Polish debt and masquerade a long-term power grab that could entrench Law and Justice for years. But right now, for many Poles, nationalism has never felt so good. “We are living in this post-truth environment where you can say and do anything and people don’t seem to care,” said Jacek Kucharczyk, president of the Warsaw-based Institute of Public Affairs. Now they’re true believers The road to Law and Justice country runs an hour outside cosmopolitan Warsaw, down a dirt path in the hamlet of Krupia Wolka. Once there, pass the front-yard playground of a cream-colored house and meet Pawel and Maria Wiechowski.  High school sweethearts, they married back in 1992. Two-and-a-half decades and 10 children later, they’re still deeply Catholic — and still struggling financially.  Maria, a therapist for autistic children, quit work when child-care costs exceeded what she earned. Pawel, a craftsman, makes intricate moldings for ceilings and walls. Their parents helped them buy their six-bedroom dream home in the country, so they’re mortgage-free. But he hasn’t had work in two months. During dry spells before, the couple would mothball their 20-year-old VW van to save on gas, and the kids would walk to school. But in the era of Law and Justice, there’s no need. The new government program for families is the Wiechowskis’ life raft; it offers them a monthly cash payout worth nearly $1,000. “Right now, that’s 100 percent of our income,” Pawel said. “Some people criticize the child benefit and say it’s a government handout. It’s not. It is support for traditional families.” Pawel voted for Law and Justice last year as “the lesser of two evils.” But now he’s a true believer. “In the United States, you had the same choice, picking the lesser of two evils,” he said. “I wasn’t sure a year ago either, but now I see how right we were.” Embracing the new government, to some measure, also means buying into the disturbing worldview it sells: You can only trust a Pole — even then, only some. And the party’s views have never been more effectively disseminated. The national broadcaster in Poland would often tilt toward the party in power. But following its victory, Law and Justice launched an unprecedented purge of journalists at the channel, turning it into what opponents describe as a propaganda machine where conspiracy theories flourish. It recently ran a piece on the health risks of child vaccinations.  Conservative Catholic radio and television, meanwhile, is abuzz with the  reopening of an investigation into the 2010 plane crash that killed then-President Lech Kaczynski, his wife and 94 others. The crash was blamed on human error at the time. But Jaroslaw Kaczynski — the late president’s twin brother and Law and Justice’s powerful party chief — appears certain it was a coverup. Was it? “We are considering the possibility,” Pawel said with a nod. The new government is also skeptical of the Paris climate change agreement to cut carbon emissions and has pulled support for Polish wind and solar farms. At the same time, it is pumping more money into coal.  “Who really knows what is causing global warming?” Pawel said. “And Poland needs the coal industry.” Maria was always more concerned with the spread of liberal values, which Law and Justice has, she said, rightly nipped in the bud. There is no more talk in Poland, for instance, of offering any legal rights to same-sex couples. Earlier this year, the office of a lesbian, gay, bisexual and transgender group in Warsaw was badly vandalized. Police never caught the perpetrators. “Homosexuality was quiet before, then they tried to normalize it,” she said. “You don’t see that happening now.”  Are they concerned about allegations the new government is distracting the public as it chips away at Polish democracy? “No,” she said. “I think they’re just cleaning house.” ‘Where is all this going?’ On a frigid recent evening in Warsaw, Monika Mizolebska, a museum researcher, stoically marched with thousands of other Poles to protest the new government. This is the street opposition — the people terrified by what they see unfolding in Poland. Already, the new government has taken steps to limit the power of the constitutional court, chipping away, critics say, at checks and balances. A new draft law would also allow government-appointed governors the right to decide on future permits for demonstrations.  “I’m here marching because it may be the last time we’re allowed to,” she said. “I don’t think many of us really understand what’s happening in Poland.” The mother of a 13-year-old daughter, Mizolebska said she is deeply concerned about what sees as an attack on  women’s reproductive rights . A near-total abortion ban — women and doctors faced up to five years in jail — was defeated in October after a  massive street protest . But she fears it may yet come back. “The government wants women to be mothers, to be housewives, but my daughter wants to be a writer, maybe a journalist,” she said. “But what chance does she have here? In these conditions?” She is also concerned about a new proposed school curriculum the Polish Academy of Sciences says will marginalize evolution theory by reducing its prominence in some grades. Sciences more generally would receive less time, in favor of more hours for Polish history.  “I can’t believe it’s 2016 and we’re still talking about whether to teach evolution,” she said, shaking her head. “Where is all this going? I’m afraid.” Ewa Galica in Warsaw contributed to this report. Read more ",
    "title": "In Poland, a window on what happens when populists come to power - The Washington Post"
   },
   {
    "entities": [
     "dec 18, 2016",
     "earlier this year",
     "amman",
     "castle",
     "qatraneh",
     "november",
     "press",
     "syria",
     "sunday",
     "kerak",
     "the day",
     "state",
     "karak",
     "security",
     "omar",
     "global",
     "affairs",
     "john",
     "associated",
     "akour",
     "mohammed",
     "directorate",
     "canada",
     "late sunday",
     "the past year",
     "gaza",
     "u.s.",
     "iraq",
     "islamic",
     "jordan's",
     "babcock",
     "public",
     "strip",
     ", 5:49 pm",
     "ap",
     "city",
     "two years ago",
     "daraghmeh",
     "jordan"
    ],
    "id": 15,
    "text": "Gunmen Kill 10, Including Canadian, in Attacks on Police By omar akour and mohammed daraghmeh, associated press KARAK, Jordan \u0097 Dec 18, 2016, 5:49 PM ET 0 Shares Kerak Castle in al-Karak, Jordan is pictured in this undated stock photo. 0 Shares Email Gunmen assaulted Jordanian police in a series of attacks Sunday, including at a Crusader castle popular with tourists, killing seven officers, two local civilians and a woman visiting from Canada, officials said. Several armed men were reported barricaded inside the castle after nightfall, hemmed in by special forces soldiers. At least 34 people, including two foreign nationals, were wounded in the day's violence, which was one of the bloodiest attacks in Jordan in recent memory. Security officials said in a statement late Sunday that at least four gunmen were killed and that troops continued to search the area. The statement said large amounts of weapons had been seized. It made no reference to local media reports that at one point, the attackers had held hostages. The shootings were the latest in a series of attacks that have challenged this pro-Western kingdom's claim to be an oasis of calm in a region threatened by Islamic extremists. The killing of the Canadian tourist could further hurt Jordan's embattled tourism sector, which has declined sharply since the Islamic State group seized large parts of neighboring Syria and Iraq two years ago. Another Canadian was injured in the shooting, Canada's Global Affairs spokesman John Babcock said. \"Canadian officials in Amman are actively working with local authorities to gather additional information and are providing consular assistance to Canadians at this difficult time,\" he said. The Canadian Embassy in Amman issued an alert warning urging Canadians to avoid travel to Karak, a town in central Jordan about 140 kilometers (87 miles) south of the capital. There was no immediate claim of responsibility for the attacks in and near Karak. The chain of events began when a police patrol received reports of a house fire in the town of Qatraneh in the Karak district, said a statement by Jordan's Public Security Directorate. Officers responding to the call came under fire from inside the house, the statement said. Two policemen were wounded and the assailants fled in a car, it said. In another attack, gunmen fired on a security patrol in Karak, causing no injuries, the statement said. Armed men also opened fire on a police station at Karak Castle, a Crusader fort, wounding members of security forces. The statement said five or six gunmen were believed to be holed up inside the castle. In all, seven members of the security forces, two local civilians and the tourist from Canada were killed, security officials said. Fifteen members of the security forces, 17 local civilians and two foreign nationals were injured. Jordan faces homegrown extremism, with hundreds of Jordanians fighting alongside other Islamic State militants in Iraq and Syria and several thousand more supporting the extremist group in the kingdom. Jordan is a key U.S. ally, and a member of a U.S.-led military coalition fighting IS. Over the past year, gunmen have carried out several attacks on members of the Jordanian security forces and foreign trainers. Earlier this year, Jordanian security forces engaged in a deadly shootout with suspected IS sympathizers in a northern Jordanian town. In the most recent incident, three U.S. military members were killed in a shooting outside an air base in southern Jordan in November. The three were in Jordan on a training mission, and came under fire while driving into the base. ——— Associated Press writer Omar Akour reported this story in Karak and AP writer Mohammed Daraghmeh reported from Gaza City, Gaza Strip. 0 Shares ",
    "title": "Gunmen Kill 10, Including Canadian, in Attacks on Police - ABC News"
   },
   {
    "entities": [
     "towers",
     "treasury",
     "government",
     "states",
     "conflict",
     "trump",
     "house",
     "germany",
     "last week",
     "may",
     "philippines",
     "the",
     "united",
     "senate",
     "century",
     "donald",
     "antonio",
     "tower",
     "bank",
     "of",
     "frankfurt",
     "congress",
     "present",
     "justice",
     "asia",
     "2008",
     "organization",
     "department",
     "ethics",
     "eric",
     "u.s.",
     "interest",
     "here",
     "deutsche",
     "businessman",
     "$364 million",
     "doj",
     "e.b.",
     "southeast",
     "ivanka",
     "shaub",
     "decades ago",
     "office",
     "pose",
     "city",
     "jose",
     "walter",
     "the future",
     "$14 billion"
    ],
    "id": 16,
    "text": "Not A Hack: U.S. Office Of Government Ethics Tweets At Trump As the head of the Trump Organization, the incoming president has financial interests in hundreds of companies , spread over at least 20 countries. He also has many outstanding debts. His exact assets and debts are not known because he has refused to release tax records. The scant information available comes from a disclosure filing Trump made in May to the Office of Government Ethics. So while relatively few details are known, this much is obvious: Trump The Businessman has many financial interests that would come into direct conflict with Trump The President. Examples Of Conflicts: The conflicts are far too numerous to list here, but two examples provide a glimpse into how serious the problem is. The first involves the Philippines, where Trump licenses his name to Trump Tower at Century City, a huge project involving residential, commercial and retail space. His business partner there is Jose E.B. Antonio . After Trump won the election, the Philippines named Antonio as a special envoy to the United States. So in the future, Trump will face a question when he sits down with Antonio to discuss U.S. foreign policy in Southeast Asia: Is he acting in the best interests of all Americans – or in the best interests of Trump Tower's profits? Article continues after sponsorship Trump's Loans From Troubled German Bank Pose Conflict Of Interest Here's the second example, this one involving debt. Trump's disclosure form and other documents show he owes roughly $364 million to Deutsche Bank, headquartered in Frankfurt, Germany. But the U.S. Department of Justice is pursuing an immense fine – around $14 billion – from Deutsche Bank for its role in the 2008 financial crisis. If the Trump administration were to back off from demanding such a huge fine, would it be because that's the right policy for this country, or because Trump wants to curry favor with his German lender? As long as Trump is both president of the country and father of the men running the Trump Organization, questions constantly will arise about his motives. Ethics Rules For Presidents: Decades ago, Congress wrote rules to prevent federal officials from having conflicts of interest, but they left the president exempt. Nevertheless, presidents have complied with the standards , putting their financial interests into a blind trust or investing only in simple instruments such as Treasury notes. Trump's plan to have his sons run the Trump Organization would not create a hands-off \"blind\" trust. In fact, sons Donald Trump, Jr., and Eric Trump already have blurred the lines between their roles in the company and the incoming administration. For example, when Trump met with technology industry executives last week, his sons, along with daughter Ivanka, were seated at the table. Were the four Trumps listening for lucrative investment opportunities, or for good public-policy ideas? Walter Shaub, director of the U.S. Office of Government Ethics, released a letter last week saying that \"transferring operational control of a company to one's children would not constitute the establishment of a qualified blind trust, nor would it eliminate conflicts of interest.\" The Stalemate So how does OGE normally enforce federal ethics rules? It does so by referring cases to the Department of Justice. But as noted, the president is technically exempt, and in any case, he chooses the Attorney General to run DOJ, so that path to an ethics crackdown doesn't sound likely. But in addition to the federal ethics rules, the Constitution itself has an \"emoluments clause\" that says \"no person holding any office of profit or trust\" shall \"accept of any present, emolument, office or title, of any kind whatever, from any king, prince or foreign state\" unless Congress consents. So remember those two examples of conflicts, one involving a Philippines real estate project and the other, a German bank loan? What if Trump were to someday use his presidential clout to steer business to Trump Towers at Century City, or reduce Justice Department fines for Deutsche Bank in exchange for forgiveness of his company's debts? Such examples are entirely hypothetical. But if in the future, Congress were to discover that Trump took actions equivalent to accepting foreign bribes, then lawmakers could turn to another part of the U.S. Constitution: \"The President, Vice President and all civil Officers of the United States, shall be removed from Office on Impeachment for, and Conviction of, Treason, Bribery, or other High crimes and Misdemeanors.\" Already, Democrats are making it clear they will be watching Trump conflicts closely. Last week, Senate Democrats introduced legislation requiring Trump to divest, and House Democrats held an event where ethics experts discussed Trump's conflicts. ",
    "title": "With Trump's Potential Conflicts Of Interest, Congress Will Have Final Say : NPR"
   },
   {
    "entities": [
     "dec. 14",
     "texas",
     "right now",
     "caller-times",
     "september 2015",
     "december 18, 2016",
     "may 2016",
     "ksat",
     "christmas",
     "sunday, dec. 18",
     "dec. 15",
     "sunday",
     "tceq",
     "quality",
     "july 2015",
     "dan",
     "dec. 17",
     "commission",
     "abc",
     "ergon",
     "on",
     "local",
     "dec. 16",
     "corpus",
     "u.s.",
     "environmental",
     "christi",
     "agency",
     "emulsions",
     "asphalt",
     "the 18th of december",
     "mcqueen",
     "&",
     "epa",
     "protection"
    ],
    "id": 17,
    "text": "Enlarge this image Men check pipes on Dec. 17, where Corpus Christi's city-owned water main connects with the asphalt plant where a suspected chemical leak led to a citywide ban on tap water use. The ban was lifted Sunday, Dec. 18. Frank Bajak/AP hide caption toggle caption Frank Bajak/AP Men check pipes on Dec. 17, where Corpus Christi's city-owned water main connects with the asphalt plant where a suspected chemical leak led to a citywide ban on tap water use. The ban was lifted Sunday, Dec. 18. Frank Bajak/AP On Sunday, the city issued a statement saying : \"The U.S. Environmental Protection Agency, the Texas Commission on Environmental Quality and the City of Corpus Christi have concurred on the decision to lift the tap water restrictions citywide effective immediately. \"The City recommends flushing each tap in the house for 2 — 3 minutes to clear any water lines and replacing filters, at your discretion.\" The water ban had been in effect since Dec. 14, when the city notified residents that possible chemical contamination could make the water unsafe to drink or bathe in. EPA & TCEQ: Use of tap water may resume for ALL ZONES in Corpus Christi. @cityofcc @TCEQNews #cctexaswater pic.twitter.com/wX4QoSQl49 — EPA Region6 (@EPAregion6) December 18, 2016 The chemical was a corrosive acid called Indulin-AA-86, which is used to make an asphalt solution and can burn skin and cause respiratory problems. Corpus Christi Mayor Dan McQueen said the city believed a \"backflow incident\" at Ergon Asphalt & Emulsions company caused an unknown amount of the chemical to enter the water supply. According to a manufacturer's data sheet about the chemical, four states specifically regulate the substance. Texas does not. The Texas Commission on Environmental Quality released results on Sunday from 28 water samples collected Dec. 15 and Dec. 16 showing none of them detected dangerous levels of the chemical, which the TCEQ and local branch of the U.S. Environmental Protection Agency defined as under 2.6 mg/l for Indulin-AA-86 in drinking water. Speaking Sunday, McQueen said he could feel the pain in the community, reported the Corpus Christi Caller-Times : \"I hope you guys understand and feel the emotion I have right now. This certainly isn't something the city wanted to do. It's the 18th of December. We have Christmas right around the corner. My heart goes out to everybody in our city right now. I apologize. I apologize personally.\" Article continues after sponsorship Local ABC affiliate KSAT reported this is the fourth water advisory in two years for the gulf city of more than 300,000 people. As we reported , in July 2015 the city had a boil advisory after heavy rain, and in September 2015 and May 2016 low chlorine levels made the water unsafe to drink without boiling. ",
    "title": "Tap Water In Corpus Christi Is Safe, Authorities Say : The Two-Way : NPR"
   },
   {
    "entities": [
     "past 25 years",
     "democratic",
     "ups",
     "community",
     "6 percent",
     "west",
     "w.v.",
     "november",
     "27 percent",
     "trump",
     "hillary",
     "party",
     "development",
     "mountains",
     "3:56",
     "appalachian",
     "1992",
     "donald",
     "last five years",
     "steve",
     "bureau",
     "county",
     "bill",
     "charleston",
     "2015",
     "plante",
     "mike",
     "virginia",
     "30 percent",
     "economic",
     "u.s.",
     "obama",
     "and",
     "2010",
     "corporation",
     "boone",
     "washington",
     "kris",
     "mitchell",
     "kennedy",
     "now",
     "census",
     "barack",
     "clinton"
    ],
    "id": 18,
    "text": "West Virginia: How the Bluest State Became the Reddest 3:56 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161218234609if_/http://www.nbcnews.com/widget/video-embed/836041795599\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> CHARLESTON, W.V. — The American political landscape has changed a lot over the past 25 years but there is no more dramatic shift than the one that has pushed this state from deep blue to ruby red. In the 1992 presidential election, Democrat Bill Clinton won West Virginia by a solid 13 percentage points. In November, Republican President-elect Donald Trump captured the state in a walk — winning it by more than 40 percentage points. The forces behind that turnaround are complex. The decline of the coal industry and the changing demographics of the political parties explain part of it. But underneath that are the peaks and valleys of the Appalachian Mountains that make West Virginia what it is: picturesque, resource-rich and remote. Coal has dominated much of the state's story, and the industry's declines are very real. Coal production in West Virginia has declined by 30 percent since 2010 and, in that time, coal mine employment in West Virginia has fallen by more than 27 percent. Some places have been hit especially hard. In Boone County, a short drive from Charleston, the mining cuts have shattered the economy — more than 4,000 jobs lost in the last five years, said Kris Mitchell, director of the Boone County Community and Economic Development Corporation. And that's in a county with only 24,000 people. Coal production in the county has dropped from 22,400 tons in 2010 to 8,400 in 2015. \"Whether we like it or not, this place is forever changed,\" Mitchell said. And for a lot of people, the sources of those changes are clear: Democrats and environmental regulations. President Barack Obama's plans to cut power plant carbon emissions by 30 percent impacted coal directly. Hillary Clinton's electoral drubbing here was driven in part by her promise to put \"a lot of coal miners\" out of work in pursuit of clean energy. The words were pulled out of context, but they fit into a narrative people here knew well. \"When Obama first got into office he said he was going to bankrupt the coal industry and he did. And he done it by regulation,\" said Steve Kennedy, who works at the Hobet Mine in Boone County. The site is being reclaimed and, people hope, redeveloped. \"I have an 18-year-old son that graduated high school and he's working part time at UPS now but if that doesn't pan out, then he'll have to leave here to find work because there's nothing here.\" Coal's struggles are not just about regulations, as officials and industry experts acknowledge. The booming natural gas market and automation have also played major, arguably larger, roles. Voters, however, see the Democrats as big drivers of the state's challenges. Since 2010, West Virginia is the only state in the union that has lost population, according to the U.S. Census Bureau. Its November unemployment rate, 6 percent, ranked 47th out of the 50 states. In a larger sense, though, West Virginia's political shift is about more than economics. It's about changes in the parties, the way the state's population views itself and the way it views Washington. So it's about culture as much as economics. Ask people in and around Charleston why the state has moved away from the Democratic Party and one of the most common responses you get is that the party has become too \"liberal.\" \"The Democratic Party is in full retreat here now,\" said Mike Plante, a Democratic strategist in Charleston who's been in the state since 1992. Government, he said, is viewed as a tool of elites and a \"malevolent force out to do us harm.\" And that's gotten worse under Obama, he added. Play ",
    "title": "West Virginia: How the Bluest State Became the Reddest - NBC News"
   },
   {
    "entities": [
     "29 percent",
     "government",
     "jugal",
     "trump",
     "house",
     "college",
     "donald",
     "post-schar",
     "50.1% 32.2%",
     "dec. 18, 2016",
     "monday",
     "1824",
     "george",
     "1789",
     "of",
     "adams",
     "school",
     "wilson",
     "j.",
     "electoral",
     "policy",
     "k.",
     "u.s.",
     "patel",
     "victory",
     "2.1%",
     "and",
     "washington",
     "+25.2% +26.2%",
     "representatives",
     "trump's"
    ],
    "id": 19,
    "text": "Trump’s Electoral College Victory Ranks 46th in 58 Elections By JUGAL K. PATEL and WILSON ANDREWS DEC. 18, 2016 Members of the Electoral College will meet Monday to cast their votes for president. President-elect Donald J. Trump has claimed he won the electoral vote in a “landslide,” but he ranks below most presidents in the electoral vote and popular vote margins. Electoral vote 46th of out 58 elections Trump 47th in the last 49 elections Trump –2.1% The popular vote was not officially reported before the 1824 election. Mr. Trump won 30 states, gathering 306 of 538 electoral votes. There have been 45 presidential elections in which the winning candidate won a larger share of the electoral vote. Percent of electoral vote won 1.George Washington (1789) 50.1% 32.2% Mr. Trump trails in the popular vote by over 2.5 million votes as states continue to report final results.  His deficit gives him the third-worst vote margin among winning candidates since 1824. Popular vote margin +25.2% +26.2% Reflecting Mr. Trump’s loss in the popular vote, only 29 percent of Americans say that Mr. Trump has a mandate for the agenda he offered during his campaign, according to a Washington Post-Schar School of Policy and Government poll . * No candidate in the 1824 election won a majority of electoral votes. The House of Representatives voted for Adams under the provisions of the 12th Amendment. Source: U.S. Election Atlas ",
    "title": "Trump’s Electoral College Victory Ranks 46th in 58 Elections - The New York Times"
   },
   {
    "entities": [
     "cbs",
     "frederic",
     "beach",
     "1941",
     "$11 million",
     "getty",
     "henri",
     "miami",
     "paris",
     "ryan",
     "paul",
     "feb. 6, 1917",
     "varkonyi",
     "california",
     "$2,500",
     "alba",
     "edward",
     "1972",
     "2011",
     "j.",
     "once",
     "the 1990s",
     "yahoo",
     "1953",
     "burton",
     "today",
     "the fourth of july",
     "benjamin",
     "$13,000",
     "dec. 15, 2016",
     "the 1950s",
     "1993",
     "segundo",
     "weekend",
     "hope",
     "hungary",
     "corniche",
     "downtown",
     "las",
     "air",
     "west",
     "lozzi",
     "kramer",
     "orson",
     "sunday",
     "michael",
     "1940",
     "francesca",
     "pressphoto",
     "north",
     "black",
     "crutcher",
     "2008",
     "herbert",
     "1986",
     "vegas",
     "elke",
     "korea",
     "u.s.",
     "jack",
     "rams",
     "york",
     "2002",
     "$35,000",
     "bel",
     "budapest",
     "orange",
     "de",
     "1949",
     "vilmos",
     "laszlo",
     "january 2014",
     "boulevard",
     "magda",
     "disney",
     "the 1970s",
     "last a year",
     "belge",
     "huntington",
     "von",
     "$3.3 million",
     "richard",
     "1958",
     "toulouse-lautrec",
     "jolie",
     "khan",
     "john",
     "1970",
     "rolls-royce",
     "sunset",
     "anhalt",
     "1965",
     "o'hara",
     "two years later",
     "welles",
     "nelson",
     "new",
     "hills",
     "felipe",
     "lives",
     "ventura",
     "america",
     "iran",
     "$1-billion",
     "gabor",
     "1952",
     "bob",
     "burhan",
     "valerie",
     "sari",
     "zsa",
     "el",
     "hutner",
     "times",
     "conrad",
     "l.a.",
     "visiting",
     "sierra",
     "aly",
     "sanders",
     "beyette",
     "george",
     "county",
     "hilton",
     "huston",
     "cosden",
     "sommer",
     "nevada",
     "matter",
     "this weekend",
     "fedak",
     "vienna",
     "hollywood",
     "joshua",
     "1989",
     "eva",
     "early 2011",
     "2010",
     "1942",
     "now",
     "beverly",
     "assn."
    ],
    "id": 20,
    "text": "Zsa Zsa Gabor dies at 99; she had glamour and husbands in spades Zsa Zsa Gabor circa 1940 Laszlo Varkonyi / European Pressphoto Assn. An undated file photo taken about 1940 shows Zsa Zsa Gabor in Budapest, Hungary. An undated file photo taken about 1940 shows Zsa Zsa Gabor in Budapest, Hungary. (Laszlo Varkonyi / European Pressphoto Assn.) Valerie J. Nelson, Beverly Beyette The best known of three glamorous sisters from Hungary, actress Zsa Zsa Gabor pioneered a modern version of celebrity — she was famous for being famous. With the advent of television talk shows, Gabor became a frequent guest as early as the 1950s, charming audiences with her fractured English and slightly risque jokes about her reputation as an oft-married seductress fond of men and money. “Husbands are like fires. They go out if unattended,” she would say. Or “I want a man who is kind and understanding. Is that too much to ask of a millionaire?” Her nine marriages and reputation for shaving years off her age made her a pop-culture punch line. When entertainer Bob Hope joked, “You can calculate Zsa Zsa Gabor’s age by the rings on her fingers,” it only cemented her fame. So did a penchant for public escapades that included a 1989 assault conviction for slapping a Beverly Hills police officer. When reporters asked if she was prepared for a long trial, she cooed: “I have enough outfits to last a year.” The final years of her life were marked by a strange circus of publicity often orchestrated by her ninth husband, Prince Frederic von Anhalt , a German immigrant who had brokered an adoption as an adult to gain a royal-sounding title. He issued frequent media alerts on her precarious health and publicly squabbled with Gabor’s only child, Francesca Hilton . Gabor died Sunday of heart failure in her Bel Air mansion, according to her publicist Edward Lozzi. She was 99. The last surviving Gabor sister, she had been in declining health after being seriously injured in 2002 when the Rolls-Royce convertible in which she was riding, with her hairdresser at the wheel, jumped a curb on Sunset Boulevard in West Hollywood and struck a light pole. The accident left Gabor partially paralyzed. She had been in and out of the hospital since breaking her hip in 2010 and having most of her right leg amputated in early 2011 after developing an infection following hip-replacement surgery. Although her personal life grabbed the headlines, Gabor did build an acting career. One of her finest film roles came early in her career when she portrayed Henri Toulouse-Lautrec’s model in 1952’s “Moulin Rouge.” In directing her, John Huston reportedly said: “Zsa Zsa, forget about acting. Just make love to the camera.” Gabor later told a biographer: “Now, I knew very little about acting but a great deal about making love. It worked.” In 1958 she made an impression as a strip-club owner in the Orson Welles cult classic “Touch of Evil” and appeared in the campy “Queen of Outer Space,” one of her many more forgettable movies. She acted in at least 30 films. By the 1970s, Gabor had begun turning down the smaller parts that came her way but would occasionally appeared on TV and in movies. She made appearances on talk shows, and on game shows as a panelist, into the 1990s. To Gabor, everyone was “dahlink,” an endearment that entered the vernacular of mid-20th century America. She was a celebrity of the old school who believed in glamour. She once said of today’s actresses, “When you see them in real life, they look like nothing.” Not so Zsa Zsa, who flaunted her jewels and furs. She turned her celebrity into a commodity, mining her own reputation for one-liners. “I am a marvelous housekeeper. Every time I leave a man I keep his house,” she might say, or “There is nothing wrong with a woman encouraging a man’s advances, as long as they are in cash.” The aristocratic, blond Gabor was reportedly wooed by such rich and famous men as Prince Aly Khan, billionaire J. Paul Getty and actor Richard Burton , none of whom she married. Shortly after arriving in the U.S. in 1942, she made her most notable marriage with second husband Conrad Hilton, the hotel magnate, who was more than twice her age. The union lasted five years. The couple’s daughter, Francesca, was the only offspring of the Gabor sisters, who had at least 18 marriages among them. Older sister Magda, who largely stayed out of the limelight, had at least five husbands, while younger sister Eva had at least four. Eva made the biggest splash as an actress, co-starring in the CBS sitcom “Green Acres,” which debuted in 1965. Life with his young wife, Hilton later wrote, was “a little like holding a Roman candle — beautiful, exciting, but you were never quite sure when it would go off. And it is surprisingly hard to live the Fourth of July every day.” He added, “Glamour, I found, is expensive.” For her part, Gabor later said Hilton was the only husband she had married for money. In the divorce settlement she received $35,000 and $2,500 a month until she remarried. That union linked her by marriage to tabloid favorite Paris Hilton, Conrad’s great-granddaughter. Gabor’s next marriage, in 1949, was to actor George Sanders , whom she called her one true love. But Gabor complained that the mercurial Sanders wanted to turn her into a “little hausfrau” and divorced him after five years. Sanders, who was later briefly married to Gabor’s sister Magda, committed suicide in 1972. Gabor next married businessman Herbert Hutner, oilman Joshua Cosden, inventor Jack Ryan, attorney Michael O’Hara and Mexican businessman Felipe de Alba. The De Alba union was declared invalid after a day because Gabor’s divorce from O’Hara wasn’t final. In 1986, when Gabor married Von Anhalt, she told reporters he would be her last husband. She was true to her word. Zsa Zsa Gabor was born Sari Gabor in Budapest on Feb. 6, 1917, and named for Hungarian actress Sari Fedak. Her father, Vilmos, was a cavalry officer turned diamond merchant, and her mother, Jolie, was a onetime aspiring actress who steered her daughters toward show business. At 15, Zsa Zsa entered the Miss Hungary contest, which led to another beauty contest in Vienna. Instead of returning to Swiss boarding school, Gabor proposed to Burhan Belge, a former Turkish ambassador to Hungary, and the couple married. But bored with her first husband — and entranced by sister Eva’s descriptions of life in Hollywood, where she had started acting — Gabor hopped a ship to America in 1941 and had her marriage annulled. Her mother came too and started a successful jewelry business in New York. With her daughters, she became a fixture of high society. Both Zsa Zsa and Eva often appeared on the covers of popular magazines, and in 1953 the three sisters had a nightclub act in Las Vegas. Gabor said she was “born to make headlines,” and often did. In a 1989 incident that came to be known as “the slap heard ’round the world,” she was convicted of assaulting Paul Kramer, a Beverly Hills police officer who had pulled over her Rolls-Royce Corniche for having expired license-plate tags. She claimed she never hit him, served three days in an El Segundo jail and paid nearly $13,000 in fines. She later poked fun at the cop-slapping incident in the movie “The Naked Gun 2 1/2.” She became entangled in a slander suit brought by actress Elke Sommer, who didn’t appreciate being called “a has-been.” Gabor was ordered to pay $3.3 million in damages  in 1993. Gabor and Von Anhalt pursued lawsuits against the driver of her Rolls-Royce in the aftermath of her 2002 accident, and against Gabor’s daughter over disputed finances, one of several clashes that publicly pitted Von Anhalt against Francesca Hilton. But when Francesca Hilton began performing a stand-up comedy routine  in 2008 that riffed on her famous family lineage, Gabor supported the move, according to her daughter. “My mother and I, we’re the best of friends now that we’re the same age,” Hilton, then 61, said in a joke referring to Gabor that wrapped up the act. Hilton died in January 2014 of an apparent stroke. She was 67. Medical bills and meager savings forced Von Anhalt to list Gabor’s mansion in 2011, he said. Two years later the home sold for $11 million in a court-approved deal that allowed the couple to continue living there for three more years. An accomplished horsewoman, Gabor rode in the Rose Parade and owned a horse ranch in Ventura County. She also wrote several autobiographies, including a slender 1970 volume, “How to Catch a Man, How to Keep a Man, How to Get Rid of a Man.” “A girl must marry for love,” Gabor once said, “and keep on marrying until she finds it.” She is survived by her husband, who could not immediately be reached for comment by The Times on Sunday. Caption Weekend Roundup: 7 stories you can't miss The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. Caption Weekend Roundup: 7 stories you can't miss The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. The Ghost Ship fire has brought scrutiny to warehouses and unconventional living spaces, the L.A. Rams coach is out, it’s designed to protect the U.S. from a nuclear attack from North Korea or Iran, There's a new Gold Rush happening in California, the first place officials look to assess the drought is the northern Sierra Nevada, Black Lives Matter is a case study in art as protest, and \"Rogue One,\" the new Star Wars film, is released this weekend. Caption 90 seconds: 4 stories you can't miss Visiting Downtown Disney? You'll have to go through metal detectors  from now on; a $1-billion desalination plant  might be coming to Huntington Beach; meet the 'Chromies’ ; and federal officials are investigating the Orange County district attorney’s office . Caption Yahoo hacked Yahoo says more than a billion user accounts have been hacked. Dec. 15, 2016. (CBS Miami)  Yahoo says more than a billion user accounts have been hacked. Dec. 15, 2016. (CBS Miami)  Caption Curiosity Correspondent: Becoming a trapeze artist is hard Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Wanna fly and flip through the air? There's a school for that. Benjamin Crutcher, our curiosity correspondent, goes for a day to see what it takes to be a trapeze artist. Caption 90 seconds: 4 stories you can't miss ",
    "title": "Zsa Zsa Gabor dies at 99; she had glamour and husbands in spades - LA Times"
   },
   {
    "entities": [
     "todd",
     "polar",
     "circle",
     "times",
     "conservation",
     "ice",
     "colorado",
     "dec. 7",
     "credit",
     "norway",
     "barter",
     "november",
     "states",
     "island",
     "sea",
     "nature",
     "science",
     "bears",
     "the future",
     "kaktovik",
     "erica",
     "goode",
     "united",
     "haner/the",
     "international",
     "dec. 18, 2016",
     "steve",
     "for",
     "of",
     "survey",
     "the month",
     "russia",
     "2015",
     "gore",
     "2008",
     "2016",
     "data",
     "night",
     "30 percent",
     "geological",
     "canada",
     "the early fall",
     "new",
     "2006",
     "arctic",
     "greenland",
     "mid-november",
     "union",
     "center",
     "josh",
     "york",
     "atwood",
     "beaufort",
     "amstrup",
     "al",
     "2050",
     "fall",
     "alaska"
    ],
    "id": 21,
    "text": "Site Mobile Navigation Cover Photo A bear near whale bones outside Kaktovik, Alaska. Whale remains have become an alternative food source. Credit Josh Haner/The New York Times Polar Bears’ Path to Decline Runs Through Alaskan Village The bears that come here are climate refugees, on land because the sea ice they rely on for hunting seals is receding. By ERICA GOODE DEC. 18, 2016 KAKTOVIK, Alaska — Come fall, polar bears are everywhere around this Arctic village, dozing on sand spits, roughhousing in the shallows, padding down the beach with cubs in tow and attracting hundreds of tourists who travel long distances to see them. At night, the bears steal into town, making it dangerous to walk outside without a firearm or bear spray. They leave only reluctantly, chased off by the polar bear patrol with firecracker shells and spotlights. On the surface, these bears might not seem like members of a species facing possible extinction. Carbon’s Casualties Articles in this series explore how climate change is displacing people around the world. Part 1 Heat, Hunger and War Force Africans Onto a ‘Road on Fire’ Scientists have counted up to 80 at a time in or near Kaktovik; many look healthy and plump, especially in the early fall, when their presence overlaps with the Inupiat village’s whaling season. But the bears that come here are climate refugees, on land because the sea ice they rely on for hunting seals is receding. The Arctic is warming twice as fast as the rest of the planet, and the ice cover is retreating at a pace that even the climate scientists who predicted the decline find startling. Much of 2016 was warmer than normal , and the freeze-up came late. In November, the extent of A rctic sea ice was lower than ever recorded for that month. Though the average rate of ice growth was faster than normal for the month, over five days in mid-November the ice cover lost more than 19,000 square miles, a decline that the National Snow and Ice Data Center in Colorado called “almost unprecedented” for that time of year. In the southern Beaufort Sea, where Kaktovik’s 260 residents occupy one square mile on the northeast corner of Barter Island, sea ice loss has been especially precipitous. The continuing loss of sea ice does not bode well for polar bears, whose existence depends on an ice cover that is rapidly thinning and melting as the climate warms. As Steve Amstrup , chief scientist for Polar Bears International , a conservation organization, put it, “As the sea ice goes, so goes the polar bear.” Continue reading the main story Photo Polar bears holding each other in waters near the village. The continuing loss of ice bodes ill for them. Credit Josh Haner/The New York Times An Imperfect Symbol The largest of the bear subspecies and a powerful apex predator, the charismatic polar bear became the poster animal for climate change . Al Gore’s 2006 film, “An Inconvenient Truth,” which depicted a lone polar bear struggling in a virtually iceless Arctic sea, tied the bears to climate change in many people’s minds. And the federal government’s 2008 decision to list polar bears as threatened under the Endangered Species Act — a designation based in part on the future danger posed by a loss of sea ice — cemented the link. But even as the polar bear’s symbolic role has raised awareness, some scientists say it has also oversimplified the bears’ plight and unwittingly opened the door to attacks by climate denialists. “When you’re using it as a marketing tool and to bring in donations, there can be a tendency to lose the nuance in the message,” said Todd Atwood , a research wildlife biologist at the United States Geological Survey ’s Alaska Science Center . “And with polar bears in particular, I think the nuances are important.” Few scientists dispute that in the long run — barring definitive action by countries to curb global greenhouse gas emissions — polar bears are in trouble, and experts have predicted that the number will decrease with continued sea ice loss. A 2015 assessment for the International Union for Conservation of Nature’s Red List projected a reduction of over 30 percent in the number of polar bears by 2050, while noting that there was uncertainty about how extensive or rapid the decline of the bears — or the ice — would be. A version of the assessment was published online Dec. 7 in the journal Biology Letters. But the effect of climate change in the shorter term is less clear cut, and a populationwide decline is not yet apparent. Nineteen subpopulations of polar bears inhabit five countries that ring the Arctic Circle — Canada, the United States, Norway, Greenland and Russia. Beaufort Sea ",
    "title": "Polar Bears’ Path to Decline Runs Through Alaskan Village - The New York Times"
   },
   {
    "entities": [
     "magda",
     "times",
     "last year",
     "conrad",
     "frederic",
     "lozzi",
     "von",
     "tauber",
     "leaf/michael",
     "sári",
     "sunday",
     "richard",
     "la",
     "news",
     "europe",
     "marikar",
     "feb. 6, 1917",
     "1980",
     "1919",
     "january 2011",
     "francesca",
     "july 17, 2010",
     "dead",
     "abc",
     "hilton",
     "edward",
     "march 23, 1956",
     "night",
     "ucla",
     "1986",
     "anhalt",
     "$28 million",
     "'05",
     "gábor",
     "1 p.m.",
     "prinz",
     "hollywood",
     "earl",
     "chicago",
     "hills",
     "and",
     "nov. 1, 1988",
     "1989",
     "sheila",
     "los",
     "eva",
     "center",
     "2002",
     "bel-air",
     "gabor",
     "the 1950s",
     "1936",
     "1952",
     "lili",
     "2005",
     "medical",
     "beverly",
     "1917",
     "2007",
     "ochs",
     "hungary",
     "angeles",
     "fall",
     "'60s",
     "zsa",
     "12th march 1966"
    ],
    "id": 22,
    "text": "Zsa Zsa Gabor Dies at 99 By SHEILA MARIKAR WATCH Zsa Zsa Gabor Dead at 99 0 Shares Email Actress Zsa Zsa Gabor , the Hungarian-born darling of Hollywood in the 1950s and '60s, has died. Gabor died around 1 p.m. Sunday, her former publicist Edward Lozzi told ABC News. She was 99 years old. Born Sári Gábor, the actress has never admitted a birthdate but is thought by Hollywood journalists to have been born between 1917 and 1919. Her Wikipedia page cites her birthdate as Feb. 6, 1917, which would make her 99 years old. Gabor got her start in show business in Europe, competing in the Miss Hungary beauty contest in 1936 and singing in Richard Tauber's Austrian operetta \"The Singing Dream\" later that year. Her first major Hollywood movie was 1952's \"Lovely to Look At.\" That same year, Gabor starred in her breakout film, \"Moulin Rouge.\" For the next two decades, she captivated audiences in a number of films, including \"Lili,\" \"Touch of Evil,\" \"Death of a Scoundrel\" and \"Boys' Night Out.\" Earl Leaf/Michael Ochs Archives/Getty Images Actress Zsa Zsa Gabor poses during a photo shoot at home in Los Angeles, March 23, 1956. Gabor appeared in a handful of films after 1980, including \"The Naked Gun 2½: The Smell of Fear\" and \"The Beverly Hillbillies.\" Gabor's attitude made her as much of a character as her acting. In 1989, she was accused of slapping a Beverly Hills police officer who stopped her for a traffic violation. She was found guilty of assault and sentenced to three days in jail. Gabor went on to poke fun at the incident in her TV and movie roles. Clive Limpkin/Express/Getty Images 12th March 1966: Hungarian actress and celebrity Zsa Zsa Gabor. With nine marriages, Gabor ranks as one of Hollywood's most legendary romancers. She was divorced seven times; one marriage was annulled. Gabor married Frederic Prinz von Anhalt in 1986; their relationship was by far her most long-lasting. Gabor's sisters, Magda and Eva, also followed her path to fame and became actresses and socialites. However, Gabor has not been seen in public for some time, as her health has been declining for years. Paul Natkin/Getty Images Hungarian-born American actress Zsa Zsa Gabor appears on an episode of the Oprah Winfrey Show in Chicago, Nov. 1, 1988. She was partially paralyzed in a 2002 car accident and suffered a massive stroke in 2005. She underwent two surgeries in 2007, one to deal with the aftermath of the '05 stroke and another to treat a leg infection. Gabor broke her hip on July 17, 2010 after a fall at her Bel-Air home. She went through hip replacement surgery later that month. After that, she was hospitalized several times for swelling, clots, blood transfusions and the amputation. Then, in January 2011, doctors at the UCLA Medical Center amputated most of her right leg. That same month, von Anhalt put their mansion on the market for $28 million in an effort to raise money for her medical bills. \"I just want to settle my wife's debts and keep her comfortable,\" he said, according to the LA Times . She is survived by her husband. Gabor had one daughter, Francesca, from her marriage to Conrad Hilton , though she died last year. 0 Shares ",
    "title": "Zsa Zsa Gabor Dies at 99 - ABC News"
   },
   {
    "entities": [
     "roecker",
     "avril",
     "the 1960s",
     "last year",
     "conrad",
     "stelloh",
     "marlene",
     "von",
     "the 1930s before",
     "charlton",
     "orson",
     "dec 18 2016",
     "sunday",
     "news",
     "europe",
     "heston",
     "1958",
     "francesca",
     "tim",
     "1947",
     "leigh",
     "hilton",
     "dietrich",
     "frédéric",
     ", 6:43 pm",
     "once",
     "janet",
     "queen",
     "anhalt",
     "share",
     "welles",
     "molly",
     "hollywood",
     "prinz",
     "nbc",
     "hills",
     "1989",
     "jane",
     "eva",
     "glamour",
     "1942",
     "gabor",
     "1936",
     "1952",
     "budapest",
     "beverly",
     "1917",
     "hungary",
     "sari",
     "zsa"
    ],
    "id": 23,
    "text": "Dec 18 2016, 6:43 pm ET Socialite, Hollywood Glamour Queen Zsa Zsa Gabor Dies at 99 by Tim Stelloh and Molly Roecker Share Zsa Zsa Gabor, the glamorous Hungarian socialite who was married nine times, appeared in dozens of movies and television shows and once served three days in jail for slapping a police officer, died Sunday. She was 99. Gabor's husband, Frédéric Prinz von Anhalt, confirmed her death to NBC News. Hungarian actress Zsa Zsa Gabor. Keystone/Getty Images \"She had a heart attack in her house,\" von Anhalt said. \"They tried to save her. She was still breathing when they got here, but we ended up losing her. I am grateful that she died with no pain.\" Gabor, who was born Sari Gabor in Budapest in 1917, studied at a Swiss boarding school, was crowned Miss Hungary in 1936 and sang and acted in Europe in the 1930s before landing in Hollywood, joining her almost equally famous sister Eva Gabor. Her first breakout film was 1952's \"Moulin Rouge,\" which was nominated for seven Oscars — although Gabor's role as singer Jane Avril was not one of them. In 1958, she starred as a stripclub owner alongside Charlton Heston, Janet Leigh, Marlene Dietrich and Orson Welles in Welles' gritty noir classic, \"Touch of Evil.\" By the 1960s, as Gabor became a regular on the celebrity talk show circuit, she was also a constant on television shows. Among Gabor's nine husbands was the hotel magnate Conrad Hilton, whom she married in 1942 and divorced in 1947. Their daughter, Francesca Hilton, died last year at age 67 of a stroke. In 1989, Gabor was arrested for slapping a Beverly Hills police officer who'd stopped her for a traffic violation. She claimed that he'd sworn at her, although she spent three days behind bars for the crime — and which she later parodied in \"Naked Gun 2½: The Smell of Fear.\" Tim Stelloh ",
    "title": "Socialite, Hollywood Glamour Queen Zsa Zsa Gabor Dies at 99 - NBC News"
   },
   {
    "entities": [
     "1998",
     "beach",
     "friday, august 19, 2016",
     "watson/indystar",
     "family",
     "15 years later",
     "july 1, 1994",
     "deerfield",
     "kevin",
     "region",
     "mcafoos",
     "present",
     "brannan",
     "fairfield",
     "march 2007",
     "once",
     "michigan",
     "department",
     "march 1996",
     "the early 1990s",
     "powell",
     "two decades later",
     "all",
     "broward",
     "early 2000",
     "1993",
     "scheer/indystar",
     "jaycie",
     "douglas",
     "2005",
     "alton",
     "olmeda/sun",
     "magee",
     "florida",
     "phelps",
     "mary",
     "creek",
     "simmons",
     "late",
     "jenny",
     "ymca",
     "2009",
     "sunday, nov. 20, 2016",
     "adams",
     "november 1996",
     "of",
     "2014",
     "several months in 2004",
     "night",
     "ray",
     "gateway",
     "police",
     "sports",
     "u.s.",
     "five days later",
     "complex",
     "jeanie",
     "a couple of weeks later",
     "children",
     "louis",
     "previously",
     "and",
     "2002",
     "fullscreen",
     "columbus",
     "jenna",
     "barbara",
     "2007",
     "stacey",
     "david",
     "dec. 2, 2001",
     "gymnastics",
     "judicial",
     "lee",
     "amanda",
     "raymond",
     "thanksgiving of 1996",
     "nov. 22, 2016",
     "amy",
     "$4.99",
     "sun",
     "mall",
     "through",
     "lum",
     "centralia",
     "st.",
     "september 1997",
     "coconut",
     "dec. 6, 1996",
     "fort",
     "jefferson",
     "scott's",
     "robert",
     "sheriff's",
     "indystar",
     "usa",
     "borden",
     "late 2005",
     "maher",
     "1994",
     "rafael",
     "cincinnati",
     "1996",
     "america",
     "second year",
     "illinois",
     "to",
     "may 1998",
     "jan. 21, 1997",
     "imperial",
     "time",
     "holcomb",
     "the end of the year",
     "tuesday, nov. 22, 2016",
     "jason",
     "friday, nov. 18, 2016",
     "1996, tuesday",
     "metro",
     "2013",
     "early october 1997",
     "tracy",
     "three months later",
     "services",
     "lauderdale",
     "the mid-1990s",
     "academy",
     "chesterfield",
     "american",
     "missouri",
     "ill.",
     "june 1996",
     "county",
     "sept. 16, 1996",
     "scott",
     "buckeye",
     "honowitz",
     "bieger",
     "september 1996",
     "anna",
     "nearly two years later",
     "2006",
     "sentinel",
     "ed",
     "now",
     "february 2000",
     "gabby",
     "about a month later",
     "2003",
     "ohio"
    ],
    "id": 24,
    "text": "Log Out He could have been stopped: How one pedophile kept coaching gymnastics An IndyStar investigation traced the path of former coach Ray Adams across a dozen gyms in four states. Email Comment Jenny Brannan answered the phone, and 20 years of fear bubbled to the surface with the caller’s first question: \"Do you know who Ray Adams is?\" Silence. The Missouri woman spent most of her life trying to forget that name. In 1993, when she was 12, she accused the charismatic gymnastics coach of sexually abusing her. But the case never went to court. Now a Florida prosecutor was on the phone, asking Brannan to share her story. Adams had hurt another little girl. Brannan’s first thought: \"He's still doing it?\" He was. Brannan would eventually learn that Adams had been accused of inappropriate conduct involving 15 other girls. Over the years, he had worked in at least a dozen gyms in four states. He had been fired at least six times. He had been criminally charged four times. Once he was acquitted. Another time he pleaded guilty to misdemeanor battery for abusing four little girls. Now he was facing two new criminal prosecutions in Florida. Yet, somehow, Adams kept getting hired, even by elite gyms that produced Olympians for USA Gymnastics. An expanded timeline of Ray Adams' predatory trail Adams' case — more than any other uncovered in a nine-month IndyStar investigation — demonstrates the breadth of flaws in the apparatus of the USA Gymnastics network and a culture of secrecy that has enabled sexual predators to continue coaching. Again and again, girls he targeted didn't recognize the abuse or were too scared or embarrassed to report it. Parents declined to prosecute, fearing further trauma to their children. Gym owners didn't recognize the signs of abuse or worried that reporting it would hurt their businesses. And USA Gymnastics, the sport’s national governing body, doesn't enforce strict standards or effectively track potential predators as they move through a system of 3,400 independent gyms. No one wanted to give Ray Adams ready access to victims for 16 years. But the events that occurred between Brannan’s first encounter with Adams and the call she would receive two decades later point to a stark reality: America’s gyms are failing at every level to protect the children under their watch. The troubled history of gymnastics coach Ray Adams. Robert Scheer/IndyStar 1993 All American Gymnastics, St. Louis, Missouri Brannan told IndyStar she met Adams in the early 1990s at All American Gymnastics in St. Louis. At 5 feet 10 inches, the coach seemed tall to Brannan, who was a petite elementary school student. Adams, then in his early 20s, was slender and full of energy, Brannan recalled during an interview with IndyStar. He showed off with a series of round-offs and back flips. The girls he coached adored him. Adams acted silly, laughed with them and asked questions about school and boyfriends. He also chatted with gymnasts’ parents. IndyStar typically does not name alleged victims of sexual abuse without their consent. Jenny Brannan, who was 12 when she said Ray Adams molested her, agreed to testify against Adams in 2013 at his sentencing for attempting to receive child pornography. (Photo: Robert Scheer/IndyStar) Brannan, whom IndyStar agreed to identify by her maiden name, said she trusted Adams. So she said she brushed it off when he stood over her as she did the splits in a handstand. She dismissed it as weird when Adams’ thumb rubbed her nipple as he spotted her on bars. That trust shattered during a private lesson in 1993, Brannan would later testify in court. She struggled to hit a tumbling pass. Adams asked what was wrong, and when she answered, he replied, “I can’t hear you. Let’s go into the office.” Away from others in the gym. Adams closed the door. “Sit in my lap,” he invited. “Tell me what’s wrong.” He placed his hand above her knee , she testified. He asked if it tickled or gave her goose bumps. “No,” she said. Adams slid his hand higher. Does this tickle? “No.” He pulled her leotard to the side and touched her vagina. Does this? “No.” He put his finger inside her. Brannan said she knew it was wrong. She wanted him to stop but didn’t say it. “I was raised that you don’t really question authority,” she said. Brannan said she thinks Adams stopped because he realized she was getting upset. They finished practice as if nothing had happened. At first, Brannan didn’t tell anyone. She didn’t know what to say. A couple of weeks later, while Brannan’s classmates played on the swings and tossed a ball during recess, she stood off to one side of the playground, crying. A friend came over and asked what was wrong. Brannan shared what Adams had done. “Don’t tell anybody,” she said. But that friend told her mom, who called Brannan’s mom. Brannan’s mother met with Anna Lum, who owned the gym until 1998. Brannan’s mother made it clear she didn’t want to press charges. But she wanted Adams fired. Despite concerns, Lum said she honored the request. She fired Adams but didn’t contact police. She also adopted a new sexual harassment policy that specifically prohibited gymnasts from being in the room where the alleged abuse took place. “I was just too naïve,” she said. Brannan’s mother, who was present during IndyStar’s interview with her daughter, declined to be interviewed. Brannan said her mother was trying to protect her. “It was kind of done,” Brannan said. “Like, we didn’t talk about it.” Adams was far from done. 1994 Scott’s Gymnastics, St. Louis, Missouri Kevin Scott, then-owner of Scott’s Gymnastics in St. Louis, heard concerns among people in the gymnastics community that Adams was too friendly with kids. But Adams had the potential to be an exceptional coach, Scott told IndyStar. Scott hired Adams in 1994 with the understanding that Adams would follow rules that were “10 times stricter” than those imposed on other employees. Among them: No kid sits on your lap, no hugs, no being alone with a gymnast, no pictures of kids. “I was very, very clear about what was acceptable and what was not acceptable,” Scott said. He said Adams was a talented coach who was “a master” at developing rapport with his gymnasts’ mothers. He took them to lunch and complimented them. “He was able to kind of build up those moms, make them feel good about themselves,” Scott recalled. “Give them some attention they were needing, and they soaked it up.” But, soon,  some parents complained  about Adams’ “physical and verbal treatment of children,” including possible inappropriate touching as he spotted gymnasts on uneven bars during practice. Scott told IndyStar he didn’t call police because the accusations weren’t criminal in nature, but they were too much for him. “Dude, you gotta go,” Scott said he told the coach. 1994-1996 Metro Sports, Alton, Illinois On July 1, 1994, Adams surfaced at Metro Sports, an athletic facility just over the state line in Alton, Illinois. Once again, Adams’ engaging personality was good for business. He would hop on the front counter and flirt with mothers. He complimented their clothes, hair and nails. And his gymnastics routines for students were “creative and exciting,” Metro Sports owner Barbara McAfoos recalled. “I probably made more income off Ray Adams than any other instructor I’ve ever had in our gymnastics and dance studio,” she told IndyStar. But by his second year of employment, she noticed warning signs. Adams once joked to her that he could wrap his penis around his neck, McAfoos said. When she chastised him for the remark, he replied: “I thought we were closer than that.” Ray Adams worked at Metro Sports in Alton, Illinois, from 1994 to 1996. He was let go after the owner confronted him with allegations of inappropriate conduct. (Photo: Robert Scheer/IndyStar) Adams also was giving gifts to gymnasts. And a father removed his three children from the gym, complaining Adams was too touchy. Adams would playfully poke little girls in the stomach, asking “what’s that on your shirt?” Then he’d flick their noses. A coach from another Alton facility told McAfoos that Adams had been fired from All American Gymnastics. “I was afraid of this getting out... of this ruining my studio.” Barbara McAfoos, owner Metro Sports in Alton, Ill. “At the time, it’s kind of like you don’t want to know,” she said. “He was such an outstanding instructor. I just really didn’t want to know.” Then, in March 1996, a gymnast on Adams’ competition team abruptly quit. McAfoos said it was unusual because it was a few months before the end of the dance season and the family had already paid for the recital and costumes. So she called the girl’s mother. The mother put her daughter on speakerphone. The girl said Adams told her to go into a small office to try on a leotard. Then he came in to “see whether or not it fit.” He pulled the leotard from side to side and felt her crotch, according to court records. The girl told him to stop. His reply: “I thought we were closer than this.” The words rang true to McAfoos, who had heard them before. But she didn’t call police. McAfoos’ plan was to get through the dance season and let Adams go. That would be it. “I was afraid of this getting out,” she said. “I was afraid of this ruining my studio.” She and her husband confronted Adams about the allegations in March 1996. They told him his time at the gym would be over at the end of the dance season. The season ended three months later, in June 1996, and Adams was gone. Soon after, McAfoos said, she received a letter from an attorney representing Adams. It warned he would sue if she divulged anything negative about him. To empower the journalism behind IndyStar, you can  subscribe for just $4.99  for the first year. September 1996 Center Stage Dance Studio, Imperial, Missouri In the weeks that followed, Adams started giving private lessons to a 13-year-old he previously coached at another gym. Within a few months, on Sept. 16, 1996, the family contacted the St. Louis County Police Department and the Jefferson County Sheriff’s Department . The girl told police that during a drive to Center Stage Dance Studio in Imperial, Adams asked “if her boyfriend had ever felt her up or felt her down.” “No,” she replied. Then Adams asked whether she’d seen her boyfriend’s penis. “No.” According to police records, he then asked if she would like to see his penis. “No.” “Well, that’s a shame,” Adams replied, “because you are going to be disappointed when you do get to see your boyfriend’s penis.” When they got to the dance studio, Adams pulled her leotard down to her hips and began massaging her stomach, the girl told police. It stopped when the gym owner arrived. “I wish that she would hurry and leave so we could be alone,” Adams told the girl, according to her account to police. That night, the girl told her parents. They were adamant that something be done to prevent Adams from doing something similar to other girls. Police officials from Jefferson and St. Louis counties pursued arrest warrants for Adams, but prosecutors in both jurisdictions declined to file criminal charges. Ed Magee, executive assistant for the St. Louis County prosecuting attorney’s office, said he could not provide information on the case because the court records are closed. Under Missouri law, records are closed if the prosecutor’s office declines to pursue criminal charges or the defendant is acquitted. November 1996 Metro Sports, Alton, Illinois Around that time, Adams was teaching children at Jeanie’s Rainbow Connection in Centralia, Illinois, and at an unknown studio across the state line in St. Louis, according to a report from the Alton Police Department. McAfoos, the owner of Metro Sports in Illinois, was still grappling with her own decision not to report Adams. By Thanksgiving of 1996 she was concerned enough to discuss the situation with her sister-in-law, who warned that she needed to report suspected child abuse. “I’m telling you now, you need to turn him in,” McAfoos’ sister-in-law insisted. “If there’s any indication you knew anything, you’ll lose everything you have.” McAfoos called the Illinois Department of Children and Family Services on Dec. 6, 1996. Child welfare officials forwarded the report to the Alton Police Department, and both agencies launched investigations. About a month later, on Jan. 21, 1997, the father of the girl from Metro Sports told police he didn’t want to go forward with the case . He said it would mentally harm his daughter because “she has had dreams about the incident.” The case was reopened later that year after other gymnasts’ families reported Adams to the Illinois Department of Children and Family Services, Alton Police Chief Jason Simmons said. In September 1997, Alton police requested an interview with Adams. During the interview , police told Adams that several young girls had accused him of exposing their breasts and vaginas. Adams didn’t deny it, according to police. Instead, he nodded. “What can I do to take care of this?” Adams asked. “I am willing to do my part and take care of it.” The detective told Adams to stop molesting children, confess what he’d done, seek counseling and quit working with children. Adams agreed to quit his gymnastics job but said he needed to leave at the end of the year because he’d already been paid, according to a police report. Out of Balance When the detective asked Adams for a written confession, Adams’ attorney intervened and said he wouldn’t allow Adams to sign a statement unless a prosecutor was involved. He didn’t want his client to have a felony conviction. Police and prosecutors scheduled a meeting with Adams and his attorney for early October 1997. As that investigation lingered, Adams continued coaching at a YMCA in the St. Louis area. 1997-1998 YMCA, metro St. Louis, Missouri A 7-year-old girl at the YMCA said she and her teammates sat in a circle under the uneven bars and played duck, duck, goose. The winner got to sit in Adams’ lap. “It was something, you know, he wanted you to work for,” the girl said in a deposition taken 15 years later during an unrelated criminal case. “It was something that he wanted you to try to win.” The girl said Adams rubbed her stomach, chest and vagina while she was on his lap in front of other girls at the gym. She said he kept talking as though nothing was happening. A Gateway Region YMCA spokesman said the organization could not locate Adams’ employment record because it does not keep data that old. At the time, the girl said, she didn’t know it was wrong. Adams remained her coach, she said, until he was arrested in May 1998. 1998-2000 Alton, Illinois McAfoos’ fears about the potential impact on her business were soon laid to rest. “It had no effect on my business because I turned him in... I’m glad that I did.” Barbara McAfoos, owner Metro Sports in Alton, Ill. Prosecutors charged Adams with four felony counts of aggravated criminal sexual abuse. The 27-year-old was accused of inappropriately touching four Metro Sports gymnasts, all younger than 13. Assistant State Attorney Amy Maher told a local newspaper that Adams may have abused as many as eight girls. When the news came out, McAfoos said, she didn’t lose a single student. “It had no effect on my business because I turned him in,” she said. “I’m glad that I did.” Brannan, the Missouri girl who said Adams abused her at All American Gymnastics, learned about the criminal charges and immediately contacted the Illinois Department of Children and Family Services. I want to testify, the then-17-year-old told the Alton Police Department . But she wouldn’t get a chance, not then. The Illinois girls’ parents did not allow their children to cooperate with the prosecution, according to a prosecutor who reviewed Adams’ criminal history. Nearly two years later, in February 2000, prosecutors agreed to drop the felony charges as part of a plea agreement. Adams pleaded guilty to four counts of misdemeanor battery and was ordered to pay a fine. 2001-2003 Camelot Music, Chesterfield, Missouri A month after his guilty plea, Adams started talking with a preteen girl who frequented Camelot Music, where he worked at the Chesterfield Mall in Missouri, according to police records . On Dec. 2, 2001, the girl stopped by the store and Adams invited her to join him in the office while he ate lunch. “Do you ever think about me?” the girl recalled Adams asking. The girl, who was then 14, told him she didn’t, other than when she was at the mall and considering whether she should stop by to say “hi.” Adams moved his left hand behind her head and pulled her toward him. The girl told police Adams kissed her, tried to put his tongue in her mouth and slid his hand under her untucked shirt to touch her breasts through her bra. She pulled away. “What are you doing?” she asked. “You are 10 years older than I am.” “Yeah, it's kind of a problem,” Adams replied. “But when you turn 18 we are going to have to talk.” When she tried to change the subject, he asked to see her bra. The girl’s mother called the Chesterfield Police Department five days later. She said her daughter was embarrassed and scared to report it. Less than two years after Adams had accepted the plea deal in Illinois, he was again facing allegations of inappropriate conduct. Adams, then 31, was charged in 2002 in St. Louis County with fondling the 14-year-old girl. But he was acquitted in 2003. Details about the outcome are unavailable. In Missouri, court records are closed to the public after an acquittal, said Magee, executive assistant for the St. Louis County prosecuting attorney’s office. By 2003, no fewer than 12 young girls had accused Adams of groping them, yet he continued to coach gymnastics. Early 2000's Cincinnati Gymnastics Academy, Fairfield, Ohio Exactly where Adams went between 2002 and late 2005 is unclear. Records indicate Adams may have briefly moved to Michigan. But sometime in that period, Adams landed at the Cincinnati Gymnastics Academy in Fairfield, Ohio. The elite gym has produced a series of Olympians and U.S. national team members, such as gold medalists Amanda Borden and Jaycie Phelps. The gym owner, Mary Lee Tracy, said she didn’t do background checks of prospective employees at that time. She said she has since strengthened her policies, following USA Gymnastics’ lead. Tracy did call one of Adams’ references, a former employer with no connection to gymnastics. That person told Tracy that Adams was a hard worker. Tracy said she never had a problem with Adams. He left voluntarily, and she gave him a good reference. She said she didn’t know about Adams’ criminal history until IndyStar told her. “That makes me sick to my stomach,” she said. To empower the journalism behind IndyStar, you can  subscribe for just $4.99  for the first year. 2005-2007 Buckeye Gymnastics, metro Columbus, Ohio By late 2005, Adams was hired part time at Buckeye Gymnastics, another elite gym that produced gold medalist Gabby Douglas and other U.S. national team members. David Holcomb, president of Buckeye Gymnastics, told IndyStar that Cincinnati Gymnastics Academy gave Adams a positive recommendation. But, through back channels, coaches said things like they “always got a bad vibe” and “keep your eye on him.” Holcomb also said former employers listed on Adams’ resume said they let him go. When Holcomb asked why, they said Adams was “kind of acting like a creep” but wouldn’t provide specifics. At the same time, Holcomb said he received glowing references from people who called Adams a “super spotter” who was terrific with kids and parents. He noted that Adams also was a member in good standing with USA Gymnastics, the sport’s national governing body. \"I won't hire anybody who doesn't have credentials,\" Holcomb said. It's not clear when Adams became a USA Gymnastics member. The organization declined to say when he joined or when it conducted a background check on him for any criminal convictions. USA Gymnastics did say that Adams’ brushes with the law, including his misdemeanor battery conviction, did not show up on its background screen. It blamed the criminal justice system’s fragmented record keeping, as well as laws that prohibit agencies from providing information on nonconvictions older than seven years. Holcomb said he separately paid for a background check on Adams, relying on the same company used by USA Gymnastics. It came back clean. “I was getting very mixed messages, and good coaches are hard to come by,” Holcomb said. He gave Adams a chance. The first complaints Holcomb received weren’t about Adams’ conduct in the gym. Some parents complained that Adams was giving gymnasts gifts from his other job at Sharper Image, a retailer that sells home electronics, air purifiers and other gadgets. Some of the gifts were expensive, but not all of the kids were getting them. “He had his favorites,” Holcomb said. Some parents whose children didn’t receive gifts complained to the gym. Holcomb warned Adams to stop. He didn’t. Then a parent complained that Adams had tickled his daughter, who didn’t like to be tickled. And Holcomb found out the coach had taken three photos of little girls doing the splits — something Holcomb said shouldn't be done. Adams lasted 18 months. Holcomb said he fired Adams in March 2007 for failing to follow the gym’s policies. “The pictures were bothering me,” Holcomb said, “the fact that he was taking inappropriate pictures of kids. I fired him on the spot. He was done.” Holcomb followed up with a letter to parents . “I understand that many of you have developed a friendly and close relationship with Ray,” he wrote. “Nonetheless, I am advising the gymnasts against any further contact.” He told IndyStar that Adams threatened to call a lawyer when Holcomb confiscated Adams’ cellphone, which had the pictures on it. Afterward, the Buckeye Gymnastics owner strengthened his own policies. He said he no longer allows anyone else to shoot photos of the gymnasts. He does it himself. And Holcomb said he educated himself about the warning signs of abuse. Those behaviors — giving gifts, tickling and photographing gymnasts — mirrored other cases involving predatory coaches that were examined by IndyStar. “Back in 2006, 2007, I was pretty oblivious,” Holcomb said. “I learned a hard lesson.” He said he considered sending a complaint to USA Gymnastics, but the allegations against Adams weren’t violations of USA Gymnastics’ bylaws, nor did he think they were criminal violations. A blind eye to sex abuse: How USA Gymnastics failed to report cases What, Holcomb wondered, would he tell the national governing body? That Adams gave gifts, took some photos and tickled a kid? “In hindsight, yep, I should’ve,” Holcomb said. “At the time, I’m going, ‘I’ve got nothing to hang my hat on here.’ It’s nothing. It’s basically my gut instinct that this guy is bad news.” Jenny Brannan, one of Ray Adams' earliest victims, St. Louis, Friday, August 19, 2016. Brannan, who was sexually molested by the coach in 1993, testified against Adams in 2013 during a federal sentencing hearing that put the long-time pedophile behind bars for 20 years.   (Photo: Robert Scheer/IndyStar) Ray Adams worked at Metro Sports in Alton, Illinois, from 1994 to 1996. He was let go after the owner confronted him with allegations of inappropriate conduct.  (Photo: Robert Scheer/IndyStar) Stacey Honowitz is a supervisor in the sex crimes unit of the Broward County, Florida, state attorney’s office.  (Photo: Robert Scheer/IndyStar) The former site of Center Stage Dance Studio in Imperial, Missouri, where Ray Adams was accused by an underage girl of inappropriate behavior in 1996, Tuesday, Nov. 22, 2016.  (Photo: Robert Scheer/IndyStar) A sign marking the new site of All American Gymnastics in St. Louis, Missouri, Tuesday, Nov. 22, 2016. Coach Ray Adams was accused of molesting 12-year-old Jenny Brannan in 1993, at the old location.  (Photo: Robert Scheer/IndyStar) Fullscreen Ray Adams (pictured during the mid-1990s) pleaded no contest in 2014 to two counts of lewd and lascivious molestation. He received a 15-year sentence, which he is serving at the same time as his 20-year federal sentence for attempting to receive child pornography.  (Photo: Barbara McAfoos photo) Fullscreen The court inside Broward County Judicial Complex, where Ray Adams Adams pleaded no contest to two counts of lewd and lascivious molestation in 2014, and was given 15 years in prison, to run concurrent with an earlier 20-year federal sentence. Fort Lauderdale, Florida, Friday, Nov. 18, 2016.  (Photo: Robert Scheer/IndyStar) Chesterfield Mall, in the Chesterfield suburb of St. Louis, Tuesday, Nov. 22, 2016. Ray Adams was charged in 2002 of molesting a 14-year-old girl at the Camelot Music store.  (Photo: Robert Scheer/IndyStar) Jenny Brannan, who was 12 when she said Ray Adams molested her, agreed to testify against Adams in 2013 at his sentencing for attempting to receive child pornography.  (Photo: Robert Scheer/IndyStar) American Twisters, Coconut Creek, Florida, Friday, Nov. 18, 2016. Ray Adams worked here from 2008-2009, where other employees expressed concern about his behavior around underage gymnasts.   (Photo: Robert Scheer/IndyStar) Fullscreen Jenny Brannan, one of Ray Adams' earliest victims, St. Louis, Friday, August 19, 2016. Brannan, who was sexually molested by the coach in 1993, testified against Adams in 2013 during a federal sentencing hearing that put the long-time pedophile behind bars for 20 years.   (Photo: Robert Scheer/IndyStar) Fullscreen Ray Adams, during the mid 90s. Adams pleaded no contest in 2014 to two counts of lewd and lascivious molestation. The plea comes with a 15-year sentence, which Adams is serving at the same time as his 20-year federal sentence for possession of child pornography.   (Photo: Barbara McAfoos photo) Fullscreen Former gymnastics coach Raymond Adams (left) pleaded no contest in 2014 to two counts of lewd and lascivious molestation. The plea comes with a 15-year sentence, which Adams will serve at the same time as his 20-year federal sentence for possession of child pornography.   (Photo: Rafael Olmeda/Sun Sentinel, Sun Sentinel) Fullscreen The court inside Broward County Judicial Complex, where Ray Adams Adams pleaded no contest to two counts of lewd and lascivious molestation in 2014, and was given 15 years in prison, to run concurrent with an earlier 20-year federal sentence. Fort Lauderdale, Florida, Friday, Nov. 18, 2016.   (Photo: Robert Scheer/IndyStar) Fullscreen The court inside Broward County Judicial Complex, where Ray Adams Adams pleaded no contest to two counts of lewd and lascivious molestation in 2014, and was given 15 years in prison, to run concurrent with an earlier 20-year federal sentence. Fort Lauderdale, Florida, Friday, Nov. 18, 2016.   (Photo: Robert Scheer/IndyStar) Fullscreen Ray Adams, during the mid 90s. Adams pleaded no contest in 2014 to two counts of lewd and lascivious molestation. The plea comes with a 15-year sentence, which Adams is serving at the same time as his 20-year federal sentence for possession of child pornography.   (Photo: Barbara McAfoos photo) Fullscreen Broward County Judicial Complex, where Ray Adams Adams pleaded no contest to two counts of lewd and lascivious molestation in 2014, and was given 15 years in prison, to run concurrent with an earlier 20-year federal sentence. Fort Lauderdale, Florida, Friday, Nov. 18, 2016.   (Photo: Robert Scheer/IndyStar) Stacey Honowitz, assistant state's attorney in Broward County, Florida, Friday, Nov. 18, 2016.  (Photo: Robert Scheer/IndyStar) Buckeye Gymnastics, Powell, Ohio, Sunday, Nov. 20, 2016. Adams worked for this company from 2005 through 2007, and was fired for behavior his boss called unprofessional.   (Photo: Jenna Watson/IndyStar) The former location of Scott's Gymnastics, St. Louis, Tuesday, Nov. 22, 2016. Ray Adams worked at the gym for several months in 2004, and was subsequently fired after being accused of inappropriate behavior around underage gymnasts.   (Photo: Robert Scheer/IndyStar) This is the former site of Bieger International Gymnastics in Deerfield Beach, Florida. Bieger was the final gym where Adams worked before he was arrested in 2009 on allegations of molesting a 10-year-old girl.  (Photo: Robert Scheer/IndyStar) Like this topic? You may also like these photo galleries: Replay ",
    "title": "He could have been stopped: How one pedophile kept coaching gymnastics"
   },
   {
    "entities": [
     "1998",
     "1954",
     "cbs",
     "frederic",
     "april 11, 1996",
     "online",
     "taylor",
     "paris",
     "california",
     "alba",
     "1956",
     "edward",
     "associated",
     "once",
     "1953",
     "jane",
     "hutton",
     "1997",
     "segundo",
     "2005",
     "hungary",
     "angeles",
     "wayne",
     "et",
     "interactive",
     "gabler",
     "huxley",
     "lozzi",
     "mama",
     "orson",
     "sunday",
     "francesca",
     "elizabeth",
     "recently",
     "11:24 pm est",
     "the early 1950s",
     "hayes",
     "neal",
     "u.s.",
     "2002",
     "planet",
     "budapest",
     "marilyn",
     "barbara",
     "1917",
     "de",
     "jr.",
     "magda",
     "1937",
     "avril",
     "david",
     "belge",
     "dec 18, 2016",
     "von",
     "press",
     "simpsons",
     "graphicsbank",
     "oscar",
     "1958",
     "this 1955",
     "jolie",
     "rubirosa",
     "congress",
     "2015",
     "john",
     "anhalt",
     "welles",
     "rafael",
     "hills",
     "felipe",
     "los",
     "america",
     "gabor",
     "1952",
     "monroe",
     "letterman",
     "sari",
     "trujillo",
     "zsa",
     "el",
     "1995",
     "conrad",
     "dominican",
     "the following decade",
     "turhan",
     "july 2010",
     "inc.",
     "sanders",
     "george",
     "porfirio",
     "hilton",
     "huston",
     "kim",
     "2016",
     "the 1940s",
     "future",
     "hollywood",
     "republic",
     "1989",
     "eva",
     "1942",
     "bel-air",
     "beverly",
     "ohio",
     "aldous"
    ],
    "id": 25,
    "text": "CBS/AP Last Updated Dec 18, 2016 11:24 PM EST Hungarian-born actress and socialite Zsa Zsa Gabor has died, her publicist tells CBS Los Angeles . She was 99.  The middle and most famous of the sisters Gabor died Sunday of a heart attack at her Bel-Air home, her husband, Prince Frederic von Anhalt, said. Gabor faced failing health in recent years . In July 2010, von Anhalt told  ET Online  that she was having a feeding tube inserted so she could get the nutrients she needed. Gabor  broke her hip  earlier that month when she tumbled out of bed while watching television, trying to answer a telephone at her Bel-Air home. In a statement, her former publicist Edward Lozzi confirmed her death and said she is “finally out of her misery.” “For the past five years, Zsa Zsa has suffered chronic dementia, locked away in her mansion laying in a hospital bed being fed through tubes in her naval, not able to speak, see, write or hear. Nor knowing who she was or how famous she was,” he said. “...Zsa Zsa did not suffer fools well. That fact, along with her European post-war survival techniques inspired by her mother, Zsa Zsa Gabor was one tough cookie.” Gabor was the only survivor of the trio of acting Gabor sisters. Her sister Eva died in 1995 and Magda in 1997.  She has rarely been seen in public since she was partially paralyzed in a 2002 car accident. Gabor also suffered a stroke in 2005. View Gallery The Gabor sisters -0  Zsa Zsa, left, Magda, center,  and Eva 0- are seen in this 1955 black-and-white photo. All three Hungarian-born stars became famous in the U.S.  AP Graphicsbank Gabor took her first husband when she was 20 in 1937. She attracted the attention of nine husbands including hotel magnate Conrad Hilton and Oscar winning actor George Sanders.  Gabor had one child, Francesca Hilton, from her marriage to hotelier Conrad Hilton. (She would allege the child was conceived after Hilton raped her.) In later years, Gabor, von Anhalt and Francesca battled in court over family finances. Francesca Hilton died of an apparent stroke in 2015. Her first seven marriages ended in divorce. Her marriage to her eighth husband, Mexican attorney Felipe de Alba, was annulled, reportedly because her previous marriage was not properly ended. Sari Gabor -- Zsa Zsa is a family nickname -- was born in Budapest in 1917, according to a finishing school yearbook kept by a former classmate. Various references over the years have given other birth dates; Gabor usually avoided the subject. She was still in Hungary when she won a beauty contest and married and divorced a Turkish diplomat, Turhan Belge. Gabor, sisters Eva and Magda, and their mother, Jolie, emigrated to America around World War II. Zsa Zsa gained notice when she became the wife of Hilton, whom she married in 1942 and by the following decade all the Gabors were celebrities. In 1998, cultural historian Neal Gabler diagnosed her kind of celebrity as “The Zsa Zsa Factor.” “When she first came to fame in the early 1950s, Zsa Zsa wasn’t an actress or a singer or a dancer or an entertainer of any sort,” he observed. “She was the beautiful wife of actor George Sanders who happened to appear on a quiz show dispensing offhanded advice to lovelorn viewers. By being herself she became such a success that she immediately landed movie roles.” Her film career was, as The Film Encyclopedia notes, “mostly decorative.” Among Gabor’s more prominent credits: as dancer Jane Avril in John Huston’s Toulouse-Lautrec biopic, “Moulin Rouge,” 1952; and Orson Welles’ classic “Touch of Evil,” 1958. More recently, she appeared in the “Nightmare on Elm Street” series and in the “Naked Gun” spoofs.  View Gallery Actress Zsa Zsa Gabor holds up a beaded purse removed from a 30-year-old trunk containing possessions from actress Marilyn Monroe on April 11, 1996, at Planet Hollywood in Beverly Hills, California. Kim Kulish/AFP/Getty Images Her love life, meanwhile, rolled on, like a B-melodrama on a double-bill with Elizabeth Taylor’s A-list spectacular.  In 1954, Gabor made headlines being seen with Dominican Republic playboy-diplomat Porfirio Rubirosa within weeks of his marriage to dime store heiress Barbara Hutton. Her 1958 romance with Rafael Trujillo Jr., son of the Dominican dictator, became a scandal in Congress. Ohio’s Rep. Wayne Hayes -- eventually caught in his own adulterous affairl -- cited the expensive gifts Gabor was allegedly receiving from the young man to argue that foreign aid for the island nation should be eliminated. Gabor spent three days in the El Segundo jail in 1989 after she was found guilty in a well-publicized trial over slapping the face of a Beverly Hills police officer who stopped her for a traffic violation.   When she was freed, she told reporters the jailers were kind but “at first I was petrified. They even took my makeup away.” The great aunt of Paris Hilton and a spiritual matriarch to the Kardashians, Simpsons and other tabloid favorites, she was the original hall-of-mirrors celebrity, famous for being famous for being famous. Starting in the 1940s, Gabor rose from beauty queen to millionaire’s wife to minor television personality to minor film actress to major public character. With no special talent, no hit TV series such as her sister Eva’s “Green Acres,” Zsa Zsa nevertheless was a long-running hit just being Zsa Zsa -- her accent drenched in diamonds, her name synonymous with frivolity and camp as she winked and carried on about men, dahling, and the droll burdens of the idle rich. She was like popcorn for the public and, for sociologists, the seeming fulfillment of the mindless future imagined in Aldous Huxley’s “Brave New World,” a creation made possible by mass, electronic media; her words and image transcribed and beamed into theaters and living rooms, on the Internet and the shelves of newsstands and supermarket checkout lines. Her secret, in part, was being in on the joke, once saying about a 1956 TV role, “I play a fabulously rich woman who has just bought her fifth husband; she is very unhappy. I won’t tell you who it’s supposed to be.” Ever game for a laugh, Gabor spoofed her image in a videotaped segment on David Letterman’s “Late Show,” which had the two stars driving from one fast-food restaurant to another, sipping sodas and digging into burgers like they were slabs of wedding cake.  Part of Mama Jolie’s advice to her daughters, as recounted in a 1953 Associated Press interview with Zsa Zsa, has a modern touch. She said she told them: “You must be independent and able to do for yourself. Then you do not have to marry a rich man, you can marry a poor one. And if it is wrong, you can go.”  © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Zsa Zsa Gabor, famed actress and socialite, dead at 99 - CBS News"
   },
   {
    "entities": [
     "jeffery",
     "hoyer",
     "barkley",
     "rumore",
     "brian",
     "the last minute",
     "pro",
     "dec. 18",
     "12:02 p.m.,",
     "sunday",
     "jordy",
     "27-10",
     "fox",
     "nfl",
     "alshon",
     "steve",
     "john",
     "green",
     "kori",
     "nelson",
     "matt",
     "cutler",
     "packers",
     "bowl",
     "bay",
     "soldier",
     "rosenbloom",
     "field",
     "jay"
    ],
    "id": 26,
    "text": "What was the worst thing the Bears did against the Packers? Where do you start? Photos from the Bears-Packers game on Dec. 18 at Soldier Field. Steve Rosenbloom Contact Reporter The RosenBlog The choice (and remember, death is not an option): Bears quarterbacking or Bears tackling? Or Bears coverage or Bears coaching? But say this for the Bears offense: Whether it’s Matt Barkley or Jay Cutler , the strip-sack and horrible interceptions consistently remain regular parts of the game plan against the Packers . And just when so many people had Barkley making the Pro Bowl. You can give Barkley credit for a comeback if you want, but he threw three picks and lost a fumble. Good luck trusting that. Barkley doesn’t have a starter’s arm, nor did he have a desire to get his top receiver involved. Yeah, sure, Alshon Jeffery showed up and caught a TD pass, but none of it happened until the Packers led 27-10. That’s when Jeffery showed up. Or that’s when Barkley started throwing to him. Take your pick. Sunday's Bears game against the Packers was not the coldest at Soldier Field, but still made the list of 10 most frigid games at the venue.In NFL games, temperature is recorded at kickoff -- 11 degrees at 12:02 p.m., Sunday -- which doesn't take into consideration any fluctuations that happen after... (Kori Rumore) Don’t tell me Jeffery was double-covered. If Barkley can throw into double- or triple-coverage for any other target downfield, and he did and that's how some passes become interceptions, then he can give Jeffery a chance to high-point a pass. Barkley showed too much of that Brian Hoyer -like trait of immediately going away from his top target because a team shows two-man coverage. Like that, the quarterback helps the opponent take the best receiver out of the game. I’m not sure that’s particularly smart, but hey, that’s just me. And besides, Barkley was turning over the ball anyway, so why not target your best receiver? How does even a rookie safety let the best receiver on the Packers get deep in the last minute of a tie game? That would go for any receiver in that situation, but especially Jordy Nelson . If that was supposed to be single coverage, then how does any defensive coordinator do that in that spot against Nelson? John Fox ’s Bears were 3-10. They had the ball fourth-and-goal at the 3 with less than two minutes to go in a game they trailed by three points, and Fox elected to kick the tying field goal. What do you have to lose by going for it? You’ve already lost the season and, who knows, maybe your job. The Packers were shaky. The Green Bay defense was looking for reasons to give up. The Packers certainly were capable of committing a penalty in the end zone to give you another set of downs. Wanting to go to overtime when you’re 3-10 is lame. ",
    "title": "What was the worst thing the Bears did against the Packers? Where do you start? - Chicago Tribune"
   },
   {
    "entities": [
     "jim",
     "djansezian",
     "cbs",
     "frederic",
     "june 3, 1969",
     "york's",
     "puerto",
     "curt",
     "paris",
     "wochit",
     "derby",
     "april 11, 1999",
     "golden",
     "haasman",
     "tony",
     "april 13, 1992",
     "alba",
     "saxony",
     "alisau",
     "edward",
     "once",
     "nice",
     "1 p.m.",
     "markes",
     "today",
     "kevork",
     "vallarta",
     "blanchette",
     "royal",
     "segundo",
     "curtis",
     "angeles",
     "fall in july 2010",
     "epson",
     "oct. 9, 1952",
     "ap",
     "feb. 6, 2011",
     "may 12, 1958",
     "air",
     "ut",
     "dec. 5, 1955",
     "lozzi",
     "april 14, 1982",
     "lederhandler",
     "julie",
     "sept. 17, 1965",
     "sunday",
     "michael",
     "facebook",
     "laura",
     "january 1954",
     "london",
     "mexico",
     "wally",
     "fong",
     "york",
     "july 12, 1989",
     "nick",
     "bel",
     "marilyn",
     "airport",
     "duke",
     "de",
     "age",
     "france",
     "august 1986",
     "magda",
     "tweed",
     "may 4, 1954",
     "march 19, 1955",
     "may 1, 1990",
     "count",
     "von",
     "munich",
     "edwin",
     "international",
     "rubirosa",
     "jolie",
     "july 31, 1990",
     "john",
     "rolls-royce",
     "anhalt",
     "usa",
     "new",
     "hills",
     "felipe",
     "los",
     "gabor",
     "1952",
     "cheng",
     "marty",
     "monroe",
     "germany",
     "zsa",
     "el",
     "nov. 3, 1979",
     "june 8, 1990",
     "kardashian",
     "gabor-hilton",
     "nov. 19, 1981",
     "$1 million",
     "dec. 18, 2016",
     "porfirio",
     "municipal",
     "kim",
     "huston",
     "calif.",
     "hilton",
     "court",
     "england",
     "pat",
     "l.",
     "aug. 15, 1986",
     "hollywood",
     "wilcott",
     "sept. 1, 1965",
     "1989",
     "december 19, 2016",
     "eva",
     "kulish",
     "march 16, 1979",
     "beverly",
     "12:05 a.m. est",
     "fredric"
    ],
    "id": 27,
    "text": "Zsa Zsa Gabor, one of the first celebutantes, is dead at 99 Hollywood socialite had been ill for years. Post to Facebook Zsa Zsa Gabor, one of the first celebutantes, is dead at 99 Hollywood socialite had been ill for years. Check out this story on USATODAY.com: http://usat.ly/2i4s7eU CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 47 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Zsa Zsa Gabor, one of the first celebutantes, is dead at 99 Jim Cheng , USA TODAY 12:05 a.m. EST December 19, 2016 Hungarian-American actress Zsa Zsa Gabor died Dec. 18, 2016, at age 99. Wochit Zsa Zsa Gabor has died, according to reports. (Photo: Curt Wilcott, AP) Zsa Zsa Gabor, the 99-year-old former beauty queen and actress, died Sunday in Los Angeles. Her friend and former publicist, Edward Lozzi, told USA TODAY that she died around 1 p.m. PT Sunday. The news was first reported by TMZ . She was ahead of her time. In the Hollywood Golden Age, Gabor, or simply Zsa Zsa to most, was perhaps the first celebutante. If there had been no Zsa Zsa, there probably would be no Kim Kardashian. \"She did not suffer fools well,\" said a statement from Lozzi, who had represented her \"on and off\" since 1989. \"Zsa Zsa Gabor was one tough cookie. Her beautiful lips and mouth would also be her worst enemy when and if she turned on the verbal machine gun. Most of her problems originated from that beautiful mouth. \"Zsa Zsa Gabor will always be an American icon and the klieg in the Gabor-Hilton dynasty.\" Stars remember Zsa Zsa Gabor on Twitter Gabor had been in ill health since being hospitalized after a fall in July 2010. She had hip replacement surgery afterward but returned to the hospital several times for treatment of swelling and clots. Most of her right leg had been amputated because of gangrene. Although after her television career Gabor had become a punchline or a caricature, known for her run-in with a Beverly Hills cop or for her many marriages, it wasn’t always that way. Gabor was of a time when “socialite” was not yet a term of derision. Despite a spotty film career, she became a staple on TV. She often appeared as herself and spoofed her active social life with a quip and a “dahlink” that became her signature term of endearment. Posted! A link has been posted to your Facebook feed. Zsa Zsa Gabor on March 19, 1955, appears in director John Huston's 1952  production \" Moulin Rouge.\"  AP Glamorous actress Zsa Zsa Gabor died Sunday at age 99. Here, she responds to a question during a news conference at her home in Los Angeles on April 13, 1992.  Kevork Djansezian, AP Zsa Zsa Gabor in a courtroom in Beverly Hills on May 1, 1990, following her infamous cop-slapping incident.  Kevork Djansezian, AP Zsa Zsa Gabor on her wedding day to her ninth husband, Prince Frederic von Anhalt, on Aug. 15, 1986.  AP Zsa Zsa Gabor, accompanied by her husband Frederic von Anhalt, right, is surrounded by media upon her release from jail in El Segundo, Calif., on July 31, 1990.  Nick Ut, AP Zsa Zsa Gabor rests in her Bel Air mansion in Los Angeles with her husband, Frederic von Anhalt, while celebrating her 94th birthday on Feb. 6, 2011.   John Blanchette, AP Zsa Zsa Gabor smiles at a charity auction in Beverly Hills on  June 8, 1990.  Julie Markes, AP Zsa Zsa Gabor during a rehearsal for CBS soap opera 'As the World Turns' on Nov. 19, 1981, at Studio 52 in New York.  Marty Lederhandler, AP Jolie Gabor, right, appears with her two daughters,  actresses Eva, left, and Zsa Zsa Gabor, during a fashion event in Beverly Hills on March 16, 1979.  AP Zsa Zsa Gabor, fresh off a flight from London, poses with luggage at New York's International Airport on Oct. 9, 1952.  AP Zsa Zsa Gabor, shaded by a black organza hat,  leaves the London Hilton on June 3, 1969, on her way to the Royal Derby at Epson, England.  AP Jeweler Edwin L. Haasman places a $1 million necklace with a 90-carat Maja emerald around Zsa Zsa Gabor's neck on Nov. 3, 1979, in Los Angeles.  Wally Fong, AP Zsa Zsa Gabor and Tony Curtis  play bride and groom in 'Arrivederci, Baby!' on location near Nice, France, on Sept. 17, 1965.  AP Zsa Zsa Gabor poses in a restaurant in Munich on Sept. 1, 1965.  european pressphoto agency Zsa Zsa Gabor poses next to a Rolls-Royce automobile in Beverly Hills.  AP Zsa Zsa Gabor and Prince Fredric von Anhalt, Germany's Duke of Saxony, arrive for lunch in August 1986 in Beverly Hills.  Michael Tweed, AP Zsa Zsa Gabor holds a beaded purse once owned by Marilyn Monroe on April 11, 1999.  Kim Kulish, AFP/Getty Images Zsa Zsa Gabor smiles as she exits from Beverly Hills Municipal Court on July 12, 1989, where she appeared in order to answer charges of battery against a police officer.   AFP/Getty Images Zsa Zsa Gabor poses on May 12, 1958, in front of her Mercedes.  AFP/Getty Images Zsa Zsa Gabor wears a fur coat on Dec. 5, 1955.   AFP/Getty Images Zsa Zsa Gabor and her companion, Dominican diplomat Porfirio Rubirosa, in Paris on May 4, 1954.  AFP/Getty Images Zsa Zsa Gabor and her sisters Eva and Magda play piano in January 1954.  AFP/Getty Images Zsa Zsa Gabor poses with her seventh husband, Count Felipe de Alba, on the yacht Laura after their wedding in Puerto Vallarta, Mexico, on April 14, 1982.  Pat Alisau, AP Like this topic? You may also like these photo galleries: Replay ",
    "title": "Zsa Zsa Gabor, one of the first celebutantes, is dead at 99"
   },
   {
    "entities": [
     "tomorrow",
     "texas",
     "december 18, 2016",
     "florida",
     "graham",
     "november",
     "states",
     "south",
     "trump",
     "midwest",
     "house",
     "priebus",
     "hillary",
     "gop-controlled",
     "party",
     "press",
     "sunday",
     "news",
     "united",
     "facebook",
     "--",
     "fox",
     "college",
     "senate",
     "donald",
     "district",
     "saturday",
     "monday",
     "of",
     "2016",
     "john",
     "associated",
     "j.",
     "twitter",
     "electoral",
     "podesta",
     "reince",
     "republican",
     "future",
     "arizona",
     "nbc",
     "national",
     "wisconsin",
     "committee",
     "45 percent",
     "49 percent",
     "pennsylvania",
     "clinton",
     "columbia",
     "ap",
     "white"
    ],
    "id": 28,
    "text": "Trump almost certain to win Electoral College vote, but nothing's sure in 2016 elections Published               December 18, 2016 Facebook 0 Twitter 0 livefyre Email Print   The Electoral College is expected Monday to select Donald Trump as the next president of the United States, despite efforts to disrupt the 227-year-old process that so far appears to have resulted in just one openly rogue voter. Still, Democrats and Republicans on Sunday spoke with some uncertainty about the anticipated outcome. “We expect everything to fall in line,” Reince Priebus, White House chief of staff in the incoming Trump administration, told “Fox News Sunday.” In most presidential election years, the Electoral College vote would essentially be a formality after the popular vote is cast in November. But 2016 was not a typical election year, considering Democratic presidential nominee Hillary Clinton won the popular vote with roughly 2.6 million more ballots than Trump but lost the Electoral College vote. Trump got more Electoral College votes by winning many of the smaller, less-populated states in the Midwest and South, along with the big coastal state of Florida and traditionally Democratic-leaning Pennsylvania and Wisconsin. Trump and Clinton also split the six most populous states. Trump needs 270 electoral votes Monday. And the state victories put him in line to get 306 of the 538 -- with each state getting one vote for each House and Senate member. The three remaining votes go to the District of Columbia.   Priebus, who still runs the Republican National Committee, which is trying to keep count of the apportioned or “pledged” votes, cited the only known and so-called “faithless” balloter, who lives in Texas and whose vote goes to Trump but plans to vote for another, yet-to-be-named Republican. “But other than that, we're very confident that everything is going to be very smooth,” said Priebus, noting a massive petition drive to get electoral voters to cast ballots against Trump and the alleged harassment of some of the voters, particularly in Arizona, where Trump won 49 percent of the vote, compared to 45 percent for Clinton, which entitles him to all 11 electoral votes. Arizona electorate Donald Graham told Fox News on Saturday that the 11 electorates have received hundreds of thousands of emails telling them not to vote for Trump and that he’s received information that some of other 10 have been followed or have received a death threat. “It’s out of hand when you have such … a small group of people that is pushing so hard against millions if not hundreds of millions of people who still appreciate this whole system,” said Graham, chairman of the Arizona Republican Party. “The Electoral College is part of the Constitution.” All swore to party officials that they will back Trump, even though they're not legally bound to do so, and plan to hold to that pledge. Trump himself responded to the reports of elector harassment and intimidation Sunday.  If my many supporters acted and threatened people like those who lost the election are doing, they would be scorned & called terrible names! — Donald J. Trump (@realDonaldTrump) December 18, 2016 There is no federal law on electoral votes. Some states bind their voters -- often state party officials -- to the popular vote. But the penalties for violations are minor, such as being disqualified from future balloting. On Sunday, John Podesta, Clinton campaign chairman, suggested that 37 electoral voters bound to Trump could defect, which would be enough to create at least a tie and send the vote to the GOP-controlled House, where Trump would still likely win. Podesta, as he has in recent days, pressed the argument on NBC’s “Meet the Press” that Russians hacking the emails of Democrats during the election led in part to Clinton’s loss. He also made a last-minute argument that members of the Electoral College should have an intelligence briefing about the hackings before voting Monday. “I assume that our electors are going to vote for Hillary Clinton,” Podesta said. “But the question is whether there are 37 Republican electors who think that either there are open questions [about the purported Russian hackings] or that Donald Trump … is really unfit to be president. … And I guess we will know that … tomorrow.” The Associated Press tried to reach all 538 electors and was able to interview more than 330 of them. Many reported getting tens of thousands of emails, calls and letters asking them to vote against Trump. But the canvass found overwhelming support for the system, and the nominee, among Republican electors. The AP found only one pledged to Trump who will refuse to vote for him but did not identify him as the voter in Texas. The Associated Press contributed to this report. Advertisement ",
    "title": "Trump almost certain to win Electoral College vote, but nothing's sure in 2016 elections | Fox News"
   },
   {
    "entities": [
     "1954",
     "texas",
     "conrad",
     "cbs",
     "mary",
     "kirsten",
     "orson",
     "sunday",
     "paris",
     "university",
     "npr",
     "hungary",
     "hulton",
     "kim",
     "hilton",
     "huston",
     "john",
     "cheez",
     "once",
     "a&m",
     "the 1940s",
     "pullen",
     "welles",
     "1981",
     "hollywood",
     "squares",
     "today",
     "1989",
     "whiz",
     "eva",
     "gabor",
     "the 1950s",
     "lederhandler/ap",
     "kardashians",
     "the late 20th century",
     "zsa"
    ],
    "id": 29,
    "text": "i View slideshow Zsa Zsa Gabor — the woman who probably inspired the term \"famous for being famous\" — died on Sunday, according to multiple media outlets. She was 99 years old, just two months shy of her 100th birthday. NPR has not independently confirmed the reports. Buxom and blond, vampy and campy, the Hungarian-born screen siren mainly contributed to cultural touchstones such as The Love Boat, The Naked Gun 2 1/2 and Hollywood Squares — where she answered (or, more accurately, couldn't answer) questions about Cheez Whiz. Zsa Zsa Gabor in 1954. Hulton Archive/Getty Images hide caption toggle caption Hulton Archive/Getty Images But it would be a grave mistake to trivialize Gabor's achievements. \"She is one of the most important figures of the late 20th century in terms of thinking about celebrity, thinking about women,\" says Kirsten Pullen, a professor at Texas A&M; University. Pullen is not joking. As far back as the 1950s, when women were expected to be decorous, Gabor sought and got constant press for her juicy hookups, her fabulous bling and her public antics. She could dominate a newsreel about a movie premiere — for a movie she wasn't even in — just by showing up in a diaphanous gown. She was arguably the prototype for today's Kim Kardashians and Paris Hiltons. (In fact, Gabor and Hilton had family ties: Gabor was once married to Conrad Hilton, who is Paris Hilton's great-grandfather.) \"You can't make this stuff up,\" Pullen says wryly. \"Whether or not we think it's great to be famous for being famous, she is the one who really set the template for that.\" Gabor followed her sister Eva from Hungary to Hollywood in the 1940s. Zsa Zsa scored some small movie parts from big movie directors — Orson Welles and John Huston among them — and was also featured in some movies probably best forgotten, such as Queen of Outer Space. Article continues after sponsorship But if she wasn't known for her skilled acting, dancing or singing, Gabor was an irrepressible performer — and she excelled at playing herself, once endless rounds of Hollywood gossip and publicity made her own persona larger than any character. Zsa Zsa Gabor strikes a glamorous pose during a rehearsal for CBS's As The World Turns in 1981. Mary Lederhandler/AP hide caption toggle caption Mary Lederhandler/AP Zsa Zsa Gabor strikes a glamorous pose during a rehearsal for CBS's As The World Turns in 1981. Mary Lederhandler/AP She had charm, which made her jokes about marrying for money rather than romance more palatable right when women were starting to demand more financial control. Her oft-stated fondness for sex dented traditional expectations of passive femininity, Pullen says: \"She paved the way for the sexual revolution.\" And when Gabor slapped a policeman who pulled her over in 1989, she parlayed the incident into a full-blown comeback, without any apparent help from mangers or publicists. The incident put her back on the talk show circuit, where she chattered merrily about the challenges of maintaining a beauty regimen in the slammer. Even as an older woman, Gabor tended her image as the glamorous starlet who married something like 10 times. She threw out lines like, \"I am a marvelous housekeeper. Every time I leave a man, I keep his house.\" But she also, ironically enough, had this to say about Paris Hilton: \"I think she's rather silly. She does too many things for publicity.\" ",
    "title": "Zsa Zsa Gabor Dies At 99: A Remembrance Of Her Camp, Glitz And Glam : The Two-Way : NPR"
   }
  ]
 }
}