{
 "20": {
  "col-sim": {
   "cosine": 0.2764371312605248,
   "entity": 0.40012313375695696
  },
  "exec-time": 23.809566259384155,
  "links": [
   {
    "entities": [
     "york",
     "december 19, 2016",
     "berlin",
     "memorial",
     "evening",
     "wilhelm",
     "times",
     "nice",
     "brussels",
     "earlier this year",
     "late monday",
     "france",
     "monday",
     "new",
     "bensch/reuters",
     "christmas",
     "church",
     "fabrizio",
     "kaiser",
     "germany"
    ],
    "id": 0,
    "text": "9 Dead After Truck Drives Into Christmas Market in Berlin By MELISSA EDDY Video Aftermath of Fatal Crash Into Berlin Market A truck plowed into a Christmas market in Berlin on Monday evening, leaving at least nine people dead and many more injured, according to the police. Publish Date December 19, 2016. Photo by Fabrizio Bensch/Reuters. Watch in Times Video » BERLIN — A truck driver plowed into a Christmas market late Monday in central Berlin, killing nine people and injuring several others, in what the police said they believed was an attack. Breaking News Alerts Sign up to receive an email from The New York Times as soon as important news breaks around the world. German media reported that the truck jumped the sidewalk and drove into the crowd around wooden stands at the market, which was set up around the Kaiser Wilhelm Memorial Church. Germany has not seen a large-scale terror attack, such as the ones earlier this year in Brussels and Nice, in southern France, but authorities have said that the country remains on alert. ",
    "title": "9 Dead After Truck Drives Into Christmas Market in Berlin - The New York Times"
   },
   {
    "entities": [
     "mevlut",
     "altintas",
     "press",
     "kamchatka",
     "turkey",
     "andrey",
     "monday",
     "russia",
     "associated",
     "allahu",
     "ozbilici",
     "ankara",
     "mert",
     "email",
     "monday, dec. 19, 2016",
     "peninsula",
     "aleppo",
     "kaliningrad",
     "karlov",
     "burhan",
     "andrei"
    ],
    "id": 1,
    "text": "Email Associated Press photographer Burhan Ozbilici was attending a photo exhibition Monday when a Turkish policeman opened fire,  killing Russia’s ambassador to Turkey . He recounts how he captured the chaotic scene with his camera despite the lethal danger.    ANKARA, Turkey -- The event seemed routine, the opening of an exhibit of photographs of Russia. So when a man in a dark suit and tie pulled out a gun, I was stunned and thought it was a theatrical flourish. Instead, it was a coolly calculated assassination, unfolding in front of me and others who scrambled, terrified, for cover as the trim man with short hair gunned down the Russian ambassador. The gunshots, at least eight of them, were loud in the pristine art gallery. Pandemonium erupted. People screamed, hid behind columns and under tables and lay on the floor. I was afraid and confused, but found partial cover behind a wall and did my job: taking photographs. The exhibition, titled “From Kaliningrad to Kamchatka, from the eyes of travelers” featured photos from Russia’s westernmost Baltic region to the Kamchatka Peninsula, in the east. I decided to attend simply because it was on my way home from the Ankara office. When I arrived, the speeches had already begun. After Russian Ambassador Andrey Karlov began to make his address, I moved closer to photograph him, thinking the pictures would come in useful for stories on Turkish-Russian relations.  A gunman gestures near the body of Russian Amassador Andrei Karlov at a photo gallery in Ankara, Turkey, Monday, Dec. 19, 2016. AP Photo/Burhan Ozbilici He was speaking softly and -- from what I could tell -- lovingly about his homeland, stopping occasionally to allow the translator to relay his words in Turkish. I remember thinking how calm and humble he seemed. Then came the gunshots in quick succession, and panic in the audience. The ambassador’s body lay on the floor, just meters (yards) away from me. I couldn’t see any blood around him; I think he may have been shot in the back.  It took me a few seconds to realize what had happened: A man had died in front of me; a life had disappeared before my eyes. I moved back and to the left, while the gunman -- later identified as police officer Mevlut Mert Altintas -- gestured with his gun at people cowering on the right side of the room. At first, I couldn’t figure out what had motivated the shooter. I thought he might be a Chechen militant. But people later said he was shouting about the Syrian city of Aleppo. So he was probably angry about Russian bombardments of Aleppo that were aimed at driving out anti-government rebels. Many civilians have been killed in the fighting. He also shouted “Allahu akbar,” but I couldn’t understand the rest of what he said in Arabic. The gunman was agitated. He walked around the ambassador’s body, smashing some of the photos hanging on the wall.  ",
    "title": "Photographer Burhan Ozbilici describes assassination of Russian Ambassador Andrey Karlov in Turkey - CBS News"
   },
   {
    "entities": [
     "nov. 26",
     "charlie",
     "interactive",
     "last year",
     "cbs",
     "poland",
     "maas",
     "bensch",
     "meyer",
     "reuters/fabrizio",
     "states",
     "christmas",
     "press",
     "house",
     "margaret",
     "polizei",
     "germany",
     "noon",
     "news",
     "berlin",
     "united",
     "facebook",
     "heiko",
     "europe",
     "last week",
     "late november",
     "dec. 5",
     "magazine",
     "recently",
     "angela",
     "morning",
     "mideast",
     "state",
     "shandana",
     "tuesday",
     "monday",
     "winfried",
     "brennan",
     "mohamed",
     "breitscheidplatz",
     "4:53 p.m.",
     "2016",
     "associated",
     "night",
     "nice",
     "maiziere",
     "department",
     "late monday",
     "d'agata",
     "u.s.",
     "scania",
     "focus",
     "bouhlel",
     "kurfuerstendamm",
     "andreas",
     "merkel",
     "durrani",
     "lahouaiyej",
     "a.",
     "4:40 p.m.",
     "december 19, 2016",
     "ludwigshafen",
     "evening",
     "inc.",
     "5:22 p.m.",
     "isis",
     "zurawki",
     "rbb",
     "zdf",
     "wenzel",
     "de",
     "geisel",
     "thomas",
     "france",
     "ariel",
     "stephan",
     "white"
    ],
    "id": 2,
    "text": "At least nine people were killed and dozens injured when a truck plowed through a crowd at a popular Christmas market in Berlin, police said Wenzel said the truck was registered in Poland, but that police were still investigating where it came from and who the driver is. The Polish owner of the truck said he feared the vehicle, driven by his cousin, may have been hijacked. Ariel Zurawki said he last spoke with the driver around noon, and the driver told him he was in Berlin and scheduled to unload Tuesday morning. Zurawki said that “they must have done something to my driver,” he told TVN24. Berlin’s top security official, state interior minister Andreas Geisel, told RBB television that it was too early to say whether it was an attack, and said that reports the truck may have been hijacked were “pure speculation.”  5:22 p.m. ET -- The White House released a statement Monday evening about the truck plowing through the crowd at the Berlin Christmas market.  “The United States condemns in the strongest terms what appears to have been a terrorist attack on a Christmas Market in Berlin, Germany, which has killed and wounded dozens,” the statement read in part. “We send our thoughts and prayers to the families and loved ones of those killed, just as we wish a speedy recovery to all of those wounded.” 4:53 p.m. ET -- Berlin police are encouraging people to use a Facebook safety check to learn if loved ones are safe after a truck plowed into a crowded Christmas market.  The tweet linked out to Facebook, which has set up checks periodically after natural disasters and attacks around the world.  But police also asked people to refrain from spreading videos to protect privacy  4:40 p.m. ET -- Germany’s justice minister says that federal prosecutors, who handle terrorism cases, are taking over the investigation after a truck rammed into a Christmas market in Berlin.  Heiko Maas didn’t give further details in a post on Twitter Monday night about the “shocking news” from the capital. He added: “we are mourning with the relatives” of the victims. Interior Minister Thomas de Maiziere says that he’s in constant touch with security authorities, but didn’t give any indication in a statement whether they believe the incident was an attack. BERLIN - At least nine people were killed and dozens injured when a truck plowed through a crowd at a popular Christmas market in Berlin late Monday, police said. Polizei Berlin said that a suspect had been arrested near the scene. A passenger in the truck died at the scene, although it’s not clear how or when that happened yet. The identity of the passenger and arrested suspect have not been released. Police spokesman Winfried Wenzel told ZDF television that the suspect arrested was believed to be the truck driver. The incident happened in Breitscheidplatz, a major square in the center of the German capital, that is normally filled this time of year with people celebrating the holiday season.  While officials haven’t stated whether it was an purposeful attack or an accident, CBS News correspondent Charlie D’Agata reports that witnesses said there was little doubt it was a deliberate attack based on the way it jumped the curb.   Additionally, the incident happened just a few weeks after the U.S. State Department warned that various terrorist groups were going to be targeting outdoor markets and festivals this holiday season throughout Europe. A large Scania truck with its windshield smashed out could be seen on the sidewalk alongside the market, although officials have not yet confirmed that it was the truck used in the attack.   A firefighter walks in front of a truck at the site of an accident at a Christmas market on Breitscheidplatz square near the fashionable Kurfuerstendamm avenue in the west of Berlin, Germany, December 19, 2016.  REUTERS Witness Shandana A. Durrani said she was walking and texting when the truck entered the market about 20 feet away. She said she heard some popping but wasn’t sure if it was a gun or not. “If I hadn’t stopped to check my phone, I would have been hit,” Durrani said. “Everyone went scurrying. So many people hurt.” She said the way the market was laid out, “there was just no place to run so a lot of us hid behind other stalls.” Every year, the city of Berlin hosts a Christmas market there near the fashionable Kurfuerstendamm avenue. The incident happened at the foot of the landmark Kaiser Wilhelm memorial church, which was kept as a ruin after World War II.  Paramedics work at the site of an accident at a Christmas market on Breitscheidplatz square near the fashionable Kurfuerstendamm avenue in the west of Berlin, Germany, December 19, 2016.  REUTERS/Fabrizio Bensch Several  people in the U.S. intelligence community told CBS News that the situation in Berlin has all the hallmarks of a terror attack. Officials here in the U.S. say it bears similarities to the recent terror attack in Nice, France  - in which 86 people were killed and hundreds injured - and is what terror groups have been calling for their followers to do. German police have recently rounded up a series of people for planning attacks on Christmas markets, and even detained last week a 12-year-old Iraqi boy for attempting to set off a nail bomb in one of them. CBS News correspondent Margaret Brennan reports the U.S. State Department issued a warning in late November specifically cautioning Americans in Europe to “exercise caution at holiday festivals, events, and outdoor markets.” The release cited ISIS, al Qaeda and “their affiliates” as planning attacks using “conventional and non-conventional weapons” focusing on the upcoming holiday season and “associated events.” Many in Germany have been fearful of a rise in terrorism since the country took in more than a million migrants and refugees last year, mostly fleeing conflict in the Mideast.  German prosecutors were already investigating a 12-year-old boy who allegedly attempted to set off a nail bomb at a Christmas market in the southern city of Ludwigshafen last week. A survivor of an accident with a Polish truck is rescued on a stretcher near a Christmas market on Breitscheidplatz square near the fashionable Kurfuerstendamm avenue in the west of Berlin, Germany, December 19, 2016.  REUTERS/Fabrizio Bensch The German-born son of Iraqi parents is alleged to have tried to set off the device at the Christmas market on Nov. 26, and again outside city hall on Dec. 5, Focus magazine reported, citing security sources. In the second failed attempt, a passer-by spotted the backpack containing the device and reported it to authorities. Inside they found a glass jar packed with firecrackers with nails taped to it, Focus reported. Police said it would have burned but would not have exploded. Stephan Meyer, the parliamentary spokesman on security issues for Chancellor Angela Merkel’s conservative bloc, said the boy apparently had turned rapidly to Islamic extremism. “This shows how quickly the radicalization of a young person, a child, can take place,” he said. In the Nice attack, officials said Mohamed Lahouaiyej Bouhlel deliberately drove a 19-ton truck into thick crowds on the French Riviera celebrating the country’s independence day. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Berlin Christmas market attack - Live updates - CBS News"
   },
   {
    "entities": [
     "2:51",
     "democratic",
     "wanted",
     "mcfadden",
     "1:31",
     "that",
     "september 11, 2001",
     "a month later",
     "house",
     "trump",
     "hillary",
     "donna",
     "assessment",
     "party",
     "last friday",
     "news",
     "moscow",
     "m.",
     "red",
     ", 6:30 pm",
     "cia",
     "china",
     "arkin",
     "russia",
     "phone",
     "vladimir",
     "cynthia",
     "oct. 31",
     "ken",
     "u.s.",
     "fbi",
     "obama",
     "nbc",
     "intel",
     "iraq",
     "james",
     "admin",
     "nato",
     "washington",
     "dec 19 2016",
     "clinton",
     "said",
     "stavridis",
     "september",
     "brazile",
     "putin",
     "3:01",
     "william",
     "dilanian",
     "kremlin",
     "white"
    ],
    "id": 3,
    "text": "Dec 19 2016, 6:30 pm ET What Obama Said to Putin on the Red Phone About the Election Hack by William M. Arkin, Ken Dilanian and Cynthia McFadden Share Intel Sources: Obama Admin. Warned the Kremlin Ahead of U.S. Election 2:51 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161220011801if_/http://www.nbcnews.com/widget/video-embed/837028931597\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Determined to stop Russia's interference in the presidential campaign, at least one of President Obama's senior advisers urged him to make the ultimate threat to Russian President Vladimir Putin, U.S. officials told NBC News: Mess with the vote and we will consider it an act of war. But Obama opted not to issue a warning that specific when he spoke to Putin about the hacking during a September meeting at the G-20 summit in China, said intelligence officials offering NBC News exclusive new details. The president didn't want to inflame an already tense situation, the officials said. Instead, he used less specific language to warn Putin of consequences if Russian interference didn't stop. The release of hacked Democratic emails continued. Play Exclusive: Why the White House Waited to Act on Russian Hacking 3:01 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161220011801if_/http://www.nbcnews.com/widget/video-embed/834293315693\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A month later, the U.S. used the latest incarnation of an old Cold War communications system — the so-called \"Red Phone\" that connects Moscow to Washington — to reinforce Obama's September warning that the U.S. would consider any interference on Election Day a grave matter. This time Obama used the phrase \"armed conflict.\" \"International law, including the law for armed conflict, applies to actions in cyberspace,\" said part of a message sent over the Red Phone on Oct. 31, according to a senior U.S. official. \"We will hold Russia to those standards.\" Related: Why Obama Didn't Do More About Russian Hack The so-called \"Red Phone\" system is used to communicate in moments of crisis, such as the September 11, 2001 terror attacks or the U.S. invasion of Iraq. Formally known as the Nuclear Risk Reduction Center line, it is no longer a literal phone, and instead sends email messages and attachments. The Obama administration had never used the system before, officials said. Several intelligence officials told NBC News the use of the Red Phone communicated just how serious the situation had become. \"It's a dramatic step to pick that phone up and use it,\" said Ret. Adm. James Stavridis, the former head of NATO. Play U.S. Intel Directly Links President Putin to Campaign to Disrupt U.S. Election 1:31 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161220011801if_/http://www.nbcnews.com/widget/video-embed/833291331868\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Did the Red Phone message work? \"Look at the results,\" said an Obama administration official. \"There was nothing done on Election Day, so it must have worked.\" He meant that the nightmare scenario officials feared didn't occur: An attempt by Russia to manipulate the voting results or throw them into question. Having lost a close election, however, senior Democrats don't see the White House pushback against Putin as a success. The Russians had already stolen reams of emails and used them to embarrass Hillary Clinton and the Democrats. Whether those revelations swung the election can never be known, but Democrats say they played a major role in an election decided by fewer than 80,000 votes spread across three states. Related: FBI Agrees With CIA Assessment That Russia Wanted Trump to Win Donna Brazile, a Democratic party official, has said publicly that attempted cyber intrusions of Democratic Party systems continued through Election Day — and that Democrats felt abandoned by the government. A senior intelligence official told NBC News the message ultimately sent to the Russians was \"muddled\" — with no bright line laid down and no clear warning given about the consequences. The Russian response, said the official, was non-committal. \"The Ultimate Red Line\" In a statement, a senior White House official confirmed that the Red Phone was used on Oct. 31 to send a message to Moscow. \"This action was part of our ongoing, rigorous efforts to press the Russian government to halt the actions of those responsible for these cyber attacks.\" The official declined to provide details of the message, however. Obama claimed success for his message to Putin at a news conference last Friday. \"I felt that the most effective way to ensure that that didn't happen was to talk to him directly and tell him to cut it out and there were going to be serious consequence if he didn't,\" said Obama. \"In fact, we didn't see further tampering of the election process.\" Stavridis, whom Hillary Clinton considered as a potential running mate, said he believed the U.S. response to the Russian hacks \"was insufficient to achieve the objective of ensuring that we do not receive further attacks. In other words, when someone tries to bully you, you have to push back or you invite further response.\" But he also said the word \"war\" has to be deployed \"extremely carefully.\" \"I think declaring something an act of war, let's face it, is the ultimate red line.\" William M. Arkin ",
    "title": "What Obama Said to Putin on the Red Phone About the Election Hack - NBC News"
   },
   {
    "entities": [
     "sept. 11, 2015",
     "sommers",
     "hartford",
     "nov. 6, 2016",
     "j",
     "harnik",
     "joe",
     "slaven",
     "milwaukee",
     "miami",
     "port",
     "oct. 21, 2015",
     "s.",
     "paul",
     "oval",
     "hofstra",
     "state",
     "ngan",
     "stadium",
     "july 23, 2015",
     "mccollester",
     "erik",
     "gilligan",
     "erin",
     "turnberry",
     "european",
     "oct. 9, 2016",
     "wisconsin",
     "douglas",
     "lauer",
     "old",
     "1888",
     "mississippi",
     "al",
     "clinton",
     "ap",
     "democratic",
     "west",
     "maury",
     "theater",
     "oct. 19, 2016",
     "mary",
     "n.c.",
     "hempstead",
     "s.c.",
     "michael",
     "july 20, 2016",
     "facebookemail",
     "facebook",
     "murdock",
     "democrat",
     "gerald",
     "heidi",
     "country",
     "lincoln",
     "$500,000",
     "sept. 7, 2016",
     "electoral",
     "blue",
     "vegas",
     "v.",
     "roberson",
     "treasure",
     "suprun",
     "jan. 8, 2016",
     "sept. 28, 2015",
     "fullscreen",
     "columbus",
     "epa",
     "manny",
     "july 21, 2016",
     "thomas",
     "june 29, 2015",
     "witcher",
     "monster",
     "andrew",
     "nov. 22, 2016",
     "margaret",
     "cnn",
     "afp/getty",
     "pugliano",
     "pacquiao",
     "may 10, 2016",
     "rnc",
     "walsh",
     "mike",
     "terre",
     "grover",
     "aug. 22, 2016",
     "arena",
     "republican",
     "nov. 4, 2015",
     "susan",
     "conn.",
     "sanchez",
     "giuliani",
     "committee",
     "march 1988",
     "illinois",
     "dec. 1, 2016",
     "rudy",
     "putin",
     "uss",
     "tommy",
     "anselm",
     "eylse",
     "c.",
     "getz",
     "south",
     "2000",
     "2013",
     "orleans",
     "georges",
     "angelillo",
     "gilligan-usa",
     "harrison",
     "university",
     "wis.",
     "golf",
     "feb. 9, 2016",
     "county",
     "municipal",
     "urbandale",
     "greater",
     "chow/the",
     "rainier",
     "n.h.",
     "july 7, 2016",
     "saginaw",
     "jan. 6",
     "farmers",
     "ii",
     "december 19, 2016",
     "memorial",
     "airlines",
     "run",
     "patrol",
     "loeb",
     "sheen",
     "matthew",
     "jordan",
     "aug. 21, 2015",
     "reuter",
     "palm",
     "texas",
     "neibergall",
     "coliseum",
     "science",
     "heppell",
     "dec. 10, 2016",
     "b.",
     "cia",
     "pinos",
     "authority",
     "this year",
     "eric",
     "brekken",
     "today",
     "des",
     "lesser",
     "platt",
     "hill",
     "center",
     "sept. 17, 2016",
     "cheryl",
     "clive",
     "60%",
     "las",
     "ben",
     "raedle",
     "capitol",
     "april 6, 2016",
     "n.y.",
     "mobile",
     "july 1, 2016",
     "shiro",
     "reagan",
     "island",
     "ind.",
     "mahal",
     "news",
     "manchester",
     "papasso",
     "ann",
     "indiana",
     "pressphoto",
     "christie",
     "heliport",
     "chip",
     "north",
     "drew",
     "atlantic",
     "bethpage",
     "burlington",
     "casino",
     "romney",
     "twitter",
     "haute",
     "dinner",
     "opera",
     "u.s.",
     "jack",
     "jersey",
     "w.",
     "genesee",
     "carolina",
     "nov. 1, 2016",
     "pescott",
     "march 21, 2016",
     "winthrop",
     "miss.",
     "mitchell",
     "somodevilla",
     "robyn",
     "brady",
     "colorado",
     "great",
     "images",
     "club",
     "sun",
     "jeff",
     "chris",
     "early afternoon",
     "october 12, 2012",
     "otero",
     "march 4, 2016",
     "st.",
     "foley",
     "cavanaugh",
     "congress",
     "bill",
     "sept. 19, 2015",
     "wilson",
     "valley",
     "tannen",
     "marcio",
     "may 31, 2016",
     "aug. 11, 2015",
     "jean",
     "bottari",
     "dec. 12, 2015",
     "sept. 30, 2015",
     "muscatine",
     "iran",
     "f.",
     "miller",
     "jae",
     "reno",
     "sept. 9, 2015",
     "mar-a-lago",
     "aug. 27, 2015",
     "times",
     "march 31, 2016",
     "spencer",
     "denver",
     "december 18, 2016",
     "march 11, 2016",
     "melania",
     "march 5, 2015",
     "the day monday",
     "tonight",
     "restaurant",
     "vlasic",
     "fox",
     "college",
     "gardner",
     "monsivais",
     "george",
     "school",
     "may 16, 2015",
     "2016",
     "scott",
     "altaffer",
     "post",
     "hotel",
     "nov. 10, 2015",
     "funches",
     "chicago",
     "the weekend",
     "&",
     "representatives",
     "evan",
     "samad",
     "mark",
     "clary",
     "ala.",
     "univision",
     "enrique",
     "djansezian",
     "jan. 24, 2016",
     "springs",
     "lakes",
     "jorge",
     "arkansas",
     "auditorium",
     "july 11, 2016",
     "july 11, 2015",
     "june 16, 2015",
     "convention",
     "jeremy",
     "pool/european",
     "morning",
     "street",
     "darren",
     "aug. 10, 2016",
     "mcnamee",
     "dec. 19, 2016",
     "spartanburg",
     "rubio",
     "martinez",
     "gazette",
     "martin",
     "jimmy",
     "helber",
     "june 16, 2013",
     "minchillo",
     "benjamin",
     "2:49 p.m. est",
     "a.",
     "greenville",
     "gop",
     "altoona",
     "bush",
     "sept. 23, 2003",
     "aug. 6, 2015",
     "angeles",
     "peter",
     "mitt",
     "charlie",
     "aiken",
     "florida",
     "sunday",
     "intrepid",
     "donald",
     "wallace",
     "sept. 15, 2015",
     "of",
     "july 27, 1988",
     "rogelio",
     "nev.",
     "carson",
     "herbert",
     "kelly",
     "perlman",
     "fbi",
     "m",
     "orlando",
     "control",
     "sun-times",
     "brandon",
     "june 22, 2016",
     "louis",
     "york",
     "gorenstein",
     "phoenix",
     "$500k",
     "ramos",
     "ellis",
     "kasich",
     "sherwood",
     "jr.",
     "july 31, 2015",
     "locher",
     "ehrhardt",
     "pence",
     "marc",
     "mayweather",
     "scotland",
     "april 19, 2016",
     "june 13, 2016",
     "high",
     "taj",
     "party",
     "richard",
     "saul",
     "ames",
     "pablo",
     "mich.",
     "tower",
     "international",
     "john",
     "nov. 8",
     "marco",
     "seth",
     "border",
     "angerer",
     "beck",
     "wallheiser",
     "usa",
     "wise",
     "studios",
     "nbc",
     "national",
     "the second day",
     "cincinnati",
     "indianapolis",
     "oct. 7, 2016",
     "ivanka",
     "little",
     "laredo",
     "lane",
     "oct. 28, 2004",
     "baltimore",
     "jackson",
     "34%",
     "vucci",
     "loans",
     "adrian",
     "cnbc",
     "may 1, 2016",
     "events",
     "jason",
     "s.c",
     "aug. 31, 2016",
     "ugarte",
     "trump",
     "nov. 20, 2016",
     "house",
     "nov. 29, 2016",
     "hillary",
     "july 18, 2015",
     "sea",
     "solis",
     "ladd-peebles",
     "dubuque",
     "monday",
     "bank",
     "calif.",
     "walker",
     "july 29, 2016",
     "hamilton",
     "doral",
     "tpc",
     "bedminster",
     "n.j.",
     "oct. 28, 2015",
     "evening",
     "rhode",
     "pennsylvania",
     "duplin",
     "smith",
     "kaster",
     "robert",
     "moines",
     "ohio",
     "resort",
     "may 2, 2015",
     "iowa",
     "piscotty",
     "beach",
     "getty",
     "march 15, 2016",
     "nieto",
     "april 15, 2016",
     "qualtrics",
     "bannister",
     "dominick",
     "austin",
     "ryan",
     "miss",
     "hong",
     "timothy",
     "bb&t",
     "fla.",
     "march 1, 2016",
     "associated",
     "j.",
     "saint",
     "nov. 23, 2015",
     "sept. 20, 2016",
     "ethan",
     "pavilion",
     "kevork",
     "christian",
     "feb. 2, 2012",
     "may 9, 2015",
     "feb. 1, 2016",
     "soho",
     "oct. 8, 2015",
     "electors",
     "connecticut",
     "feb. 20, 2016",
     "fallon",
     "--",
     "tyson",
     "evans",
     "floyd",
     "rhona",
     "recently",
     "mexico",
     "river",
     "steve",
     "night",
     "virginia",
     "keene",
     "colo.",
     "nati",
     "rebilas",
     "agency",
     "mandel",
     "akron",
     "przybyla",
     "cook",
     "airport",
     "terrill",
     "office",
     "jose",
     "google",
     "march 29, 1990",
     "quicken",
     "concord",
     "ty",
     "council",
     "sept. 16, 2015",
     "hampshire",
     "minneapolis",
     "press",
     "lm",
     "the first quarter",
     "nov. 8, 2016",
     "aug. 25, 2015",
     "carolyn",
     "rock",
     "alex",
     "sept. 3, 2015",
     "april 27, 2016",
     "commission",
     "isaac",
     "fort",
     "gore",
     "m&t",
     "st",
     "olson",
     "wilbur",
     "va.",
     "new",
     "obama",
     "matt",
     "los",
     "feb. 23, 2016",
     "grand",
     "peabody",
     "city",
     "cayton",
     "sept. 26, 2016",
     "cleveland",
     "46%",
     "lauderdale",
     "aug. 15, 2015",
     "wright",
     "simi",
     "april 5, 1990",
     "kenansville",
     "pena",
     "boulder",
     "arizona",
     "republic",
     "2006",
     "derer",
     "justin",
     "washington",
     "myriam",
     "nov. 10, 2016",
     "birch",
     "30"
    ],
    "id": 4,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Little drama so far in Electoral College voting The Electoral College meets today in all 50 states to officially cast their votes for Donald Trump as GOP electors are under intense pressure to oppose him. Post to Facebook Little drama so far in Electoral College voting The Electoral College meets today in all 50 states to officially cast their votes for Donald Trump as GOP electors are under intense pressure to oppose him. Check out this story on USATODAY.com: http://usat.ly/2i0L7yP CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 242 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Little drama so far in Electoral College voting Heidi M Przybyla , USA TODAY 2:49 p.m. EST December 19, 2016 Share Even if electors defect, Trump likely to become president USA TODAY NETWORK Members of the Mississippi Electoral College sign certificates of vote in the process of formally casting their electoral votes in Jackson, Miss., on Dec. 19, 2016. (Photo: Rogelio V. Solis, AP) WASHINGTON — Presidential electors in all 50 states are meeting Monday to officially cast their votes for Donald Trump as GOP electors are under intense pressure to oppose him. Electors in Arkansas, Illinois, Indiana, New Hampshire, North Carolina and Pennsylvania voted during the morning and early afternoon and parceled out their state's votes with no rogue electors. Trump won Arkansas, Indiana, North Carolina and Pennsylvania, while Democrat Hillary Clinton carried Illinois and New Hampshire.   Despite a last-minute push by outside progressive and Libertarian groups, there’s little indication of a significant rebellion. The meetings, which occur more than a month after the Nov. 8 election, is typically a formality. This year, the nation’s 538 electors are in the spotlight as Trump critics mount a vocal campaign appealing to the Republican electors pledged to vote for him. The official results of the vote will be announced before Congress on Jan. 6, although the results from each state have been released throughout the day Monday. Read more: GOP electors targeted with $500K ad buy in final anti-Trump push Electors have received thousands of emails and phone calls arguing Trump is unqualified, as the first president in the nation’s history with no military or government experience and with potential conflicts of interest due to his business empire. Confirmation by the FBI and CIA that the Russian government hacked Hillary Clinton’s campaign and the Democratic National Committee seeking to help Trump win the election have amplified their calls. Thousands of protesters have gathered outside state capitols throughout the country. \"Many Republican electors have told me they're open to sending the vote for President to the U.S. House of Representatives, which has happened twice in our nation's history,” said Chris Suprun, a Texas elector who is not voting for Trump . “Frankly, at this point, I'm wondering if Putin helped Trump win the Republican primary,\" he said. In Rhode Island, electors passed a motion calling for an independent, bipartisan investigation into Russian intervention in the election as Congress debates whether the matter should be reviewed by Republican-led committees or as an independent probe.   Yet, so far, Suprun is the only Republican to publicly say he’ll vote against Trump. Opponents would need 37 GOP electors to switch their votes. The one alternative to Trump, Ohio Gov. John Kasich, has told electors not to vote for him. Even if there were a mass defection, the matter would kick to the Republican-led House of Representatives, which is unlikely to override their own party’s president. Further, the Republican National Committee has been conducting a parallel whip effort to make sure electors stick to the plan to vote for Trump. Clinton won more than 2.8 million more votes than Trump nationwide. But Trump got 306 of the 538 electoral votes — the state-by-state system created by the nation's founders based on the size of a state’s congressional delegation. Read more: A short history lesson on presidents winning without the popular vote It’s the second time in recent history, including Democrat Al Gore’s loss in 2000 to George W. Bush, that the person winning the popular vote lost the election. Before that, it hadn’t been since 1888, when Benjamin Harrison beat Grover Cleveland, that a candidate won the presidency despite losing the popular vote. The coalition of outside groups, calling themselves the Hamilton Electors, ran $500,000 in television ads over the weekend featuring actors including Martin Sheen and Debra Messing quoting from the Federalist Papers about the need for electors to exercise their conscience in casting their votes. Yet a POLITICO/Morning Consult poll shows 46% of voters say electors should be bound to vote for the candidate that won their state, to 34% who think electors shouldn’t be bound if they have significant concerns about the winner. Trump himself took to Twitter on Sunday night to express his frustration, saying his supporters would be “scorned and called terrible names” if the situation was reversed. If my many supporters acted and threatened people like those who lost the election are doing, they would be scorned & called terrible names! — Donald J. Trump (@realDonaldTrump) December 18, 2016 The polls also show how significantly false information has spread as Trump recently declared that he won in “a massive landslide victory.” Half of Republicans think Trump won the popular vote, according to recent survey of 1,011 Americans conducted by Qualtrics. Trump lost the popular vote by a by a wider margin than any president in modern history . Among Republicans without college education, the share was 60%. Posted! A link has been posted to your Facebook feed. Donald Trump claimed a stunning victory after a long and contentious 2016 campaign. Here's a look back at his career and path to the presidency.  John Locher, AP Donald Trump stands next to one of his three Sikorsky helicopters at New York Port Authority's West 30 Street Heliport in March 1988.  Wilbur Funches, AP Heavyweight champion Mike Tyson, right, speak at a news conference while adviser Donald Trump looks,  after announcing a settlement between Tyson and his manager, Bill Cayton, on July 27, 1988.  Richard Drew, AP Fullscreen Donald Trump, right, waits with his brother Robert for the start of a Casino Control Commission meeting in Atlantic City on March 29, 1990. Trump was seeking final approval for the Taj Mahal Casino Resort, one of the world's largest casino complexes.  AP Donald Trump stands next to a genie lamp as the lights of his Trump Taj Mahal Casino Resort light up the evening sky marking the grand opening of the venture in Atlantic City on April 5, 1990.  Mike Derer, AP Donald Trump and architect Adrian Smith unveil an artist rendition of Trump Tower Chicago at a news conference on Sept. 23, 2003.  Scott Olson, Getty Images Donald Trump signs autographs for a crowd prior to the demolition of the old Chicago Sun-Times building on Oct. 28, 2004.  Jeff Roberson, AP Donald Trump on the set for his show, \"The Apprentice\" in 2006.  Virginia Sherwood, NBC Ann Romney looks on as Donald Trump and Republican presidential candidate Mitt Romney shake hands during a news conference held by Trump to endorse Mitt Romney for president on Feb. 2, 2012, in Las Vegas.  Ethan Miller, Getty Images Eric F. Trump, Donald Trump and Donald Trump Jr. attend the \"Celebrity Apprentice All Stars\" Season 13 Press Conference at Jack Studios on October 12, 2012, in New York City.  Slaven Vlasic, Getty Images Donald Trump and Miss Connecticut USA Erin Brady pose onstage after Brady won the 2013 Miss USA pageant, on June 16, 2013.  Jeff Bottari, FR170524AP Donald Trump and Ivanka Trump watch as the ceremonial starter hits to start the first round of the WGC-Cadillac Championship golf tournament at TPC Blue Monster at Trump National Doral on March 5, 2015, in Miami.  Jason Getz, USA TODAY Sports Donald Trump reacts alongside wife Melania Trump before the welterweight boxing fight between Floyd Mayweather and Manny Pacquiao on May 2, 2015.   Mark J. Rebilas, USA TODAY Sports Donald Trump speaks during the Freedom Summit on May 9, 2015, in Greenville, South Carolina.  Richard Ellis, Getty Images Donald Trump speaks to guests gathered for the Republican Party of Iowa's Lincoln Dinner at the Iowa Events Center on May 16, 2015, in Des Moines, Iowa.  Scott Olson, Getty Images Trump announces his presidential run on June 16, 2015, at Trump Tower in New York.  JUSTIN LANE, EPA Trump holds up documents from a poll that shows him running in second place among Republican candidates as he speaks at a meeting of the City Club of Chicago on June 29, 2015.  Tannen Maury, European Pressphoto Agency Trump greets the crowd before speaking at the Phoenix Convention Center on July 11, 2015.  Cheryl Evans, The Arizona Republic Trump speaks at the Family Leadership Summit in Ames, Iowa, on July 18, 2015.  Nati Harnik, AP Trump arrives at the airport for a visit to the U.S./Mexico border in Laredo, Texas, on July 23, 2015.  LM Otero, AP Trump drives his golf buggy during the second day of the Women's British Open golf championship on the Turnberry golf course in Turnberry, Scotland, on July 31, 2015.  Scott Heppell, AP Trump, alongside fellow Republican presidential candidates Ben Carson and Scott Walker, participates in the first prime-time presidential debate hosted by Fox News and Facebook at the Quicken Loans Arena on Aug. 6, 2015, in Cleveland.  Chip Somodevilla, Getty Images Trump delivers the keynote address at the Genesee and Saginaw Republican Party Lincoln Day Event on Aug. 11, 2015, in Birch Run, Mich., his first campaign event since his Republican debate debut.  Bill Pugliano, Getty Images Trump greets fairgoers while campaigning at the Iowa State Fair on Aug. 15, 2015, in Des Moines.  Win McNamee, Getty Images Trump greets supporters after his rally at Ladd-Peebles Stadium on Aug. 21, 2015, in Mobile, Ala.  Mark Wallheiser, Getty Images Fullscreen Trump fields a question from Univision and Fusion anchor Jorge Ramos during a press conference held before his campaign event at the Grand River Center on Aug. 25, 2015, in Dubuque, Iowa. Earlier in the press conference Trump had Ramos removed from the room.  Scott Olson Trump asks a supporter, Mary Margaret Bannister, check to see whether his hair is real during his speech to supporters at a rally at the TD Convention Center on Aug. 27, 2015, in Greenville, S.C  RICHARD SHIRO, AP Trump looks at his signed pledge during a news conference at Trump Tower on Sept. 3, 2015, in which he vowed to support the Republican Party's nominee, whoever it may be.  Richard Drew, AP Trump speaks at a rally organized by Tea Party Patriots on Capitol Hill on Sept. 9, 2015, to oppose the Iran nuclear agreement.  Carolyn Kaster, AP Jimmy Fallon and Trump appear in the \"Trump in the Mirror\" skit during a taping of \"The Tonight Show Starring Jimmy Fallon\" on Sept. 11, 2015, in New York.  Douglas Gorenstein, AP Trump speaks during a campaign event aboard the USS Iowa battleship in Los Angeles on Sept. 15, 2015.  Kevork Djansezian, AP Trump speaks during the CNN Republican presidential debate at the Reagan library on Sept. 16, 2015, in Simi Valley, Calif.  Mark J. Terrill, AP Trump high-fives homecoming king Austin Cook as queen Eylse Pescott looks on during a rally at Urbandale High School on Sept. 19, 2015, in Urbandale, Iowa.  Charlie Neibergall, AP Trump announces his tax plan during a press conference at Trump Tower in New York on Sept. 28, 2015.  Dominick Reuter, AFP/Getty Images Trump answers a reporter's question prior to a town hall event at Keene High School on Sept. 30, 2015, in Keene, N.H.  Darren McCollester, Getty Images Trump invites Myriam Witcher, 35, of Las Vegas on the stage during a campaign rally at the Treasure Island Hotel & Casino on Oct. 8, 2015, in Las Vegas.  Isaac Brekken, Getty Images Trump leaves the stage following a campaign rally at Burlington Memorial Auditorium on Oct. 21, 2015, in Burlington, Iowa.  Scott Olson, Getty Images Trump is questioned by the media after the CNBC Republican presidential debate on Oct. 28, 2015, in Boulder, Colo.  Jeremy Papasso, AP New Hampshire Secretary of State Bill Gardner watches at left as Trump fills out his papers to be on the New Hampshire primary ballot on Nov. 4, 2015, in Concord, N.H.  Jim Cole, AP Trump speaks alongside Marco Rubio and Ben Carson during the Republican debate on Nov. 10, 2015, in Milwaukee.  Scott Olson, Getty Images Trump addresses supporters during a campaign rally at the Greater Columbus Convention Center on Nov. 23, 2015, in Columbus, Ohio.  Ty Wright, Getty Images Donald Trump waves to the crowd after participating in a campaign event in Aiken, S.C., on Dec. 12, 2015.  Erik S. Lesser, European Pressphoto Agency Trump speaks during a campaign stop at Winthrop University on Jan. 8, 2016, in Rock Hill, S.C.  Rainier Ehrhardt, AP Trump arrives at Muscatine Municipal Airport for a rally at Muscatine High School in Muscatine, Iowa, on Jan. 24, 2016.  Andrew Harnik, AP Trump walks down the steps after speaking at a caucus site on Feb. 1, 2016, in Clive, Iowa.  Jae C. Hong, AP Trump greets people as he visits a polling station on Feb. 9, 2016 in Manchester, N.H.  Joe Raedle, Getty Images Trump acknowledges cheering supporters celebrating his victory in the South Carolina Republican primary in Spartanburg, S.C., on Feb. 20, 2016.  RICHARD ELLIS, EPA Trump speaks during a rally on Feb. 23, 2016, in Reno, Nev.  Marcio Jose Sanchez, AP Trump talks to a boy at the end of a rally at the Peabody Opera House on March 11, 2016, in St. Louis.  Michael B. Thomas, AFP/Getty Images Trump addresses the media at a press conference following his victory in the Florida primary on March 15, 2016, in West Palm Beach, Fla.  Rhona Wise, AFP/Getty Images Trump and New Jersey Gov. Chris Christie disembark from Trump's plane during a campaign stop on March 1, 2016, in Columbus, Ohio.  John Minchillo, AP Trump speaks at a campaign rally in New Orleans on March 4, 2016.  Gerald Herbert, AP Trump speaks to supporters at his primary night event at Mar-a-Lago Club in Palm Beach, Fla., on March 15, 2016.  Gerald Herbert, AP Trump tours the Old Post Office Pavilion, soon to be a Trump International Hotel, on March 21, 2016, in Washington.  Alex Brandon, AP Trump waves as he gets into his vehicle in Washington on March 31, 2016, following a meeting at the Republican National Committee headquarters.  Susan Walsh, AP Trump arrives at a campaign rally in Bethpage, N.Y., on April 6, 2016.  Peter Foley, European Pressphoto Agency Trump signs a hat after speaking at a rally at the Connecticut Convention Center on April 15, 2016 in Hartford, Conn.  Matthew Cavanaugh, Getty Images Trump speaks following victory in the New York primary on April 19, 2016.  Jewel Samad, AFP/Getty Images Trump waves to the crowd at the end of his campaign rally at the Indiana Farmers Coliseum on April 27, 2016, in Indianapolis.  John Sommers II, Getty Images Trump gestures while speaking during a campaign rally at the Indiana Theater on May 1, 2016, in Terre Haute, Ind.  Seth Perlman, AP Trump speaks during an interview with The Associated Press in his office at Trump Tower in New York on May 10, 2016.  Mary Altaffer, AP Trump answers questions during a news conference in New York on May 31, 2016.  Richard Drew, AP Trump gives a speech on terrorism at Saint Anselm College in Manchester, N.H., on June 13, 2016, in the aftermath of the Orlando shootings.  Timothy A. Clary, AFP/Getty Images Trump delivers a speech attacking Hillary Clinton at Trump SoHo Hotel on June 22, 2016.  Drew Angerer, Getty Images Trump speaks at the 2016 Western Conservative Summit at the Colorado Convention Center on July 1, 2016 in Denver.  Marc Piscotty, Getty Images Trump arrives at RNC headquarters for a meeting with House Speaker Paul Ryan and House Republicans on July 7, 2016, in Washington.  Mark Wilson, Getty Images Trump listens to a question during an interview after a rally in Virginia Beach, Va., on July 11, 2016.  Steve Helber, AP Trump and his family attend an arrival event with Gov. Mike Pence and his family at the Great Lakes Science Center on July 20, 2016, in Cleveland during the GOP convention.  Jeff J Mitchell, Getty Images Trump delivers his acceptance speech during the Republican National Convention on July 21, 2016.  Kelly Jordan, USA TODAY Trump meets with the editorial board of Colorado Springs Gazette on July 29, 2016, in downtown Colorado Springs, Colo.  Christian Murdock, AP Trump holds up a chart as he speaks during his campaign event at the BB&T; Center on Aug. 10, 2016, in Fort Lauderdale, Fla.  Joe Raedle, Getty Images Trump arrives to speak at a campaign rally in Akron, Ohio, alongside former New York mayor Rudy Giuliani on Aug. 22, 2016.  Gerald Herbert, AP Mexico President Enrique Pena Nieto and Trump shake hands after a joint statement at Los Pinos, the presidential official residence, in Mexico City on Aug. 31, 2016.  Marco Ugarte, AP Trump arrives for his immigration speech at the Phoenix Convention Center on Aug. 31, 2016.  Michael Chow/The Republic, Michael Chow-USA TODAY Sports Trump speaks with 'Today' show co-anchor Matt Lauer at the NBC Commander-In-Chief Forum held at the Intrepid Sea, Air and Space museum in New York on Sept. 7, 2016.  Evan Vucci, AP Trump waves as he steps out of his plane for a rally at the JetCenters of Colorado in Colorado Springs on Sept. 17, 2016.  Mandel Ngan, AFP/Getty Images Trump speaks during a rally at Duplin County Events Center in Kenansville, N.C., on Sept. 20, 2016.  Mandel Ngan, AFP/Getty Images Trump and Clinton shake hands at the end of the first presidential debate at Hofstra University in Hempstead, N.Y., on Sept. 26, 2016.  Joe Raedle, AFP/Getty Images Trump meets with members of the National Border Patrol Council at Trump Tower on Oct. 7, 2016, in New York.  Evan Vucci, AP Trump and Clinton take part in the town hall debate at Washington University on Oct. 9, 2016, in St Louis.  Saul Loeb, Pool/Getty Images Trump walks off the stage  followed by his wife, Melania, after the final presidential debate in Las Vegas on Oct. 19, 2016.  Robyn Beck, AFP/Getty Images Trump sits down with Wisconsin Gov. Scott Walker and a group of small-business owners for a roundtable meeting on Nov. 1, 2016, in Altoona, Wis.  Chip Somodevilla, Getty Images Donald Trump waves to supporters who were waiting outside of the fence following a rally at the Sun Country Airlines hangar in Minneapolis on Nov. 6, 2016.  Mandel Ngan, AFP/Getty Images Trump looks at his wife, Melania, as they cast their votes at PS-59 on Nov. 8, 2016, in New York.  Evan Vucci, AP Trump, accompanied by wife Melania, Vice President-elect Mike Pence and House Speaker Paul Ryan, speaks after a meeting with Ryan, on Nov. 10, 2016, in the Speaker's office on Capitol Hill in Washington.  Alex Brandon, AP President Obama and Trump shake hands following their meeting in the Oval Office on Nov. 10, 2016.  Pablo Martinez Monsivais, AP Trump pauses in the entryway of Trump National Golf Club Bedminster clubhouse on Nov. 20, 2016, in Bedminster, N.J.  Carolyn Kaster, AP Trump walks through the lobby of The New York Times following a meeting with editors at the paper on Nov. 22, 2016, in New York City.  Spencer Platt, Getty Images Trump dines with Mitt Romney at Jean Georges Restaurant in New York City on Nov. 29, 2016.  John Angelillo, Pool/European Pressphoto Agency Trump speaks at U.S. Bank Arena on Dec. 1, 2016, in Cincinnati. He took time off from selecting his Cabinet to celebrate his election victory.  Ty Wright, Getty Images Trump is interviewed by Chris Wallace of \"Fox News Sunday\" at Trump Tower in New York on  Dec. 10, 2016.  Richard Drew, AP Trump waves to the crowd from a suite during the first quarter of the Army-Navy game at M&T Bank Stadium in Baltimore on Dec. 10, 2016.  Tommy Gilligan, Tommy Gilligan-USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Little drama so far in Electoral College voting"
   },
   {
    "entities": [
     "twitter",
     ", 1:49 pm",
     "dec. 19, 2016",
     "zurich",
     "dec 19, 2016",
     "switzerland"
    ],
    "id": 5,
    "text": "Dec 19, 2016, 1:49 PM ET 0 Shares Star Ennio Leanza/EPA Policemen of a special unit secure the area in front of the Islamic center after a shooting in Zurich, Switzerland, Dec. 19, 2016. 0 Shares Several are injured in a shooting at a mosque in Zurich, Switzerland, local police said on Twitter. The perpetrator is on the run, police tweeted. Arnd Wiegmann/Reuters Police stand outside an Islamic center in central Zurich, Switzerland, Dec. 19, 2016. This story is developing. Check back for more updates. 0 Shares ",
    "title": "Several Injured in Shooting at Mosque in Zurich, Police Say - ABC News"
   },
   {
    "entities": [
     "across",
     "texas",
     "trump",
     "keneally",
     "hillary",
     "michael",
     "bernie",
     "lauren",
     "the",
     "college",
     "donald",
     "legislatures",
     "chris",
     "meeting",
     "state",
     "sanders",
     "of",
     "members",
     "maine",
     "bill",
     "russia",
     "congress",
     "pearle",
     "country",
     "meghan",
     "nov. 8",
     "electoral",
     "conference",
     "this year",
     "parks",
     "new",
     "national",
     "today",
     "jan. 6",
     "about monday",
     "dec 19, 2016",
     "suprun",
     "york",
     "moore",
     ", 12:56 pm",
     "shushannah",
     "maryalice",
     "clinton",
     "walshe"
    ],
    "id": 6,
    "text": "Electoral College Members Meeting Across the Country to Cast Votes By Meghan Keneally Dec 19, 2016, 12:56 PM ET 0 Shares WATCH Presidential Electors to Cast Their Votes 0 Shares Email The 538 electors are meeting today to cast their votes in the last step of the presidential election . But what is usually a formality has taken on new significance this year with Donald Trump 's election and calls for electors to defect. In order to win the election, candidates need to reach 270 Electoral College votes. Trump reached that mark, garnering 306 electoral votes on Nov. 8 compared to Hillary Clinton ’s 232 votes, although he trails her in the popular vote. Electoral College: What to Know About Monday's Vote Over the past six weeks, left-leaning groups have called for electors to break rules that require them to vote in a way reflective of their states’ popular votes, a move that would make them “faithless electors.�? Electors are not bound by the Constitution or federal law to vote according to the popular vote of their state. Thirty states have laws that require electors to do, but those laws have not been scrutinized, according to the National Conference of State Legislatures. Activist Michael Moore has offered to pay the fines of those who choose to break with their states' vote. One of the biggest concerns among some electors is the role of Russian hackers ahead of the election, and the potential impact that the revelations from the stolen emails had. All but one of the 80 electors who have called for classified briefings on Russia’s suspected hacking are already pledged to Clinton. The gap between the results of the popular vote and the Electoral College tally has also left some electors unhappy, with Clinton garnering some 2.8 million votes more than Trump. Only one elector who is pledged to Trump -– Chris Suprun from Texas -– has said that he won’t be voting for Trump today. And one elector from Maine said he plans to vote for Bernie Sanders instead of Clinton. One elector will likely be voting for Clinton is her husband, former President Bill Clinton , will be casting his vote in New York. Clinton won the state by a large margin. The Electoral College vote won’t be formalized until Jan. 6, when Congress counts the ballots. Additional reporting by Shushannah Walshe, MaryAlice Parks and Lauren Pearle. 0 Shares ",
    "title": "Electoral College Members Meeting Across the Country to Cast Votes - ABC News"
   },
   {
    "entities": [
     "democratic",
     "anti-trump",
     "texas",
     "capitol",
     "sharon",
     "colorado",
     "nebraska",
     "lee",
     "graham",
     "minnesota",
     "states",
     "november",
     "trump",
     "press",
     "house",
     "january",
     "hillary",
     "cabinet",
     "jan. 20",
     "party",
     "bernie",
     "wirt",
     "news",
     "united",
     "facebook",
     "--",
     "paul",
     "fox",
     "college",
     "donald",
     "colin",
     "indiana",
     "chris",
     "district",
     "wyman",
     "$1,000",
     "the day",
     "state",
     "monday",
     "sanders",
     "bryant",
     "of",
     "maine",
     "kim",
     "congress",
     "russia",
     "north",
     "mike",
     "john",
     "yerger",
     "associated",
     "nov. 8",
     "j.",
     "twitter",
     "electoral",
     "green",
     "stop",
     "republican",
     "1988",
     "u.s.",
     "powell",
     "ron",
     "arizona",
     "columbia",
     "day",
     "jan. 6",
     "carolina",
     "saturday",
     "1787",
     "suprun",
     "a.",
     "december 19, 2016",
     "washington",
     "gop",
     "now",
     "kasich",
     "pennsylvania",
     "mississippi",
     "phil",
     "jr.",
     "robert",
     "clinton",
     "ohio",
     "pence"
    ],
    "id": 7,
    "text": "Trump secures victory in Electoral College, as bid to flip electors flops Published               December 19, 2016 Facebook 0 Twitter 0 livefyre Email Print   Donald Trump won the Electoral College vote on Monday and secured his election as the 45th president of the United States, as the latest – and perhaps last – stop-Trump movement failed to gain traction in state capitals. A fervent push by anti-Trump forces to persuade electors to defect had turned the normally mundane civic procedure into high drama.  But Trump easily surpassed the 270 electoral votes needed to win, as representatives tabbed to cast ballots in accordance with their states’ Nov. 8 decision mostly adhered to the election results. With several states still voting, Trump had 304 votes and Hillary Clinton had 169. Texas put Trump over the top, despite two Republican electors casting protest votes. We did it! Thank you to all of my great supporters, we just officially won the election (despite all of the distorted and inaccurate media). — Donald J. Trump (@realDonaldTrump) December 19, 2016 Indiana Gov. Mike Pence afterward tweeted \"congratulations\" to his running mate while saying he was \"honored & humbled\" to be officially elected the next vice president.  Republican National Committee Co-Chair Sharon Day urged Trump’s detractors to stop fighting his election, now that his victory is affirmed. “This historic election is now officially over and I look forward to President-elect Trump taking the oath of office in January,” she said in a statement. “For the good of the country, Democrats must stop their cynical attempts to undermine the legitimacy of this election, which Donald Trump won decisively in the Electoral College with more votes than any Republican since 1988.”  Elector antics were few and far between throughout the day, with most the disruptions occurring on the Democratic side. A Democratic elector in Maine tried to vote for Sen. Bernie Sanders, but switched to Clinton after it was ruled improper. Another who tried to vote for Sanders in Minnesota was replaced; a Colorado elector who tried to back Ohio Gov. John Kasich likewise was replaced. One of the biggest deviations was in Washington state, where three electors voted for Colin Powell and one voted for “Faith Spotted Eagle;” the remaining eight went to Clinton, the state’s winner.   It marked the first time in four decades the state's electors broke from the popular vote. Washington Secretary of State Kim Wyman vowed to work with the state attorney general and charge the four unfaithful electors with a violation of Washington state civil law. Such violations carry a fine up to $1,000. With Trump’s win now secured, a joint session of Congress is scheduled for Jan. 6 to certify the results. Trump’s clear Electoral College victory could serve to deter any further last-ditch efforts to effectively nullify his November win and prevent his inauguration, though the battle may shift next to his Cabinet picks.   Few expected the “faithless elector” push to imperil Trump’s victory on Monday. Only one Republican elector – Texas’ Chris Suprun – publicly stated he would vote for an alternative candidate. (He backed Kasich, while another Texas elector used his ballot to vote for former congressman Ron Paul.) More than three dozen Republicans would have had to abandon Trump to complicate his path to the presidency. But GOP electors still faced immense pressure -- with some even receiving threats -- from Trump foes in the run-up to Monday’s Electoral College vote. Those urging disorder in state capitals often cited Clinton’s popular-vote win, by roughly 2.6 million votes, over Trump in November. Celebrities made public appeals to electors to use the arcane process to upend Trump’s victory, as some Democratic electors tried to persuade their Republican counterparts to defect. Reports that U.S. intelligence officials determined Russia interfered in the election to boost Trump – findings disputed by Trump himself – only fueled efforts to wield the Electoral College vote as a political circuit-breaker. As electors met, thousands of protesters descended on state capitals Monday in one last push to convince Trump voters to change their minds. In Arizona, dozens of protesters gathered outside the meeting site, marching around the Capitol mall and carrying signs that said, \"Stop Trump.\" More than 200 demonstrators gathered at Pennsylvania's Capitol, chanting, \"No treason, no Trump!\" Both states, and dozens of others, cast their electoral votes for Trump anyway. In Mississippi, Gov. Phil Bryant dismissed attempts to sway Republican electors. \"This idea … that we want to change the electors’ minds who have been dedicated to Donald Trump very early in the process I think is just misguided,” he said. If nothing else, the furor over Monday’s proceedings has served to re-acquaint Americans with a process that few pay attention to every four years. The Electoral College was devised at the Constitutional Convention in 1787. It was a compromise between those who wanted popular elections for president and those who wanted no public input. The Electoral College has 538 members, with the number allocated to each state based on how many representatives it has in the House plus one for each senator. The District of Columbia gets three, despite the fact that the home to Congress has no vote in Congress. To be elected president, the winner must get at least half plus one -- or 270 electoral votes. Most states give all their electoral votes to whichever candidate wins that state's popular vote. Maine and Nebraska award them by congressional district. After a joint session of Congress certifies the results on Jan. 6, the next president will be sworn in on Jan. 20. Trump already is nearly done naming his Cabinet appointees, as he prepares for confirmation hearings and the inauguration ceremonies, in addition to his first 100 days agenda. Despite the transition process being well underway, Republican electors said they were deluged with emails, phone calls and letters urging them not to support the billionaire businessman in the days and weeks leading up to Monday’s proceedings. Many of the emails were part of coordinated campaigns. \"The letters are actually quite sad,\" said Lee Green, a Republican elector from North Carolina. \"They honestly believe the propaganda. They believe our nation is being taken over by a dark and malevolent force.\" Wirt A. Yerger Jr., a Republican elector in Mississippi, said, \"I have gotten several thousand emails asking me not to vote for Trump. I threw them all away.\" Arizona elector Robert Graham told Fox News on Saturday that the state’s 11 electors received hundreds of thousands of emails telling them not to vote for Trump and that he’s received information that some of the other 10 have been followed or have received a death threat. “It’s out of hand when you have such … a small group of people that is pushing so hard against millions if not hundreds of millions of people who still appreciate this whole system,” said Graham, chairman of the Arizona Republican Party. “The Electoral College is part of the Constitution.” The Associated Press contributed to this report. Advertisement Trending in Politics 1 ",
    "title": "Trump secures victory in Electoral College, as bid to flip electors flops | Fox News"
   },
   {
    "entities": [
     "gallup",
     "council",
     "cdu",
     "david",
     "wilhelm",
     "jackson",
     "network",
     "price",
     "friday",
     "states",
     "christmas",
     "press",
     "trump",
     "kaiser",
     "noon",
     "10:47 p.m. est",
     "news",
     "berlin",
     "united",
     "facebook",
     "hjelmgaard",
     "tonight",
     "fox",
     "angela",
     "europe",
     "donald",
     "ned",
     "burkard",
     "morning",
     "aamer",
     "daily",
     "state",
     "monday",
     "dec. 19, 2016",
     "tuesday",
     "last month",
     "church",
     "kim",
     "madhani",
     "security",
     "dregger",
     "associated",
     "night",
     "rushton",
     "police",
     "department",
     "usa",
     "telegraph",
     "u.s.",
     "national",
     "today",
     "chicago",
     "july",
     "merkel",
     "chicagoland",
     "islamic",
     "early evenings",
     "sean",
     "december 19, 2016",
     "memorial",
     "isis",
     "zurawki",
     "daley",
     "ap",
     "germany",
     "emma",
     "plaza",
     "france",
     "ariel"
    ],
    "id": 8,
    "text": "Christmas revelry crushed as truck plows into Berlin market, killing 12 Dozens were injured in the incident, which one U.S. official said appears to be a \"terrorist attack.\" Post to Facebook Christmas revelry crushed as truck plows into Berlin market, killing 12 Dozens were injured in the incident, which one U.S. official said appears to be a \"terrorist attack.\" Check out this story on USATODAY.com: http://usat.ly/2i82cmA CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 235 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Christmas revelry crushed as truck plows into Berlin market, killing 12 Kim Hjelmgaard , USA TODAY 10:47 p.m. EST December 19, 2016 x Share At least a dozen people are dead, and more injured, after a truck slammed into a Christmas market in Berlin. Police are calling it a deliberate attack. USA TODAY NETWORK Police stand near a black lorry that ploughed through a Christmas market on Dec. 19, 2016 in Berlin. (Photo: Sean Gallup, Getty Images) BERLIN — A large black truck slammed into a Christmas market in central Berlin on Monday night, killing at least 12 people and injuring 48 others in what police said was a deliberate attack. The carnage happened during an outdoor market near Berlin's Kaiser Wilhelm Memorial Church. A suspect, believed to be the driver, was arrested about a mile away from the scene. A rider in the truck - which bore a Polish license plate - was found mortally wounded in the passenger seat, according to the Associated Press and German media. The passenger, who police described as a Polish national, died as paramedics treated him. The Polish owner of the truck said he feared the vehicle, driven by his cousin, may have been hijacked. Ariel Zurawki said he last spoke with the driver around noon, and the driver told him he was in Berlin and scheduled to unload Tuesday morning. \"They must have done something to my driver,\" he told TVN24. The scene was laced with chaos. Dozens of ambulances lined up in front of the church as desperate people looked for friends and relatives among the injured. At least one woman could be seen getting treatment in the back of an ambulance. A large Christmas tree with a gold star on top was toppled over nearby in the street. The attack shattered the pre-Christmas calm in Germany, a time when thousands of locals and tourists spend their early evenings at markets, drinking mulled wine, and eating sausages and pastries. The markets were due to finish on Friday. Witnesses told numerous news outlets, including Fox News and the Daily Telegraph, that the truck drove at least 80 feet into the heavily crowded area and did not appear to slow down. Fox reported that the truck carried several tons of steel. It remains too early to determine whether the incident is an act of terror. But U.S. officials suggested that is the most likely explanation. \"The United States condemns in the strongest terms what appears to have been a terrorist attack on a Christmas Market in Berlin, Germany, which has killed and wounded dozens,\" U.S. National Security Council spokesman Ned Price said in a statement. \"We send our thoughts and prayers to the families and loved ones of those killed, just as we wish a speedy recovery to all of those wounded . . . We have been in touch with German officials, and we stand ready to provide assistance as they recover from and investigate this horrific incident.\" Donald Trump said the incident smacks of an assault motivated by anti-Christmas sentiment. \"Innocent civilians were murdered in the streets as they prepared to celebrate the Christmas holiday,\" Trump said. \"ISIS and other Islamist terrorists continually slaughter Christians in their communities and places of worship as part of their global jihad. These terrorists and their regional and worldwide networks must be eradicated from the face of the earth, a mission we will carry out with all freedom-loving partners.\"​ Burkard Dregger was at a Christmas party when he heard news of the incident and rushed to the scene. \"It is a terrible thing but we need to keep cool heads and work out what has happened before we draw any conclusions,\" he said. Dregger is head of security for parliamentarians attached to Chancellor Angela Merkel's ruling CDU party. He was briefed by investigators but they had not yet come to any conclusions and were keeping an open mind about the attacker and motive. \"Happiness and freedom in Germany has been destroyed tonight,\" Dregger said. In this screen grab taken from video, emergency workers attend to the  scene after an attack by a truck at a Christmas market in Berlin on Dec. 19, 2016.  (Photo: AP) Some survivors took to social media to describe the horror and panic. \"People crushed. I am safe. I am safe,\" tweeted an apparent witness, Emma Rushton. Video footage from the scene shows stalls knocked over and people lying injured on the ground. Truck attacks in Europe have been on government radar screens as possible ways that terrorists might try and carry out simple and cost-effective assaults. In July, 86 people were killed in Nice, France, when a truck slammed into a large crowd during Bastille Day celebrations. The Islamic State claimed responsibility for the attack. The U.S. State Department issued a warning last month that Americans in Europe should be vigilant to the threat of terrorist attacks during the holiday season. The alert specifically mentioned Christmas markets. After the Berlin incident, the Chicago Police Department said there was no known threat to the Chicagoland area. Still, the police department said in a statement it was adding foot and bike patrols as well as other specialized units to provide security to Daley Plaza, where the annual German-style Christmas market is being held. Contributing: Aamer Madhani, David Jackson, and the Associated Press ",
    "title": "Christmas revelry crushed as truck plows into Berlin market, killing 12"
   },
   {
    "entities": [
     "peter",
     "council",
     "mevlut",
     "altintas",
     "hurriyet",
     "anadolu",
     "south",
     "press",
     "2013",
     "syria",
     "turkey",
     "moscow",
     "ministry",
     "npr",
     "kirby",
     "-lsb-gennadievich-rsb-",
     "state",
     "monday",
     "north",
     "foreign",
     "kim",
     "tayyip",
     "russia",
     "security",
     "embassy",
     "associated",
     "john",
     "kenyon",
     "allahu",
     "zakharova",
     "u.n.",
     "department",
     "korea",
     "ankara",
     "u.s.",
     "russian",
     "today",
     "akhbar",
     "erdogan",
     "mert",
     "recep",
     "evening",
     "maria",
     "istanbul",
     "aleppo",
     "slutsky",
     "tass",
     "lucian",
     "karlov",
     "1976",
     "burhan",
     "leonid",
     "ap",
     "andrei"
    ],
    "id": 9,
    "text": "Russia's ambassador to Turkey, Andrei Karlov, speaks at a gallery in Ankara, Turkey, on Monday. Shortly afterward, a gunman opened fire. Burhan Ozbilici/AP hide caption toggle caption Burhan Ozbilici/AP Russia's ambassador to Turkey, Andrei Karlov, speaks at a gallery in Ankara, Turkey, on Monday. Shortly afterward, a gunman opened fire. Burhan Ozbilici/AP Editor's note: An image below shows Ambassador Andrei Karlov on the ground after he was shot. Russia's ambassador to Turkey has died after he was shot Monday evening at an art exhibition in the capital, Ankara, Russian Foreign Ministry spokeswoman Maria Zakharova said in comments broadcast on Russian state television. Ambassador Andrei Karlov was shot \"multiple times\" by an armed assailant as he was \"delivering a speech at the opening ceremony of a photo exhibit,\" Turkey's state run news agency, Anadolu , reported. Three other people were injured in the attack, the agency reported. Turkey's interior minister has identified the gunman as Mevlut Mert Altintas, a 22-year-old Turkish riot police officer who had been working in Ankara for about 2 1/2 years, according to Anadolu . Special forces \"neutralized\" the attacker at the scene, Anadolu reported, without elaborating on what it meant by \"neutralized.\" An Associated Press photographer at the scene said the gunman was killed in a shootout with police. Article continues after sponsorship An Associated Press photographer at the scene reports this man shot Andrei Karlov, the Russian ambassador to Turkey, at a photo gallery in Ankara on Monday. Burhan Ozbilici/AP hide caption toggle caption Burhan Ozbilici/AP The Associated Press photographer who witnessed the attack said the gunman wore a suit and tie and shouted \"Allahu Akhbar\" as he fired \"at least eight shots.\" The man also shouted \"Don't forget Aleppo! Don't forget Syria!\" in Turkish, the wire service added. He then yelled: \"Stand back! Stand back! Only death will take me out of here. Anyone who has a role in this oppression will die one by one.\" The assailant \"smashed several of the photos hung for the exhibition. There was panic as people ran for cover,\" according to the AP photographer's account. The attack happened at the opening of a photo exhibition, \"Russia as Seen by the Turks,\" according to Russia's state-run Tass news agency . The local Hurriyet newspaper posted an image of multiple people lying on the floor at what appears to be a gallery that it says is from the immediate aftermath of the attack. \"We qualify the events as a terrorist attack; we stay in contact with Turkish officials who have pledged that a thorough all-round investigation will be carried out. The assassinators will be punished. Today this issue will be brought up at the U.N. Security Council,\" Zakharova said, according to Tass. \"The memory of Russia's prominent diplomat Andrei [Gennadievich] Karlov will always stay in our hearts,\" she added. Russia is a close ally of the neighboring Syrian regime's and is involved in a wide-ranging airstrike campaign in Syria. Some Russian officials are blaming the assassination on those opposed to Russia's actions in Syria, as NPR's Lucian Kim reported from Moscow. \"They want to drive a wedge between Moscow and Ankara at any price,\" Leonid Slutsky, head of the parliament's foreign affairs committee, said on state television. \"It's their strategic goal, but they won't reach it.\" Turkish President Recep Tayyip Erdogan called the attack a \"provocation to destroy Turkish-Russia normalization,\" Anadolu reported . He said that the two countries have launched a joint commission to investigate the homicide. The attack took place \"just a day before Turkey's foreign minister was to travel to Moscow for talks on Syria,\" as NPR's Peter Kenyon reports from Istanbul. Karlov became ambassador to Turkey in 2013 and was a career diplomat, having served since 1976, according to an official biography . He was Russia's ambassador to North Korea and also worked at the Russian Embassy in South Korea. Prior to his post in Turkey, he served as Russia's deputy director general for consular affairs. U.S. State Department spokesman John Kirby tweeted, \"We condemn this act of violence, whatever its source. Our thoughts and prayers are with the victims and their families.\" This is a developing story. Some things that get reported by the media will later turn out to be wrong. We will focus on reports from police officials and other authorities, credible news outlets and reporters who are at the scene. We will update as the situation develops. ",
    "title": "Russia's Ambassador To Turkey Shot And Killed In Ankara : The Two-Way : NPR"
   },
   {
    "entities": [
     "breitscheidplatz",
     "news",
     "berlin",
     "evening",
     "neuendorf",
     "1:59",
     "christmas",
     "bensch",
     "monday",
     "nbc",
     "germany",
     "thomas",
     "fabrizio",
     "reuters",
     "dec. 19"
    ],
    "id": 10,
    "text": "Truck runs into Berlin crowd, many killed 1:59 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161219205944if_/http://www.nbcnews.com/widget/video-embed/836864067803\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A truck plowed through a Christmas market in Germany's capital on Monday evening, killing at least nine and injuring 50, a spokesman for the Berlin police said. The incident happened at Breitscheidplatz, a public square in the center of Berlin. The driver's nationality wasn't known, but police said his truck appeared to have Polish license plates. The driver attempted to flee but was apprehended by police, they added. A passenger in the truck was among those killed, police spokesman Thomas Neuendorf said on German TV. It immediately wasn't clear how the passenger died, or the relationship to the driver. A truck is seen near the Christmas market in Berlin on Dec. 19. Fabrizio Bensch / Reuters It wasn't clear whether the truck veered into the holiday crowds on purpose or by accident. But local German media cited police who said initial indications pointed to an attack, not a traffic accident. NBC News could not immediately confirm those reports. Witnesses said victims were crushed by the truck. Lorry just ploughed through Christmas market in #berlin . There is no road nearby. People crushed. I am safe. I am safe pic.twitter.com/63iWMmdSKr ",
    "title": "Truck Plows Into Christmas Market in Berlin, Killing 9, Injuring 50: Police - NBC News"
   },
   {
    "entities": [
     "harrisburg",
     "david",
     "texas",
     "earlier this month",
     "capitol",
     "colorado",
     "dec. 28",
     "khare",
     "brian",
     "november",
     "states",
     "minnesota",
     "press",
     "trump",
     "house",
     "alexander",
     "hillary",
     "radio",
     "art",
     "cisneros",
     "gleason",
     "michael",
     "register",
     "united",
     "facebook",
     "paul",
     "npr",
     "college",
     "donald",
     "colin",
     "chris",
     "morning",
     "monday",
     "sanders",
     "of",
     "muhammad",
     "maine",
     "bakst",
     "congress",
     "faith",
     "russia",
     "associated",
     "john",
     "mike",
     "witf",
     "j.",
     "nov. 8",
     "ash",
     "electoral",
     "hamilton",
     "night",
     "federal",
     "this year",
     "1988",
     "powell",
     "hollywood",
     "ron",
     "today",
     "building",
     "jan. 6",
     "pilkington",
     "bright",
     "hill",
     "abdurrahman",
     "suprun",
     "anti-donald",
     "december 19, 2016",
     "washington",
     "afternoon",
     "spotted",
     "1996",
     "80 percent",
     "representatives",
     "public",
     "ed",
     "kasich",
     "eagle",
     "pennsylvania",
     "shepherd",
     "robert",
     "clinton",
     "ohio",
     "pence",
     "white"
    ],
    "id": 11,
    "text": "Twitter Donald J. Trump will be the next president of the United States. That's been the case since Nov. 8, when Trump won 306 electoral votes, despite losing the national popular vote to Hillary Clinton by nearly 3 million. And on Monday, the result was ratified by Electoral College voters, who gathered in state capitols across the United States to formally vote for president. 5 Things You Should Know About The Electoral College Trump secured 304 electoral votes — two fewer than he earned in November, according to the Associated Press, which tracked results from capitol to capitol. That was despite a pitched effort by some on the left who wrote letters to Trump electors trying to persuade them to switch their votes or not vote at all and keep Trump short of the 270 needed. Not only did it not happen, but more electors tried to defect from Hillary Clinton Monday than from Trump, by a count of seven to two, as of Monday afternoon. Three Democratic electors in Maine, Minnesota, and Colorado tried to vote for candidates other than Clinton. The electors' votes, however, were disallowed because of state rules binding them to the statewide popular vote winner. Four more electors in Washington state defected from Clinton. Three voted for Colin Powell and one for Faith Spotted Eagle, a Native American who gained some notoriety for her protest of the Dakota Access Pipeline . Breaking 4 \"faithless electors\" break ranks in Washington state electoral college vote. 3 vote for Colin Powell, one for Faith Spotted Eagle — Ed Pilkington (@Edpilkington) December 19, 2016 Some of the Democratic electors tried to vote for Sanders. Others, including the Powell voters in Washington, were attempting to promote alternate Republican candidates that the House of Representatives could theoretically elect as president instead of Trump. The Electoral College gathering is usually a formality — a chance for political activists to gather amid pomp and circumstance to formalize their party's victory in each state. Article continues after sponsorship MAILBAG: Could 'Faithless Electors' Keep Donald Trump Out Of The White House? But the fact Clinton won the national popular vote by such a large margin, combined with the unconventional and unpredictable — and to many, threatening — way that Trump carried himself before and after winning the White House, led to an unprecedented effort to lobby electors to vote for someone else. Electors found themselves inundated by letters, petitions, tweets and Facebook posts, urging them to cast a ballot for an alternative candidate. Many people behind the lobbying campaign cited a Federalist Paper written by Alexander Hamilton, which frames the Electoral College as a safeguard against \"foreign powers\" that try to \"gain an improper ascendant in our councils\" — a potentially relevant line, in the midst of revelations that Russia attempted to disrupt this year's election by hacking and releasing Democratic emails. Hollywood celebrities even got in on the act, recording video pleas to electors. But, unsurprisingly, that effort had no effect on Trump electors. Just in: Maine elector David Bright voting for @BernieSanders today. #mepolitics pic.twitter.com/AMPUkNog3e — Michael Shepherd (@mikeshepherdME) December 19, 2016 \"They don't understand us,\" said Pennsylvania elector Ash Khare. \"I received over 70,000 emails. I received over 5,000 letters. I received over 500 phone calls at all times of day and night.\" But Khare, like most electors, is a longtime Republican political activist who was proud to cast a ballot for Trump. MN elector Muhammad Abdurrahman is deemed a \"faithless\" elector. Is dismissed and replaced. — Brian Bakst (@Stowydad) December 19, 2016 \"I've been an elector since 1996,\" Khare told Harrisburg public radio station WITF. \"But I've never been asked to do anything because we never won since 1988.\" Maine elector David Bright announced Monday morning that he would cast a ballot for Sanders. But Bright ultimately changed his vote to Clinton, after his initial ballot was ruled out of order. A Minnesota elector, Muhammad Abdurrahman, tried to vote Sanders, according to Minnesota Public Radio reporter Brian Bakst. He was replaced by another elector who cast a ballot for Clinton. Two Texas electors defected from Trump — one went for Ohio Gov. John Kasich, the other for former Texas Rep. Ron Paul. The Kasich defector, Chris Suprun, told The Hill beforehand his plans. Another Texas elector, Art Cisneros, resigned instead of voting for Trump. He spoke to NPR earlier this month. Anti-Donald Trump protesters rally outside the Pennsylvania Capitol Building before electors arrive to cast their votes on Monday in Harrisburg. Mark Makela/Getty Images hide caption toggle caption Mark Makela/Getty Images Anti-Donald Trump protesters rally outside the Pennsylvania Capitol Building before electors arrive to cast their votes on Monday in Harrisburg. Mark Makela/Getty Images Many Republican electors dismissed the pleas to \"vote their conscience,\" pointing out that their consciences were perfectly fine with Trump. With protesters heckling from the gallery of Pennsylvania's House chamber, Pennsylvania elector Robert Gleason seemed to pointedly respond to their efforts. \"My fellow electors,\" Gleason said, \"let us always remember this shared moment when we stood up for our constitutional system, followed our conscience, answered the call of Pennsylvania voters, and did our part by electing the next president and vice president of the United States, Donald Trump and Mike Pence.\" On Monday night, Trump issued a statement saying, \"today marks a historic electoral landslide victory in our nation's democracy.\" In fact, in nearly 80 percent of previous presidential elections, the winning candidate earned a larger share of the electoral vote than Trump. There are two more steps in the process. States will submit a \"certificate of vote\" to the Federal Register by Dec. 28. Then, on Jan. 6, Congress will formally tally the Electoral College's votes in a joint session and make it official. ",
    "title": "More Electors Tried To Defect From Hillary Clinton Than Donald Trump : NPR"
   },
   {
    "entities": [
     "weiner",
     "comey",
     "trump",
     "hillary",
     "news",
     "abedin",
     "tuesday",
     "huma",
     "nine days later",
     "abc",
     "congress",
     ", 7:33 pm",
     "at noon",
     "jack",
     "fbi",
     "new",
     "anthony",
     "july",
     "james",
     "dec 19, 2016",
     "york",
     "oct. 28",
     "nov. 6",
     "clinton"
    ],
    "id": 12,
    "text": "Warrant Related to Clinton Emails to Be Unsealed Tuesday By Jack Date Dec 19, 2016, 7:33 PM ET 0 Shares WATCH Warrant Related to Clinton Emails to Be Unsealed Tuesday 0 Shares Email A federal judge in New York has ordered that a search warrant and supporting documents that authorized the FBI in the final days before the election to examine a laptop computer in connection with Hillary Clinton ’s use of a private email server be unsealed Tuesday at noon. The laptop's hard drive, which sources say was discovered in an unrelated investigation into alleged sexting by former New York Congressman Anthony Weiner , had been used by Weiner and his estranged wife, top Clinton adviser Huma Abedin . FBI Director Says Investigation Into Hillary Clinton Emails Back On The FBI had effectively closed its investigation of Clinton's use of a private server as secretary of state in July, at which time the agency's director, James Comey, stated flatly in a press conference that, “no charges are appropriate in this case.\" But the possibility that emails discovered on the laptop could be related to the investigation led Comey to issue a stunning letter to Congress on Oct. 28, informing them of the rekindled probe. \"In connection with an unrelated case, the FBI has learned of the existence of emails that appear to be pertinent to the investigation,\" Comey wrote in the letter to Congress. Nine days later, on Nov. 6, just two days before the election, Comey said in another letter to Congress, \"Based on our review, we have not changed our conclusions that we expressed in July with respect to Secretary Clinton.\" Clinton has said Comey's actions were a turning point in the presidential race , telling donors soon after the election that the FBI director's announcement killed momentum in her campaign and boosted motivation for Trump. A top donor told ABC News that the Comey letter was \"a perfect setup for failure.\" 0 Shares ",
    "title": "Warrant Related to Clinton Emails to Be Unsealed Tuesday - ABC News"
   },
   {
    "entities": [
     "council",
     "kerry",
     "mevlüt",
     "price",
     "soylu",
     "hurriyet",
     "south",
     "2013",
     "house",
     "syria",
     "turkey",
     "bacon",
     "news",
     "stoltenberg",
     "facebook",
     "ministry",
     "gunman",
     "ned",
     "linkedin",
     "daily",
     "state",
     "andrey",
     "monday",
     "dec. 19, 2016",
     "north",
     "foreign",
     "jens",
     "tayyip",
     "the day",
     "russia",
     "security",
     "5:27 p.m. est",
     "vladimir",
     "john",
     "zakharova",
     "ozbilici",
     "current",
     "department",
     "korea",
     "usa",
     "ankara",
     "u.s.",
     "suleyman",
     "altıntaş",
     "today",
     "currently",
     "national",
     "erdogan",
     "mert",
     "nato",
     "recep",
     "december 19, 2016",
     "monday, dec. 19, 2016",
     "alatan",
     "maria",
     "fullscreen",
     "aleppo",
     "karlov",
     "1976",
     "putin",
     "burhan",
     "ap",
     "yavuz",
     "altıntaşgestures",
     "zahharova",
     "andrei",
     "white"
    ],
    "id": 13,
    "text": "Gunman kills Russian ambassador to Turkey, shouts 'God is great' The Russian ambassador to Turkey, Andrey Karlov, was shot an art exhibition. Post to Facebook Gunman kills Russian ambassador to Turkey, shouts 'God is great' The Russian ambassador to Turkey, Andrey Karlov, was shot an art exhibition. Check out this story on USATODAY.com: http://usat.ly/2i7lmZQ CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 207 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Gunman kills Russian ambassador to Turkey, shouts 'God is great' John Bacon , USA TODAY 5:27 p.m. EST December 19, 2016 x Share Andrey Karlov, the Russian ambassador to Turkey, has reportedly died of gunshot wounds after violence erupted at an art gallery in Ankara, as part of protests over Russian involvement in the Syrian war. USA TODAY An unnamed gunman gestures after shooting the Russian Ambassador to Turkey, Andrei Karlov, at a photo gallery in Ankara, Turkey, Monday, Dec. 19, 2016. (Photo: Burhan Ozbilici, AP) A well-dressed Turkish police officer opened fire at an art event in Ankara on Monday, killing the Russian ambassador to Turkey and shouting \"God is great\" as panicked witnesses scrambled for cover. Andrei Karlov was shot multiple times while making a speech at the opening of a photo exhibit entitled Russia through the Eyes of Turks. Three other people were wounded in the attack, Turkish authorities said. Police shot and killed the gunman, identified as 22-year-old police officer Mevlüt Mert Altıntaş. Russian Foreign Ministry spokesperson Maria Zakharova described the attack as an \"act of terrorism.\" “This is a tragic day in the history of Russian diplomacy,\" Zahharova said in announcing Karlov's death. The attacker shouted \"Allahu Akbar,\" Arabic for \"God is great.\" He also shouted other phrases, mostly in Turkish, according to Turkey's Hurriyet Daily News: “Don’t forget Aleppo! Don’t forget Syria! As long as our brothers are not safe, you will not enjoy safety. ... Whoever has a share in this oppression will pay for it one-by-one. ... Only death will take me away from here...\" A link has been posted to your Facebook feed. The following images are graphic in nature.  USA TODAY Fullscreen Andrei Karlov, the Russian ambassador to Turkey, speaks at a gallery in Ankara, Turkey, on Dec. 19, 2016. A gunman opened fire on Karlov at a photo exhibition Monday. The gunman is seen at rear on the left has been identified asas 22-year-old police officer Mevlüt Mert Altıntaş.  Burhan Ozbilici, AP Mevlüt Mert Altıntaş gestures after shooting the Russian ambassador to Turkey, Andrei Karlov, at a photo gallery in Ankara, Turkey, on  Dec. 19, 2016.  Burhan Ozbilici, AP Mevlüt Mert Altıntaşgestures after shooting the Russian ambassador to Turkey, Andrei Karlov, at a photo gallery in Ankara, Turkey, on Dec. 19, 2016.  Burhan Ozbilici, AP People react after the Russian ambassador to Turkey, Andrei Karlov, was shot at a photo gallery in Ankara, Turkey, on Dec. 19, 2016.  Burhan Ozbilici, AP Mevlüt Mert Altıntaşgestures after shooting the Russian ambassador to Turkey, Andrei Karlov, at a photo gallery in Ankara, Turkey, on Dec. 19, 2016.  Burhan Ozbilici, AP Mevlüt Mert Altıntaşgestures after shooting the Russian ambassador to Turkey, Andrei Karlov, at a photo gallery in Ankara, Turkey, on Dec. 19, 2016.  Burhan Ozbilici, AP Mevlüt Mert Altıntaşgestures after shooting the Russian ambassador to Turkey, Andrei Karlov, at a photo gallery in Ankara, Turkey, on Dec. 19, 2016.  Burhan Ozbilici, AP A child is held after the Russian ambassador to Turkey, Andrei Karlov, was shot at a photo gallery in Ankara, Turkey, on Dec. 19, 2016.  Burhan Ozbilici, AP Mevlüt Mert Altıntaşgestures after shooting the Russian ambassador to Turkey, Andrei Karlov, at a photo gallery in Ankara, Turkey, on Dec. 19, 2016.  Yavuz Alatan, AFP/Getty Images Like this topic? You may also like these photo galleries: Replay Last Slide Next Slide Russia and Turkey have been key players in Syria's civil war that has raged for almost six years. Russia has provided support for Syrian troops that bombarded rebel-held sections of Aleppo for months, creating a humanitarian crisis in the war-torn city. Both nations in recent days have worked on a plan to allow for evacuation of rebel neighborhoods. Turkish Interior Minister Suleyman Soylu said Altıntaş had spent more than two years with a riot police unit in  Ankara, the Turkish capital. Chilling photographs from the scene show Karlov lying on the ground while the gunman — dressed in a suit, gun drawn — stands over him. Moments later the killer was fatally shot by Turkish special forces. \"We are currently in contact with Turkish authorities who are assuring us that a thorough, comprehensive investigation will be conducted.\" Zakharova said. Karlov, 62, was a longtime diplomat dating back to Soviet days. He began his career in 1976, and spent most of the next quarter-century representing his country in North Korea or South Korea. He was appointed ambassador to Turkey in 2013. The White House and State Department condemned the attack and extended thoughts and prayers to Karlov's family, the Russian government and the Russian people. \"This heinous attack on a member of the diplomatic corps is unacceptable, and we stand united with Russia and Turkey in our determination to confront terrorism in all of its forms,\" National Security Council spokesman Ned Price said in a statement. Secretary of State John Kerry offered U.S. assistance to Russia and Turkey \"as they investigate this despicable attack, which was also an assault on the right of all diplomats to safely and securely advance and represent their nations around the world.\" Russian President Vladimir Putin said the killing was a “provocation aimed at derailing Russia-Turkey ties and the peace process in Syria.” Turkish President Recep Tayyip Erdogan echoed Putin's comment, adding, \"Both the Russian and Turkish administrations have the determination not to fall for this provocation.” Both leaders said Russian investigators will be part of the official probe into the assassination. NATO Secretary General Jens Stoltenberg also extended condolences, adding there was \"no justification for such a heinous act.\" 8879 CONNECT TWEET 2 LINKEDIN 207 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2i7lmZQ NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Gunman kills Russian ambassador to Turkey, shouts 'God is great'"
   },
   {
    "entities": [
     "civil",
     "persky",
     "judicial",
     "earlier this year",
     "clara",
     "three months",
     "press",
     "michele",
     "brock",
     "stanford",
     "turner",
     "june",
     "university",
     "npr",
     "california",
     "after",
     "francisco",
     "monday",
     "of",
     "county",
     "commission",
     "risberg/ap",
     "education's",
     "on",
     "dauber",
     "associated",
     "this fall",
     "night",
     "department",
     "eric",
     "santa",
     "today",
     "san",
     "september",
     "office",
     "performance",
     "rights",
     "aaron",
     "ohio"
    ],
    "id": 14,
    "text": "Activists from UltraViolet, a national women's advocacy organization, push for the removal of Judge Aaron Persky from the bench in San Francisco in June. The judge has since been cleared of misconduct. Eric Risberg/AP hide caption toggle caption Eric Risberg/AP Activists from UltraViolet, a national women's advocacy organization, push for the removal of Judge Aaron Persky from the bench in San Francisco in June. The judge has since been cleared of misconduct. Eric Risberg/AP A California judge has been cleared of misconduct after sentencing a Stanford University student to six months in jail for sexually assaulting a woman earlier this year. \"The California Commission on Judicial Performance ruled Monday that there was no evidence that Santa Clara County Judge Aaron Persky displayed bias in handing down a sentence decried as too lenient by critics across the country,\" The Associated Press reported. At the sentencing in June, Persky said he considered student Brock Turner's lack of prior criminal history in determining the length of his sentence for assaulting an unconscious woman on campus. Brock Turner Freed From Jail After Serving Half Of 6-Month Sentence \"A prison sentence would have a severe impact on him. I think he will not be a danger to others,\" said the judge, as we reported . Turner, 21, was released in September after three months in jail . He was expected to return to his native Ohio to live with his parents. His sentence also required him to register as a sex offender. The case sparked an ongoing recall campaign against the judge. One of those calling for his removal is Stanford Law professor Michele Dauber, who wrote in an email to NPR this fall, \"We need judges who understand violence against women. Judge Persky does not. He should be replaced. Hopefully a qualified woman will replace him.\" After the sentence, Turner's victim read a statement in court, directed at her assailant, who was a swimmer for the university: \"I want to show people that one night of drinking can ruin two lives. You and me. You are the cause, I am the effect. ... My damage was internal, unseen, I carry it with me. You took away my worth, my privacy, my energy, my time, my safety, my intimacy, my confidence, my own voice, until today.\" Article continues after sponsorship As The Two-Way has reported , after Turner was sentenced, Stanford \" was found to have five federal complaints about its handling of sexual violence — the most cases under review of any school on the list published by the Department of Education's Office of Civil Rights.\" ",
    "title": "Calif. Judge Cleared Of Misconduct After Sentence In Stanford Sexual Assault Case : The Two-Way : NPR"
   },
   {
    "entities": [
     "council",
     "oakland",
     "patriots",
     "earlier this year",
     "denver",
     "soylu",
     "fethullah",
     "brian",
     "states",
     "trump",
     "syria",
     "party",
     "turkey",
     "development",
     "last week",
     "bashar",
     "laura",
     "united",
     "ministry",
     "kirby",
     "donald",
     "nfl",
     "state",
     "monday",
     "gokcek",
     "county",
     "foreign",
     "tayyip",
     "russia",
     "king",
     "ibrahim",
     "vladimir",
     "justice",
     "embassy",
     "john",
     "nations",
     "gulen",
     "security",
     "40%",
     "zakharova",
     "night",
     "england",
     "department",
     "ankara",
     "u.s.",
     "suleyman",
     "new",
     "today",
     "alameda",
     "july",
     "farooq",
     "erdogan",
     "and",
     "recep",
     "2010",
     "washington",
     "maria",
     "istanbul",
     "gabor",
     "broncos",
     "aleppo",
     "umar",
     "november 2015",
     "tass",
     "fire",
     "karlov",
     "putin",
     "assad",
     "centoni",
     "zsa",
     "andrei",
     "melih"
    ],
    "id": 15,
    "text": "Off-duty police officer identified in fatal shooting of Russia's ambassador to Turkey Russian ambassador shot in Turkey A gunman opened fire on Russia’s ambassador to Turkey at a photo exhibition on Monday. The Russian foreign ministry spokeswoman said he was hospitalized with a gunshot wound. A gunman opened fire on Russia’s ambassador to Turkey at a photo exhibition on Monday. The Russian foreign ministry spokeswoman said he was hospitalized with a gunshot wound. Umar Farooq and Laura King An off-duty Turkish police officer who shouted, “Don’t forget Syria and Aleppo!” shot and killed Russia’s ambassador to Turkey on Monday as he delivered a speech in the capital, Ankara—a bloody episode that was captured on video and posted on social media.   The assailant, identified by Interior Minister Suleyman Soylu as a 22-year-old riot policeman, was himself gunned down by security forces. The ambassador, who was shot multiple times, was pronounced dead at the hospital a short time after the shooting, officials said.   The attack appeared to represent the latest violent spillover of the Syrian conflict into neighboring Turkey. Suicide bombings linked to the fighting in Syria have become almost commonplace in Turkey, often causing mass casualties, but this was the first deadly attack on a senior diplomat that was seemingly motivated by the brutal and multi-sided war next door. Russia and Turkey, which have both intervened militarily in Syria, are on opposite sides of the conflict. Russian firepower has helped Syrian President Bashar Assad cling to power and recapture opposition-held east Aleppo; Turkey has allied itself with some of the rebels seeking to topple him. The video of the attack, which took place at a photo exhibition sponsored by the Russian embassy, shows the envoy – veteran diplomat Andrei Karlov, 62—collapsing minutes into his speech after apparently being shot from behind. The gunman moves into the frame, clad in a black suit and tie and holding a handgun, and can be heard shouting in Turkish as onlookers flee in panic. At least three bystanders were reported injured. “We die in Aleppo, you die here!” the shooter yells out before firing several shots into the air. “You will not taste security until our towns are secure! Do not forget about Syria and Aleppo!  Whoever is part of it will get their punishment!”  Supporters of Turkish President Recep Tayyip Erdogan were quick to draw a connection to July’s attempted coup against Erdogan, which was followed by a purge of tens of thousands of suspected political opponents. The mayor of Ankara, Ibrahim Melih Gokcek, who is from Erdogan’s Justice and Development Party, claimed the shooter was a follower of Fethullah Gulen, an elderly cleric living in self-exile in the United States and blamed by Turkey for masterminding the coup attempt. Relations between Turkey and Russia nosedived in November 2015 after Turkey shot down a Russian fighter jet along the Syrian border. Erdogan earlier this year had a fence-mending session with Russian President Vladimir Putin , and the two countries have agreed to revive a natural-gas pipeline project that had been suspended, among other cooperative steps. The assassination came on the heels of near-daily protests outside the Russian embassy in Ankara as well as the consulate in Istanbul.  Thousands of Turks and Syrians have been holding rallies at the Russian diplomatic outposts, along with the Iranian consulate and embassy, over the two governments’ war roles in support of Assad. They have escalated amid reports of heavy civilian casualties in Aleppo during the re-capture of the city’s eastern sector from the rebels. Scores of Turkish police were deployed at a protest last week at the Russian consulate on Istanbul’s main central avenue that drew thousands. Protesters chanted “Putin, murderer! Russia, murderer!  You will get your punishment!” Adding to the tension, there were reports of gunshots fired near the U.S. Embassy in Ankara, and the State Department warned Americans to avoid the area. The State Department, which has been harshly critical of Russia’s role in the Syrian war, expressed dismay over the attack. “We condemn this act of violence, whatever its source,” said spokesman John Kirby. “Our thoughts and prayers are with him and his family.” Russia called the killing a terrorist act and said it would bring up the episode with the United Nations Security Council. \"There is no place for terrorism, and we will be resolutely fighting against it,\" Russian Foreign Ministry spokeswoman Maria Zakharova said, according to the semi-official TASS news agency. Caption 90 seconds: 4 stories you can't miss Donald Trump is expected to move a step closer to his inauguration today as the electoral college votes , lending money to legal pot businesses , Zsa Zsa Gabor has died  at the age of 99 and prescriptions for OxyContin in the U.S.  have fallen nearly 40% since 2010. Caption 90 seconds: 4 stories you can't miss Donald Trump is expected to move a step closer to his inauguration today as the electoral college votes , lending money to legal pot businesses , Zsa Zsa Gabor has died  at the age of 99 and prescriptions for OxyContin in the U.S.  have fallen nearly 40% since 2010. Caption Ghost Ship warehouse rescuers: 'It was very surreal to be there' Brian Centoni of the Alameda County Fire Department recounts the night of the Ghost Ship warehouse fire in Oakland. Brian Centoni of the Alameda County Fire Department recounts the night of the Ghost Ship warehouse fire in Oakland. Caption Electoral college meets amid push to stop Trump Protests are planned for state capitals, but they are unlikely to persuade the electoral college to dump Trump. Protests are planned for state capitals, but they are unlikely to persuade the electoral college to dump Trump. Caption Week 15 NFL recap The New England Patriots clinched the AFC East with their win over the Denver Broncos. The New England Patriots clinched the AFC East with their win over the Denver Broncos. Caption Jet-Setter Zsa Zsa Gabor Dies At Age 99 Gabor had glamour and husbands in spade Gabor had glamour and husbands in spade Farooq, a special correspondent, reported from Istanbul, and King reported from Washington. MORE WORLD NEWS ",
    "title": "Off-duty police officer identified in fatal shooting of Russia&apos;s ambassador to Turkey - LA Times"
   },
   {
    "entities": [
     "mevlut",
     "relations",
     "earlier this year",
     "soylu",
     "altintas",
     "interior",
     "press",
     "2013",
     "ntv",
     "syria",
     "turkey",
     "moscow",
     "bashar",
     "ministry",
     "united",
     "kirby",
     "astana",
     "state",
     "international",
     "monday",
     "dec. 19, 2016",
     "muhammad",
     "of",
     "foreign",
     "gokcek",
     "tayyip",
     "russia",
     "nations",
     "vladimir",
     "associated",
     "2001-2006",
     "john",
     "allahu",
     "stephane",
     "zakharova",
     "u.n.",
     "department",
     "dec. 10",
     "ankara",
     "u.s.",
     "dujarric",
     "suleyman",
     "1994",
     "iraq",
     "july",
     "erdogan",
     "islamic",
     "mert",
     "institute",
     "nato",
     "iran",
     "maria",
     "istanbul",
     "aleppo",
     "pyongyang",
     "november 2015",
     "karlov",
     "1976",
     "putin",
     "kazakhstan",
     "assad",
     "ap",
     "andrei",
     "melih"
    ],
    "id": 16,
    "text": "News Nation & World Turkey police officer kills Russian ambassador to Turkey at photo exhibit (Warning: Graphic content) A gunman shot and killed Russia's ambassador to Turkey, Andrei Karlov, as he gave a speech at a photo exhibition in Ankara on Dec. 19, 2016. Tribune news services Contact Reporter An Ankara police officer dressed in a suit and tie shouted slogans about Syria's civil war after he killed Russia's ambassador to Turkey  in front of stunned onlookers at a photo exhibition in the Turkish capital on Monday, according to officials and an Associated Press photographer who witnessed the shooting. Police later killed the assailant. Ambassador Andrei Karlov, 62, was several minutes into a speech at the embassy-sponsored exhibition in Ankara when a man identified by Turkey's interior minister as Mevlut Mert Altintas fired at least eight shots, according to the AP photographer in the audience. \"Don't forget Aleppo, don't forget Syria!\" the gunman shouted in Turkish, referring to the Syrian city where Russian bombardments have helped drive rebels from areas they had occupied for years during the war. He also shouted \"Allahu akbar,\" the Arabic phrase for \"God is great\" and continued in Arabic: \"We are the descendants of those who supported the Prophet Muhammad, for jihad.\" Interior Minister Suleyman Soylu said Altintas, who was born in 1994, had been an officer with Ankara's riot police squad for more than two years. Soylu did not give a motive for the attack. The gunman approached Karlov as he lay on the ground and shot him at least one more time at close range, according to the AP photographer. The attacker also smashed several of the framed photos hung for the exhibition. There was panic as people ran for cover. Three other people were wounded in the attack, Turkey's NTV television said. After shooting the ambassador, the gunman climbed to the second floor of the same building and a 15-minute shootout with police ensued before he was killed, Turkey's Anadolu news agency reported. Andrei Karlov shot and killed Karlov started his diplomatic career in 1976, after graduating from the Moscow State Institute of International Relations. (Dec. 19, 2016) Karlov started his diplomatic career in 1976, after graduating from the Moscow State Institute of International Relations. (Dec. 19, 2016) See more videos The attack comes a day before a meeting of Russian, Turkish and Iranian foreign and defense ministers in Moscow to discuss Syria. Russia and Iran have backed Syrian President Bashar Assad throughout the nearly six-year conflict, while Turkey has supported Assad's foes. \"It's a tragic day in the history of our country and Russian diplomacy,\" Russian Foreign Ministry spokeswoman Maria Zakharova said in televised comments. \"Ambassador Karlov has made a lot of personal contributions to the development of ties with Turkey. He has done a lot to overcome a crisis in bilateral relations,\" she said. \"He was a man who put his heart and his soul into his job. It's a terrible loss for us and also the world.\" Karlov joined the diplomatic service in 1976. He served as Russia's ambassador to Pyongyang in 2001-2006, and later worked as the chief of the Foreign Ministry's consular department. He had served as the ambassador to Turkey since 2013. U.S. State Department spokesman John Kirby said U.S. officials were aware of reports about the shooting. \"We condemn this act of violence, whatever its source,\" Kirby said. The United Nations also condemned the attack. \"There can be no justification for an attack on an ambassador ... and we very much hope that the perpetrators will be brought to justice,\" U.N. spokesman Stephane Dujarric said. Melih Gokcek, the mayor for Ankara, told reporters outside the exhibition center that the \"heinous\" attack aimed to disrupt newly-re-established relations between Turkey and Russia. Relations between Russia and Turkey were badly strained by the downing of a Russian warplanes at the Syrian border in November 2015, but Turkey's apology earlier this year helped overcome the rift. The leaders of the two countries, Presidents Vladimir Putin and Recep Tayyip Erdogan, have held several meetings in recent months and spoken frequently over the phone. Russia and Turkey have co-sponsored the evacuation of civilians and rebels from Aleppo and also discussed the prospect of organizing a new round of peace talks in Kazakhstan's capital, Astana. Turkey has struggled with multiple security threats in recent years, including Kurdish militants who claimed responsibility for a Dec. 10 bombing in Istanbul that killed 44 people, many of them police. The Islamic State group fighting in Syria and Iraq has also been blamed for attacks in Turkey, a NATO member and a partner in the U.S.-led campaign against the group. Additionally, Turkish security forces and courts remain preoccupied with purging state institutions of the supporters of an exiled Islamist cleric whom the government accuses of staging a failed coup attempt in July. Associated Press ",
    "title": "Turkey police officer kills Russian ambassador to Turkey at photo exhibit - Chicago Tribune"
   },
   {
    "entities": [
     "wilhelm",
     "maas",
     "interior",
     "christmas",
     "press",
     "kaiser",
     "berlin",
     "heiko",
     "fox",
     "state",
     "july 14",
     "monday",
     "church",
     "mike",
     "associated",
     "england",
     "nice",
     "maiziere",
     "department",
     "television",
     "scania",
     "u.s.",
     "islamic",
     "memorial",
     "evening",
     "de",
     "birmingham",
     "thomas",
     "france",
     "ap"
    ],
    "id": 17,
    "text": "Tribune news services Contact Reporter A truck rammed into a crowded Christmas market in central Berlin on Monday evening, killing at least nine people as it tore through tables and wooden stands. Many others were injured. Police said a suspect believed to be the driver was arrested nearby and a passenger was dead. The vehicle crashed into the market outside the capital's popular Christmas market at the Kaiser Wilhelm Memorial Church. AP Television footage showed a large Scania truck with its windshield smashed out on the sidewalk alongside the market, with a swarm of ambulances nearby. A large Christmas tree with a gold star on top was toppled over nearby in the street, and tree branches were crushed under the truck's tires. Police said they were still investigating whether the crash was deliberate. But it came less than a month after a U.S. State Department calling for caution in markets and other public places, saying extremist groups including Islamic State and al-Qaida were focusing \"on the upcoming holiday season and associated events.\" Islamic State and al-Qaida have both called on followers to use trucks in particular to attack public places. On July 14, a truck plowed into a Bastille Day crowd in the southern French city of Nice, killing 86 people. Islamic State claimed responsibility for that attack, which was carried out by a Tunisian living in France. Mike Fox, a tourist from Birmingham, England, told The Associated Press at the scene in Berlin that the large truck missed him by about three meters as it drove into the market, tearing through tables and wooden stands. \"It was definitely deliberate,\" Fox said. Fox said he helped people who appeared to have broken limbs, and that others were trapped under Christmas stands. Federal prosecutors, who handle terrorism cases, took over the investigation, according to German Justice Minister Heiko Maas, who said in a tweet \"we are mourning with the relatives\" of the victims. Interior Minister Thomas de Maiziere gave no indication in a statement whether authorities believe the crash was an attack. ",
    "title": "Berlin police: At least 9 dead after truck runs into crowded Christmas market - Chicago Tribune"
   },
   {
    "entities": [
     "nov. 26",
     "council",
     "geisel",
     "wilhelm",
     "last year",
     "price",
     "welt",
     "maas",
     "states",
     "sohn",
     "christmas",
     "press",
     "house",
     "al",
     "trump",
     "kaiser",
     "noon",
     "news",
     "berlin",
     "heiko",
     "facebook",
     "ansbach",
     "united",
     "fox",
     "angela",
     "qaeda",
     "donald",
     "kirby",
     "ariel",
     "morning",
     "ned",
     "dec. 5",
     "state",
     "july 14",
     "monday",
     "tuesday",
     "summer",
     "church",
     "wuerzburg",
     "zurich",
     "security",
     "2016",
     "associated",
     "mike",
     "england",
     "john",
     "twitter",
     "night",
     "zurawski",
     "nsc",
     "berliin",
     "nice",
     "pretzell",
     "department",
     "scania",
     "late monday",
     "u.s.",
     "marcus",
     "fbi",
     "focus",
     "national",
     "photo/michael",
     "last week",
     "andreas",
     "merkel",
     "dean",
     "matt",
     "december 19, 2016",
     "memorial",
     "monday, dec. 19, 2016",
     "ludwigshafen",
     "birmingham",
     "isis",
     "rbb",
     "germany",
     "magazine",
     "france",
     "ap",
     "white"
    ],
    "id": 18,
    "text": "At least 12 dead, 48 injured after truck plows into Berlin Christmas market in apparent terror attack Published               December 19, 2016 Facebook 0 Twitter 0 Email Print   A truck rammed into a crowded Christmas market in Berlin Monday night, killing at least 12 people and injured 48 others in what witnesses described as a deliberate attack. German authorities said they are still investigating whether the crash was an accident, but a statement from the White House National Security Council (NSC) said the incident \"appears to have been a terrorist attack.\" The large Scania truck with a Polish license plate crashed into the market outside the Kaiser Wilhelm Memorial Church. The truck came to a halt on a sidewalk on one side of the market, shortly after ramming a large stand called \"Fascination Christmas,\" ripping off one side and knocking down a large Christmas tree. The three-meter tree lay in the street, red and gold ornamental balls still attached to its limbs and a golden star at the top. Police said a suspect believed to be the driver was arrested about 1 1/2 miles away, near Berlin's Victory Column monument. A passenger in the truck died at the scene as paramedics were attending to him. Authorities initially estimated that 50 people were injured. Police later revised the total to 48, while Berlin's fire brigade said others were \"more mentally injured.\" Related Image Expand / Contract Police stand beside a damaged truck which ran into crowded Christmas market in Berliin Berlin, Germany, Monday, Dec. 19, 2016. (AP Photo/Michael Sohn) (Copyright 2016 The Associated Press. All rights reserved.) The Polish owner of the truck said he feared the vehicle, driven by his cousin, may have been hijacked. Ariel Zurawski said he last spoke with the driver around noon, and the driver told him he was in Berlin and scheduled to unload Tuesday morning. \"They must have done something to my driver,\" he told TVN24. Zurawski added that the truck had been loaded with steel structures weighing 25 tons. Die Welt newspaper reported that the arrested suspect is a Pakistani known to police for minor criminal offenses, but not terrorism. The newspaper also reported that the dead passenger was a Polish national. There was no immediate claim of responsibility, but the incident had a chilling echo of the July 14 truck attack in Nice, France that killed 86 people. ISIS claimed responsibility for the Nice attack, which was carried out by a Tunisian living in France. ISIS and Al Qaeda have both called on followers to use trucks in particular to attack public places. Mike Fox, a tourist from Birmingham, England, told The Associated Press at the scene in Berlin that the large truck missed him by about three yards as it drove into the market, tearing through tables and wooden stands. \"It was definitely deliberate,\" Fox said. Fox said he helped people who appeared to have broken limbs, and that others were trapped under Christmas stands. Dozens of ambulances lined the streets waiting to evacuate people, and heavily armed police patrolled the area. Police on Twitter urged people to stay away from the area, saying they needed to keep the streets clear for the rescue vehicles. Federal prosecutors, who handle terrorism cases, took over the investigation, according to German Justice Minister Heiko Maas. But Berlin's top security official, state interior minister Andreas Geisel, told RBB television that it was too early to say whether it was an attack, and called reports that the truck may have been hijacked \"pure speculation.\" Even so, some politicians were pointing fingers. Marcus Pretzell, a prominent member of the anti-migration Alternative for Germany party, lashed out at the government of Chancellor Angela Merkel, saying on Twitter: \"When will the German state of law strike back? When will this cursed hypocrisy finally stop? These are Merkel's dead! (hash)Nice (hash)Berlin.\" U.S. President-elect Donald Trump issued a statement calling the attack \"horrifying.\" \"Innocent civilians were murdered in the streets as they prepared to celebrate the Christmas holiday,\" Trump said. \"ISIS and other Islamist terrorists continually slaughter Christians in their communities and places of worship as part of their global jihad. These terrorists and their regional and worldwide networks must be eradicated from the face of the earth, a mission we will carry out with all freedom-loving partners.\" Germany has not experienced any mass-casualty attacks by Islamic extremists, but has been increasingly wary since two attacks by asylum-seekers in the summer that were claimed by ISIS group. Five people were wounded in an ax rampage on a train near Wuerzburg and 15 in a bombing outside a bar in Ansbach. Both attackers were killed. Those attacks, and two others unrelated to Islamic extremism in the same weeklong period, helped stoke tensions in Germany over the arrival last year of 890,000 migrants. Monday's incident comes less than a month after the State Department warned U.S. citizens to be cautious in markets and other public places, saying extremist groups were focusing \"on the upcoming holiday season and associated events.\" In a statement, State Department spokesman John Kirby condemned the \"horrendous events\" at the Christmas market.  NSC spokesman Ned Price said the United States has already been in contact with German officials and stands ready to assist in the investigation and response. Law enforcement sources tell Fox News that the FBI's Legal Attache (LEGAT) office in Berlin had been in touch with German officials to offer intelligence support to investigators. The sources said late Monday that no Americans had been identified among the victims. Zurich police search for gunman after shooting at mosque; at least 3 injured Last week, German prosecutors said a 12-year-old boy attempted to set off a nail bomb at a Christmas market in the southern city of Ludwigshafen. The German-born son of Iraqi parents is alleged to have tried to set off the device at the Christmas market on Nov. 26, and again outside city hall on Dec. 5, Focus magazine reported, citing security sources. In the second failed attempt, a passer-by spotted the backpack containing the device and reported it to authorities. Inside they found a glass jar packed with firecrackers with nails taped to it, Focus reported. Police said it would have burned but would not have exploded. Fox News' Matt Dean and The Associated Press contributed to this report. Advertisement ",
    "title": "At least 12 dead, 48 injured after truck plows into Berlin Christmas market in apparent terror attack | Fox News"
   },
   {
    "entities": [
     "council",
     "ben",
     "midnight on",
     "cavusoglu",
     "mevlut",
     "syrian",
     "somini",
     "britain",
     "syria",
     "hubbard",
     "sunday",
     "turkey",
     "last week",
     "united",
     "bashar",
     "kfarya",
     "video",
     "london",
     "beirut",
     "state",
     "for",
     "monday",
     "françois",
     "bana",
     "madaya",
     "russia",
     "nations",
     "security",
     "associated",
     "sengupta",
     "lebanon",
     "once",
     "night",
     "twitter",
     "human",
     "al-abed",
     "zabadani",
     "observatory",
     "raqqa",
     "wednesday",
     "islamic",
     "hollande",
     "chan",
     "iran",
     "afternoon",
     "sewell",
     "fouaa",
     "aleppo",
     "al-assad",
     "votes",
     "rights",
     "assad",
     "france",
     "fall"
    ],
    "id": 19,
    "text": "OPEN Interactive Feature The United Nations says it has about 100 staff members in Aleppo, mostly Syrian citizens, and several hundred others in nearby Syrian cities. Officials with the organization have said they were denied permission to observe evacuations. As many as 50,000 civilians may still be stuck in the area, according to humanitarian groups, although a precise figure is all but impossible to determine. “After so many delaying tactics and obstruction, this resolution should finally allow the full respect of international humanitarian law in Syria,” President François Hollande of France said in a statement. “It should also pave the way for a cease-fire and negotiate a political solution that is much awaited by the Syrian people and the entire international community.” The extent to which the Syrian government will cooperate with the monitoring is unclear, though Russia is a principal military backer of President Bashar al-Assad’s regime. After days of delays and sporadic violence , the evacuation of civilians and fighters from besieged communities in Syria resumed Sunday night, with convoys taking people out of eastern Aleppo and two nearby Shiite villages. As of Monday afternoon, 20,000 people had been removed from the last rebel-held part of Aleppo, the Turkish foreign minister, Mevlut Cavusoglu, said in a post on Twitter . Among those evacuated to a rebel-held area west of the city was Bana al-Abed, a 7-year-old girl whose Twitter posts with her mother throughout the siege by government forces helped draw attention to the plight of civilians. Advertisement Continue reading the main story Opposition activists posted videos and photographs of the girl and her mother on Monday after they arrived in rebel-held territory. The evacuation of more than 2,000 sick and wounded people from two Shiite villages that have been surrounded by Sunni insurgents for years also began Monday. The villages, Fouaa and Kfarya, were not originally part of the agreement but were added after pro-government gunmen prevented buses from removing people from eastern Aleppo last week. Ten buses carrying civilians from the villages left on Monday, according to the Syrian Observatory for Human Rights, a monitoring group based in Britain, and local journalists posted online videos of their arrival in another government-held area. Video Security Council Votes to Send Monitors to Syria The United Nations Security Council, with the backing of Russia, voted unanimously on Monday to have observers oversee operations bringing civilians out of Aleppo, Syria. By THE ASSOCIATED PRESS. Photo by Agence France-Presse — Getty Images. Watch in Times Video » embed Also added to the agreement was the evacuation of two rebel-held villages near the border with Lebanon, Zabadani and Madaya, that have long been surrounded by government forces. The evacuation deal, brokered by Russia, Turkey and Iran, was intended to relieve one of the more crushing aspects of Syria’s war: the practice by both sides of besieging their opponents and bombarding their communities. The agreement, and an accompanying cease-fire, has proceeded haltingly since it began on Wednesday, with gunfire on the route repeatedly stopping convoys. The Syrian Observatory for Human Rights, which opposes the Syrian government, said five buses that had been held up by pro-government forces for hours were allowed to leave eastern Aleppo before midnight on Sunday. The eastern part of Aleppo, the remaining rebel-held area of the city, has been surrounded by government forces for months and subjected to frequent airstrikes that have killed hundreds of people and have reduced neighborhoods to rubble. If the evacuations continue without interruption, the removal of the remaining residents of eastern Aleppo will put the entire city under Mr. Assad’s control and mark a turning point in the war . Aleppo was once the largest city in Syria and was its industrial hub before the war. Its fall would leave rebels in control of only smaller towns and rural areas. Advertisement The jihadists of the Islamic State, who oppose both the government and the rebels, still hold significant territory farther east, including the city of Raqqa, their de facto capital. Follow Ben Hubbard @NYTBen and Somini Sengupta @SominiSengupta on Twitter. Ben Hubbard reported from Beirut, and Somini Sengupta from the United Nations. Sewell Chan contributed reporting from London. ",
    "title": "U.N. Will Send Monitors to Aleppo, as Evacuations Resume - The New York Times"
   },
   {
    "entities": [
     "texas",
     "biden",
     "colorado",
     "west",
     "nebraska",
     "lee",
     "joe",
     "arkansas",
     "south",
     "trump",
     "press",
     "house",
     "nation",
     "hillary",
     "jan. 20",
     "tribune",
     "news",
     "wirt",
     "georgia",
     "college",
     "senate",
     "donald",
     "district",
     "the day",
     "monday",
     "dec. 19, 2016",
     "north",
     "of",
     "congress",
     "associated",
     "yerger",
     "nov. 8",
     "once",
     "tennessee",
     "electoral",
     "virginia",
     "green",
     "republican",
     "usa",
     "national",
     "chicago",
     "oklahoma",
     "jan. 6",
     "carolina",
     "1787",
     "a.",
     "kkk",
     "&",
     "gop",
     "pennsylvania",
     "mississippi",
     "jr.",
     "world",
     "clinton",
     "columbia",
     "ap",
     "white"
    ],
    "id": 20,
    "text": "News Nation & World National politics Donald Trump off to a strong start in Electoral College voting Donald Trump started racking up electoral votes Dec. 19, 2016, even as anti-Trump protesters across the country tried to persuade the Electoral College to prevent him from winning the White House. (Chicago Tribune) Tribune news services Contact Reporter Donald Trump started racking up electoral votes Monday even as anti-Trump protesters across the country tried to persuade the Electoral College to prevent him from winning the White House. Trump didn't lose any electors with votes counted in a half dozen states he won Nov. 8: Tennessee, West Virginia, Arkansas, South Carolina, Mississippi and Oklahoma. Initial results gave Trump 44 votes and Democrat Hillary Clinton, 10. It takes 270 votes in the Electoral College to win the presidency. Electors were voting throughout the day and there was scant evidence many GOP electors would peel away from their Election Day winner. More than three dozen would have to abandon him to complicate his path to the presidency. More than 200 demonstrators braved freezing temperatures at Pennsylvania's capitol, chanting, \"No Trump, no KKK, no fascist USA!\" and \"No treason, no Trump!\" Protesters also gathered in Colorado, Georgia, South Carolina, Virginia, Texas, Nebraska and other states. The protesters, however, were unlikely to persuade the Electoral College to dump Trump. An Associated Press survey of electors found very little appetite to vote for alternative candidates. Only one Republican said he would vote for someone else. Republican electors have been deluged with emails, phone calls and letters urging them not to support Trump. Many of the emails are part of coordinated campaigns. \"The letters are actually quite sad,\" said Lee Green, a Republican elector from North Carolina. \"They are generally freaked out. They honestly believe the propaganda. They believe our nation is being taken over by a dark and malevolent force.\" Electoral college meets amid push to stop Trump Protests are planned for state capitals, but they are unlikely to persuade the electoral college to dump Trump. Protests are planned for state capitals, but they are unlikely to persuade the electoral college to dump Trump. See more videos Wirt A. Yerger Jr., a Republican elector in Mississippi, said, \"I have gotten several thousand emails asking me not to vote for Trump. I threw them all away.\" A joint session of Congress is scheduled for Jan. 6 to certify the results of the Electoral College vote, with Vice President Joe Biden presiding as president of the Senate. Once the result is certified, the winner — almost certainly Trump — will be sworn in on Jan. 20. The Electoral College was devised at the Constitutional Convention in 1787. It was a compromise between those who wanted popular elections for president and those who wanted no public input. The Electoral College has 538 members, with the number allocated to each state based on how many representatives it has in the House plus one for each senator. The District of Columbia gets three, despite the fact that the home to Congress has no vote in Congress. The AP tried to reach all of the electors and interviewed more than 330 of them, finding widespread aggravation among Democrats with the electoral process, but little expectation Trump would be derailed. ",
    "title": "Donald Trump off to a strong start in Electoral College voting - Chicago Tribune"
   },
   {
    "entities": [
     "et",
     "0:42",
     "texas",
     "andrew",
     "minnesota",
     "trump",
     "house",
     "bernie",
     "vote",
     "college",
     "donald",
     "colin",
     "monday",
     "sanders",
     "last month",
     "maine",
     "faith",
     "electoral",
     ", 5:50 pm",
     "this year",
     "u.s.",
     "powell",
     "rafferty",
     "christopher",
     "suprun",
     "washington",
     "gop",
     "dec 19 2016",
     "spotted",
     "eagle",
     "seals",
     "clinton",
     "white"
    ],
    "id": 21,
    "text": "Dec 19 2016, 5:50 pm ET Electoral College Vote Seals Trump White House Victory by Andrew Rafferty advertisement The Electoral College formalized Donald Trump's election victory on Monday despite protests around the country to encourage GOP electors to abandon the Republican. The president-elect easily racked up the 270 electoral votes needed to send him to the White House. Interest in the normally mundane voting process spiked this year as opposition to Trump continues to fester, fueled by Clinton's success in capturing over 2.6 million more votes than her Republican opponent. Play See Protester Interrupt Wisconsin Electoral College Vote 0:42 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161219230852if_/http://www.nbcnews.com/widget/video-embed/836768835734\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Anti-Trump protesters descended on state capitols throughout the U.S. in a last-ditch effort to persuade so-called \"faithless electors\" in states Trump won to change their vote. Many of the Republicans casting ballots said they were inundated with calls and emails urging them to dump Trump. And some electors did break with how their state voted, albeit in unexpected ways. In Washington, a state Clinton won by 16 points, the former secretary of state received just eight of the state's 12 electoral votes. Colin Powell received three votes and Native American tribal leader Faith Spotted Eagle received one as part of an effort to promote a candidate other than Trump. An elector in both Maine and Minnesota attempted to cast a ballot for Bernie Sanders, who unsuccessfully challenged Clinton in the Democratic primary. However state laws requiring electors to follow the statewide vote invalidated both efforts. Only one Republican elector, Christopher Suprun of Texas, publically pledged not to vote for Trump despite his state heavily favoring the president-elect last month. One other Texas elector also abandoned Trump in the final vote. Play ",
    "title": "Electoral College Vote Seals Trump White House Victory - NBC News"
   },
   {
    "entities": [
     "enrique",
     "palm",
     "cbs",
     "beach",
     "december 19",
     "whitney",
     "nieto",
     "armando",
     "dec. 9",
     "saturday",
     "fla.",
     "once",
     "corey",
     "rubin",
     "today",
     "general",
     "museum",
     "gop",
     "tom",
     "bush",
     "clinton",
     "wayne",
     "mitt",
     "lewandowski",
     "electric",
     "society",
     "right now",
     "larry",
     "florida",
     "costa",
     "million dollars",
     "august",
     "united",
     "philip",
     "co.",
     "donald",
     "mexico",
     "recently",
     "forbes",
     "mckenna",
     "of",
     "romney",
     "américa",
     "u.s.",
     "june 2015",
     "oct. 14",
     "york",
     "carreño",
     "shefte",
     "consejo",
     "slim",
     "council",
     "juan",
     "carlos",
     "david",
     "march 2011",
     "rucker",
     "garza",
     "pablo",
     "partlow",
     "dalton",
     "castañón",
     "john",
     "$77 billion",
     "commerce",
     "new",
     "rice",
     "paulo",
     "anthony",
     "obama",
     "donohue",
     "móvil",
     "america",
     "2012",
     "sada",
     "jeb",
     "latin",
     "letterman",
     "city",
     "time",
     "ewen",
     "bennett/the",
     "mar-a-lago",
     "times",
     "alfa",
     "states",
     "trump",
     "2013",
     "ronaldo",
     "hillary",
     "soumaya",
     "last week",
     "the",
     "coordinador",
     "sanborns",
     "american",
     "empresarial",
     "peña",
     "americas",
     "post",
     "at 7:29 pm",
     "earl",
     "the weekend",
     "museo",
     "joshua",
     "washington",
     "chamber",
     "nafta",
     "robert",
     "ala."
    ],
    "id": 23,
    "text": "Trump meets with Carlos Slim as Mexican leaders seek better relations The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it Mexican tycoon Carlos Slim speaks at news conference at the Soumaya Museum in Mexico City in March 2011. (Ronaldo Schemidt/AFP/Getty Images) By Philip Rucker , Robert Costa and Joshua Partlow December 19 at 7:29 PM Follow @PhilipRucker Follow @costareports Follow @partlowj In the closing days of his campaign, Donald Trump vilified one of the world’s richest men — Mexican billionaire Carlos Slim — as part of a globalist cabal conspiring to extinguish his populist candidacy. Yet over the weekend, Slim journeyed to Mar-a-Lago, Trump’s estate in Palm Beach, Fla., for what the president-elect described as “a lovely dinner with a wonderful man.” The peacemaking gesture — the culmination of weeks of back-channel negotiations that included a secret visit to Mexico City by a Trump envoy — signals a possible thawing between Trump and Mexico’s business and political elite, which he had used relentlessly as a foil throughout his campaign. The communications raised hopes in Mexico’s business community that Trump might reconsider his vow to tear up the North American Free Trade Agreement and be persuaded to adopt less hard-line immigration and economic policies, which were cornerstones of his campaign. Larry Rubin, president of the American Society of Mexico and a key liaison between Republican officials in the United States and Mexican leaders, said Trump and his team are forging a better understanding of shared economic interests between the two countries. (The Washington Post) “What President-elect Trump wants to do in coming closer to the Mexican business community has an impact not only nationally but regionally with Latin America and opens the doors for good business relations overall,” said Rubin, who is one of several candidates to serve as Trump’s ambassador to Mexico. “The closer that the administration is to businesses and governments in Mexico and in the region, the better for the U.S.” But Trump has made no declaration of any shift in his immigration or trade policies, and any softening would carry the risk of angering his core supporters. Saturday, just hours before his dinner with Slim, Trump staged the final rally of his “thank you” tour in Mobile, Ala., and the crowd chanted, “Build that wall!” “Do not worry. We are going to build the wall,” Trump said, reiterating his promise to erect a wall along the U.S.-Mexico border to keep out undocumented immigrants and to make Mexico pay for it. Trump and Slim’s dinner was designed to open a friendly line of communication rather than delve into policy details, according to people briefed on the discussions. Slim’s visit to Mar-a-Lago came after Corey Lewandowski, a former Trump campaign manager who remains a confidant of the president-elect, quietly visited Mexico City on Dec. 9 to meet with Slim. After the election, Slim connected with Lewandowski — someone he saw as having Trump’s ear but not as a formal member of his staff — and arranged for them to discuss trade, economic and other issues, according to people with knowledge of the session. (McKenna Ewen,Whitney Shefte,Dalton Bennett/The Washington Post) Slim has long been the dominant figure in Mexico’s business community. He has a net worth estimated at $77 billion, according to the most recent tally by Forbes magazine. He controls Latin America’s largest telecom company, América Móvil, and is also involved in banking, construction, retail, health care, oil and other businesses. Slim also is the largest single investor in the New York Times Co. Trump’s meeting with Slim is the latest example of the president-elect reconciling with former foes — most prominently, Mitt Romney, the 2012 GOP presidential nominee who had led the Republican resistance to Trump’s candidacy but became a serious candidate for secretary of state. During the campaign, Slim strongly criticized Trump’s rhetoric about Mexican Americans as well as his plans to renegotiate NAFTA and build the border wall. Slim said that Trump’s proposed tariff on imports would “destroy” the U.S. economy. Trump in turn accused Slim of helping promote his Democratic opponent, Hillary Clinton, and cast him as part of a global conspiracy. At an Oct. 14 rally, Trump attacked Slim personally and accused Times journalists of being “corporate lobbyists for Carlos Slim.” Trump’s quarrel with Slim extends to the very beginning of his campaign. At his June 2015 announcement speech, Trump’s remarks about undocumented Mexican immigrants being criminals and rapists sparked an intense furor. A television company controlled by Slim canceled a project it had been working on with Trump’s company, and Slim’s spokesman said Trump was “close-minded” and his comments “totally out of line.” Trump told friends at the time that he believed Slim — who once had a business relationship with a rival candidate, former Florida governor Jeb Bush — helped orchestrate the public backlash. “He believes Carlos Slim was behind a lot of his problems,” said one Trump friend, who spoke on the condition of anonymity to be candid. This person suggested that Trump sees a benefit to Saturday’s dinner: “He wants to neutralize him.” After Trump’s unexpected victory, Slim’s tone toward the ­president-elect changed. In recent comments, Slim has spoken optimistically about Trump’s presidency. “If Trump is able to grow the United States economy and jobs, that would be fantastic for Mexico,” Slim told a business forum. Slim’s evolution comes as the Mexican government is undertaking an extensive effort to preserve NAFTA by proving Mexico’s worth to the U.S. economy. Since Trump’s win, Mexican diplomats have sought to spread the message to immigrants, through the network of 50 consulates in the United States, about their rights and legal protections. The Mexican government has enlisted business executives in both countries to talk about the economic benefits of free trade in what one Mexican official described as “the language that the new president speaks: deals and entrepreneurial vision.” Mexican officials have readied themselves to discuss NAFTA, or any other topic, with the incoming administration. But they have also stressed that they don’t yet know what policies Trump intends to pursue. “The truth is right now we don’t even have a [negotiating] table,” Paulo Carreño, Mexico’s deputy foreign secretary for North American affairs, said in a recent interview. While Trump’s election has presented challenges for Mexico, Carreño said, the government remains “cautiously optimistic” about the prospects for the bi­lateral relationship. Carlos Sada, Mexico’s ambassador to the United States, said in a speech last week to the Council of the Americas that his country would “work to find common ground with the next U.S. administration.” Sada added, “Besides my basic efforts to get to know better the character of the U.S. president-elect, we have to seriously recognize the juncture at which we are standing today: We either capitalize it and turn it into opportunity for the sake of a new stage of our integration and shared growth or risk a major setback.” A group of CEOs from both countries met in Mexico City recently for a public policy summit chaired by Tom Donohue, president of the U.S. Chamber of Commerce; John Rice, vice chairman of General Electric; Juan Pablo Castañón, chairman of the Consejo Coordinador Empresarial, a Mexican private-sector business council; and Armando Garza, chairman of Alfa, a Mexican-based multinational conglomerate. Mexican President Enrique Peña Nieto and a number of his ministers attended the session, where business leaders discussed the impact of Trump’s election on cross-border trade and other economic matters, according to people familiar with the meeting. Earl Anthony Wayne, a former U.S. ambassador to Mexico under President Obama, said there is “a lot of concern and a desire to find a positive way forward.” “It’s a million dollars a minute in trade that goes across our border,” Wayne said. “The CEOs are very interested in preserving what they see as mutually beneficial relations. There’s a lot of attention to what the policies will turn out to be and a desire to have a dialogue with whoever the new officials will be.” In August, Trump made a splashy visit to Mexico City to meet with Peña Nieto, where the then-candidate was unusually subdued and struck a cooperative tone with the Mexican leader. Trump said at a joint news conference that day that he and Peña Nieto did not discuss who would pay for his proposed border wall, despite his campaign-trail vow to compel Mexico to foot the bill. Slim’s mark can be seen all across Mexico City, from the glittering Museo Soumaya, an hourglass-shaped building made of aluminum tiles and named after his late wife, to the Sanborns department stores that dot so many corners. His wealth amounts to a noticeable chunk of the country’s gross domestic product. In a 2013 appearance CBS’s “Late Show With David Letterman,” Trump told the host that Slim was a “good guy” with “a lot of money.” When Letterman detailed the towering nature of Slim’s fortune, however, Trump smiled. “I don’t feel so good when you mention Carlos Slim,” he said, “but that’s okay.” Read more: ",
    "title": "Trump meets with Carlos Slim as Mexican leaders seek better relations - The Washington Post"
   },
   {
    "entities": [
     "cairo",
     "mevlut",
     "december 19",
     "last summer",
     "turkey",
     "bashar",
     "hariri",
     "state",
     "dec. 19, 2016",
     "rafik",
     "erin",
     "iraq",
     "fahim",
     "islamic",
     "at 6:11 pm",
     "mert",
     "center",
     "east",
     "european",
     "istanbul",
     "kremlin",
     "a couple of months ago",
     "stein",
     "middle",
     "liz",
     "irbil",
     "west",
     "united",
     "donald",
     "beirut",
     "nicki",
     "tuesday",
     "atlantic",
     "tayyip",
     "demarco",
     "russia",
     "gulen",
     "cunningham",
     "u.s.",
     "union",
     "nato",
     "karen",
     "kareem",
     "1976",
     "the future",
     "deyoung",
     "council",
     "david",
     "izmir",
     "fethullah",
     "brian",
     "zhirinovsky",
     "filipov",
     "moscow",
     "john",
     "karatas",
     "iran",
     "november 2015",
     "putin",
     "f.",
     "zeynep",
     "assad",
     "andrei",
     "kerry",
     "altintas",
     "states",
     "trump",
     "syria",
     "last week",
     "aegean",
     "murphy",
     "monday",
     "mohamed",
     "vladimir",
     "post",
     "ankara",
     "adriana",
     "july 2013",
     "erdogan",
     "recep",
     "washington",
     "aleppo",
     "al-assad",
     "karlov",
     "aaron"
    ],
    "id": 24,
    "text": "Turkish police officer, invoking Aleppo, guns down Russian ambassador in Ankara The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it (Nicki DeMarco,Adriana Usero/The Washington Post) By David Filipov , Kareem Fahim and Liz Sly December 19 at 6:11 PM Follow @davidfilipov Follow @kfahim Follow @LizSly MOSCOW — A Turkish police officer who angrily denounced the bloodshed in Syria killed the Russian ambassador to Turkey in Ankara on Monday, shooting the diplomat in front of a room full of horrified spectators at an art gallery in an assassination captured on video and quickly shared around the world. As the ambassador, Andrei Karlov, lay on the floor, the assailant, still waving his gun, screamed, “Don’t forget Aleppo! Don’t forget Syria!”  The shooting was among the most brazen retaliatory attacks yet on Russia since Moscow entered the war in Syria on the side of President Bashar al-Assad, and unleashed a bombardment on Aleppo that has drawn international condemnation for what observers on the ground have called indiscriminate attacks on civilians.  But in Moscow, where the Kremlin has maintained that its aerial sorties and missile attacks have exclusively targeted “terrorists,” Russia’s foreign ministry called the shooting “a terrorist attack,” and President Vladi­mir Putin called it a “provocation aimed at rupturing ties between Russia and Turkey.”  “The only answer to the murder of the Russian ambassador to Turkey must be the intensification of the struggle against terrorism,” Putin said in nationally televised remarks. “And the bandits will feel it.” 1 of 7 What the scene of the fatal shooting in Turkey looked like View Photos A gunman in Turkey killed Russia’s ambassador at a photo exhibit. Caption A gunman in Turkey killed Russia’s ambassador at a photo exhibit.  Dec. 19, 2016 Turkish police secure the area near an art gallery where Andrei Karlov, the Russian ambassador to Turkey, was fatally shot. Umit Bektas/Reuters Buy Photo Wait 1 second to continue. Putin ordered his major crime investigative unit to work with Turkish authorities, who identified the gunman as 22-year old Mevlut Mert Altintas, an officer with the riot police. In the video, Altintas, dressed incongruously in a black suit and tie, shouts out, “We are those who pledged jihad to Mohamed.” Referring to Syria, he added, “Every single person who has a share in this atrocity will pay for it!”    Several other people were wounded in the attack, which came as Karlov was speaking at the opening of an exhibit of Russian photos, but their identities were not immediately made public. [ Gallery: Scenes from Aleppo ] Altintas was killed in a shootout with police at the gallery, but Russian authorities vowed to reveal a larger plot — and some in Moscow suggested that the West was to blame for its support of moderate rebel factions in Syria.  Putin stopped short of that, saying only, “We need to know who guided the hand of the murderer.” The assassination was Turkey’s third major attack in less than 10 days, and followed months of deadly violence — including a failed coup attempt and a suicide attack on Istanbul’s international airport — that has highlighted the threats facing Erdogan’s government and left the country reeling from a sense of siege. The attacks have reflected a convergence of crises that Turkey, a NATO member and major ally of the United States, has been forced to weather over the last few years. They include the spillover from the war in neighboring Syria, a failed peace deal with Kurdish militants and a domestic challenge from a shadowy network tied to a Turkish preacher living in the United States.  Turkish President Recep Tayyip Erdogan has successfully seized on the crises to consolidate his own authority. His government has moved forcefully against Kurdish and Islamist militants as well as followers of the preacher, Fethullah Gulen.  It was not clear whether the Altintas, the assassin, fit into any of those categories. The interior minister said Altintas hailed from a town near Izmir, on the Aegean coast, and had been on the force for two and half years. Some pro-government commentators tried to brand him as a follower of Gulen, while his shouted manifesto after the shooting suggested, at the very least, he was acting out of anger at the carnage in Syria.  In a television address hours after the shooting, Erdogan also condemned the assassination as “a provocation” aimed at disrupting warming ties between Turkey and Russia. Erdogan, who has been a leading regional opponent of the Syrian government, also defended Turkey’s cooperation with Syria’s sponsor, Russia, saying that it aimed to “find a solution for the humanitarian crisis in Syria” and “ to stop the oppression in Aleppo.” Erdogan and Putin, two strongmen with global aspirations, have found common ground in recent months in their desire to secure an end to the Syrian war that would guarantee their long-term influence at a time when U.S. diplomacy has collapsed. Their foreign ministers, as well as their counterpart from Iran, which backs Assad, are planning to meet Tuesday in Moscow to negotiating a settlement to the Syrian war that would exclude the United States and assert the three powers as the region’s most vital players.  Russia and Turkey’s newfound cooperation over Syria was exemplified by  the deal they brokered last week for the evacuation of besieged people from the last few blocks of rebel held territory in eastern Aleppo. The statements by Putin and Erdogan suggested that the assassination may not disrupt the budding convergence of interests between Moscow and Ankara. Until last summer, the two presidents had been bitter rivals over Syria, supporting opposite sides in the war and embroiled in recriminations over the shoot-down by Turkey of a Russian fighter jet in November 2015. [ How the Russia-Turkish rivalry shaped the world ] Those circumstances have led some Russian politicians to accuse the West of complicity in the attacks.  “They are afraid of that alliance, it’s a counterweight to the European Union and NATO,” said Vladi­mir Zhirinovsky, the nationalist politician whose often outlandish remarks on foreign policy are sometimes seen as a trial balloon for things the Kremlin would rather not say. Many players risk losing out in any Russian-Turkish deal over the future of Syria, including the U.S.-backed Syrian opposition, extremists with the Islamic State, and Syria’s al-Qaeda affiliate. The United States, meanwhile, joined other nations in condemning the shooting.  “Our thoughts and prayers are with his loved ones, the Russian people, and with the other victims who were injured in this shooting,” Secretary of State John F. Kerry said in a statement. “We stand ready to offer assistance to Russia and Turkey as they investigate this despicable attack, which was also an assault on the right of all diplomats to safely and securely advance and represent their nations around the world. President-elect Donald Trump also issued a statement condemning the killing. Karlov started his diplomatic career during the Soviet era in 1976 and took the post in Ankara in July 2013, according to the embassy’s website. Putin referred to him as a “brilliant diplomat” who “had excellent relations with the leadership of Turkey and other political forces.” The incident could spur even more vigorous efforts between Russia and Turkey to secure their role as Syria’s main power brokers and negotiate a settlement to the war on their terms. Aaron Stein, a resident senior fellow at the Atlantic Council's Rafik Hariri Center for the Middle East, said that any fallout “will entirely depend on Russia’s reaction.”  “All indications thus far is that they will retain the relations they have built with Turkey since the rapprochement a couple of months ago,” he added. The recent cease-fire cobbled together was to Russia’s long-term benefit in Syria, while also addressing Turkey’s real concern about civilian casualties, Stein said.  Fahim reported from Cairo, Sly from Beirut. Brian Murphy and Karen DeYoung in Washington, Zeynep Karatas in Istanbul and Erin Cunningham in Irbil, Iraq, contributed to this report. Read more: ",
    "title": "Turkish police officer, invoking Aleppo, guns down Russian ambassador in Ankara - The Washington Post"
   },
   {
    "entities": [
     "karlo",
     "kerry",
     "july of 2013",
     "3:29 pm est",
     "interactive",
     "cbs",
     "mevlut",
     "earlier this year",
     "press",
     "aydintas",
     "ntv",
     "syria",
     "turkey",
     "inc.",
     "moscow",
     "ministry",
     "bashar",
     "recently",
     "foriegn",
     "andrey",
     "monday",
     "muhammad",
     "of",
     "foreign",
     "north",
     "tayyip",
     "russia",
     "vladimir",
     "affairs",
     "2016",
     "john",
     "associated",
     "allahu",
     "zakharova",
     "ozbilici",
     "korea",
     "ankara",
     "u.s.",
     "iraq",
     "dec 19, 2016",
     "erdogan",
     "mert",
     "previously",
     "recep",
     "december 19, 2016",
     "monday, dec. 19, 2016",
     "iran",
     "maria",
     "aleppo",
     "slutsky",
     ", 11:39 am",
     "isis",
     "karlov",
     "putin",
     "1976",
     "monday dec. 19, 2016",
     "assad",
     "leonid",
     "ap"
    ],
    "id": 25,
    "text": "CBS/AP December 19, 2016, 11:39 AM Russian Ambassador Andrey Karlov shot dead by Turkish cop in Ankara Email Last Updated Dec 19, 2016 3:29 PM EST ANKARA - Russia’s ambassador to Turkey was shot by a Turkish police officer shouting about Syria’s civil war in the capital of Ankara on Monday, according to witnesses and officials.  Russian Foreign Ministry spokeswoman Maria Zakharova confirmed Ambassador Andrey Karlov, 62, was later pronounced dead from his injuries, and called the shooting a terrorist act. Turkish police officers responding to the incident fatally shot the gunman, who was identified by officials as Mevlut Mert Aydintas, aged 22. Turkish officials confirmed earlier reports that Aydintas was himself a police officer, working riot detail in Ankara. The Russian Ambassador to Turkey Andrey Karlov speaks a gallery in Ankara Monday Dec. 19, 2016, moments before he was shot dead by a gunman, who is seen at rear on the left. AP Photo/Burhan Ozbilici The leaders of Turkey and Russia said Karlo’s killing has been intended to ruin Russia-Turkey ties. Speaking in televised remarks during a meeting with senior officials, Russian President Vladimir Putin called it a “provocation aimed at derailing Russia-Turkey ties and the peace process in Syria.”  Turkish President Recep Tayyip Erdogan, in a video message being shown on several Turkish TV channels, said that “this is a provocation to damage the normalization process of Turkish-Russian relations. But both the Russian and Turkish administrations have the determination not to fall for this provocation.” Both leaders said Russian investigators will be part of the official probe into Karlov’s assassination.  U.S. Secretary of State John Kerry has called the assassination of the Russian ambassador to Turkey a “despicable attack.”  Kerry said that the killing was “an assault on the right of all diplomats to safely and securely advance and represent their nations around the world.” He said that the U.S. is ready to offer help to Russia and Turkey in the investigation of the attack.  The ambassador was several minutes into a speech at an embassy-sponsored photo exhibition in the capital, Ankara, when Aydintas, wearing a suit and tie, shouted “Allahu Akbar” and fired at least eight shots, according to an AP photographer in the audience. The attacker also said some words in Russian and smashed several of the photos hung for the exhibition. A gunman gestures near the body of Russian Amassador Andrey Karlov at a photo gallery in Ankara, Turkey, Monday, Dec. 19, 2016. AP Photo/Burhan Ozbilici “Don’t forget Aleppo, don’t forget Syria!” Aydintas shouted in Turkish, referring to the Syrian city where Russian bombardments have helped drive rebels from areas they had occupied for years during the war. He also shouted “Allahu akbar,” the Arabic phrase for “God is great” and continued in Arabic: “We are the descendants of those who supported the Prophet Muhammad, for jihad.” People react after the  the Russian Ambassador to Turkey, Andrey Karlov,  was shot at a photo gallery in Ankara, Turkey, Monday, Dec. 19, 2016. AP Photo/Burhan Ozbilici The gunman approached Karlov as he lay on the ground and shot him at least one more time at close range, according to the AP photographer. The attacker also smashed several of the framed photos hung for the exhibition. There was panic as people ran for cover. Three other people were wounded in the attack, NTV said. The attack comes a day before a meeting of Russian, Turkish and Iranian foreign and defense ministers in Moscow to discuss Syria. Russia and Iran have backed Syrian President Bashar Assad throughout the nearly six-year conflict, while Turkey has supported Assad’s foes.  Senior Russian lawmakers are describing the killing of Karlov as a provocation aimed to derail a rapprochement between the two nations. Leonid Slutsky, the head of the foreign affairs committee at the lower house of Russian parliament, said that unspecified opponents of Russia “are making desperate attempts to spoil ties between Russia and Turkey, but those attempts will fail.” He and other senior lawmakers called for even closer cooperation with Turkey and refrained from advising Russians to avoid visiting Turkey.  Karlov was shot “when an unidentified assailant opened chaotic gunfire during a public event in Ankara,” Russian Foreign Ministry spokeswoman Maria Zakharova said. She said Russia was in contact with Turkish officials about the incident.  Russia and Turkey recently negotiated a cease-fire in the Syrian civil war between rebels and the Assad regime fighting over the city of Aleppo. The cease-fire has led to the negotiated surrender of rebels that had held the city since nearly the beginning of the five-year-old conflict. If the evacuation from Aleppo is completed later on Monday, it will close an important chapter in Syria’s civil war, which Russia is involved in largely due to its long-standing alliance with the ruling Assad clan, and Turkey is involved in largely due to its long border with the country. Earlier this year, there was  a diplomatic crisis between the two nations  after Turkey shot down a Russian jet Ankara said had violated their airspace during maneuvers over Syria.   Turkey has also struggled with a series of deadly terrorist attacks recently , from both Kurdish rebels and groups like the Islamic State of Iraq and Syria ( ISIS .) According to  the Ministry of Foriegn Affairs , Karlov began his diplomatic career in 1976, and has previously served in North Korea. He became Russian Ambassador to Turkey in July of 2013.   © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Russian Ambassador Andrey Karlov shot dead by Turkish cop in Ankara - CBS News"
   },
   {
    "entities": [
     "associated",
     "december 19, 2016",
     "facebook",
     "twitter",
     "jessica",
     "jackson",
     "donald",
     "press",
     "now",
     "eggleston",
     "u.s.",
     "sloan",
     "monday",
     "obama",
     "today",
     "trump",
     "house",
     "hawaii",
     "neil",
     "white"
    ],
    "id": 26,
    "text": "Obama announces record wave of pardons, commutations Published               December 19, 2016 Facebook 0 Twitter 0 livefyre Email Print   President Obama on Monday pardoned 78 people and granted another 153 commutations, amounting to the most acts of clemency granted by a U.S. president ever in a single day. White House Counsel Neil Eggleston announced the decisions in an official blog post. He described all the individuals being pardoned or seeing their sentences shortened as “deserving.”   “The 231 individuals granted clemency today have all demonstrated that they are ready to make use – or have already made use – of a second chance,” he wrote. He also previewed additional clemency decisions in the weeks ahead, saying: “I expect that the President will issue more grants of both commutations and pardons before he leaves office.” The decisions could fuel criticism from the right, following a presidential campaign in which winner Donald Trump hammered a law-and-order message and suggested authorities were too soft on crime. But Obama has been granting commutations at rapid-fire pace in his final months in office, focusing primarily on shortening sentences of those convicted of drug offenses rather than pardons. Pardons amount to forgiveness of a crime that removes restrictions on the right to vote, hold state or local office, or sit on a jury. The pardon also lessens the stigma arising from the conviction. Eggleston said Obama has now pardoned a total of 148 people during his presidency and has shortened the sentences of 1,176 people, including 395 serving life sentences. Eggleston said each clemency recipient's story is unique, but a common thread of rehabilitation underlies all of them. Pardon recipients have shown they have led a productive and law-abiding post-conviction life, including by contributing to the community in a meaningful way, he said. The commutations were announced as Obama vacations in Hawaii during the holidays.  Many of those on Obama’s list Monday had been sentenced on drug-related convictions. Groups that have urged the president to use his clemency powers cheered the decision, urging him to go further in the waning days of his administration.   “As the clock counts down on the Obama administration, the need for commutations of these non-violent drug offenders -- and many more like them -- is more important than ever,” Jessica Jackson Sloan, national director of #cut50, said in a statement.  The Associated Press contributed to this report.  Advertisement Trending in Politics 1 ",
    "title": "Obama announces record wave of pardons, commutations | Fox News"
   },
   {
    "entities": [
     "texas",
     "utah",
     "maggie",
     "pipeline",
     "december 19",
     "avenue",
     "whitney",
     "cabinet",
     "austin",
     "hicks",
     "paul",
     "colin",
     "charles",
     "state",
     "the day",
     "cia",
     "snelgrove",
     "weigel",
     "michigan",
     "this year",
     "powell",
     "d.c.",
     "today",
     "democrats",
     "afternoon",
     "spotted",
     "ruth",
     "trump's",
     "bush",
     "o'keefe",
     "clinton",
     "intelligence",
     "white",
     "harrisburg",
     "robinson",
     "annapolis",
     "mcintosh",
     "n.y.",
     "florida",
     "mary",
     "moravec",
     "jenny",
     "united",
     "pa.",
     "senate",
     "elizabeth",
     "donald",
     "indiana",
     "lake",
     "mckenna",
     "of",
     "maine",
     "russia",
     "joni",
     "1988",
     "ron",
     "w.",
     "york",
     "josh",
     "sean",
     "shefte",
     "kasich",
     "albany",
     "columbia",
     "pence",
     "kavey",
     "david",
     "colorado",
     "schwartzman",
     "richard",
     "bernie",
     "moscow",
     "sioux",
     "district",
     "dalton",
     "congress",
     "bill",
     "mike",
     "john",
     "republican",
     "sullivan",
     "new",
     "obama",
     "national",
     "susan",
     "oklahoma",
     "ashbrook",
     "eagle",
     "putin",
     "dakota",
     "baltimore",
     "city",
     "rodham",
     "ewen",
     "bennett/the",
     "biden",
     "minnesota",
     "states",
     "south",
     "trump",
     "house",
     "hillary",
     "starrs/the",
     "last week",
     "ray-ellen",
     "resist",
     "warren",
     "monday",
     "george",
     "at 5:36 pm",
     "county",
     "sanders",
     "faith",
     "post",
     "laplante",
     "future",
     "access",
     "potts",
     "jan. 6",
     "bright",
     "eva",
     "washington",
     "collins",
     "ed",
     "salt",
     "archives",
     "matthew",
     "pennsylvania",
     "ohio",
     "maryland"
    ],
    "id": 27,
    "text": "With electoral college vote, Trump’s win is official The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Ed O'Keefe December 19 at 5:36 PM Follow @edatpost Donald Trump clinched the presidency Monday as members of the electoral college cast ballots declaring him the victor, a perfunctory conclusion to the most stunning presidential contest in modern history. Trump became the winner Monday afternoon after electors from Texas cast ballots and put him over the 270 electoral votes needed to win. Results will be officially announced Jan. 6 in a special joint session of Congress. While Democrat Hillary Clinton amassed a nearly 3 million-vote lead in the popular vote, Trump won the state-by-state electoral map, making him president-elect. That political dichotomy sparked special scrutiny and intense lobbying of electors by Trump’s opponents in recent weeks, including mass protests. It also drew outsize attention to the usually overlooked, constitutionally obligated gatherings of 538 electors in 50 states and the District of Columbia. The mostly symbolic calls for an electoral college rejection of Trump grew after revelations of a CIA assessment that Russian hacking could have boosted his campaign, which in the view of many Trump critics raised doubts about his legitimacy. (Jenny Starrs/The Washington Post) Trump has dismissed the intelligence community’s analysis of Russia’s role in the election and has boasted , including on Monday, of a “historic” electoral landslide. But his 305-to-232 win over Clinton ranks just 46th out of 58 electoral college margins. “This election represents a movement that millions of hard working men and women all across the country stood behind and made possible,” Trump said in a statement. “With this historic step we can look forward to the bright future ahead.” His detractors called on electors to buck the president-elect in favor of Clinton — or Trump’s running mate, Indiana Gov. Mike Pence, or another Republican such as Ohio Gov. John Kasich. Ultimately, Kasich earned one vote from an elector in Texas. So did former congressman Ron Paul (R-Tex.). In Washington state, three electors cast votes for former secretary of state Colin Powell, while another voted for Faith Spotted Eagle, a member of the Sioux tribe from South Dakota who opposes the Dakota Access Pipeline. Pence earned the requisite electoral votes to serve as vice president, but in Washington state, Sens. Susan Collins (R-Maine) and Elizabeth Warren (D-Mass.) also earned some votes. Across the country, critics of the president-elect braved cold temperatures and rallied outside state capitol buildings in hopes that electors might act as an emergency brake on Trump. In Pennsylvania, which voted for a Republican president for the first time since 1988, a few hundred shell-shocked Democrats protested in Harrisburg while all 20 electors backed Trump. In Utah, protesters booed and shouted “Shame on you” as the state’s six electors cast votes for Trump in a capitol building conference room in Salt Lake City. (McKenna Ewen,Whitney Shefte,Dalton Bennett/The Washington Post) In Florida, a crucial swing state where Trump defeated Clinton by about a percentage point, Trump won all 29 electoral votes. He also earned all 16 votes in Michigan, another state that flipped to Republicans for the first time since 1988. On the streets of Washington, D.C., two dozen protesters assembled outside Trump’s hotel on Pennsylvania Avenue, singing songs such as “We Shall Overcome.” Some held signs, including one that read, “Resist Putin’s Puppet.” The District’s three electors later gathered at city hall, just a block from Trump’s hotel. In Albany, N.Y., former president Bill Clinton sat in the state Senate chamber as an elector and cast one of the Empire State’s 29 electoral votes for his wife. “I’ve never cast a vote I was prouder of,” he told reporters after the meeting. [ In last-shot bid, thousands urge electoral college to block Trump at Monday vote ] Despite the pleas of Trump opponents, most electors had said for weeks that they planned to cast votes reflecting the will of their home states. “Any choice was better than Hillary, so it’s not a hard choice for me,” Oklahoma Republican elector Charles Potts said in a recent interview. Richard Snelgrove, an elector who also serves as a Salt Lake County, Utah, council member, said he had received “thousands of emails, hundreds of letters and a few phone calls — most of them respectful, a couple over the top, and a few that have been downright threatening.” Most of the messages asked him to vote for Clinton on the grounds that she won the national popular vote. But Snelgrove said there was no justification for such a move. “No one elected me king, and it’s my job to reflect the will of the people of Utah,” he said. “They chose Trump.” In Harrisburg, Ray-Ellen Kavey, 68, had driven from neighboring New York state to try to persuade Pennsylvania’s electors to switch allegiance. “I think the Constitution charges the electors with preventing exactly what is happening here — a hostile takeover of our government by a bigot who has been supported by Russia,” Kavey said. “I know nothing will come of this, but my conscience won’t let me do any less.” In Austin, Joni Ashbrook, 64, and her best friend, Mary Robinson, 62, stood outside the pink-granite Texas capitol, holding two ends of a banner that Ashbrook had sewed. “Resist Trump’s Agenda,” the sign read. Ashbrook, a retired fourth-grade science teacher, said that she knew the electors would probably vote for Trump but that she was troubled by Trump’s Cabinet picks and disregard for global warming. “I’d like for them to be very thoughtful about what’s going on around them,” Ashbrook said of the electors. “But this is just another way for us to say ‘no.’ ” In Maryland, all 10 of the state’s electors voted for Clinton during a meeting in the Governor’s Reception Room at the State House in Annapolis. Maryland law requires electors to vote for the winner of the state’s popular vote, which Clinton won easily. Maggie McIntosh, a state delegate from Baltimore, choked up as she announced the results to an audience of more than 70 spectators. “This is kind of an emotional moment,” McIntosh said with tears in her eyes. “It’s an emotional moment for many women in this country and this state. Hillary Rodham Clinton was the first woman nominated by a major political party for president of the United States. She won the majority of votes here in Maryland, the electors today have chosen her as president, and she won the majority of votes in this country.” The CIA’s assessment of Russia’s election interference prompted 10 electors — nine Democrats and one Republican — to request an intelligence briefing to learn more about Moscow’s role, a move endorsed by some of Clinton’s top campaign aides. Other groups had urged electors to postpone the vote until Trump explains what he plans to do about his multinational family business empire. Trump has declined to explain his plans in person but has tweeted that he will hand over day-to-day responsibilities for his company to his adult sons, who will do “ no new deals ” while he occupies the White House. Intelligence officials last week declined requests to brief electors, saying they will provide congressional briefings only when a review ordered by President Obama is completed. Electors each cast two votes, one for president and one for vice president. In every state, officials prepared a “certificate of vote” to be sent to Washington for processing by Congress and the National Archives. Lawmakers are scheduled to gather Jan. 6 in the House chamber to hear the results from the states in alphabetical order during a session set to be led by Vice President Biden. It will allow lawmakers to challenge the results or the votes of individual electors. The Constitution says nothing about how electors should vote, but some states bind them to the results of the popular vote, and some state parties essentially force electors to take a loyalty pledge to serve. Just a handful of electors tested the limits this year, but it wasn’t immediately clear whether those who voted for people other than Clinton or Trump would face punishment. While much of the uncertainty headed into the day centered on how many electors would vote against Trump in the states he won, it was Clinton who saw her tally shrink further. In the state of Washington, a liberal stronghold where the Democratic nominee won the popular vote comfortably, Clinton won eight of the 12 electors. Three of the remaining four cast votes for Powell, who served in the administration of George W. Bush. And there was the vote for Faith Spotted Eagle. State Democrats had selected their electors at a lightly attended party convention packed mostly with supporters of Sen. Bernie Sanders (I-Vt.), the runner-up in the Democratic presidential primary race. Electors in Colorado and Minnesota also tried and failed to buck Clinton. In Maine, elector David Bright initially cast his ballot for Sanders to honor thousands of younger voters who had supported the senator. But state officials ruled that Bright’s vote was improper. They ordered a revote, and Bright voted the second time for Clinton. Josh Hicks in Annapolis; Matthew LaPlante in Salt Lake City; Eva Ruth Moravec in Austin; Paul Schwartzman and Sean Sullivan in Washington; and David Weigel in Harrisburg, Pa., contributed to this report. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "With electoral college vote, Trump’s win is official - The Washington Post"
   },
   {
    "entities": [
     "texas",
     "trump",
     "press",
     "hillary",
     "paul",
     "donald",
     "colin",
     "state",
     "dec. 19, 2016",
     "congress",
     "faith",
     "associated",
     "john",
     "powell",
     "ron",
     ", 2:25 p.m.",
     "today",
     "jan. 6",
     "washington",
     "spotted",
     "kasich",
     "now",
     "eagle",
     "clinton"
    ],
    "id": 28,
    "text": "Dec. 19, 2016, 2:25 p.m. Trump officially gets 270th electoral vote, sealing his election as president (Associated Press) Donald Trump has obtained the required 270 electoral votes to become president. Although electors in dozens of states still have to vote, the electoral balloting in Texas put Trump over the majority threshold, according to a state-by-state tally by the Associated Press. Thirty-six of the state's electors voted for Trump, one for John Kasich and one for Ron Paul . The next, and last, official step in the electoral process is for Congress to count the votes. Under the procedure set out by the 12th Amendment to the Constitution, that formal process is scheduled for Jan. 6. Some anti-Trump activists had hoped against hope that they could persuade electors in states that voted for Trump to defect, but their efforts were unsuccessful. Electors are nearly all party loyalists. Additionally, they faced more than two centuries of tradition and, in some states, legal obligations that called for them to cast their ballots according to which candidate won the popular vote in their states. No defectors have ever changed the result of a presidential election. Four electors today successfully defected in Washington state. Instead of voting for Hillary Clinton, who won the state's popular vote, three electors voted for former secretary of State Colin Powell and one voted for Faith Spotted Eagle, an environmental activist. Electors in two other states who tried to vote against the state's winner were replaced with alternates. There may be additional defections in the remaining states, but since Trump now has a majority of the electoral votes, those would not be enough to change the result. Latest updates ",
    "title": "Trump officially gets 270th electoral vote, sealing his election as president - LA Times"
   },
   {
    "entities": [
     "oakland",
     "neuendorf",
     "wilhelm",
     "patriots",
     "denver",
     "brian",
     "christmas",
     "press",
     "trump",
     "kaiser",
     "paris",
     "berlin",
     "belgium",
     "donald",
     "nfl",
     "last 13 months",
     "monday",
     "county",
     "church",
     "associated",
     "40%",
     "erik",
     "england",
     "night",
     "nice",
     "brussels",
     "department",
     "centoni",
     "kirschbaum",
     "u.s.",
     "emergency",
     "new",
     "today",
     "alameda",
     "the last year",
     "memorial",
     "2010",
     "evening",
     "gabor",
     "broncos",
     "fire",
     "germany",
     "thomas",
     "france",
     "zsa"
    ],
    "id": 29,
    "text": "9 killed after truck runs into crowded Christmas market in Berlin; suspect arrested, police say Berlin attack Associated Press Emergency workers respond to the scene after a truck plowed into a Christmas market in Berlin on Monday. Emergency workers respond to the scene after a truck plowed into a Christmas market in Berlin on Monday. (Associated Press) Erik Kirschbaum German police said that nine people were killed and at least 50 injured when the driver of a 40-ton truck appeared to deliberately crash into a crowded outdoor Christmas market in the heart of Berlin Monday evening. Police said they are investigating whether it was an intentional attack on the market at the Kaiser Wilhelm Memorial Church, one of dozens of such cherished pre-holiday markets throughout the city where hundreds of numbers of people gather for drinks, snacks and to shop for handmade Christmas presents. A police spokesman said that a man suspected of being the truck’s driver had been detained several hundred yards away from the scene, and that a passenger in the truck had died from injuries. “We have detained a suspect whose description matched that of the person said to be driving the truck and fled,” Berlin police spokesman Thomas Neuendorf told reporters. “The passenger in the truck is dead. We’re just at the start of our investigation.” German TV networks showed police and rescue workers moving around a damaged black truck with several smashed windows. Germany has not been hit by major terror attacks on the scale that France and Belgium have seen in the last year, but authorities have been on high alert for attacks like those in Paris, Nice and Brussels over the last 13 months. Location of truck crash in Berlin. @latimesgraphics Location of truck crash in Berlin. Location of truck crash in Berlin. (@latimesgraphics) Caption 90 seconds: 4 stories you can't miss Donald Trump is expected to move a step closer to his inauguration today as the electoral college votes , lending money to legal pot businesses , Zsa Zsa Gabor has died  at the age of 99 and prescriptions for OxyContin in the U.S.  have fallen nearly 40% since 2010. Caption 90 seconds: 4 stories you can't miss Donald Trump is expected to move a step closer to his inauguration today as the electoral college votes , lending money to legal pot businesses , Zsa Zsa Gabor has died  at the age of 99 and prescriptions for OxyContin in the U.S.  have fallen nearly 40% since 2010. Caption Ghost Ship warehouse rescuers: 'It was very surreal to be there' Brian Centoni of the Alameda County Fire Department recounts the night of the Ghost Ship warehouse fire in Oakland. Brian Centoni of the Alameda County Fire Department recounts the night of the Ghost Ship warehouse fire in Oakland. Caption Electoral college meets amid push to stop Trump Protests are planned for state capitals, but they are unlikely to persuade the electoral college to dump Trump. Protests are planned for state capitals, but they are unlikely to persuade the electoral college to dump Trump. Caption Week 15 NFL recap The New England Patriots clinched the AFC East with their win over the Denver Broncos. The New England Patriots clinched the AFC East with their win over the Denver Broncos. Caption Jet-Setter Zsa Zsa Gabor Dies At Age 99 Gabor had glamour and husbands in spade Gabor had glamour and husbands in spade Kirschbaum is a special correspondent. ALSO ",
    "title": "9 killed after truck runs into crowded Christmas market in Berlin; suspect arrested, police say - LA Times"
   }
  ]
 }
}