{
 "21": {
  "col-sim": {
   "cosine": 0.21543779798410387,
   "entity": 0.2327814256297667
  },
  "exec-time": 26.390458583831787,
  "links": [
   {
    "entities": [
     ", 3:34 pm",
     "weiner",
     "interactive",
     "july 24, 2013",
     "cbs",
     "random",
     "then-new",
     "comey",
     "paula",
     "hillary",
     "news",
     "inc.",
     "abedin",
     "inspiron",
     "reid",
     "huma",
     "of",
     "december 20, 2016",
     "congress",
     "justice",
     "dell",
     "2016",
     "department",
     "e.",
     "fbi",
     "new",
     "anthony",
     "oct. 30",
     "james",
     "york",
     "previously",
     "schoenberg",
     "city",
     "clinton"
    ],
    "id": 0,
    "text": "By Paula Reid CBS News December 20, 2016, 3:34 PM Judge unseals warrant for search of Anthony Weiner's computer Then-New York City mayoral candidate Anthony Weiner leaves his apartment building in New York July 24, 2013. AP/Richard Drew Email A federal judge in New York has unsealed the search warrant obtained by the FBI to search Anthony Weiner’s computer for emails related to Secretary Clinton’s private server. The warrant was issued on Oct. 30, just two days after FBI Director James Comey had sent a letter to Congress revealing the possible existence of new emails related to the FBI’s investigation into Hillary Clinton’s use of a private email server. The Department of Justice had previously announced that the investigation into whether Clinton mishandled classified information was closed, with a decision not to bring charges against anyone. Comey’s letter to Congress said the new emails were discovered as part of an unrelated investigatio n, but he did not name or give details about the other investigation. The FBI is combing through disgraced Rep. Anthony Weiner's computer searching for classified information linked to Hillary Clinton. CBS News Just... According to the warrant, law enforcement officials had asked the judge to authorize the search of a silver Dell Inspiron 15 7000 Series laptop computer. The warrant states that those officials had information indicating that there were thousands of emails on the laptop that could be related to the Clinton investigation. The FBI’s application for the search warrant said that the laptop had never been authorized for the storage or transmission of classified or national defense information and that a complete forensic analysis and review of the device would allow the FBI to determine whether classified information had been mishandled or if the device had been hacked.  The warrant was unsealed after E. Random Schoenberg sued to unseal the search warrant. He made it clear he was not interested in the “unrelated investigation” and was only seeking the warrant for the emails related to Secretary Clinton. Lawyers for top Hillary Clinton aide, Huma Abedin are saying that the government never provided her or her ex-husband Anthony Weiner with a copy ... In deciding whether to unseal the warrant, the judge noted that Clinton “has little remaining privacy interest in the release of her documents identify her as the subject of her investigation.” The Department of Justice initially opposed the unsealing, then withdrew its opposition and instead asked only that the documents be unsealed with certain redactions. The warrant was redacted to hide the identity of the subject of that other investigation – who has been independently confirmed to be Anthony Weiner. The redactions also protect the identity of the law enforcement agents who worked on the case and applied for the warrant. Lawyers for Huma Abedin filed a letter in the case saying that the government never provided Abedin or her estranged ex-husband Anthony Weiner with a copy of the warrant. Under federal law the officer executing the warrant must give a copy to the person whose property is taken.  This case is slightly more complicated by the fact that the laptop had already been confiscated for the other investigation , a sexting scandal involving Weiner and a minor.  © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Judge unseals warrant for search of Anthony Weiner's computer - CBS News"
   },
   {
    "entities": [
     "peter's",
     "middle",
     "tempelhof",
     "october",
     "wilhelm",
     "brandenburg",
     "last year",
     "poland",
     "gate",
     "site",
     "albakr",
     "christmas",
     "trump",
     "meister",
     "maizière",
     "kaiser",
     "syria",
     "klaus",
     "france",
     "next year",
     "jaber",
     "europe",
     "berlin",
     "paris",
     "francis",
     "angela",
     "italy",
     "state",
     "tuesday",
     "monday",
     "st.",
     "gabi",
     "last month",
     "church",
     "last december before",
     "december 20",
     "dec. 20, 2016",
     "breitscheidplatz",
     "five months earlier",
     "at 3:19 pm",
     "amaq",
     "night",
     "katz",
     "kandt",
     "nice",
     "pretzell",
     "brussels",
     "kirchner",
     "department",
     "stephanie",
     "faiola",
     "late monday",
     "square",
     "city",
     "obama",
     "u.s.",
     "this year",
     "anthony",
     "iraq",
     "february",
     "july",
     "marcus",
     "merkel",
     "islamic",
     "east",
     "previously",
     "washington",
     "vatican",
     "souad",
     "late tuesday",
     "memorial",
     "mekhennet",
     "now",
     "airport",
     "midday tuesday",
     "group",
     "ard",
     "rita",
     "de",
     "germany",
     "time",
     "thomas",
     "new year",
     "intelligence"
    ],
    "id": 1,
    "text": "Berlin on high alert as search for Christmas market attacker resumes The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Anthony Faiola,, Souad Mekhennet and Stephanie Kirchner December 20 at 3:19 PM Follow @smekhennet Follow stephi_says BERLIN — The German capital was on high alert Tuesday with one or more attackers still at large in a deadly truck assault on a Christmas market, an act claimed by the Islamic State that struck at the heart of Europe’s Christian traditions. Chancellor Angela Merkel decried Monday’s assault — in which a truck carrying a payload of steel plowed into festive stalls and fairgoers in Berlin, leaving 12 dead and dozens injured — as a presumed “terror attack,” even as German police scrambled to find the culprit. The only suspect so far — a Pakistani asylum seeker taken into custody shortly after the bloodshed — was released by police Tuesday because of insufficient evidence. Late Tuesday, the Islamic State, through the affiliated Amaq news agency, claimed that the attacker was a “soldier” responding to its call to target nations fighting the group in Iraq and Syria. The Islamic State has wielded the term before to describe lone wolves inspired by its rhetoric, and its level of involvement, if any, in coordinating the attack remained unclear.  In Germany and across Europe, revulsion and angst over the strike at a symbol of the region’s Christmas traditions sparked governments to act. The holiday spirit was being replaced by muscle. 1 of 30 A truck rams the crowd at Berlin Christmas market, killing at least 12 people View Photos Caption German authorities late Monday questioned a male suspect; possibility of terrorism being investigated.  Dec. 20, 2016 A firefighter stands beside the truck that plowed into a crowded Christmas market in Berlin. Hannibal Hanschke/Reuters Buy Photo Wait 1 second to continue. Italy said it would ramp up security for Christmas events, including Pope Francis’s appearance at St. Peter’s Square in Vatican City. The Czechs pledged “massive” security at public events on Christmas and as the country rings in the new year. French officials said security at Christmas markets had been immediately reinforced, as its lawmakers observed a minute of silence for the all-too-familiar tragedy in Germany. In Berlin, meanwhile, the release of the only suspect left police scrambling for fresh leads in the assault. They accelerated efforts to study forensic evidence, including analysis of bloodstains within the cabin of the truck — turned into a weapon in a tactic used five months earlier in a similar holiday rampage in Nice, on France’s southern coast. Investigation teams moved to piece together what they described as “circumstantial evidence,” including witness descriptions and video footage. But no criminal sketches were released to the public, suggesting how much remained unknown. And as night settled over the German capital, Berliners were cautioned to stay on guard. “It is the case that we possibly still have a dangerous offender in our area,” warned Berlin’s police chief, Klaus Kandt. “These days it is necessary to be vigilant.” [ After Berlin, security tightens at Christmas markets ] The attack, officials had concluded by Tuesday, was almost certainly deliberate. A Polish national was driving the truck when it left Poland en route to Berlin to deliver a cargo of steel. The driver was found shot dead in the passenger seat.  45 years of terrorist attacks in Europe, visualized The modus operandi and target, officials said, indicated — but offered no confirmation — that Islamist extremists were involved.  The Islamic State has previously cited traditional Christmas markets as viable targets in their wave of terrorism in Europe, and the Berlin assault was reminiscent of the truck-on-sidewalk tactic used by a self-proclaimed Islamic State adherent in Nice in July. That attack resulted in the deaths of 86 people on the Promenade des Anglais on Bastille Day. Rita Katz, director of the SITE Intelligence Group, noted that the Islamic State’s claim late Tuesday seemed unique. It is rare for the group to assert responsibility while the perpetrator is still alive. And unlike an official communique — such as those after attacks in Brussels and Paris — its claim through Amaq suggested, Katz said, “a little more distance.” She said it could indicate that one or more attackers were inspired by the Islamic State but “had little to no coordination with the group.” German officials were assessing the group’s claim. “This alleged confession of the so-called Islamic State — in fact they are a terror gang — we only just received,” Interior Minister Thomas de Maizière told public broadcaster ARD. “We should let the security authorities do their work.” [ WorldViews: Trump cites holy war in Berlin even before facts are clear] For Berliners, who live in a place often billed as Europe’s most progressive and hedonistic city, the struggle Tuesday boiled down to perseverance — retaining a grip on classic German stoicism in the face of unfolding horror. In a country that eschews displays of patriotism, the colors of the German flag lit up the Brandenburg Gate. Flags flew at half-staff.  Late Tuesday, hundreds of people gathered near the attack site, around Kaiser Wilhelm Memorial Church — a symbol of the rebuilt, post-World War II Germany — to light candles, place flowers and listen to a service broadcast from within the house of worship. Gabi Meister, a 54-year-old clerk at a car manufacturer, clutched a pink rose with tears in her eyes. “I’m here because I want to show sympathy, because I’m shocked,” she said. “Berlin is an open, cosmopolitan city. We won’t let our tolerance be destroyed by this. . . . We all have to stand together now even more so, all religions, all cultures.”  [ In Nice truck rampage, experts see shift toward cruder acts of terrorism ] Merkel — who laid white roses at the attack site in the normally bustling plaza at Breitscheidplatz, in a chic shopping district in west Berlin — called on Germans not to give into fear as the holidays approached. “We don’t want to live with the fear of evil paralyzing us,” said Merkel, dressed in black as she spoke in Berlin. “We will find the strength for a life as we want to live it in Germany — free, united and open.” Earlier, Merkel spoke by phone with President Obama, who pledged U.S. aid in the German investigation. As of late Tuesday, only seven of those killed at the market had been identified — the Polish driver and six Germans. German authorities, accused of mishandling other terrorism-related cases this year, were under mounting pressure to catch the culprit as questions arose about security measures at the market.  [ With Europe’s open borders, a potential pipeline for weapons ] That a threat existed was well known. The State Department issued a specific travel warning to Americans last month citing “credible information” that Islamists were targeting holiday season events. Yet the Christmas market attacked Monday appeared to lack basic protections, such as concrete barriers, to ward off a Nice-like attack. “We cannot turn Christmas markets into fortresses,” Kandt countered. By midday Tuesday, German authorities were losing confidence that they had caught the right suspect.  The 23-year-old Pakistani had first arrived in Germany last December before coming to Berlin in February. During their investigation, police raided a refugee shelter housed in Berlin’s old Tempelhof Airport, where the suspect lived. After the raid, officials backtracked until prosecutors issued orders to release him. “The forensic examinations that were carried out could not prove the presence of the accused in the driver’s cab of the truck at the time of the crime so far,” the prosecutors said in a statement.  But the mere prospect of an asylum seeker’s involvement fueled debate in Germany and beyond over Merkel’s decision to allow in nearly a million migrants last year, many of them fleeing war in the Middle East.  Merkel, acknowledging the possibility that a migrant might yet be involved, said it would be “particularly appalling to the many, many Germans who are actively helping refugees every day and to the many people who are indeed needing our protection and are making an effort to integrate in our country.” Pundits were already speculating whether the latest attack could damage Merkel’s reelection bid next year. Marcus Pretzell, chairman of the right-wing populist party Alternative for Germany, tweeted: “When will the German legal state strike back? When will this damned hypocrisy finally stop? These are Merkel’s dead!” The incident occurred as Germans have had to endure a growing threat of terrorism — including two small-scale attacks in July. German officials appeared to bungle at least one major case. In October, Jaber Albakr, a 22-year-old Syrian asylum seeker suspected of plotting a bomb attack on a Berlin airport, evaded police for two days. After being caught, he hung himself in his jail cell, despite being placed on a 24-hour suicide watch.  Read more          ",
    "title": "Berlin on high alert as search for Christmas market attacker resumes - The Washington Post"
   },
   {
    "entities": [
     "enrique",
     "torres",
     "mester",
     "eruviel",
     "nieto",
     "lomas",
     "valdez",
     "patrick",
     "roll",
     "red",
     "morning",
     "verenice",
     "cross",
     "rivers",
     "pablito",
     "fame",
     "defense",
     "80%",
     "dec. 20, 2016",
     "associated",
     "j.",
     "/",
     "mario",
     "this year",
     "secretariat",
     "san",
     "torrance",
     "nina",
     "afternoon",
     "tom",
     "verdugo",
     "2005",
     "pyrotechnics",
     "angeles",
     "rodarte",
     "2:30 p.m.",
     "august",
     "nuggets",
     "avila",
     "berlin",
     "laura",
     "donald",
     "mexico",
     "tuesday",
     "of",
     "aylar",
     "cortes",
     "butler",
     "sandoval",
     "twitter",
     "gerardo",
     "macias",
     "mexican",
     "and",
     "hall",
     "ignacio",
     "tultepec",
     "mcdonnell",
     "javier",
     "ontario",
     "stacey",
     "juan",
     "david",
     "clippers",
     "firefighters",
     "christmas",
     "press",
     "arenas",
     "garcia",
     "$10-million",
     "pedro",
     "eduardo",
     "ktla",
     "seannie",
     "national",
     "santa",
     "los",
     "sanchez",
     "america",
     "espinoza",
     "latin",
     "doc",
     "city",
     "time",
     "market",
     "times",
     "l.a.",
     "agrawal",
     "arianna",
     "trump",
     "galicia",
     "last week",
     "70%",
     "september 2006",
     "peña",
     "cordero",
     "ankara",
     "the weekend",
     "vasquez",
     "verdes",
     "institute",
     "rodriguez",
     "cecilia",
     "evening",
     "gloria",
     "now",
     "wait",
     "valdovinos",
     "mark",
     "german",
     "univision",
     "tillman"
    ],
    "id": 2,
    "text": "At least 29 killed and dozens injured as explosions rip through fireworks market outside Mexico City Raw video: Fireworks explosion Raw video captured the scene of a massive explosion at a fireworks market near Mexico City. Raw video captured the scene of a massive explosion at a fireworks market near Mexico City. Patrick J. McDonnell , Nina Agrawal and Laura Tillman Contact Reporters A thunderous series of explosions tore through an open-air fireworks market outside Mexico City on Tuesday, leaving at least 29 dead and 72 injured, many seriously, authorities said. The initial blast occurred at 2:30 p.m., when the market was filled with shoppers looking for fireworks for the holiday season. Video  showed what looked like an aerial bombing attack on the sprawling market, as bright flashes punctuated the blue sky and fireballs burst into the air. The repeated blasts sounded like an artillery barrage. “We thought we were going to die,” said Javier Aylar Valdez, 48, who was shopping for fireworks when the detonations began. He initially hid in a stall, he said, and then jumped a fence in front of the rushing flames and ran for his life. “Within five minutes everything was burning and we started to run,” he recalled. Beneath giant plumes of black smoke, the market stalls lay in splinters. Firefighters doused the remaining flames, baring an apocalyptic expanse of twisted debris. The death toll rose through the afternoon. By dark, Eruviel Avila, the governor of the state of Mexico, told local news crews that it stood at 29, with an additional 72 people injured. The casualty figures were expected to rise. The injured included three children who suffered burns over 70% of their bodies, he said. “My condolences to the families who lost lives in the accident and my desires for a quick recovery for the wounded,” President Enrique Peña Nieto wrote on Twitter. It was the latest and among the most fatal in a series of fireworks accidents dating back years in Mexico, where fireworks are an essential part of holiday celebrations. By nightfall, police had cordoned off the area surrounding the market. Arriving near the scene were both the curious and people looking for friends or loved ones who may have been in the market at the time of the incident. Verenice Garcia Rodriguez and her husband were hoping for any word of a friend, David Espinoza, who works at a stand inside the market. “We were waiting to see if anyone else comes out,” said Garcia. Many were stunned at the scope of the disaster. “I thought the market was safe,” said Arianna Valdovinos, 34, who lives less than a mile from the site. The explosion rattled the windows of her home, she said. Among those gathered in the chilly evening, there was widespread disbelief about the breadth of the tragedy in a market that was a signature part of the town, a place many had visited — and where hundreds of others made a living. “We are so sorry about what happened, this was their business, the pyrotechnics,” said Gerardo Macias, 49, who came with his daughter, Seannie Sandoval, 13. The daughter said she had never seen such destruction. “I feel so bad for these people,” she said. Fireworks are a common part of Mexican Christmas celebrations, used by families everywhere from the countryside to the heart of the capital. The San Pablito Market in Tultepec, about 25 miles north of Mexico City, was the best-known place to buy them. With more than 300 retailers, it was also the country’s largest, by some estimates selling 80% of the fireworks nationwide. The local government estimated  this year that between August and Christmas — the high season for fireworks — Mexicans would buy 100 tons of them. In 2005, a fire engulfed the same market, touching off a chain of explosions that leveled hundreds of stalls just ahead of Mexico's Independence Day. A similar fire at the market destroyed hundreds of stands in September 2006. After those disasters, various safety measures were put in place, said authorities, who have hailed the market as safe, according to the Univision network. The market was licensed by the Secretariat of National Defense. Juan Ignacio Rodarte Cordero, the director of the Mexican Pyrotechnics Institute, called San Pablito “the safest pyrotechnics market in all of Latin America,\" according to an August press release from the government of Tultepec, a city of 50,000 in the state of Mexico. The stalls, he boasted at the time, were “designed perfectly and with sufficient space” so that a single spark wouldn’t ignite a chain of fires. In a press release last week, the market’s president, German Galicia Cortes, assured visitors that the market was secure, complete with \"fire extinguishers, water, sand, picks, shovels and trained personnel who know how to act in case of any incident.” The Mexican attorney general’s office, which is investigating the incident, said in a statement that six explosions shook the market. What set them off remained unclear. But the tragedy seemed certain to raise calls for enhanced safety at San Pablito and other fireworks markets and manufacturing sites. Fireworks explosion Eduardo Verdugo / Associated Press Firefighters and rescue workers walk through the scorched grounds of Mexico's best-known fireworks market after an explosion Tuesday. Firefighters and rescue workers walk through the scorched grounds of Mexico's best-known fireworks market after an explosion Tuesday. (Eduardo Verdugo / Associated Press) The Mexican Red Cross reported that it had dispatched 10 ambulances with 50 paramedics to the scene. Rescue workers were shown on Mexican TV picking their way through the ruins of  twisted metal, warped roofs and other debris. Ambulance crews rushed the wounded on stretchers to a nearby field, where helicopters were waiting to ferry them off for treatment. The scent of gunpowder lingered at the shattered scene, where scores of stalls had been flattened and turned into wreckage. At the Lomas Verdes hospital, north of Mexico City, the waiting room was filled with anxious people hoping for word of relatives and friends. “We don’t know anything about my brother,” said Gloria Arenas, 37, who was looking for Mario Arenas, a fireworks salesman at the market. “My parents went to other hospitals to look for him and I came here, but they don’t tell us anything. They don’t give us any information. I’m desperate. We don’t know anything about his fate.” Laura Torres, 40, came to look for her father, Gerardo Torres, 64, also a fireworks vendor at the market. She couldn’t hold back tears as she spoke. “I’m very worried, the market doesn’t exist anymore, it was destroyed,” said Laura Torres. “And my father was right there inside and we don’t know anything about what happened to him. All of my family is looking for him.… I pray to God that he is alive.” Caption Santa ana police search for suspected thief who steals rolex watch in clever scam David Vasquez lives in Ontario but is now on the run with at least three warrants out for his arrest. Stacey Butler reports. David Vasquez lives in Ontario but is now on the run with at least three warrants out for his arrest. Stacey Butler reports. Caption Santa ana police search for suspected thief who steals rolex watch in clever scam David Vasquez lives in Ontario but is now on the run with at least three warrants out for his arrest. Stacey Butler reports. David Vasquez lives in Ontario but is now on the run with at least three warrants out for his arrest. Stacey Butler reports. Caption Missing nursing instructor found buried in student's yard A San Pedro nursing instructor who went missing over the weekend was found buried in the backyard of one of her students. He has been arrested. Tom Wait reports. A San Pedro nursing instructor who went missing over the weekend was found buried in the backyard of one of her students. He has been arrested. Tom Wait reports. Caption Doc Rivers discusses the Clippers' 119-102 win over Nuggets - - Caption 90 seconds: 4 stories you can't miss 304 electoral college votes seal Donald Trump's election as president , the Rock and Roll Hall of Fame inducts its newest members , L.A. proposes a $10-million legal fund for immigrants facing deportation under Trump, and attacks in Ankara  and Berlin .  Caption Former Bridal Reality Show Contestant Reported Missing After Attending Birthday Party in Torrance Mark Mester reports for the KTLA 5 Morning News on Dec. 20, 2016. Mark Mester reports for the KTLA 5 Morning News on Dec. 20, 2016. Special correspondent Tillman reported from Tultepec, Mexico, and Times staff writers McDonnell and Agrawal reported from Mexico City and Los Angeles, respectively. Special correspondent Cecilia Sanchez in Mexico City contributed to this report.  ALSO ",
    "title": "At least 29 killed and dozens injured as explosions rip through fireworks market outside Mexico City - LA Times"
   },
   {
    "entities": [
     "adana",
     "middle",
     "david",
     "cairo",
     "entous",
     "mevlut",
     "sahin",
     "front",
     "altintas",
     "fethullah",
     "brian",
     "anadolu",
     "states",
     "press",
     "filipov",
     "syria",
     "turkey",
     "news",
     "moscow",
     "united",
     "astana",
     "adam",
     "syromolotov",
     "state",
     "monday",
     "dec. 19, 2016",
     "tuesday",
     "nicki",
     "the day",
     "murphy",
     "demarco",
     "december 20",
     "russia",
     "nations",
     "associated",
     "gulen",
     "nusra",
     "post",
     "department",
     "shoigu",
     "ankara",
     "adriana",
     "soke",
     "u.s.",
     "agency",
     "s",
     "lavrov",
     "assad",
     "fahim",
     "july",
     "erdogan",
     "islamic",
     "mert",
     "east",
     "overnight",
     "washington",
     "iran",
     "oleg",
     "2012",
     "istanbul",
     "kareem",
     "sergei",
     "aleppo",
     "early tuesday",
     "pennsylvania",
     "karlov",
     "putin",
     "kazakhstan",
     "at 11:58 am",
     "time",
     "kremlin",
     "ap",
     "andrei"
    ],
    "id": 3,
    "text": "An assassination and a gunman’s final words put Turkey on edge The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! What the scene of the fatal shooting in Turkey looked like View Photos A gunman in Turkey killed Russia’s ambassador at a photo exhibit. Caption An AP photographer covering the Russian ambassador’s remarks captured his last moments.  Dec. 19, 2016 Turkish police secure the area near an art gallery where Andrei Karlov, the Russian ambassador to Turkey, was fatally shot Monday. Umit Bektas/Reuters By David Filipov , Kareem Fahim and Adam Entous December 20 at 11:58 AM Follow @davidfilipov Follow @kfahim MOSCOW — A team of Russian detectives arrived in Turkey on Tuesday to join the investigation into the slaying of Moscow’s ambassador by a Turkish police officer — an act portrayed by both countries as an effort to rupture a rapprochement between the two regional powers backing opposite sides in Syria’s civil war. The attack Monday also touched off sweeps across Turkey as authorities hunted for clues in the life of the 22-year-old gunman, who decried the violence in Syria after pumping several bullets into the ambassador at a photo exhibit. Russia is a key ally of Syria’s government, while Turkey has been a stalwart backer of rebel factions, although both nations have worked together on a plan to evacuate civilians and opposition fighters from their last enclave in the embattled Syrian city of Aleppo. Their partnership has effectively sidelined the United States from the diplomatic efforts to resolve the Syrian crisis, and on Tuesday in Moscow, Russia and Turkey, along with Iran, declared their intention to secure a ceasefire.       Officer Mevlut Mert Altintas gunned down Ambassador Andrei Karlov as the diplomat spoke before an exhibition of Russian photos at an art gallery in the Turkish capital of Ankara. After killing the ambassador, Altintas, an officer with the riot police, denounced Russia’s role in the Syrian war, screaming: “Don’t forget Aleppo! Don’t forget Syria!” He was later killed in a gun battle with the police.  (Nicki DeMarco,Adriana Usero/The Washington Post) The assassination, which was captured  in stunning detail by an Associated Press photographer and other journalists, brought into sharp relief the violent worldwide reverberations of Syria’s bloody civil war. The ambassador’s killing has also shocked Turkey, adding to a string of recent militant attacks and political turmoil that have hurt the economy and increasingly isolated the country.   “I believe that every person who is going to Turkey should think twice before doing so, because terror attacks have been happening there on a practically daily basis,” Russian Deputy Foreign Minister Oleg Syromolotov told reporters in Moscow.  Turkey remained on edge on Tuesday, as authorities detained relatives of Altintas and searched his family home in the Soke district, in the west of the country, Turkish media reported. In what appeared to be a separate incident, a man fired shots near the entrance of the U.S. embassy in Ankara overnight. A State Department official said that no one was hurt.   Turkey’s semiofficial Anadolu News Agency said that the embassy gunman, who was identified only as Sahin S, fired several shots in the air with a pump-action rifle he had hidden under his coat early Tuesday.  He was detained and was being questioned, the news agency said. The embassy, as well as the U.S. consulates in Istanbul and Adana, were closed on Tuesday because of the shooting, according to a State Department statement.    [ Turkish police officer, invoking Aleppo, guns down Russian ambassador in Ankara ]  Karlov regularly traveled around Ankara without police protection, an unusual decision given the heightened level of threat in the country since an attempted coup in July and a string of terrorist attacks by militant groups, Turkish officials said. While the shooting probe was still in its early stages, investigators are raising the possibility of links between Altintas and a shadowy movement led by Fethullah Gulen, an exiled Turkish preacher who lives in Pennsylvania, according to a senior Turkish official.  Erdogan has accused the movement of mounting the failed coup in July, and since then, Turkish officials have frequently implicated the group in various plots to destabilize Turkey. Thousands of suspected Gulenists have been dismissed or suspended from state institutions, as part of a wide-ranging purge by Erdogan that has also swept up political opponents and journalists viewed as too critical of the government.   Gulen has denied involvement in the coup, and he released a statement on Monday condemning the killing of Karlov. The Turkish official, who requested anonymity because he was not authorized to speak to the news media, said investigators had preliminary information suggesting that Altintas had entered a police college in 2012, after getting referrals from suspected Gulenists. Altintas also took two days off from work on the day of the attempted coup and then traveled to Ankara, the official said.   He was allowed to carry a weapon into the event with Karlov because he was carrying a police identification, officials said. There was not yet any evidence to suggest that Altintas belonged to any radical Islamic groups, such as the Islamic State or the Nusra Front, an al-Qaeda affiliated group, investigators said. [ The assassination of Russia’s ambassador to Turkey creates a crisis for Erdogan ] At the time of the shooting, the Turkish foreign minister was on a plane en route to Russia to take part in the meeting with his Iranian and Russian counterparts. The Kremlin has cast the assassination as an attempt by outside forces to sunder ties between Russia and Turkey, but the meeting in the Russian capital on Tuesday served as a reminder of Russia’s growing influence in the region – at the expense of the United States.  Russia, Iran and Turkey said they were ready to help broker a Syrian peace deal after the foreign ministers and defense ministers held a series of meeting on Tuesday. The countries issued a statement, which Russian Defense Minister Sergei Shoigu called the “Moscow Declaration,” that called for an expanded ceasefire for which Russia, Turkey and Iran would act as the guarantors.  “Iran, Russia and Turkey are ready to facilitate the drafting of an agreement, which is already being negotiated, between the Syrian government and the opposition, and to become its guarantors,” the declaration said. The three countries “have invited all other countries with influence over the situation on the ground to do the same.”  Russia’s foreign minister, Sergei Lavrov, hailed the joint initiative as a way to “overcome the stagnation in efforts on the Syrian settlement,” a dig at the United States, which was absent from the Moscow meetings.  Shoigu said that Russia, Iran and Turkey were the only powers able to make a difference in Syria. “All previous attempts by the United States and its partners to agree on coordinated actions were doomed to failure,” Shoigu said. “None of them wielded real influence over the situation on the ground.” Putin's involvement in Syria has significant geopolitical meaning, as a way for Moscow to project power and have a foothold in the Middle East. Putin has cast Russia as protector of legitimate leaders against the turmoil caused by rebellions, and criticized the United States and its support for Assad’s opponents. In a further effort to cement his influence on the Syrian peace process, Putin has said he and Erdogan were trying to organize a new series of negotiations – without the involvement of the United States or the United Nations – in Astana, Kazakhstan. Fahim reported from Cairo, Entous from Washington. Brian Murphy in Washington contributed to this report. Read more ",
    "title": "An assassination and a gunman’s final words put Turkey on edge - The Washington Post"
   },
   {
    "entities": [
     "paul",
     "s.",
     "colin",
     "patrick",
     "red",
     "faulkner",
     "mlb",
     "boston",
     "the 1990s",
     "96 percent",
     "eric",
     "kaschube",
     "san",
     "98 percent",
     "field",
     "rosenthal",
     "gastaldo",
     "fall",
     "white",
     "soderholm",
     "1,206 percent",
     "michael",
     "cardinals",
     "recently",
     "steve",
     "of",
     "1991",
     "a couple of years ago",
     "mount",
     "bowman",
     "wolf",
     "julian",
     "carolina",
     "wrigley",
     "cook",
     "diego",
     "nagel",
     "garden",
     "prospect",
     "reifert",
     "6 percent",
     "amanda",
     "league",
     "christmas",
     "o'connell",
     "circuit",
     "19.5 percent",
     "notowidigdo",
     "31 percent",
     "85 percent",
     "john",
     "sullivan",
     "wester",
     "99 percent",
     "bros.",
     "matt",
     "2012",
     "rosenbloom",
     "illinois",
     "bob",
     "cubs",
     "sox",
     "a few years ago",
     "last year",
     "major",
     "stubhub",
     "south",
     "2017",
     "december 2017",
     "tribune",
     "university",
     "m.",
     "noah",
     "dec. 18, 2016",
     "monday",
     "county",
     "court",
     "lawrence",
     "2016",
     "scott",
     "670 percent",
     "green",
     "chicago",
     "northwestern",
     "levin",
     "now",
     "baseball",
     "phil",
     "mark"
    ],
    "id": 4,
    "text": "Fight between Cubs fan, team highlights tenuous ownership of season tickets Michael Wester John Gastaldo / Chicago Tribune Michael Wester, a former Chicago Cubs season ticket holder who had his seat privileges revoked by the team, lives in San Diego. He watched the Cubs in the playoffs at Chicago Bros. Pizzeria, where he poses for a photo on Dec. 18, 2016. Michael Wester, a former Chicago Cubs season ticket holder who had his seat privileges revoked by the team, lives in San Diego. He watched the Cubs in the playoffs at Chicago Bros. Pizzeria, where he poses for a photo on Dec. 18, 2016. (John Gastaldo / Chicago Tribune) Patrick M. O'Connell Chicago Tribune When the Cubs told Michael Wester his season tickets were not being renewed, he was upset but not surprised. After all, he made a bundle of money selling seats to coveted postseason games at Wrigley Field . Wester readily admits he sold more than 85 percent of his tickets, in upper deck sections 506 and 514, during the championship season. Cracking down on fans like Wester, the Cubs say, is a way to keep tickets in the hands of people who actually plan on attending the games. It is also a way for them to try to maximize revenues, or at least prevent others from profiting handsomely over their popular product, those who study the sports business said. \"The tension that we see is teams are looking to exert more control over the secondary market,\" said Matt Notowidigdo, associate professor of economics at Northwestern University who has done consulting work with several MLB teams, including the Boston Red Sox. Major League Baseball's official partnership with StubHub makes it easier than ever for fans to sell and buy tickets with a few clicks of a button or swipes of the finger. For high-demand teams like the Cubs, the puzzle is how to capture the maximum amount of dollars without alienating loyal and longtime fans, while keeping at least some prices affordable for the average fan, those who study sports business said. The Cubs' season ticket holder agreement, like others in the league, states the team can revoke a person's ticket for any reason at any time, a concept known as \"revocable license.\" Cubs season ticket licenses are renewed on a yearly basis, the club said, \"at the sole discretion of the team.\" The license agreement includes language advising fans their plan may be canceled if tickets have been purchased \"for the purpose and intent of reselling the tickets on the secondary market.\" Cubs fans. \"When you have a situation like this, where the demand is pent up for so long, baseball is uniquely positioned where our season ends just as the holiday season starts,\" MLB Business Executive Vice President Noah Garden said. \"Generally we see... Looks like it will be a Blue Christmas for Cubs fans. \"When you have a situation like this, where the demand is pent up for so long, baseball is uniquely positioned where our season ends just as the holiday season starts,\" MLB Business Executive Vice President Noah Garden said. \"Generally we see... (Phil Rosenthal) The team did not disclose how many other season ticket holders have received nonrenewal notices since the Cubs won the World Series but said it was not more than a typical offseason. \"The issue is getting tickets in the hands of fans who are primarily interested in enjoying Cubs baseball and experiencing Wrigley Field,\" Cubs spokesman Julian Green said. Wester, a 29-year-old who grew up as a Cubs fan in Mount Prospect and now lives in San Diego, attended about a half-dozen games in person. He called the Cubs \"hypocritical\" for saying they cater to the average fan, then canceling his plan when he made money selling his sought-after tickets. \"Where were they during the three or four years that I was doing this when I was losing money? They did absolutely nothing,\" Wester said. \"To me, it's like they want to have their cake and eat it, too.\" The Cubs' move is hardly unprecedented, both in the team's recent history and among other MLB teams. After a 101-loss season in 2012, the Cubs revoked nearly 1,000 season tickets from about 40 customers suspected of scalping. And in 1991, former major league ballplayer Eric Soderholm, who held 18 Cubs season tickets, took the team to court after it yanked his privileges because he was hawking the seats through his ticket broker business. He lost. \"Basically, it's a take-it-or-leave-it situation,\" said Lawrence Wolf Levin, a lawyer who represented Soderholm in the case. \"That was my concept of the law then, as it is now. (The Cubs) pretty much are doing what they want to do, when they want to.\" Chicago Tribune photographers pick their best Cubs photos from 2016. The Indians, the Cubs' opponent in the Series, revoked the season tickets of several fans on the eve of the Fall Classic because their season ticket holder agreement prohibits fans from reselling postseason games. There is a big difference between the attitudes of high-demand teams like the Cubs, and other clubs where sellouts are rare and popularity is lower, Notowidigdo said. \"Some teams have a hands-off approach, and some take a very proactive stance,\" on ticket resales, Notowidigdo said. Teams that feel they are missing out on revenues are more apt to revoke seat privileges. \"A stronger predictor of teams' attitudes is underlying demand,\" Notowidigdo said. The Cubs drew more than 3.2 million fans in 2016, fifth-highest in the majors at more than 39,900 per game. The team said 2016 regular-season tickets resold on StubHub.com for an average of 96 percent above their face value. Postseason tickets went for 670 percent above face value, including a 1,206 percent increase for the three World Series games at Wrigley Field. According to the Cubs season ticket license agreement, the club has \"absolute discretion\" on whether to offer fans seats. The White Sox have similar language in their contract. After waiting a lifetime for a championship team, Cubs fans will discover the price of success. The average price of season tickets will rise 19.5 percent in 2017, the Cubs announced Monday, with increases ranging from 6 percent for upper-deck reserved seats to 31 percent for infield club box seats. ... After waiting a lifetime for a championship team, Cubs fans will discover the price of success. The average price of season tickets will rise 19.5 percent in 2017, the Cubs announced Monday, with increases ranging from 6 percent for upper-deck reserved seats to 31 percent for infield club box seats. ... (Paul Sullivan) Cardinals are pumping a Cubs ticket package these days. There are other packages, such as bobbleheads, yeesh,... Help me out here: If you have the alleged “best fans in baseball,\" shouldn’t you just need to open the ticket windows and open the website portals and sell tickets? Guess not. Because the Cardinals are pumping a Cubs ticket package these days. There are other packages, such as bobbleheads, yeesh,... (Steve Rosenbloom) \"What the team is really hoping to do is make sure they're continuing the revenue,\" said Mark S. Nagel, a professor of sport and entertainment at the University of South Carolina. \"Underlying this is the concern for the bottom line because other people are making a profit on the tickets.\" Nagel, who teaches classes and has written about ticket rights, said revocable licenses with sports team tickets are not new, and \"99 percent of the time, it's not a problem.\" When season ticket agreements either spell out specific guidelines or limits for reselling tickets or give teams \"absolute discretion\" to revoke seats, fans should know the ground rules, Nagel said. \"That's really tough to say that's unfair,\" Nagel said. Ticket agreements with fans, Nagel said, are designed to allow clubs to make sure their arenas are free of misbehavior or violence. But the ticket resale phenomenon also comes into play, and the issue for fans becomes how many tickets they can resell without it becoming a problem in the eyes of team management, Nagel said. In essence, each team must determine the line for how many resold tickets is too many. In court filings in the 1990s case, Levin argued that since Soderholm paid for his tickets, the team did not have the right to revoke his seats simply because he was reselling them. But a Cook County Circuit Court judge, and later the Illinois appeals court, ruled in favor of the Cubs. Levin himself used to be a Cubs season ticket holder but decided not to renew his plan a few years ago because prices were getting too expensive. He said teams want to make as much money as they can, and control their product and their business. When the courts ruled in favor of the team, Levin said, fans such as Wester don't have a legal gripe. \"They're saying it's my ball; I'll take it away if you don't play by my rules,\" Levin said. The Cubs, which announced that the average price of season tickets will rise 19.5 percent in 2017, say the goal is to keep tickets in the hands of real fans, weeding out seat holders such as Wester who hold the tickets primarily to sell. With a lengthy season ticket waiting list, canceling the plans of holders such as Wester allows others a chance to buy plans. \"The goal is to provide as much value as possible to our season ticket holders,\" Cubs senior vice president of sales and marketing Colin Faulkner said recently. \"We want to have that direct relationship with fans that are actually going to the games. It was a significant number a couple of years ago and we've continued every year to take a look at that as we bring in new season ticket holders as well.\" Faulkner said they had a record 98 percent ticket renewal last year and a waiting list of around 109,000. Even the most rabid fans are unlikely to attend all 81 home baseball games, and even if fans split season tickets with a group, reselling tickets is common. The teams know this, and to a certain extent, encourage it, making it easy for fans to securely list their seats for resale. A look back at the top Chicago sports stories from 2016. (Amanda Kaschube) Sox spokesman Scott Reifert said they \"very rarely have issues with fans in this area.\" \"Philosophically,\" Reifert said, \"we see resale and resell opportunities, particularly through MLB partner StubHub, as a positive for our fans.\" Major League Baseball does not have a leaguewide policy regarding ticket resales or season ticket agreements, leaving it up to individual clubs to create their own policies. \"What we think is best for the sport is to leave it up to the teams,\" said Bob Bowman, MLB president, business & media. \"The only people who go to 81 home games every year are the players in uniform. So we leave that up to the clubs.\" The league's official partnership with StubHub, Bowman said, is a legal, safe, reliable and easy way for fans to sell tickets. The five-year agreement with StubHub, which expires in December 2017, also enables teams to electronically track how many tickets are resold. When season ticket holders sell tickets, teams are in a way striking out twice: They are not meeting initial price objectives on the initial sales, and they miss out on the bulk of the profits when fans resell, Notowidigdo said. Fans like Wester who sell lots of tickets are, in effect, using their seats as an annuity payment, he said. In recent years, teams have launched so-called dynamic or flexible pricing, making more attractive games more expensive and discounting seats against less popular opponents or on weeknights. Nagel said that system is designed to capture the \"accurate\" price for a ticket to any given game. But many teams also reserve a small number of lower quality seats — deep in the outfield or upper deck, for instance — at super-low prices to cater to everyday fans. If the Cubs are concerned that season ticket holders are reselling tickets well above face value, perhaps their tickets are priced too low, Nagel said. Of course, there are public relations and perception concerns about sky-high ticket prices, and Nagel said this strategy can — and has — also backfired on teams that increase prices before a season, then watch as their team stumbles toward a losing season. \"What more and more teams need to realize is to be more efficient in how they price initially,\" Nagel said. On the other side is the consumer, whose objective is generally simple and consistent. \"Fans,\" Nagel said, \"want to pay the least amount possible for the best seat possible.\" Chicago Tribune's Paul Sullivan contributed. ",
    "title": "Fight between Cubs fan, team highlights tenuous ownership of season tickets - Chicago Tribune"
   },
   {
    "entities": [
     "gallup",
     "juan",
     "et",
     "5:20 p.m.",
     "ellakuria",
     "last year",
     "czech",
     "poland",
     "szydlo",
     "britain",
     "christmas",
     "press",
     "house",
     "4:48 p.m.",
     "urban",
     "syria",
     "5:18 p.m.",
     "europe",
     "berlin",
     "news",
     "paris",
     "kirby",
     "italy",
     "london",
     "beata",
     "adam",
     "mosul",
     "state",
     "tuesday",
     "monday",
     "december 20, 2016",
     "lukasz",
     "potsdam",
     "inaki",
     "capitani",
     "associated",
     "4:55 p.m.",
     "john",
     "schiff",
     "amaq",
     "groningen",
     "night",
     "zurawski",
     "1:07 p.m.",
     "the 1990s",
     "department",
     "11:35 a.m.",
     "u.s.",
     "palace",
     "agency",
     "republic",
     "intel",
     "thuringia",
     "buckingham",
     "iraq",
     "8:44 p.m.",
     "merkel",
     "wednesday",
     "sean",
     "december 19, 2016",
     "time",
     "2:26 p.m.",
     "dresden",
     "roznowo",
     "isis",
     "the past",
     "brunella",
     "2:44 p.m.",
     "group",
     "tagesspiegel",
     "12:52 p.m",
     "germany",
     "jose",
     "1:59 p.m.",
     "france",
     "spain",
     "ariel"
    ],
    "id": 5,
    "text": "A truck mowed down people in the crowd at a popular Christmas market in Berlin Merkel, who has been criticized for allowing in large numbers of migrants, addressed head-on the possibility that an asylum-seeker was responsible. “I know that it would be particularly hard for us all to bear if it were confirmed that a person committed this act who asked for protection and asylum in Germany,” Merkel said.  Authorities arrested a man about 1.5 miles from the crash site on suspicion of having been at the wheel of the truck. Footage showed the suspect, his head covered in a white sheet, being pushed into a police car shortly after the attack. Berlin’s Tagesspiegel newspaper reported that the man was known to police for minor crimes.   However, the suspect denies involvement in the attack, Berlin police said.  Below is the latest information on the attack, the investigation, and the world reaction to the worst terrorist attack in Germany since they began taking in migrants by the hundreds of thousands last year. 8:44 p.m. ET -- Among the injured was Inaki Ellakuria, who underwent surgery Tuesday for a broken tibia and fibula on his left leg. He said he knew immediately it was no accident.  “It came fast, too fast to be driving off the road accidentally,” the 21-year-old student from Spain tweeted only minutes after the attack. “It has swept me and ran over both of my legs.” Juan Jose Ellakuria told the Associated Press his son also suffered broken bones in his right ankle and instep, as well as damage to his hip. “He’s come out of surgery and he’s making good progress,” Ellakuria said.  5:20 p.m. ET -- Brunella Capitani was walking with her husband to have dinner at the Berlin Christmas market when she heard the ominous sound of a truck plowing through stalls at the busy event. Capitani told The Associated Press at her home in the northern Dutch city of Groningen that she heard the truck crash again and again “so there was this banging, repeating of the banging.” She said she heard the truck but did not see it. “It was really like a part of a building that crashed down.” The 48-year-old humanitarian volunteer said she was struck by the respect shown by those at the scene who did not immediately reach for their mobile phones to shoot photos or video of the carnage. “It really touched me and I remember in particular the fact that we were not taking pictures and were not taking videos,” she said. “It’s like if we have already too much violence everywhere and you didn’t want to see more of this.” 5:18 p.m. ET -- A top Democrat on the U.S. House intelligence committee also says that ISIS’ claim of responsibility for a truck attack on a Berlin Christmas market cannot yet be confirmed. Rep. Adam Schiff said the claim “cannot be verified until the perpetrator or perpetrators are apprehended by German authorities, but ISIS has never shied away from claiming credit for attacks - -even if it knew nothing about them in advance.” Schiff warned that Europe must brace for the “possibility of further terrorism in the weeks and months ahead as Iraqi forces squeeze ISIS in Mosul and as the group is steadily dislodged from its strongholds in Syria.” 4:55 p.m. ET -- State Department spokesman John Kirby said U.S. officials don’t have enough information at the moment to back up the claim of responsibility by ISIS for a truck attack on a Berlin Christmas market that left 12 people dead and nearly 50 injured.  Kirby said “there is no direct evidence of a tie or a link to a terrorist organization, but this bears the hallmarks of previous terror attacks.” The claim of responsibility came not long after German prosecutors said they’d released a Pakistani man picked up on Monday night near the scene of the attack, initially suspected of driving the truck.  4:48 p.m. ET -- London police will institute road closures in the area surrounding Buckingham Palace when the popular Changing the Guard military ceremony is taking place -- a security measure rushed into place because of the deadly Christmas market truck attack in Berlin.  Police said Tuesday the change in procedure had been planned but is being speeded up. The closures and the new physical barriers are set to be in place by Wednesday.  The Changing the Guard has long been popular with tourists and police say it is a high-profile event that attracts large crowds at an iconic location.  Under the new plan, road closures will be in place for nearly two hours when the guards are changed in front of the palace in central London. Police said the change is “a precautionary measure” for the next three months and is not based on any specific intelligence.  The threat level in Britain is judged to be “severe,” meaning an attack is highly likely.  2:44 p.m. ET -- Six of those killed in the attack have been identified as Germans, and a man found shot and killed in the truck’s passenger seat was Polish. The other five people killed have not yet been identified. Twenty-five people remained hospitalized, 14 with serious injuries. 2:26 p.m. ET -- The Islamic State of Iraq and Syria ( ISIS ) has claimed responsibility for the Berlin Christmas market attack. Terrorist monitoring groups report ISIS’ news agency made the claim. Through it's 'Amaq News Agency, #ISIS claimed that the vehicular attacker in #Berlin #German is a \"soldier of the Islamic State\" pic.twitter.com/LZ7aJij3aG — SITE Intel Group (@siteintelgroup) December 20, 2016 ISIS has taken claim for numerous attacks in the past that they have not played a direct role in. 1:59 p.m. ET -- Federal prosecutors said witnesses were able to follow the truck’s driver from the scene but lost track of him. The man arrested -- a Pakistani citizen who came to Germany last year as an asylum-seeker -- matched witness descriptions of the truck driver, but investigators haven’t been able to prove that he was in the truck’s cab at the time of the attack. They noted that witnesses were able to follow the truck’s driver from the scene but lost track of him. The man arrested matched witness descriptions of the truck driver, but investigators haven’t been able to prove that he was in the truck’s cab at the time of the attack. Under German law, prosecutors have until the end of the calendar day following an arrest to seek a formal arrest warrant keeping a suspect in custody. 1:07 p.m. ET -- German prosecutors said the man who was arrested after Berlin truck attack was released because of insufficient evidence. He has denied any involvement, and a German newspaper reported earlier that no traces of the arrestees blood nor DNA were found in the truck used in the attack. 12:52 p.m ET -- Security is tightening at Christmas markets across Europe in response to the Berlin attack as pointed questions have arisen over why the German capital was vulnerable despite months of warnings. Christmas markets are a popular tradition throughout Europe for both residents and tourists, and feature stalls with local food, mulled wine, warm chestnuts, scarves and tree ornaments. Police stand at the area where a truck ploughed through a Christmas market on December 19, 2016 in Berlin, Germany.  Sean Gallup, Getty Images With no concrete information available about the driver, security officials around Europe were left to draw their own conclusions about an attack with strong parallels to the Bastille Day rampage in France that killed 86 people and was claimed by ISIS. French Christmas markets were already under heightened security. Paris’ Champs Elysees was lined with barriers and large concrete blocks straddled each entrance.             Concrete bollards - upright posts used to block entrances to streets - are increasingly common in France, which not only has struck by deadly extremist attacks in the past two years, but also endured a series of street bombings in the 1990s. Heavy barriers are relatively rare in Germany. Germany’s interior minister left it up to local authorities whether to raise security after Monday night’s attack. In the eastern state of Thuringia and Potsdam, armed police patrolled around the markets and in the eastern city of Dresden, officers put up massive concrete blocks - and said they were planned ahead of the attack. Italy and the Czech Republic promised heightened security to come, while Danish, Norwegian and British police increased their presence at Christmas markets.  11:35 a.m. ET -- Poland’s prime minister, Beata Szydlo, has called Lukasz Urban, a 37-year-old from the western village of Roznowo, “the first victim of this heinous act of violence.” Urban’s colleague and cousin, Ariel Zurawski, the owner of the company that owned the truck that rammed into the market, said he was so dedicated to his work and his truck that he could be expected to defend the vehicle “to the end.” ",
    "title": "Berlin market attack: The latest information on suspects, the investigation, victims and world reaction - CBS News"
   },
   {
    "entities": [
     "democratic",
     "mccain",
     "armed",
     "capitol",
     "entous",
     "reporter",
     "benghazi",
     "mitch",
     "contact",
     "educational",
     "states",
     "trump",
     "hillary",
     "mcconnell",
     "party",
     "tribune",
     "services",
     "moscow",
     "united",
     "senate",
     "donald",
     "adam",
     "ky.",
     "monday",
     "cia",
     "dan",
     "of",
     "balz",
     "china",
     "walsh",
     "russia",
     "brennan",
     "bill",
     "john",
     "night",
     "manhattan",
     "michigan",
     "television",
     "greg",
     "u.s.",
     "arizona",
     "monday, dec. 12, 2016",
     "kentucky",
     "schumer",
     "susan",
     "iraq",
     "hill",
     "previously",
     "d-n.y.",
     "washington",
     "iran",
     "committee",
     "america",
     "chuck",
     "wisconsin",
     "now",
     "pennsylvania",
     "miller",
     "ket",
     "goodman",
     "clinton",
     "ap"
    ],
    "id": 6,
    "text": "McConnell rejects calls for select panel on Russian meddling Mitch McConnell Susan Walsh / AP Senate Majority Leader Mitch McConnell of Ky., speaks during a news conference on Capitol Hill in Washington, Monday, Dec. 12, 2016. Senate Majority Leader Mitch McConnell of Ky., speaks during a news conference on Capitol Hill in Washington, Monday, Dec. 12, 2016. (Susan Walsh / AP) Tribune news services Contact Reporter Senate Majority Leader Mitch McConnell is rejecting bipartisan calls for a special committee to investigate Russian interference in the U.S. election, which American intelligence says was aimed in part at helping Republican Donald Trump defeat Democrat Hillary Clinton . The likely meddling by Russia \"is a serious issue, but it doesn't require a select committee,\" said McConnell, R-Ky. The Senate intelligence committee is able to investigate the matter, he added. CIA Director John Brennan has said the intelligence community is in agreement that Russia tried to interfere in the U.S. presidential election, although there's no evidence Moscow succeeded in helping Trump win. \"There's no question that the Russians were messing around in our election,\" McConnell told Kentucky Educational Television on Monday night. \"It is a matter of genuine concern and it needs to be investigated.\" Still, McConnell said the issue should be investigated in \"regular order\" by the Senate intelligence panel, which is \"fully capable of handling this.\" McConnell's comments put him at odds with Arizona Sen. John McCain and other Republicans who have joined with incoming Senate Democratic leader Chuck Schumer in calling for a special committee to investigate efforts by Russia, China and Iran to interfere in U.S. elections. Donald Trump 's first test has come even before he is sworn in, and so far he has responded with denial, equivocation and deflection. The test has come over Russia's brazen intrusion into... Presidents often are tested early, by unexpected crises or provocations by foreign adversaries. President-elect Donald Trump 's first test has come even before he is sworn in, and so far he has responded with denial, equivocation and deflection. The test has come over Russia's brazen intrusion into... (Dan Balz) A select committee is a high-profile panel created by congressional leaders that taps lawmakers from a variety of committees to focus on a single issue, such as Watergate or the Iran-contra arms deal. McCain, chairman of the Senate Armed Services Committee, said Russian interference in the election threatens to \"destroy democracy,\" adding that a select committee is needed to find out exactly what Russia did and what effect it had on the election. \"We need to get to the bottom of this,\" McCain said. \"We need to find out exactly what was done and what the implications of the attacks were, especially if they had an effect on our election.\" He said: \"There's no doubt they were interfering and no doubt that it was cyberattacks. The question now is how much and what damage and what should the United States of America do? And so far, we have been totally paralyzed.\" Trump has called reports of Russian hacking \"ridiculous,\" and his transition team dismissed the CIA assessment, saying it was the work of the same people who claimed Iraq had weapons of mass destruction before the U.S. invaded. The CIA assessment that Russia waged a cyber-campaign to help elect Donald Trump is based in part on intelligence suggesting that Moscow's hacking efforts were disproportionately aimed at targets tied to the Democratic Party and its nominee Hillary Clinton , U.S. officials said. U.S. officials said... The CIA assessment that Russia waged a cyber-campaign to help elect Donald Trump is based in part on intelligence suggesting that Moscow's hacking efforts were disproportionately aimed at targets tied to the Democratic Party and its nominee Hillary Clinton , U.S. officials said. U.S. officials said... (Greg Miller, Adam Entous) Schumer, D-N.Y., said in a statement that the investigation must be bipartisan. \"We don't want this investigation to be political like the Benghazi investigation,\" he said. \"We don't want it to just be finger pointing at one person or another.\" Schumer added: \"We want to find out what the Russians are doing to our political system and what other foreign governments might do to our political system. And then figure out a way to stop it.\" McCain, Schumer and other senators say a select committee is needed to \"reconcile contradictory information\" and give the issue needed focus. In the interview with KET's Bill Goodman, McConnell spoke of his surprise at the election's outcome. \"I thought we'd come up short\" in the Senate, McConnell said. \"And I didn't think President Trump had a chance of winning.\" Trump won in part because he was able to connect with rural voters in states such as Michigan, Pennsylvania and Wisconsin that had previously voted for Democrats, McConnell said. \"Trump was able to convey — oddly enough a message from a billionaire who lives in Manhattan — a genuine concern for people who felt kind of left off, who felt offended by all the political correctness they see around them,\" he said. ",
    "title": "McConnell rejects calls for select panel on Russian meddling - Chicago Tribune"
   },
   {
    "entities": [
     "peter",
     "jordan",
     "gareth",
     "december 2014",
     "january 2016",
     "kopaloff",
     "times",
     "prabal",
     "4:50 p.m. est",
     "lee",
     "andrew",
     "may 2016",
     "alexander",
     "island",
     "amy",
     "2013",
     "barket",
     "jon",
     "fallon",
     "facebook",
     "tonight",
     "london",
     "july 2015",
     "foley",
     "golden",
     "charles",
     "monday",
     "narciso",
     "hanashiro",
     "december 20, 2016",
     "chateau",
     "mayer",
     "november 2014",
     "toth",
     "instagram",
     "may 2015",
     "wang",
     "the year",
     "sykes",
     "robert",
     "manhattan",
     "brad",
     "jimmy",
     "usat",
     "usa",
     "this year",
     "at 1:42pm pst",
     "long",
     "new",
     "santa",
     "schumer",
     "today",
     "monica",
     "hollywood",
     "june 2015",
     "martindale",
     "dec 19, 2016",
     "dan",
     "heritage",
     "dion",
     "york",
     "danny",
     "rodriguez",
     "balmain",
     "april 2015",
     "maria",
     "puente",
     "halston",
     "september",
     "sykes/invision/ap",
     "cattermole",
     "globes",
     "macmedan/usa",
     "macmedan",
     "marmont",
     "jeffrey",
     "strauss",
     "ohio",
     "ap",
     "three years later",
     "gurung"
    ],
    "id": 7,
    "text": "Amy Schumer bought the farm - as a gift for dad Maria Puente , USA TODAY 4:50 p.m. EST December 20, 2016 462 Shares Amy Schumer in January 2016 in Santa Monica.  (Photo: Jordan Strauss, AP) It's great to be rich because then you can do stuff like this: Amy Schumer just bought back the farm her family lost in bankruptcy — as a gift for her father. Schumer posted a screengrab on Instagram on Monday of her delivering the news to her father on a video call. \"Today I bought my father's farm back,\" she wrote in the caption. She also posted a video of herself as a pig-tailed little girl, standing, talking, walking, pouting, in a vast cornfield on the farm, as the stalks swayed above her head. A video posted by @amyschumer on Dec 19, 2016 at 1:42pm PST \"Video from the farm when I was running away in the cornfield and my dad was taunting me because I wanted him to come with me. We lost the farm when we lost everything else. But today I got to buy it back for him,\" she wrote in the caption. Schumer didn't say where the farm is located, but she spent part of her childhood on Long Island, the daughter of a family made wealthy by her father's successful furniture company in Manhattan. But the family went bankrupt when she was about nine, and soon her father was diagnosed with multiple sclerosis. Three years later, her parents divorced, she told the New York Times in 2013. Judging from some of the comments on her Instagram, Schumer's act was a hit with her fans. \"Best story on the internet is amy buying back her childhood farm ! She is a class act !\" posted jenpudgecurran . \"So inspiring,\" added aseaanchorking . Posted! A link has been posted to your Facebook feed. Amy Schumer has taken over Hollywood and become a style star as she's done it. Let's take a look at her fashion choices.  Brendon Thorne/Getty Images Schumer was slinky in a Halston Heritage gown accepting a 'Trailblazer of the Year' award at the Glamour Women Of The Year Awards in London in June 2015.  Danny Martindale/ WireImage She is so not afraid of color. Check out the Narciso Rodriguez below-knee slip dress she wore for a 'Trainwreck' screening in Ohio in July 2015.  Duane Prokop/Getty Images for Universal Pictu Even her shoe color matched her mini-dress at the GQ Men Of The Year party in December 2014 at the Chateau Marmont.  Jason Merritt/Getty Images for GQ She’s not afraid of graphics, either, going for bold Balmain black-and-white geometry mini dress at the MTV Movie Awards in April 2015.  Jeffrey Mayer/ WireImage Check out the mini dress with a plunging mesh black top and striped asymmetrical skirt under a leather biker jacket she wore to the premiere party for 'Inside Amy Schumer' in April 2015 in New York.  Brad Barket/ Getty Images Another mini masterpiece was the plunging blue skater dress she wore at the Creative Arts Emmy Awards in November 2014 in Hollywood.  Jesse Grant/Getty Images At the Peabody Awards in May 2015, she donned a plunging black BCBG MaxAzria blazer dress.  PETER FOLEY/ EPA Schumer wore a chic Dion Lee midi dress to the 'Trainwreck' premiere in New York.  Andrew Toth/ FilmMagic She chose a creamy strapless dress for a stop on 'The Tonight Show with Jimmy Fallon.'  Theo Wargo/NBC/Getty Images for \"The Tonight Sh And rocked a creamy knit dress with a raised waffle pattern for a USA TODAY shoot in April 2015.  Robert Hanashiro, USAT Her style continued to evolve at the Critics' Choice Awards in January 2016.  Jon Kopaloff, FilmMagic You didn't think we'd forget her Prabal Gurung Golden Globes dress this year, did you?  Dan MacMedan, Dan MacMedan/USA TODAY NETWORK Wowza! Amy Schumer wore a stunning Alexander Wang gown to the Met Gala in May 2016.  Charles Sykes, Charles Sykes/Invision/AP And finally, the ultimate LBD. We're all about the little black dress Schumer wore to the September 'GQ' Men Of The Year Awards.  Gareth Cattermole, Getty Images Like this topic? You may also like these photo galleries: Replay ",
    "title": "Amy Schumer bought the farm - as a gift for dad"
   },
   {
    "entities": [
     "market",
     "dec. 20",
     "fourth of july",
     ", 8:07 pm",
     "christmas",
     "ruiz",
     "news",
     "dec 20",
     "facebook",
     "mexico",
     "september 2006",
     "tuesday",
     "december 20, 2016",
     "pablito",
     "2016",
     "alberto",
     "moreno",
     "nbc",
     "orlando",
     "san",
     "tultepec",
     "puente",
     "2005",
     "new year's",
     "city",
     "fall"
    ],
    "id": 8,
    "text": "Dec 20 2016, 8:07 pm ET 27 Dead, 80 Hurt as Explosion Destroys Fireworks Market Outside Mexico City by NBC News and The Associated Press Share advertisement An explosion ripped through Mexico's best-known fireworks market on the northern outskirts of the capital Tuesday on Dec. 20. Orlando Ruiz / Twitter An explosion blasted Mexico's best-known fireworks market on the northern outskirts of the capital Tuesday, killing over two dozen people and injuring scores more while sending a huge plume of charcoal-gray smoke into the sky, officials said. The explosion, which was not being linked to terrorism, happened at the open-air San Pablito Market in Tultepec, in the State of Mexico. \"The death toll increases to 27 dead and more than 80 injured. The most critical are being transported by helicopter to various hospitals,\" Tultepec emergency services said in a Facebook post. Images from the scene showed smoke rising from the scorched ground and fireworks stands. Emergency crews were attending to victims and hosing down hotspots. Mercado del cuete en Tultepec acaba de explotar @JesusMartinMx pic.twitter.com/sdEWNCGOAm — Alberto Moreno (@beto150482) December 20, 2016 Federal police in Mexico said on Twitter that they were working with other authorities to help the injured. They also asked citizens near the \"risk zone\" in Tultepec to follow directions from specialized personnel. Puente said some nearby homes were also damaged. The scene remained dangerous and he asked people not to come within 3 miles to avoid danger or hampering the emergency response. Puente added that there was no choice but to let any unexploded fireworks burn off. Related: Fourth of July Firework Sales Hit New Highs As Bans Fall A fire engulfed the same market in 2005, touching off a chain of explosions that leveled hundreds of stalls just ahead of Mexico's Independence Day. A similar fire at the San Pablito Market also destroyed hundreds of stands in September 2006. Many in Mexico traditionally celebrate holidays — including Christmas and New Year's — by setting off noisy firecrackers and rockets. NBC News ",
    "title": "27 Dead, 80 Hurt as Explosion Destroys Fireworks Market Outside Mexico City - NBC News"
   },
   {
    "entities": [
     "bild",
     "c.i.a.",
     "wilhelm",
     "hoffmann/ullstein",
     "1895",
     "west",
     "images",
     "joseph",
     "getty",
     "christmas",
     "munich",
     "kaiser",
     "michael",
     "paris",
     "berlin",
     "1943",
     "europe",
     "angela",
     "london",
     "monday",
     "ruge",
     "church",
     "russia",
     "elisabeth",
     "herbert",
     "years ago",
     "kimmelman",
     "night",
     "fast-forward",
     "uli",
     "nice",
     "hamburg",
     "square",
     "u.s.",
     "western",
     "kempendorff",
     "goebbels",
     "herald",
     "merkel",
     "east",
     "gedächtniskirche",
     "1929",
     "memorial",
     "ramstein",
     "1928",
     "yugoslavia",
     "berliner",
     "germany",
     "leipzig",
     "france"
    ],
    "id": 9,
    "text": "Continue reading the main story Who knows yet whether the terrorist behind the attack knew much about the site, but before the war, it was the beating heart of western Berlin, a bustling hub bedazzled by bright movie theater marquees and flashing neon signs, thronged by cabaretgoers, echoing, night and day, with the chatter of revelers and the sounds of honking buses and streetcar bells. After the war, it remained a commercial center for the divided city, the West’s version, more or less, of Herald Square or Piccadilly Circus. By then, West Berlin had become a disconnected island in the midst of a hostile country, a cultural petri dish and sanctuary for West Germans who wanted to skip military service and collect a state pension. The pubs were open late. Advertisement Continue reading the main story With reunification, the gravitational energy of the city moved east and the west dimmed. But the area retained its other meaning. I’m talking about the enduring symbolism of the church, which is officially called the Kaiser Wilhelm Memorial Church. Consecrated in 1895, long before the Second World War, it was built to celebrate Germany ’s victory in the Franco-Prussian War. Photo The Christmas market in 1929. Before World War II, the area was the beating heart of western Berlin. Credit Herbert Hoffmann/Ullstein Bild, via Getty Images Fast-forward half a century, when Allied bombs struck the church in 1943. The jagged silhouette of the broken spire became a signpost of German madness. After the war, East Germany rebuilt historic landmarks, hoping to erase the memory of Nazism. But West Berliners preserved the Gedächtniskirche as a ruin — a testament to the destruction and terror Germans brought upon themselves, a daily reminder never to forget. So the site has had layers of meaning. My friend Uli Kempendorff, who grew up in East Berlin, emailed me on Monday night. He described the Gedächtniskirche as “emotionally charged, especially for West Berliners.” I wrote to ask him whether Berliners had somehow felt exempt from the sort of attacks that have wracked cities like London, Paris and Nice, France. He replied: “I think people might have felt safer in Berlin because of the enormous civic support here for refugees and because of Germany ’s openness. Also we Germans like to tell ourselves we are ‘clean,’ despite drone attacks flown from Ramstein and the C.I.A.’s extraordinary renditions via Leipzig airport and support in one form or another for all the U.S. wars since Yugoslavia. But to be honest I thought it was just a matter of time before something like this happened.” Then I spoke with Elisabeth Ruge, another longtime Berliner, who expressed heartbreak “for the people who lost their lives and were severely injured — but also for Berlin and the way we live.” She explained: “On the one hand, Berlin is a very unstable city, economically speaking, compared to Munich or Hamburg — with problems of job security, and gentrification. But on the other hand, it is a place that has dealt well with so many of the problems we face across Western Europe, with immigration, with regards to Russia, in rebuilding ourselves after the collapse of the totalitarian state as a tolerant and open city.” That’s what the crash at the Christmas market really targeted, she said. And as if on cue, right-wing German populists from the surging Alternative for Germany party took to social media on Monday to blame the country’s chancellor, Angela Merkel , for welcoming migrants, calling the victims “Angela’s dead.” Advertisement Continue reading the main story It was a response that brought to mind an essay written years ago, criticizing the area around the Gedächtniskirche for being too cosmopolitan — a meeting place for different kinds of people, for “harlots” and “so-called men” and for people speaking “all the languages of the world.” The essayist expressed contempt for what he called “the spirit of the asphalt democracy” and predicted a “day of judgment.” That was in 1928. The writer was Joseph Goebbels. Follow Michael Kimmelman on Twitter @kimmelman . ",
    "title": "Berlin Market Attack Mars Square Where Three Eras Coexist - The New York Times"
   },
   {
    "entities": [
     "gulf",
     "d.",
     "texas",
     "murkowski",
     "mester",
     "rick",
     "trudeau",
     "paris",
     "petroleum",
     "port",
     "california",
     "roll",
     "morning",
     "last month",
     "fame",
     "defense",
     "dec. 20, 2016",
     "associated",
     "erik",
     "once",
     "dwight",
     "dutch",
     "1953",
     "pruitt",
     "arctic",
     "coast",
     "san",
     "torrance",
     "east",
     "greene",
     "royal",
     "bush",
     "angeles",
     "clinton",
     "white",
     "$7 billion",
     "eisenhower",
     "the day before",
     "berlin",
     "3 million gallons",
     "senate",
     "donald",
     "mexico",
     "tuesday",
     "of",
     "board",
     "atlantic",
     "north",
     "2008",
     "halper",
     "southern",
     "u.s.",
     "agency",
     "w.",
     "jennifer",
     "hall",
     "previously",
     "shell",
     "diego",
     "alaska",
     "pacific",
     "lisa",
     "council",
     "resources",
     "perry",
     "press",
     "$10-million",
     "editorial",
     "ktla",
     "summer",
     "earthjustice",
     "congress",
     "2022",
     "on",
     "daniella",
     "natural",
     "canada",
     "environmental",
     "obama",
     "new",
     "oklahoma",
     "committee",
     "grand",
     "energy",
     "protection",
     "chesapeake",
     "anne",
     "times",
     "last year",
     "l.a.",
     "trump",
     "milito",
     "house",
     "march",
     "sea",
     "2017",
     "slope",
     "the",
     "american",
     "wash.",
     "kastner",
     "george",
     "england",
     "scott",
     "past",
     "ankara",
     "bristol",
     "currently",
     "justin",
     "canyon",
     "institute",
     "beccaria",
     "bay",
     "nearly 50 years ago",
     "beaufort",
     "evan",
     "0.1%",
     "mark",
     "chukchi"
    ],
    "id": 10,
    "text": "NATION Obama will use his executive authority to impose new permanent bans on offshore drilling An offshore oil drilling rig in Port Angeles, Wash., that had been slated for use in the Chukchi Sea off Alaska's northwest coast. Daniella Beccaria / Associated Press An offshore oil drilling rig in Port Angeles, Wash., that had been slated for use in the Chukchi Sea off Alaska's northwest coast. An offshore oil drilling rig in Port Angeles, Wash., that had been slated for use in the Chukchi Sea off Alaska's northwest coast. (Daniella Beccaria / Associated Press) Evan Halper and Evan Halper Contact Reporter Invoking a rarely used provision in federal law, the Obama administration on Tuesday announced a permanent ban on offshore drilling in broad parts of the Arctic and Atlantic coasts — a sweeping and controversial move that will help secure the president’s environmental legacy even as critics vowed to reverse it. The ban relies on the Outer Continental Shelf Lands Act of 1953, which says the president “may, from time to time, withdraw” federal waters from oil and gas development that are not already leased. It was announced as part of a joint action with Canada, where Prime Minister Justin Trudeau also made long-term, though not permanent, commitments to protect the Arctic from drilling. Obama cited the Arctic’s “unique ecosystem,” the risk of damage from a spill, the high cost of working in the remote and frigid region and concerns about climate change. “It would take decades to fully develop the production infrastructure necessary for any large-scale oil and gas leasing production in the region – at a time when we need to continue to move decisively away from fossil fuels,” the president said in a written statement. The announcement, coming one month to the day before Obama is to be succeeded by President-elect Donald Trump , is intended to help counter plans by the incoming administration to vastly expand energy extraction by fossil fuel companies. Trump made clear his intentions for robust new drilling during the campaign, and his appointment to key cabinet posts of longtime loyalists to the oil industry has alarmed environmentalists. Major conservation groups had been pushing Obama in recent weeks to put the offshore areas off limits in perpetuity. Few things define California to the rest of the world like its coast, from the sandy beaches of Southern California to the stunning vistas of Big Sur and the rugged north coast. Nearly 50 years ago, the state got a taste of how damaging an offshore oil spill can be when 3 million gallons of crude... Few things define California to the rest of the world like its coast, from the sandy beaches of Southern California to the stunning vistas of Big Sur and the rugged north coast. Nearly 50 years ago, the state got a taste of how damaging an offshore oil spill can be when 3 million gallons of crude... (The Times Editorial Board) Past presidents, including Dwight D. Eisenhower, have invoked the law to issue temporary bans. Obama’s action appears to be the first time the law has been used to impose a permanent drilling ban – and it is almost certain to be challenged. A senior administration official said Tuesday that the White House was “quite confident” that the decision could not be undone by Trump, noting that the law specifies no provision for reversal. The official suggested that overturning the ban could require years of legal action and the passage of a bill in Congress. Some oil industry leaders said they believed the next administration could easily reverse it. They cited a 2008 memorandum by President George W. Bush that lifted a temporary ban in certain offshore areas imposed by President Clinton. “Fortunately, there is no such thing as a permanent ban, and we look forward to working with the new administration on fulfilling the will of American voters on energy production,” wrote Erik Milito of the American Petroleum Institute. Yet environmental groups say the 2008 reversal left intact other permanent changes Clinton made. Under the 1953 law, a presidential order that explicitly states that it is intended to be permanent, and is designed to address an “articulated purpose,” would likely stand up to legal challenges, lawyers for two conservation groups, Earthjustice and the Natural Resources Defense Council, wrote in a legal brief on the issue last month. The Trump transition team did not immediately respond to a request for comment.  How much the decision might change the situation in the Arctic is unclear. Only one company, Royal Dutch Shell , has conducted exploratory drilling in the region in recent years. Last year, after spending more more than seven years and $7 billion preparing, Shell abandoned its plan after a single summer of drilling, citing disappointing results. On Tuesday, an administration official estimated it could take decades — and a doubling or tripling of the price of oil — to make drilling in the Arctic appealing to many companies. The administration emphasized that oil and gas exploration have thrived in other parts of the country at far less expense. While the Arctic is believed to hold vast reserves, it currently provides 0.1% of the nation’s crude oil production. None of the companies that hold the 42 active leases in the Arctic’s Beaufort Sea is currently pursuing drilling. Still, with Trump promising to unleash a wave of fossil fuel development, the announcement is another example of Obama moving to shield his legacy of environmental protection. If and how Trump might undo various policies have been constant questions. Some rules are fairly easily reversible; others could require years of regulatory processes to change. Trump has suggested he could walk away from the landmark agreement on global warming Obama signed with other countries in Paris last year, as well as scrap the Obama administration’s signature effort to curb greenhouse gas emissions from U.S. power plants. Trump has promised to champion coal power, eliminate subsidies for green energy programs and broadly relax federal environmental regulations. His pick to head the Environmental Protection Agency, Oklahoma Attorney General Scott Pruitt, is a climate change skeptic who has led state efforts to resist the agency’s authority. His choice for Energy Secretary, former Texas Gov. Rick Perry, has also expressed doubts about human-caused climate change and is a close ally of the oil industry. Canada’s role in the announcement on Tuesday follows a commitment Obama and Trudeau made in March to collaborate on Arctic issues as declining sea ice from climate change is stirring new interest and posing new risks in the region. While Canada also banned drilling in its Arctic region, its ban would be reviewed after five years. The nations also pledged to work together to define “low-impact shipping corridors” to protect the Arctic’s endangered whales and other species as well as the subsistence hunting and fishing practices of indigenous people.  The announcement includes a ban on drilling in large parts of the Atlantic, from New England to the Chesapeake Bay, where the U.S. administration is seeking to protect underwater canyons, some deeper than the Grand Canyon. Many are what scientists call biodiversity “hot spots,” providing homes to corals, beaked whales, fish, sponges and crabs. Officials say preserving the canyons will ensure better health for commercial fish populations. But the big news was in the Arctic, long a stage for conservation battles. While 3.8 million acres are being protected in the Atlantic, 115 million are set aside in the Arctic. The ban there includes all of the Chukchi Sea and the vast majority of the Beaufort off the coast of Alaska, leaving out a portion near state waters and the onshore drilling fields of the North Slope. That area, the administration noted, includes known oil reserves, and its proximity to existing infrastructure and spill-response equipment somewhat reduces risks of serious damage from a drilling mishap. That area already had not been designated for leasing in the federal government’s upcoming five-year program for the Outer Continental Shelf, which begins in 2017. Just last month, the administration said it would not sell new leases for drilling in the Arctic and Atlantic through 2022. That announcement also blocked expansion in the Pacific, leaving the Gulf of Mexico as the primary offshore production area. While many lawmakers on the East Coast supported Tuesday’s decision, Alaska’s three-member congressional delegation sharply criticized it and other moves by the administration that have restricted oil development in that state, including previously announced protections for a wide swath of western Alaska and Bristol Bay, home to one of the world’s largest runs of wild salmon. The vast majority of Alaska’s budget is funded through revenue from oil production, which has been in steady decline as production on the North Slope and the price of oil have declined. Many Alaskans view offshore drilling as a potential economic lifeline — and lawmakers said Tuesday’s decision would leave them with even fewer options. “President Obama has once again treated the Arctic like a snow globe, ignoring the desires of the people who live, work, and raise a family there,” said Sen. Lisa Murkowski, chairwoman of the Senate Committee on Energy and Natural Resources. “I cannot wait to work with the next administration to reverse this decision.” Caption 90 seconds: 4 stories you can't miss 304 electoral college votes seal Donald Trump's election as president , the Rock and Roll Hall of Fame inducts its newest members , L.A. proposes a $10-million legal fund for immigrants facing deportation under Trump, and attacks in Ankara  and Berlin .  Caption 90 seconds: 4 stories you can't miss 304 electoral college votes seal Donald Trump's election as president , the Rock and Roll Hall of Fame inducts its newest members , L.A. proposes a $10-million legal fund for immigrants facing deportation under Trump, and attacks in Ankara  and Berlin .  Caption Former Bridal Reality Show Contestant Reported Missing After Attending Birthday Party in Torrance Mark Mester reports for the KTLA 5 Morning News on Dec. 20, 2016. Mark Mester reports for the KTLA 5 Morning News on Dec. 20, 2016. Caption Jumbo Jet's Low Turn On Wrong Course Startles Neighborhood The 777's flight crew switched from the LAX control tower to the approach control in San Diego right after takeoff. Jennifer Kastner reports. The 777's flight crew switched from the LAX control tower to the approach control in San Diego right after takeoff. Jennifer Kastner reports. Caption Model Beaten While Defending Paparrazo Says 'Wealthy' Attackers Got Off Easy Anne Greene feels the sentence the men got doesn't fit the crime and they received special treatment because they are wealthy and connected. Anne Greene feels the sentence the men got doesn't fit the crime and they received special treatment because they are wealthy and connected. Caption Electoral college meets amid push to stop Trump Protests are planned for state capitals, but they are unlikely to persuade the electoral college to dump Trump. Protests are planned for state capitals, but they are unlikely to persuade the electoral college to dump Trump. ",
    "title": "Obama will use his executive authority to impose new permanent bans on offshore drilling - LA Times"
   },
   {
    "entities": [
     "enrique",
     "8:23 p.m. est",
     "market",
     "civil",
     "dec. 20",
     "2:30 p.m.",
     "firefighters",
     "christmas",
     "press",
     "garcia",
     "ronaldo",
     "solis",
     "nieto",
     "facebookemail",
     "--",
     "facebook",
     "eduardo",
     "gomez",
     "mexico",
     "tuesday, dec. 20, 2016",
     "red",
     "francisco",
     "september 2006",
     "cross",
     "state",
     "linkedin",
     "tuesday",
     "steph",
     "the day",
     "december 20, 2016",
     "pablito",
     "crescencia",
     "peña",
     "mike",
     "schemidt",
     "alejandro",
     "associated",
     "luis",
     "twitter",
     "current",
     "local",
     "usa",
     "national",
     "today",
     "san",
     "james",
     "felipe",
     "sanchez",
     "tultepec",
     "afternoon",
     "isidro",
     "verdugo",
     "new year's",
     "2005",
     "puente",
     "city",
     "protection",
     "google",
     "ap"
    ],
    "id": 11,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest At least 26 dead, dozens hurt in Mexican fireworks blast The explosion outside Mexico City left most of the fireworks stalls completely leveled and damaged some nearby homes Post to Facebook At least 26 dead, dozens hurt in Mexican fireworks blast The explosion outside Mexico City left most of the fireworks stalls completely leveled and damaged some nearby homes Check out this story on USATODAY.com: http://usat.ly/2id4H6Z CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 8 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs At least 26 dead, dozens hurt in Mexican fireworks blast Steph Solis and Mike James, USA TODAY 8:23 p.m. EST December 20, 2016 x Share An explosion Tuesday ripped through Mexico's best-known fireworks market on the northern outskirts of the capital. Drone footage shows plumes of smoke billowing into the sky above the open-air San Pablito Market in Tultepec. (Dec. 20) AP Firefighters and rescue workers walk through the scorched ground of Mexico's best-known fireworks market after an explosion explosion ripped through it, in Tultepec, Mexico, Tuesday, Dec. 20, 2016. (Photo: Eduardo Verdugo, AP) At least 26 people died and 50 others were injured after an explosion ripped through a popular fireworks market in Mexico, sending a massive plume of smoke into the sky as 10 Red Cross ambulances rushed to the scene. The chief prosecutor of Mexico State, Alejandro Gomez, said 26 people were killed in the explosion that sent flames through the pyrotechnics booths at the open-air San Pablito Market in Tultepec, about 20 miles north of Mexico City. Isidro Sanchez, director of Tultepec's civil protection division, told a local TV station that there may be 27 dead. Mexican President Enrique Peña Nieto took to Twitter to offer his condolences to the families of those who lost their lives in the blast and wish the injured a speedy recovery. Sirens wailed and a heavy scent of gunpowder lingered in the air after the afternoon blast at the market, where most of the fireworks stalls were completely leveled. The smoking, burned out shells of vehicles ringed the perimeter, and first responders and concerned local residents combed through the ashes. Firefighters hosed down still-smoldering hotspots. The Mexican Red Cross said it sent 10 ambulances with 50 paramedics. Posted! A link has been posted to your Facebook feed. Firefighters and military soldiers work amid the debris left by a huge blast that occurred in a fireworks market in Mexico City killing at least nine people and injuring 70, according to police. The explosion and fire happened in the suburb of Tultepec, set off a series of multicolored blasts and a vast amount of smoke that hung over Mexico City.  Ronaldo Schemidt, AFP/Getty Images Survivors search the ruins left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images Military police search the debris left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images Firefighters search the debris left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images Firefighters search the debris left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images Firefighters search the debris left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images Firefighters search the debris left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images Firefighters, rescuers and survivors search the debris left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images Soldiers and rescuers search the ruins left by a huge fireworks blast.  Ronaldo Schemidt, AFP/Getty Images A local resident dressed as a clown helps a firefighter at the scorched ground of Mexico's best-known fireworks market.  Eduardo Verdugo, AP Local residents comb through ashes and rubble at the scorched ground of Mexico's best-known fireworks market.  Eduardo Verdugo, AP Firefighters and rescue workers remove debris from the scorched ground of Mexico's best-known fireworks market.  Eduardo Verdugo, AP A Mexico State policeman looks through the scorched ground of the open-air San Pablito fireworks market.  Eduardo Verdugo, AP Like this topic? You may also like these photo galleries: Replay Last Slide Next Slide Crescencia Francisco Garcia arrived in the afternoon to buy fireworks and said she was near the middle of the grid of stalls when the explosions began around 2:30 p.m. \"All of a sudden it started booming,\" the 41-year-old Mexico City resident said. \"I and the others surrounding me all took off running.\" In 2005, a fire engulfed the same market, touching off a chain of explosions that leveled hundreds of stalls just ahead of Mexico's Independence Day. A similar fire at the San Pablito Market also destroyed hundreds of stands in September 2006. Many in Mexico traditionally celebrate holidays — including Christmas and New Year's — by setting off noisy firecrackers and rockets. Mis condolencias a los familiares de quienes perdieron la vida en este accidente y mis deseos de pronta recuperación para los lesionados. — Enrique Peña Nieto (@EPN) December 20, 2016 Well after the blast, first responders continued to try and put out hotspots and fireworks continued to go off. National Civil Protection Coordinator Luis Felipe said there was no choice but to let any unexploded fireworks be consumed. Local residents comb through ashes and rubble at the scorched ground of Mexico's best-known fireworks market after an explosion ripped through it, in Tultepec, Mexico, Tuesday, Dec. 20, 2016.  (Photo: Eduardo Verdugo, AP) The scene remained dangerous with some nearby homes damaged from the blast, Puente added. He asked people to stay at least 3 miles away from the scene to avoid hindering the emergency response. Contributing: The Associated Press. 427 CONNECT TWEET 2 LINKEDIN 8 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2id4H6Z NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "At least 26 dead, dozens hurt in Mexican fireworks blast"
   },
   {
    "entities": [
     "management",
     "earlier this month",
     "marshall",
     "serena",
     "states",
     "trump",
     "sea",
     ", 6:02 pm",
     "ocean",
     "1341",
     "trudeau",
     "paris",
     "moves",
     "united",
     "crimea",
     "rex",
     "dec 20, 2016",
     "donald",
     "administration",
     "district",
     "oceans",
     "bering",
     "75 percent",
     "bureau",
     "of",
     "atlantic",
     "2014",
     "russia",
     "the end of this year",
     "2015",
     "continental",
     "shares",
     "one percent",
     "future",
     "u.s.",
     "1953",
     "obama",
     "arctic",
     "today",
     "tillerson",
     "justin",
     "watch",
     "beaufort",
     "now",
     "exxonmobil",
     "energy",
     "the future",
     "columbia",
     "chukchi"
    ],
    "id": 12,
    "text": "Obama Moves to Ban Drilling Indefinitely in Parts of Arctic, Atlantic Oceans By Serena Marshall Dec 20, 2016, 6:02 PM ET 0 Shares Bureau of Ocean Energy Management WATCH Obama Moves to Ban Drilling Indefinitely in Parts of Arctic, Atlantic Oceans 0 Shares Email In an effort to provide long-lasting protection to fragile Arctic ecosystems, President Obama has enacted an expansive, permanent ban on oil and gas leasing in several Arctic and Atlantic Ocean areas. The president has designated a large portion of the U.S. Chukchi Sea and the vast majority of the U.S. Beaufort Sea as permanently off-limits to drilling leases, saying the risks far outweigh any possible, distant-future benefits. \"The risks of an oil spill in this region are significant and our ability to clean up from a spill in the region’s harsh conditions is limited,\" the president said in a statement. \"By contrast, it would take decades to fully develop the production infrastructure necessary for any large-scale oil and gas leasing production in the region –- at a time when we need to continue to move decisively away from fossil fuels.\" The agreement comes following Canadian Prime Minister Justin Trudeau ’s visit to the District of Columbia, where the two leaders committed to a joint framework on Arctic drilling by the end of this year and cited the Paris climate agreement. \"Today, President Obama and Prime Minister Trudeau are proud to launch actions ensuring a strong, sustainable and viable Arctic economy and ecosystem, with low-impact shipping, science based management of marine resources, and free from the future risks of offshore oil and gas activity,\" the leaders said in a joint statement. Between lands earlier protected in 2015 and those added today under the agreement, nearly 125 million acres in the Arctic are now protected from future oil and gas development. The president also designated 31 Atlantic Ocean canyons off-limits to oil and gas exploration in today's announcement. According to the administration, one-tenth of one percent of U.S. offshore crude production comes from Arctic. They also point to research showing long term drilling has a greater than 75 percent chance of a large oil spill in the area and given the remote areas, cleanup would be difficult. Under usual circumstances, any executive order the president enacts can be reconsidered and potentially overturned by a new president. However, Obama is using a provision in the Outer Continental Shelf Lands Act of 1953, which says that the president has the right reserve some offshore areas and keep them off the market. \"The President of the United States may, from time to time, withdraw from disposition any of the unleased lands of the outer Continental Shelf,\" section 1341 of the act states. The move comes as ExxonMobil CEO Rex Tillerson has been selected by President-elect Donald Trump to be secretary of state. Rex Tillerson: Everything You Need to Know About Trump's Pick for Secretary of State In 2014, ExxonMobil, operating under an agreement with the Russian government, found an oil field in the Arctic that they estimated to be worth 750 million barrels of oil. However, due to sanctions on Russia over the annexation of Crimea , the company's Arctic work was halted. While the Obama Administration remains confident that there is no precedent or legal authority for the incoming Trump administration to reverse the Arctic withdrawal, as it has been made under the Outer Continental Shelf Lands Act of 1953, the president-elect could lift sanctions on Russia, freeing ExxonMobil or other companies to drill in the Arctic in Russian territory. Earlier this month, Obama signed an executive order providing greater protections to the northern Bering Sea. 0 Shares ",
    "title": "Obama Moves to Ban Drilling Indefinitely in Parts of Arctic, Atlantic Oceans - ABC News"
   },
   {
    "entities": [
     "at 4:21 pm",
     "navy",
     "interior",
     "trudeau",
     "petroleum",
     "gene",
     "repsol",
     "defense",
     "associated",
     "erik",
     "dwight",
     "1953",
     "coast",
     "arctic",
     "today",
     "karpinski",
     "afternoon",
     "juliet",
     "heezen",
     "bush",
     "baker",
     "rivkin",
     "white",
     "$7 billion",
     "eisenhower",
     "reagan",
     "ocean",
     "united",
     "georgia",
     "donald",
     "tuesday",
     "2014",
     "north",
     "atlantic",
     "virginia",
     "u.s.",
     "w.",
     "carolina",
     "shell",
     "eni",
     "roberts",
     "eilperin",
     "pacific",
     "alaska",
     "pentagon",
     "council",
     "david",
     "allen",
     "resources",
     "one month from today",
     "press",
     "congress",
     "last two years",
     "daniella",
     "earlier last year",
     "natural",
     "canada",
     "obama",
     "new",
     "massachusetts",
     "beccaria/seattlepi",
     "ronald",
     "fears",
     "chesapeake",
     "regional",
     "last year",
     "september 2015",
     "seattle",
     "states",
     "south",
     "trump",
     "milito",
     "house",
     "sea",
     "darryl",
     "corp.",
     "slope",
     "norfolk",
     "american",
     "hostetler",
     "george",
     "december 20",
     "rhea",
     "england",
     "one percent",
     "future",
     "carter",
     "cruz",
     "bristol",
     "oil",
     "justin",
     "canyon",
     "institute",
     "washington",
     "bay",
     "beaufort",
     "ted",
     "suh",
     "matthew",
     "h.w.",
     "chukchi"
    ],
    "id": 13,
    "text": "President Obama bans oil drilling in large areas of Atlantic and Arctic oceans The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Darryl Fears and Juliet Eilperin December 20 at 4:21 PM Follow @bydarrylfears Follow @eilperin Hundreds of kayaktivists protest drilling in the Arctic and the Port of Seattle being used as a port for the Shell Oil drilling rig Polar Pioneer (Daniella Beccaria/seattlepi.com via Associated Press) President Obama moved to solidify his environmental legacy Tuesday by withdrawing hundreds of millions of acres of federally owned land in the Arctic and Atlantic Ocean from new offshore oil and gas drilling. Obama used a little-known law called the Outer Continental Shelf Lands Act to protect large portions of the Chukchi and Beaufort seas in the Arctic and a string of canyons in the Atlantic stretching from Massachusetts to Virginia. In addition to a five-year moratorium already in place in the Atlantic, removing the canyons from drilling puts much of the eastern seaboard off limits to oil exploration even if companies develop plans to operate around them. The announcement by the White House late in the afternoon was coordinated with similar steps being taken by Canadian Prime Minister Justin Trudeau to shield large areas of that nation’s Arctic waters from drilling. Neither measure affects leases already held by oil and gas companies and drilling activity in state waters. “These actions, and Canada’s parallel actions, protect a sensitive and unique ecosystem that is unlike any other region on earth,” the White House said in a statement. “They reflect the scientific assessment that, even with the high safety standards that both our countries have put in place, the risks of an oil spill in this region are significant and our ability to clean up from a spill in the region’s harsh conditions is limited. White House officials described their actions to make the areas off limits to future oil and gas exploration and drilling as indefinite. Officials said the withdrawals under Section 12-A of the 1953 act used by presidents dating to Dwight Eisenhower cannot be undone by an incoming president. It is not clear if a Republican-controlled Congress can rescind Obama’s action. [ What President Obama’s executive actions mean for President Trump ] “There is a precedent of more than half a century of this authority being utilized by presidents of both parties,” a White House aide said. “There is no authority for subsequent presidents to un-withdraw. . . . I can’t speak to what a future Congress will do.” “The U.S. is not acting alone today. Canada is acting to put an indefinite stop to activity in its waters as well,” the aide said. “With Canada, we send a powerful signal and reinforce our commitment to work together.” David Rivkin, an attorney for the Baker and Hostetler law firm who served on the White House Counsel staffs of Ronald Reagan and George H.W. Bush, disagreed with the assertion that the decision cannot be overturned. “Basically I say the power to withdraw entails the power to un-withdraw,” Rivkin said, “especially if you determine the justification for the original withdrawal is no longer valid.” A legal fight would likely follow, Rivkin said. But “it’s not clear why Congress would want to give a president tremendous authority operating only one way.” Sen. Ted Cruz (R-Tex.) responded sharply on Twitter: “Yet another Obama abuse of power. Hopefully, on[e] that will be reversed…exactly one month from today” after Trump’s inauguration. Cruz closed his tweet with a hashtag: “Taking away Obama’s pen and phone.” U.S. and Canadian officials have negotiated for months to reach a joint understanding on how to manage adjacent areas in the ocean in an effort to make the new protections as sweeping and politically durable as possible. Meanwhile, advocacy groups lobbied Obama to ban oil and gas leasing in the Arctic entirely. President Obama banned oil drilling in large areas of the Atlantic and Arctic oceans, using a law called the Outer Continental Shelf Lands Act. (The White House) Obama already invoked the Outer Continental Shelf Lands Act to safeguard Alaska’s Bristol Bay in 2014, and again last year to protect part of Alaska’s Arctic coast. The president has protected 125 million acres in the region in the last two years, according to a fact sheet issued by the White House. The Beaufort and Chukchi seas are habitat for several species listed as endangered and species that are candidates for the endangered species, including the bowhead whale, fin whale, Pacific walrus and polar bear. Concern for the animals has heightened as the Arctic warms faster than anywhere else in the world and sea ice the bears use to hunt continues to melt. The underwater canyons protected by the president cover nearly 4 million acres across the Atlantic continental shelf break, “running from Heezen Canyon offshore New England to Norfolk Canyon offshore the Chesapeake Bay,” according to a separate fact sheet. They are widely recognized as major biodiversity hotspots that are critical to fisheries. The canyons provide deep water corals used by a wide array of fish. The area also provides habitat “for . . . deepwater corals, deep diving beaked whales, commercially valuable fishes, and significant numbers of habitat-forming soft and hard corals, sponges, and crabs,” the White House said. The American Petroleum Institute denounced the decision. “The administration’s decision to remove key Arctic and Atlantic offshore areas from future leasing consideration ignores congressional intent, our national security, and vital, good-paying job opportunities for our shipyards, unions, and businesses of all types across the country,” said Erik Milito, the group’s Upstream director. “Our national security depends on our ability to produce oil and natural gas here in the United States,” Milito said. “This proposal would take us in the wrong direction just as we have become world leader in production and refining of oil and natural gas and in reduction of carbon emissions.” Contradicting the White House’s statement, Milito said George W. Bush removed previous 12-A withdrawal areas with a memorandum and made all but marine sanctuaries available for leasing. “We are hopeful the incoming administration will reverse this decision as the nation continues to need a robust strategy for developing offshore and onshore energy,” he said. But a wide range of conservation groups hailed the decision. League of Conservation Voters President Gene Karpinski called it “an incredible holiday gift,” saying that “an oil spill in these pristine waters would be devastating to the wildlife and people who live in the region.” Rhea Suh, president of the Natural Resources Defense Council, called it “a historic victory in our fight to save our Arctic and Atlantic waters, marine life, coastal communities and all they support.” Carter Roberts, president and chief executive of the World Wildlife Fund, applauded what he called “a bold decision” that “signals some places are just too important not to protect.” Oil production in the Arctic represents a tenth of one percent of the nation’s oil production overall, the White House said. The area is so sensitive and so remote that the economics of exploration is costly. Shell, which said in September 2015 that it would shelve drilling plans after spending $7 billion and not finding significant amounts of oil, still has one remaining lease in the Chukchi Sea where it drilled a well earlier last year. Shell is also part of a joint venture with Italian oil giant ENI and Spanish firm Repsol in the Beaufort Sea that holds 13 leases. Shell held other leases in the Beaufort Sea, which the company transferred to the Arctic Slope Regional Corp., a company belonging to the Native Americans in the region. An earlier plan to allow limited drilling off the Atlantic coast was shelved after state governments along the southern Atlantic coasts — including Virginia, North Carolina, South Carolina and Georgia — expressed worries over the effect on their beaches, tourist industry and environmentally sensitive marsh. The Navy also objected. The Pentagon provided Interior with a map “that identifies locations … areas where the [Defense’s] offshore readiness activities are not compatible, partially compatible or minimally impacted by oil and gas activities,” department spokesman Matthew Allen said. The map included nearly the entire proposed drilling area. Live training exercises are conducted off the Atlantic coast, “from unit level training to major joint service and fleet exercises,” Allen said in a statement. “These live training events are fundamental to the ability of our airmen, sailors, and marines to attain and sustain the highest levels of military readiness.” The Obama administration eventually closed the Atlantic to drilling for five years. President-elect Donald Trump could counter Obama’s plan with his own five-year plan, but even so it would be years before drilling could start. The president-elect’s authority to undo a permanent prohibition is unclear. But Congress, controlled by Republicans, could move to rescind the withdrawal of federal lands from oil and gas exploration. Read more at Energy & Environment: ",
    "title": "President Obama bans oil drilling in large areas of Atlantic and Arctic oceans - The Washington Post"
   },
   {
    "entities": [
     "market",
     "civil",
     "press",
     "facebook",
     "mexico",
     "for",
     "pablito",
     "associated",
     "once",
     "luis",
     "national",
     "today",
     "2006",
     "san",
     "felipe",
     "tultepec",
     "coordinator",
     "puente",
     "2005",
     "protection",
     "ap"
    ],
    "id": 14,
    "text": "WATCH 29 Dead in Mexican Fireworks Market Explosion: Official 0 Shares Email Twenty-nine people were killed and more than 70 people injured after an explosion at a fireworks market in Mexico today, according to the governor of the state of Mexico. The explosion in Tultepec was confirmed in an earlier tweet by Luis Felipe Puente, the National Coordinator for Civil Protection. Dramatic video posted to Facebook shows clouds of thick smoke billowing from the market as several fireworks appear to go off at once. Further details on the explosion were not immediately available. In 2005, a fire engulfed the same market, sparking a chain of explosions that leveled hundreds of stalls just ahead of Mexico's Independence Day, The Associated Press reported. A similar fire at the San Pablito Market also destroyed hundreds of stands in 2006, according to The AP. 0 Shares ",
    "title": "29 Dead in Mexican Fireworks Market Explosion: Official - ABC News"
   },
   {
    "entities": [
     "texas",
     "shaw",
     "cabinet",
     "january",
     "next year",
     "oval",
     "durbin",
     "state",
     "january 20",
     "nader",
     "huffington",
     "day",
     "politico",
     "december 15",
     "tom",
     "bush",
     "clinton",
     "electors",
     "r-ga.",
     "ben",
     "democratic",
     "us",
     "cardin",
     "d-del.",
     "michael",
     "d-mass.",
     "facebook",
     "rex",
     "elizabeth",
     "donald",
     "adam",
     "tuesday",
     "of",
     "russia",
     "twitter",
     "electoral",
     "health",
     "d-ill.",
     "1988",
     "and",
     "merkley",
     "suprun",
     "r-ala.",
     "kasich",
     "office",
     "d-md.",
     "the future",
     "gq",
     "mcmullin",
     "earlier this month",
     "party",
     "jeff",
     "chris",
     "r-ariz.",
     "rnc",
     "congress",
     "john",
     "human",
     "foxnews.com",
     "obama",
     "tillerson",
     "wednesday",
     "moore",
     "america",
     "dick",
     "d-ore.",
     "ralph",
     "mccain",
     "price",
     "sharon",
     "olbermann",
     "trump",
     "2000",
     "house",
     "2017",
     "hillary",
     "services",
     "last week",
     "college",
     "warren",
     "monday",
     "december 20, 2016",
     "green",
     "hamilton",
     "post",
     "coons",
     "keith",
     "washington",
     "sessions",
     "gerson",
     "representatives",
     "evan",
     "now",
     "exxonmobil",
     "ohio"
    ],
    "id": 16,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   A last-ditch effort by die-hard Donald Trump foes to derail the president-elect’s victory in the Electoral College fell flat Monday, leaving the never-Trump movement licking its wounds and looking to 2017 for ways to thwart Trump’s presidency and agenda. The push to deny Trump the requisite 270 electors and send the election to the House of Representatives seemingly was doomed from the start, though it received significant media attention. In the end, only two Republican electors broke ranks – more defected on the Democratic side from Hillary Clinton.  What comes next for anti-Trumpers isn't entirely clear. Some are preparing to attack him over his business ties, while the \"I\" word already is being bandied about.  Liberal filmmaker and activist Michael Moore tried to crowdsource ideas after the Electoral College flop, asking, “He's not president for four and a half weeks. Next idea?”  He's not president for four and a half weeks. Next idea? — Michael Moore (@MMFlint) December 20, 2016 The Hamilton Electors – the group of electors behind the push to deny Trump 270 votes – published a statement Monday indicating their fight was not over, urging supporters to \"stay tuned.\" “Hamilton Electors hope this watershed moment will lay the groundwork for the emerging grassroots resistance to Trump’s agenda,” the statement read. Our response. More to come.  Please stay tuned. pic.twitter.com/3SisGIM6y5 — Hamilton Electors (@HamiltonElector) December 20, 2016 Texas Republican elector Chris Suprun, who voted for Ohio Gov. John Kasich on Monday, hinted that a push for Trump's impeachment could be in the works. “As a person who has always played fast and loose with the law, Trump will likely be impeached within the first year of his Presidency by responsible Republicans in Congress. For the rest of us Americans, his presence in the Oval Office represents a crisis for the Constitution, the economy and the country,” he said in the statement. Republican lawmakers and mainstream conservative voices for the most part have indicated they're ready to work with Trump. Some were buoyed by conservative picks in his Cabinet such as Rep. Tom Price, R-Ga., for Health and Human Services secretary and Sen. Jeff Sessions, R-Ala., for attorney general.  President Obama and Hillary Clinton, too, signaled immediately after the election that Democrats should give Trump a chance.  But some Trump critics remain, if nothing else, on high alert for any constitutional violations from the Trump presidency. Independent presidential candidate Evan McMullin tweeted Tuesday what he called a “call to action” from Washington Post columnist Michael Gerson, a former Bush speechwriter. Gerson called on citizens to defend the legislature and judiciary from “any encroachment,” and defend people from “organized oppression, including Muslims and refugees.” A call to action from principled conservative @MJGerson during the Trump years: \"Defend every group of people.\" https://t.co/ppUt4dpeD0 pic.twitter.com/mhRnVTlm1E — Evan McMullin (@Evan_McMullin) December 20, 2016 With Trump's inauguration now inevitable, his foes may turn next to battling his Cabinet picks.   Some dissent has been bubbling over the choice of ExxonMobil CEO Rex Tillerson as secretary of State, with Sen. John McCain, R-Ariz., warning that Tillerson’s relationship with Russia is “a matter of concern for me.”  Sen. Elizabeth Warren, D-Mass., and other Democratic allies also are eyeing a fight over Trump’s business interests. Last week, five Democratic senators including Warren announced they would introduce legislation to require Trump to divest assets that could be a conflict of interest, and put them into a blind trust. Sens. Ben Cardin, D-Md., Chris Coons, D-Del., Dick Durbin, D-Ill., and Jeff Merkley, D-Ore., are all backing the bill, which would deem a violation of conflict-of-interest laws “a high crime or misdemeanor under the impeachment clause of the U.S. Constitution.” \"The American people do not want the President encumbered by conflicts of interest that put him in violation of the Constitution or US law,\" Cardin said in a statement. This isn’t the only sign Democratic lawmakers are gearing up for an impeachment threat sometime in the future. Politico reported Wednesday that House Democrats have held a mock hearing on Donald Trump’s conflicts of interest, using staging, television cameras and testimony from witnesses. The narrative that Trump could run afoul of the Emoluments Clause -- which bars government officials from receiving gifts from foreign states -- is gaining support from some progressive voices. GQ’s Keith Olbermann said in a video that Trump is a “moving, breathing conflict of interest who will likely be guilty of impeachable high crimes and misdemeanors within hours if not minutes of his inauguration.” Olbermann went one step further, advising Americans: \"Never address Trump as president. He is Trump. Just Trump. Never president.\"  Former 2000 Green Party presidential candidate Ralph Nader also wrote an open letter (published in the Huffington Post ) earlier this month telling Trump to divest or face impeachment. “The only appropriate response is to completely divest on December 15 and therefore avoid potentially becoming a walking Article of Impeachment beginning on January 20,” he said.  Republican officials, meanwhile, argue it's time for those fighting his presidency to stand back.  After the Electoral College decision on Monday, RNC Co-Chair Sharon Day said in a statement: “This historic election is now officially over and I look forward to President-elect Trump taking the oath of office in January. Our unified Republican government will hit the ground running next year so we can deliver real change and make America great again. For the good of the country, Democrats must stop their cynical attempts to undermine the legitimacy of this election, which Donald Trump won decisively in the Electoral College with more votes than any Republican since 1988.”  Adam Shaw is a Politics Reporter and occasional Opinion writer for FoxNews.com. He can be reached here or on Twitter: @AdamShawNY . Advertisement ",
    "title": "'Next idea?' After Electoral College fail, anti-Trump forces look for new cause | Fox News"
   },
   {
    "entities": [
     "enrique",
     "market",
     "9:40 p.m.",
     "civil",
     "texas",
     "zaragoza",
     "6:48 p.m.",
     "8:36 p.m.",
     "foro",
     "christmas",
     "10:39 p.m.",
     "eruviel",
     "garcia",
     "press",
     "lópez",
     "nieto",
     "avila",
     "armando",
     "--",
     "mexico",
     "francisco",
     "hdz",
     "state",
     "8:52 p.m.",
     "december 21, 2016",
     "pablito",
     "december 20, 2016",
     "tv",
     "crescencia",
     "defense",
     "cesar",
     "pena",
     "peña",
     "associated",
     "once",
     "lopez",
     "ornelas",
     "nearly four hours later",
     "2006",
     "san",
     "atizapan",
     "7:07 p.m.",
     "fuentes",
     "sanchez",
     "tultepec",
     "afternoon",
     "isidro",
     "8:18 p.m.",
     "ernesto",
     "new year's",
     "2005",
     "hernandez",
     "rodrigo",
     "8:03 p.m.",
     "de",
     "city",
     "portuguez"
    ],
    "id": 17,
    "text": "An explosion has ripped through Mexico’s best-known fireworks market on the northern outskirts of the capital, killing several and injuring dozen... Video of the blast showed a dramatic staccato of rockets exploding in flashes of light, leveling the open-air San Pablito Market in Tultepec in Mexico State as it bustled with shoppers stocking up on fireworks to celebrate Christmas and New Year’s.  Vendors’ stands were reduced to piles of rubble, ash, and charred metal. It was the third devastating explosion and fire to ravage the market since 2005 and officials still have not said what caused this latest blast.  10:39 p.m. ET: Tultepec Mayor Armando Portuguez Fuentes said the market was especially well stocked because demand for noisy firecrackers and rockets soars this time of year.  “We are obviously in the high season,” Portuguez said. “There was more product than usual because we are a few days away from Christmas, a few days away from New Year’s, and those are the days when the products made here are consumed the most.”  9:40 p.m. ET: The governor of the State of Mexico says three more people have died from a massive chain-reaction at a fireworks market near the capital, raising the death toll to 29. Gov. Eruviel Avila says that in addition to the 26 people who perished at the market, three more died after being hospitalized. The San Pablito fireworks market was bustling with hundreds of shoppers stocking up on explosives to set off during the holidays when the explosion took place. It is the third such blast to ravage the market on the northern outskirts of the capital since 2005. 8:52 p.m. ET: Mexico State Gov. Eruviel Avila said in an interview with FORO TV that “Mexico is in mourning.” 8:36 p.m. ET: Witness Crescencia Francisco Garcia said she was in the middle of the grid of stalls along with a few hundred others when the thunderous explosions began. She froze, reflexively looked up at the sky and then took off running through the smoke once she realized everyone was doing so. As she ran she saw people with burns and cuts, and lots of blood.  “Everything was catching fire. Everything was exploding,” Francisco said. “The stones were flying, pieces of brick, everything was flying.”  Cesar Ornelas of Atizapan de Zaragoza was only 10 minutes into shopping with his son and his father when he heard the first explosions. He tried to run, but something knocked him to the ground from behind. He tried several times to get up, unsuccessfully, and ultimately his 15-year-old son Francisco had to drag him out.  “We didn’t look back,” said Ornelas, who suffered light burns and a large bruise over his left kidney. His white tank top had a fist-size burn on the chest. “We heard how the explosion was kind of going off bit by bit.” Nearly four hours later, he and Francisco limped gingerly out of the market area. Francisco said paramedics told him his leg was likely fractured by flying debris. Ornelas said his 67-year-old father, Ernesto, had run in a different direction and sought refuge in a nearby home. All the father’s clothing was burned, and his face and arm were bloodied. An ambulance had spirited him to a hospital, but Ornelas wasn’t sure where it was or how serious his injuries were. 8:18 p.m. ET: According to local journalist Rodrigo Hernandez Lopez, Avila said there were 29 people killed. Three injured children will be moved to Texas for treatment, Lopez reported.  De acuerdo con @eruviel_avila hay 29 muertos en explosión de Tultepec y tres menores de edad que serán trasladados a Texas por quemaduras. — Rodrigo Hdz López (@lopezperiodista) December 21, 2016 8:03 p.m. ET:  As more reports come in from the scene, the death toll remains in flux. The chief prosecutor of Mexico State told the Associated Press that 26 people have been killed in an explosion that tore through a fireworks market near Mexico City. The blast leveled stalls and left rescue workers to comb through ash and charred metal. Similar fires and explosions destroyed hundreds of stands in two other incidents at the same market in 2005 and 2006. 7:07 p.m. ET: President Enrique Pena Nieto tweeted his condolences to the family of the victims.  “My condolences to the families of those who lost their lives in this accident and my wishes for a quick recovery for the injured,” Nieto tweeted. Mis condolencias a los familiares de quienes perdieron la vida en este accidente y mis deseos de pronta recuperación para los lesionados. — Enrique Peña Nieto (@EPN) December 20, 2016 6:48 p.m. ET: Head of Civil Defense, Isidro Sanchez, a local First Responder, said 27 people had died.  Sirens wailed and a heavy scent of gunpowder lingered in the air after the afternoon blast at the market, where most of the fireworks stalls were completely leveled. The smoking, burned out shells of vehicles ringed the perimeter, and first responders and local residents wearing blue masks over their mouths combed through the rubble and ash. Firefighters hosed down still-smoldering hotspots. ",
    "title": "Mexico fireworks explosion – Live updates - CBS News"
   },
   {
    "entities": [
     "et",
     "polar",
     "amanda",
     "images",
     "interior",
     "climate",
     "sierra",
     "seattle",
     "getty",
     "trump",
     "places",
     "house",
     "2:55",
     "milito",
     "the future",
     "club",
     "trudeau",
     "paris",
     "dec 20",
     "deal",
     "michael",
     "petroleum",
     "donald",
     "tim",
     "american",
     "knodel",
     "tuesday",
     "atlantic",
     "caps",
     "june 15, 2015",
     "on",
     "the year",
     "2016",
     "sakuma",
     "erik",
     "big",
     "afp",
     "pioneer",
     "earth",
     "brune",
     "canada",
     "department",
     "future",
     "ban",
     "1953",
     "exton",
     "environmental",
     "obama",
     "change",
     "arctic",
     "currently",
     "oil",
     "institute",
     "shell",
     "marissa",
     "drilling",
     "bay",
     "sweeping",
     "legacy",
     "-",
     "barack",
     "offshore",
     ", 5:30 pm",
     "with",
     "elliott",
     "white"
    ],
    "id": 18,
    "text": "Dec 20 2016, 5:30 pm ET Obama Places Sweeping Ban on Offshore Drilling in Atlantic and Arctic Waters by Amanda Sakuma advertisement In the final stretch of his term President Barack Obama is implementing new environmental protections that stand to thwart Donald Trump's agenda on oil and gas extraction in ways that may prove difficult for the president-elect to roll back. The Obama administration announced on Tuesday that it will place an indefinite ban on offshore oil and gas drilling across large swaths of Atlantic and Arctic waters. The actions come in conjunction with news that Canada will implement a sweeping ban of its own, launching a set of actions to be reviewed every five years. Related: Breaking the Ice: Obama Seeks to Cement Climate Change Legacy \"President Obama and Prime Minister Trudeau are proud to launch actions ensuring a strong, sustainable and viable Arctic economy and ecosystem, with low-impact shipping, science based management of marine resources, and free from the future risks of offshore oil and gas activity,\" the White House said in a joint statement with the Canadian leader. Tuesday's announcement is just the latest example of Obama leveraging the waning days of his administration to stymie any future attempt to expand offshore drilling in the region. Earlier in the year the Interior Department unveiled its five-year plan for offshore oil and gas drilling, notably omitting any expansion to specified regions in the Arctic. Together the results would likely slow the tide of President-elect Donald Trump's pledge to expand production to reach untapped oil and gas reserves. Play Big Oil dumps Arctic drilling plans 2:55 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161221063655if_/http://www.nbcnews.com/widget/video-embed/683178051511\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The latest action hinges on a provision of the 1953 the Outer Continental Shelf Lands Act, a law designed to protect coral reefs and marine sanctuaries. The seldom used measure allows the executive to permanently freeze offshore drilling in specified regions. Senior Obama administration officials stress that there is no provision in the law providing the president authority draw those actions back. Environmental groups hailed the announcement as a major victory and symbolic milestone in ending offshore drilling in a region where it is exceedingly difficult to prevent and respond to potential oil spills. Related: Obama Caps Environmental Legacy With Paris Climate Change Deal \"We are confident that this is an announcement that will stick. We have both the law and public opinion on our side,\" Sierra Club executive director Michael Brune said. There is currently no precedent for a president to hit rewind on bans against offshore drilling in the name of environmental protections. And because the actions are not up for review for another five years, advocacy groups say they are optimistic Trump will not be able to reverse the tide. Kayakers trying to block the departure of the Shell Oil Polar Pioneer rig platform as it moved from Elliott Bay in Seattle on June 15, 2015 TIM EXTON / AFP - Getty Images file \"No president has ever rescinded a previous president's permanent withdrawal of offshore areas from oil and gas development,\" Marissa Knodel of the environmental group Friends of the Earth said in a statement. \"If Donald Trump tries to reverse President Obama's withdrawals, he will find himself in court.\" Still allies in the oil and gas industry that while Obama's actions Tuesday are indefinite, it doesn't mean the ban will be in place for forever. \"Blocking offshore exploration would weaken our national security, destroy good-paying jobs, and could make energy less affordable for consumers,\" Erik Milito, Upstream director at the American Petroleum Institute, said in a statement on Tuesday. \"Fortunately, there is no such thing as a permanent ban, and we look forward to working with the new administration on fulfilling the will of American voters on energy production.\" Amanda Sakuma ",
    "title": "Obama Places Sweeping Ban on Offshore Drilling in Atlantic and Arctic Waters - NBC News"
   },
   {
    "entities": [
     "anne",
     "air",
     "lax",
     "this nov.",
     "veronica",
     "mark",
     "eaton",
     "ian",
     "l.a.",
     "kabc-tv",
     "pasadena",
     "mester",
     "press",
     "jon",
     "trump",
     "$10-million",
     "pilots",
     "berlin",
     "mountains",
     "russell",
     "gregor",
     "ktla",
     "california",
     "donald",
     "roll",
     "administration",
     "rocha",
     "early friday",
     "morning",
     "international",
     "tuesday",
     "dan",
     "of",
     "mt.",
     "fame",
     "kastner",
     "wilson",
     "dec. 20, 2016",
     "associated",
     "john",
     "federal",
     "taiwan",
     "twitter",
     "altadena",
     "canada",
     "ankara",
     "u.s.",
     "observatory",
     "san",
     "faa",
     "torrance",
     "jennifer",
     "canyon",
     "hall",
     "greene",
     "los",
     "eva",
     "gabriel",
     "afternoon",
     "27",
     "airport",
     "now",
     "aviation",
     "antczak",
     "boeing",
     "diego",
     "line",
     "angeles",
     "assn.",
     "weikel"
    ],
    "id": 19,
    "text": "Flight controller accidentally sends jet on course toward Mt. Wilson after LAX takeoff FAA investigates aircraft incident John Antczak / Associated Press In this Nov. 27 photo, a plane takes off at Los Angeles International Airport. On Tuesday, the Federal Aviation Administration said it is investigating another plane that flew north instead of south. In this Nov. 27 photo, a plane takes off at Los Angeles International Airport. On Tuesday, the Federal Aviation Administration said it is investigating another plane that flew north instead of south. (John Antczak / Associated Press) Dan Weikel and Veronica Rocha Contact Reporter The Federal Aviation Administration is investigating an incident in which a passenger jet was given wrong directions by traffic controllers and guided toward the San Gabriel Mountains, where it flew just hundreds of feet higher than the peak of Mt. Wilson before turning around, according to publicly available flight data. Bound for Taiwan, the EVA Air Boeing 777 took off to the east early Friday from Los Angeles International Airport’s south runway complex, according to FAA spokesman Ian Gregor. After takeoff, the air crew switched from the LAX control tower to the approach control operations in San Diego, which Gregor said was common practice. “The air traffic controller at the approach control who was handling EVA instructed the pilot to make a left turn to a 180-degree heading,” he said. “She meant to tell the pilot to make a right turn to a 180-degree heading.” Following the controller’s instructions, the pilot turned left.     The move sent the plane in the wrong direction, Gregor said. Instead of flying south, the aircraft flew north toward the San Gabriel Mountains and an Air Canada jet that had departed from the north runway complex at LAX. When the controller realized the mistake, she “took immediate action to keep EVA safely separated” from the second aircraft as well as ground terrain, Gregor said. She issued the EVA pilot a series of instructions to help him turn south. “The controller wanted to make sure the EVA aircraft was safely above or away from nearby terrain,” he said. The conversation between the pilot of EVA 015 and the controller was posted by VASAviation on Youtube. At one point during the flight, the controller asks the pilot, “What are you doing? Turn southbound now.”  A graphic depiction of the aircraft’s flight path, altitude and speed on the website Flightradar24.com shows the plane turning north and flying over Pasadena toward the San Gabriel Mountains. Just five minutes after takeoff, the plane is hovering 5,000 feet over Eaton Canyon when it begins turning away from the mountain range and heading south.   As the aircraft banks directly to the south of Mt. Wilson, it continues to gain altitude and appears to fly between 500 and 800 feet higher than the Mt. Wilson Observatory, which stands roughly 5,710 feet high, according to the website data. The aircraft’s lateral distance from the mountain peak appears to be between 500 and 600 meters.  In a statement issued Tuesday, EVA Air said, “Our flight was never too close to other aircraft or to the mountains.” The pilot of the aircraft was directed to take off from Runway 7 and complied with the air traffic controller’s direction and speed instructions. “EVA is working in full cooperation with the U.S. Federal Aviation Administration and related authorities in the investigation of this situation,” the statement said. FAA regulations require that airliners be separated by at least 3 miles laterally, or 1,000 feet vertically. The regulations also require airliners to be at least 3 miles away laterally or 2,000 feet vertically above obstacles such as mountains. Asked whether the aircraft had violated those restrictions, Gregor said the FAA was looking into how high the aircraft was flying above the ground northeast of the airport. At least one Altadena resident reported hearing the low-flying plane, KABC-TV reported . “The question is how close did they come to the terrain?” said Jon Russell, an air transport pilot and the Western-Pacific regional safety coordinator for the Air Line Pilots Assn. “Did a terrain warning sound in the cockpit?” FAA officials said Tuesday afternoon that they did not know whether such a warning occurred. The flight had 353 people on board, including five infants,  an airline spokeswoman said. Caption 90 seconds: 4 stories you can't miss 304 electoral college votes seal Donald Trump's election as president , the Rock and Roll Hall of Fame inducts its newest members , L.A. proposes a $10-million legal fund for immigrants facing deportation under Trump, and attacks in Ankara  and Berlin .  Caption 90 seconds: 4 stories you can't miss 304 electoral college votes seal Donald Trump's election as president , the Rock and Roll Hall of Fame inducts its newest members , L.A. proposes a $10-million legal fund for immigrants facing deportation under Trump, and attacks in Ankara  and Berlin .  Caption Former Bridal Reality Show Contestant Reported Missing After Attending Birthday Party in Torrance Mark Mester reports for the KTLA 5 Morning News on Dec. 20, 2016. Mark Mester reports for the KTLA 5 Morning News on Dec. 20, 2016. Caption Jumbo Jet's Low Turn On Wrong Course Startles Neighborhood The 777's flight crew switched from the LAX control tower to the approach control in San Diego right after takeoff. Jennifer Kastner reports. The 777's flight crew switched from the LAX control tower to the approach control in San Diego right after takeoff. Jennifer Kastner reports. Caption Model Beaten While Defending Paparrazo Says 'Wealthy' Attackers Got Off Easy Anne Greene feels the sentence the men got doesn't fit the crime and they received special treatment because they are wealthy and connected. Anne Greene feels the sentence the men got doesn't fit the crime and they received special treatment because they are wealthy and connected. Caption Electoral college meets amid push to stop Trump Protests are planned for state capitals, but they are unlikely to persuade the electoral college to dump Trump. Protests are planned for state capitals, but they are unlikely to persuade the electoral college to dump Trump. For breaking news in California, follow @VeronicaRochaLA  on Twitter. ALSO ",
    "title": "Flight controller accidentally sends jet on course toward Mt. Wilson after LAX takeoff - LA Times"
   },
   {
    "entities": [
     "olsen",
     "a few days later",
     "sept. 2014",
     "christmas",
     "monday, nov. 28, 2016",
     "this past november",
     "news",
     "berlin",
     "university",
     "europe",
     "oct. 2014",
     "july 15, 2016",
     "recently",
     "this past summer",
     "state",
     "tuesday",
     "monday",
     "muhammad",
     "a few weeks later",
     "abc",
     "nov. 21",
     "abu",
     "nice",
     "department",
     "u.s.",
     "al-adnani",
     "fbi",
     "new",
     "national",
     "quebec",
     "islamic",
     "center",
     "york",
     "thanksgiving",
     "afternoon",
     "columbus",
     "the summer of 2014",
     "isis",
     "matthew",
     "france",
     "ohio",
     "counterterrorism"
    ],
    "id": 20,
    "text": "WATCH Suspected Terrorist Attack Kills at Least 12 at Christmas Market in Berlin 0 Shares Email With the news that ISIS has claimed responsibility for Monday’s attack in Berlin, the world is seeing another example of terrorists trading bullets and bombs for cars and trucks as a way to more discreetly unleash carnage across the world. On Tuesday afternoon, SITE Intelligence reported that the ISIS terror group has claimed responsibility for the attack, calling the fugitive terror truck driver a “soldier of the Islamic State,” that worked “in response to calls for targeting nationals of the international coalition.” The attack follows an increasingly familiar pattern. Over the past six months, attackers have used vehicles to mow down crowds during Bastille Day celebrations in Nice, France; to ram a pack of students on the campus of Ohio State University; and, most recently, to plow through a Christmas market in Berlin. These incidents are not coincidental, however. Since at least the summer of 2014, the ISIS terror group has been calling on its followers to use vehicles in attacks on innocents. “If you are not able to find an IED [improvised explosive device] or a bullet, then single out the disbelieving American, Frenchman, or any of their allies,” ISIS spokesman Abu Muhammad Al-Adnani said in Sept. 2014, according to SITE Intelligence. “Smash his head with a rock, or slaughter him with a knife, or run him over with your car, or throw him down from a high place, or choke him, or poison him.” In Oct. 2014, a Canadian soldier was killed and another was injured when a radicalized man ran them down at a strip mall in Quebec with his car. Patrick Aventurier/Getty Images Forensic police investigate a truck at the scene of a terror attack on the Promenade des Anglais, July 15, 2016 in Nice, France. And this past summer, in what is the deadliest vehicle-borne attack in recent memory, 86 people were killed when a radicalized man used a semi-truck to plow through revelers who had assembled to celebrate Bastille Day in Nice, France. Seemingly finding success in this method of attack, the ISIS terror group has amplified its propaganda. This past November, ISIS released an online guide to vehicular attacks, suggesting targets like the Macy’s Thanksgiving Day Parade as prime targets. “Though being an essential part of modern life, very few actually comprehend the deadly and destructive capability of the motor vehicle and its capacity of reaping large numbers of casualties if used in a premeditated manner” the digital magazine reads, citing the Nice attacker as “superbly” demonstrating the effectiveness of vehicle-borne attacks. The document goes on to state: “Vehicles are like knives, as they are extremely easy to acquire. But unlike knives, which if found in one’s possession can be a cause for suspicion, vehicles arouse absolutely no doubts due to their widespread use throughout the world.” This new method of attack can’t be taken lightly, Matthew Olsen, an ABC News contributor and the former director of the National Counterterrorism Center, explained. “This level of lethality – this is a real concern because this is a really difficult type of attack to stop,” he said. “It’s not sophisticated, it’s not hard to pull off, somebody simply has to get hold of a large truck and drive it into a crowd.” And while the booklet evoked imagery of American targets like the parade, U.S. officials have been wide-ranging in their warnings. In guidance issues to Americans abroad on Nov. 21, the U.S. State Department warned of “the heightened risk of terrorist attacks throughout Europe, particularly during the holiday season.” In particular, the State Department said that travelers and expats “should exercise caution at holiday festivals, events, and outdoor markets.” In light of the guidebook’s publication, authorities in New York ramped up security around the iconic Thanksgiving parade, which was described as “an excellent target,” by the propagandists. And while the parade went down without a hitch, authorities shouldn’t write off the propaganda as hot air, Olsen said. “The use of propaganda is worrisome because we’ve seen this propaganda have an impact and actually inspire individuals to take action,” he said. John Minchillo/AP Photo A car inside a police line sits on the sidewalk as authorities respond to an attack on campus at Ohio State University, Monday, Nov. 28, 2016, in Columbus, Ohio. Just a few days later, a student at Ohio State University used a car to ram a group of people who had gathered outside a lecture hall after a fire alarm sounded, before going on a slashing spree. Nobody was killed in that attack, but 13 were injured. The FBI later said that the student was inspired by the ISIS and Al-Qaeda terror groups. And, just a few weeks later, on Monday, a truck was used to mow down crowds gathered a traditional Christmas market in Berlin. While authorities in German hunt for the suspect in that case, they are describing the incident as a terrorist attack. In the meantime, ISIS has wasted little time claiming an attack that comes straight from their playbook. ",
    "title": "The New Tools of Terror: Vehicular Violence at Center of Recent Attacks - ABC News"
   },
   {
    "entities": [
     "brady",
     "ludden",
     "savitz",
     "earlier this year",
     "bloomberg",
     "oceana",
     "atmospheric",
     "states",
     "trump",
     "house",
     "sea",
     "ocean",
     "last week",
     "ryan",
     "united",
     "jeff",
     "the",
     "npr",
     "petroleum",
     "oceanic",
     "american",
     "administration",
     "tuesday",
     "atlantic",
     "december 20, 2016",
     "jacqueline",
     "canada",
     "future",
     "u.s.",
     "obama",
     "national",
     "arctic",
     "kingsbery/ap",
     "new",
     "jennifer",
     "jersey",
     "radford",
     "institute",
     "and",
     "andy",
     "washington",
     "the past",
     "chukchi",
     "white"
    ],
    "id": 21,
    "text": "Walruses rest on the shores of the Chukchi Sea, the vast majority of which was designated off-limits to drilling on Tuesday. Ryan Kingsbery/AP hide caption toggle caption Ryan Kingsbery/AP Walruses rest on the shores of the Chukchi Sea, the vast majority of which was designated off-limits to drilling on Tuesday. Ryan Kingsbery/AP President Obama has indefinitely blocked offshore drilling in areas of the Atlantic Ocean and in Arctic waters, a move aimed at advancing environmental protection during his final days in office. The Arctic protections are a joint partnership with Canada . \"These actions, and Canada's parallel actions, protect a sensitive and unique ecosystem that is unlike any other region on earth,\" the White House said in a statement. \"They reflect the scientific assessment that, even with the high safety standards that both our countries have put in place, the risks of an oil spill in this region are significant and our ability to clean up from a spill in the region's harsh conditions is limited,\" the White House added. \"By contrast, it would take decades to fully develop the production infrastructure necessary for any large-scale oil and gas leasing production in the region — at a time when we need to continue to move decisively away from fossil fuels.\" This map shows the Atlantic areas that have been designated off-limits to oil and gas explorations and development activity. White House hide caption toggle caption White House Obama's action designates 31 Atlantic canyons \"off limits to oil and gas exploration and development activity,\" totaling 3.8 million acres, according to the administration. It provides the same protections to much of the Arctic's waters, covering the \"vast majority of U.S. waters in the Chukchi and Beaufort Seas,\" totaling 115 million acres. Canada is doing the same to \"all Arctic Canadian waters,\" the joint statement adds. Article continues after sponsorship Obama took these actions by invoking a law called the Outer Continental Shelf Lands Act , which gives the president the authority to withdraw lands from oil and gas leases. But as NPR's Jeff Brady and Jennifer Ludden report, major questions remain about what will happen if the incoming Trump administration attempts to reverse this action. The Arctic is a critical and irreplaceable part of our world. Let’s make sure we protect it for future generations: https://t.co/y7cHx5GW2l pic.twitter.com/IiJevST12f — The White House (@WhiteHouse) December 20, 2016 \"The White House says the president is acting within his authority, that Presidents of both parties have done this in the past, and trying to reverse such an order would be unprecedented if Trump tried to do this,\" Jeff said on All Things Considered . There is no legal precedent for reversal, Jeff reports. \"So if there's a legal challenge, and I'm not going to be surprised if there is one, it's really not clear what a court would decide.\" This map shows the area that the U.S. has designated as indefinitely off-limits to offshore oil and gas leasing. White House hide caption toggle caption White House As Bloomberg reports , the \"statute doesn't include a provision for reversal and that action may take years to work its way through court.\" Environmental groups such as Oceana are celebrating the designation. \"President Obama has taken a key step in protecting important areas of the Atlantic Ocean from offshore drilling,\" as Jacqueline Savitz, the group's senior vice president for the United States, said in a statement. \"The people of the Atlantic coast refused to allow their way of life to be compromised and we commend their hard work making their voices heard in Washington.\" Representatives of the oil and gas industry are unhappy about the news. \"We think it's a very shortsighted decision to take these areas off-limits,\" Andy Radford, senior policy adviser for offshore issues at the American Petroleum Institute, told Jeff. The action poses \"great risk to our energy security going forward and eliminates the opportunity to create jobs and help small businesses throughout the country. \" Earlier this year , the Obama administration reversed course on a plan that would have allowed Atlantic offshore drilling after uproar from local communities and environmentalists. Then, the administration designated the first national marine monument in the Atlantic Ocean . Last week, the National Oceanic and Atmospheric Administration announced that it has protected an Atlantic area about the size of New Jersey from deep-sea commercial fishing. ",
    "title": "Obama Designates Atlantic, Arctic Areas Off-Limits To Offshore Drilling : The Two-Way : NPR"
   },
   {
    "entities": [
     "democratic",
     "west",
     "friday",
     "spicer",
     "november",
     "dpcc",
     "christmas",
     "house",
     "party",
     "news",
     "facebook",
     "fox",
     "senate",
     "media",
     "december 20, 2016",
     "congress",
     "communications",
     "twitter",
     "incoming",
     "policy",
     "foxnews.com",
     "schumer",
     "print",
     "and",
     "center",
     "politico",
     "sean",
     "email",
     "sdmc",
     "committee",
     "chuck",
     "115th",
     "the past",
     "new year"
    ],
    "id": 22,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Incoming Senate Minority Leader Chuck Schumer, smarting from the Democratic Party's big November losses, is blaming the messengers. With Christmas days away, nearly every member of the Senate Democratic Media Center has been fired, a senior Democratic aide confirmed to Fox News. Schumer swung the axe on Friday, according to Politico , which first obtained “goodbye” emails from staffers, including some with decades' experience. The move comes amid plans to revamp the unit, which handles video content, in an effort to help the Senate Democratic caucus get their message out in the New Year. The party not only lost the presidential race, it failed to capture the Senate or House and lost state legislative races throughout the country. Someone isn't in the holiday spirit: @SenSchumer fires video unit staff @Politico @burgessev https://t.co/AuSftNGsL4 — Sean Spicer (@seanspicer) December 20, 2016 Critics, including some within the party, say the party has become dominated by East and West coast elites who can't connect with working class folks in the country's interior. A senior democratic aide told FoxNews.com that Schumer decided Senate Democrats would need to produce sharper, more creative digital content. “As a result, we are bringing in new people with expertise in digital videos and content for Facebook, Twitter, and other social media,” a senior democratic aide told FoxNews.com. “The mission of the revamped SDMC will be to produce more content to make content more creative and catchy, and to do so faster than we’ve been able to in the past.” The timing could not be worse, given the holidays. But the 115th Congress begins just two days after the New Year, and Schumer apparently wanted to start fresh, and hit the ground running.  “We don’t comment on personnel decisions,” a spokesman from the Democratic Policy and Communications Committee (DPCC), which serves as an advisory board to the Democratic Leadership in which Sen. Schumer will serve, told FoxNews.com in an email. The aide would not share the number of employees fired, or the official number of employees working at the Senate Democratic Media Center. A Republican Senate aide called the timing \"brutal.\" “Job creation has never been a strength of the Democrats,” a Republican aide told FoxNews.com. “But firing staffers just days before the holidays so they can play catch-up is pretty brutal.” Advertisement ",
    "title": "Blame the messengers: Dem boss Schumer fires staffers after November rout | Fox News"
   },
   {
    "entities": [
     "medley",
     "niners",
     "wayrynen",
     "joe",
     "jorge",
     "eddie",
     "jameis",
     "giants",
     "$150,000",
     "miami",
     "newton",
     "ryan",
     "winslow",
     "jeremy",
     "nfl",
     "kevin",
     "timothy",
     "favre",
     "the day",
     "tony",
     "romo",
     "jairaj",
     "stadium",
     "j.",
     "tennessee",
     "christmas eve",
     "steelers",
     "bell",
     "o'brien",
     "lewis",
     "saints",
     "today",
     "hill",
     "last two weeks",
     "tom",
     "hoffman",
     "brett",
     "burke",
     "leonard",
     "ap",
     "pelissero",
     "ben",
     "wentz",
     "houshmandzadeh",
     "mitch",
     "vikings",
     "sunday",
     "stafford",
     "facebook",
     "winston",
     "rex",
     "co.",
     "lake",
     "dan",
     "chip",
     "carson",
     "2008",
     "julio",
     "kelly",
     "night",
     "cousins",
     "sports",
     "jones",
     "luck",
     "rebilas",
     "k.",
     "brady-less",
     "ron",
     "orlando",
     "york",
     "denny",
     "sean",
     "taormina",
     "hemmelgarn",
     "geoff",
     "watt",
     "jay",
     "emmons",
     "payton",
     "ty",
     "david",
     "peterson",
     "rodgers",
     "marino",
     "andrew",
     "christmas",
     "the second quarter",
     "osweiler",
     "t.",
     "nicholson",
     "buffalo",
     "chris",
     "alex",
     "falcons",
     "$200k",
     "brandin",
     "bill",
     "2015",
     "biggerstaff",
     "le'veon",
     "usa",
     "penner",
     "ludwig",
     "dallas",
     "new",
     "matt",
     "lacy",
     "moore",
     "chenoy",
     "doster",
     "beckham",
     "townson",
     "j.j.",
     "baltimore",
     "brace",
     "5:51 p.m. est",
     "goff",
     "adrian",
     "troy",
     "jason",
     "mark",
     "metlife",
     "getz",
     "espn",
     "panthers",
     "erie",
     "cleveland",
     "week",
     "cooks",
     "minnesota",
     "orleans",
     "chenoy-usa",
     "2017",
     "habeeb",
     "brock",
     "montgomery",
     "noah",
     "mills",
     "15 weeks ago",
     "15",
     "murray",
     "monday",
     "december 20, 2016",
     "pats",
     "ramirez",
     "johnson",
     "2016",
     "marvin",
     "$50,000",
     "dec. 11",
     "green",
     "stringer",
     "brad",
     "mcadoo",
     "cam",
     "coughlin",
     "roth",
     "jake",
     "dennis",
     "kirk",
     "wierzbicki",
     "bay",
     "washington",
     "cowboys",
     "odell",
     "evan",
     "now",
     "matthew",
     "humphreys",
     "williams",
     "smith",
     "aaron",
     "jared"
    ],
    "id": 23,
    "text": "Giants, Ben McAdoo fined $200k total for illegal walkie-talkie use Organization was docked $150,000 while coach was hit with $50,000 penalty. Post to Facebook Giants, Ben McAdoo fined $200k total for illegal walkie-talkie use Organization was docked $150,000 while coach was hit with $50,000 penalty. Check out this story on USATODAY.com: http://usat.ly/2i7qhhj CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 18 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Giants, Ben McAdoo fined $200k total for illegal walkie-talkie use Tom Pelissero , USA TODAY Sports 5:51 p.m. EST December 20, 2016 x Share Here's a look at how the NFL playoff picture looks with two weeks remaining in the regular season. USA TODAY Sports New York Giants head coach Ben McAdoo coaches against the Dallas Cowboys during the second quarter at MetLife Stadium. (Photo: Brad Penner, USA TODAY Sports) The NFL fined the New York Giants $150,000 and coach Ben McAdoo $50,000 for violating the league’s game operations policy by using walkie-talkies on the sideline for five plays in their Dec. 11 game against the Dallas Cowboys. The Giants also will have their fourth-round pick in the 2017 draft moved to the end of the fourth round after compensatory picks, with a maximum drop of 12 spots. “It was a clear violation of the rules, and we accept full responsibility and the penalty,\" the Giants said in a statement. The team had no previous violations and cooperated with the league’s investigation, which surely helped its case. The discipline – particularly the financial aspects – still ended up being significant given the relatively limited scope of the violation. League policy says coaches aren’t permitted to hold a radio during the game because it won’t cut out with 15 seconds left on the play clock, as the approved coach-player headsets do. Follow Tom Pelissero on Twitter @TomPelissero . PHOTOS: NFL power rankings entering Week 16 Posted! A link has been posted to your Facebook feed. 1. Patriots (1):Latest feather in collective Belichick/Brady tricorn? Pats are first ever to win eight consecutive division crowns (and 13 of 14).  Ron Chenoy, Ron Chenoy-USA TODAY Sports 2. Cowboys (2):Tony Romo has long been blasted for overseeing just two playoff wins (both in wild-card round). Perplexing some are now anointing him a savior.  Matthew Emmons, USA TODAY Sports 3. Raiders (4): Is defense finally dialing in? Perceived weakness allowed just 16 points to high-powered Chargers on way to ending 14-year playoff drought.  Jake Roth, USA TODAY Sports 4. Seahawks (6): Even with Week 14 flop in Green Bay, they're still in position to become second team ever to allow fewest points in five consecutive seasons.  Joe Nicholson, USA TODAY Sports 5. Steelers (8): A Christmas win at home over Baltimore will put bow on AFC North. Then it's time to sit RB Le'Veon Bell, who's never appeared in postseason.  Aaron Doster, USA TODAY Sports 6. Giants (5): You may dislike Odell Beckham's antics, but he produces (first player with at least 80 catches and 1,000 yards in each of first three seasons).  Noah K. Murray, USA TODAY Sports 7. Chiefs (3): Just when you're ready to trust this team, Alex Smith and Co. turn in a performance like Sunday's to suggest they don't have a Super Bowl ceiling.  Denny Medley, USA TODAY Sports 8. Falcons (9): They've won last two games by 83-27 margin. They had 10 plays of 20-plus yards Sunday. And Julio Jones has been in street clothes for all of it.  Jason Getz, USA TODAY Sports 9. Titans (12): Their record against AFC West superior to mark vs. AFC South. Go figure. But win final two, and Tennessee reaches first playoffs since 2008.  Jay Biggerstaff, USA TODAY Sports 10. Lions (7): Matthew Stafford has (deservedly) garnered most of the spotlight. But recognize a defense that hasn't allowed more than 20 points since Week 6.  Noah K. Murray, USA TODAY Sports 12. Buccaneers (10): Hot defense vaulted them into playoff mix. Jameis Winston and Co. must bring it home with lowly defenses of Saints, Panthers left to play.  Matthew Emmons, USA TODAY Sports 12. Packers (13): Sample size is scant (63 career carries), but Ty Montgomery averages more than 6 yards per. Has he made Eddie Lacy permanently expendable?  Dennis Wierzbicki, USA TODAY Spor 13. Redskins (11): Kirk Cousins and offense picked bad night to lay an egg in an upset that could have crushing playoff ramifications for Washington.  Brad Mills, USA TODAY Sports 14. Ravens (15): The tea leaves aren't pretty. Formerly stingy D has been shredded for 56 points last two weeks. And final two games on road, where they are 2-4.  Evan Habeeb, USA TODAY Sports 15. Dolphins (18): Matt Moore was a heckuva point guard in Week 15, becoming first Miami QB since Dan Marino to light up the Jets for four TD passes.  Brad Penner, USA TODAY Sports 16. Broncos (14):Defensive backs continue to earn their \"no fly zone\" reputation. But we have to consider dubbing defensive front \"open borders.\"  Chris Humphreys, USA TODAY Sports 17. Texans (17): Brock Osweiler is a bust. J.J. Watt is in cold storage. They've been outscored by 44 points. But still in first place? Kudos, Bill O'Brien.  Troy Taormina, USA TODAY Sports 18. Colts (19): They protected Andrew Luck. They ran the ball. They generated a fierce pass rush. The question is, who were those guys wearing Colts unis Sunday?  Brace Hemmelgarn, USA TODAY Sports 19. Saints (20): Sean Payton tried to debunk the rumors WR Brandin Cooks is on the trade block. But if he is, New Orleans could command a nice little bounty.  Mark J. Rebilas, USA TODAY Sports 20. Panthers (21): Their postseason aspirations are on life support, but Cam Newton activated some Panther pride Monday when he could have folded with bum wing.  Geoff Burke, USA TODAY Sports 21. Bills (23): Hat tip to ESPN for this one -- of Rex Ryan's 15 wins in Buffalo, two have come against playoff teams (Texans in 2015, Brady-less Pats in 2016).  Timothy T. Ludwig, USA TODAY Sports 22. Vikings (16): Might we have just seen Adrian Peterson's final home game for Minnesota? If so, it would be an unfortunate curtain call for an all timer.  Brace Hemmelgarn, USA TODAY Sport 23. Cardinals (24): Team implosion keeps RB David Johnson out of MVP race, but he could become first player ever to have 100 scrimmage yards in all 16 games.  Mark J. Rebilas, USA TODAY Sports 24. Chargers (22): Well ... they'd definitely provide a more exciting product for Los Angelenos than the potential co-tenants who've already moved into town.  Orlando Jorge Ramirez, USA TODAY Sports 25. Bengals (25): Apparently Marvin Lewis lost the film of T. J. Houshmandzadeh and the hazards of deriding The Terrible Towel. Know your history, Jeremy Hill.  Aaron Doster, USA TODAY Sports 26. Eagles (26): So was Carson Wentz's rookie wall set up right outside of Turn 1? Since his 3-0 start, he has eight TDs, 13 INTs and a 72.6 passer rating.  Mitch Stringer, USA TODAY Sports 27. Bears (27): After a quarter century of getting smoked by Brett Favre and Aaron Rodgers, their all-time record vs. Pack has now fallen to .500 (93-93-6).  Nam Y. Huh, AP 28. Rams (28): Jared Goff would be NFL's least-efficient QB if he'd played enough to qualify. He might also be only one looking for extra yards vs. Legion of Boom.  Troy Wayrynen, USA TODAY Sports 29. Jets (29): When you really get down to brass tacks, are there any cornerstone players on this roster with the exception of second-year DL Leonard Williams?  Winslow Townson, AP 30. Jaguars (30): Who doesn't love idea of Tom Coughlin returning to revitalize franchise he built from expansion and led to two AFC title games back in the day?  Kevin Jairaj, USA TODAY Sports 31. 49ers (31): Seeing the Rams on Christmas Eve should stir some warm memories ... from 15 weeks ago ... when the Niners enjoyed their lone win with Chip Kelly.  Jason Getz, USA TODAY Sports 32. Browns (32): Will brutal Lake Erie weather short-circuit fair weather Chargers on Sunday and allow Cleveland to avoid second 0-15 start in NFL history?  Kevin Hoffman, USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Giants, Ben McAdoo fined $200k total for illegal walkie-talkie use"
   },
   {
    "entities": [
     "israel",
     "callimachi",
     "wilhelm",
     "smale",
     "tobias",
     "reuters",
     "state",
     "the day",
     "december 21, 2016",
     "fabrizio",
     "saxony",
     "nov. 21",
     "associated",
     "eddy",
     "budapester",
     "nice",
     "department",
     "alison",
     "today",
     "benjamin",
     "july",
     "merkel",
     "di",
     "islamic",
     "8 p.m.",
     "last december",
     "berlin",
     "united",
     "angela",
     "london",
     "tuesday",
     "horn",
     "daniela",
     "the year",
     "amaq",
     "night",
     "early in the day",
     "current",
     "ahmad",
     "twitter",
     "schwarz/agence",
     "gaetano",
     "yesterday",
     "york",
     "about christmas",
     "dalia",
     "two months ago",
     "petry",
     "de",
     "thomas",
     "france",
     "corriere",
     "serra",
     "schwarzer",
     "frauke",
     "christmas",
     "maizière",
     "bordeaux",
     "the previous night",
     "italy",
     "church",
     "oliver",
     "2015",
     "john",
     "joanna",
     "fabrizia",
     "megan",
     "new",
     "berendt",
     "bensch/reuters",
     "liam",
     "germany",
     "ariel",
     "cyril",
     "rome",
     "states",
     "della",
     "2017",
     "kaiser",
     "rukmini",
     "europe",
     "belgium",
     "monday",
     "elkayam",
     "lukasz",
     "stack",
     "zurawski",
     "past",
     "specia",
     "macdougall/agence",
     "strasse",
     "lorenzo",
     "rami",
     "hasnen",
     "december 19, 2016",
     "memorial",
     "warsaw",
     "evening",
     "pakistan",
     "now",
     "melissa",
     "netanyahu",
     "leteuil"
    ],
    "id": 24,
    "text": "Continue reading the main story The German fight against terrorism, which has proved to be uneven, is not helping her. It was only two months ago when the authorities in the state of Saxony failed to catch a dangerous suspect who was preparing bombs in his apartment and arrested him only after three plucky Syrians caught the man, who then committed suicide in custody. Advertisement Continue reading the main story Beyond politics, the assault made plain that Germany, like France and Belgium, is now a primary European target for mass terror attacks. On Tuesday evening, the Islamic State issued a statement through its Amaq news agency describing the driver of the truck as “a soldier.” But the group offered no other details about the driver’s identity, or whether he had directly interacted with it or was just sympathetic to it. The day began with what seemed to be a breakthrough, as the authorities announced that they were interrogating a 23-year-old Pakistani asylum seeker, arrested the previous night, who arrived in Germany last December. Yet within hours, doubts arose that he was the perpetrator, and by evening the federal prosecutor said the man had been released because there was no evidence linking him to the crime. An examination of the cab of the truck turned up no sign that he had been in it, the prosecutor said. Video Merkel: ‘This Is a Very Difficult Day’ Chancellor Angela Merkel of Germany said that, for now, it must be assumed that a truck's plowing into a Christmas market in Berlin on Monday night, killing 12 people, was an act of terrorism. By REUTERS. Photo by Tobias Schwarz/Agence France-Presse — Getty Images. Watch in Times Video » embed The attack came at a precarious moment in Germany, amid concerns about Russian meddling in domestic politics and a still angry populist backlash against Ms. Merkel over her decision to open the German border to nearly a million migrants and refugees in 2015. Across Europe on Tuesday, where the threat of terrorism is now a factor in daily life, a familiar anxiety seemed evident in some major cities. Central Rome appeared oddly empty only days after shoppers had filled many streets. In Berlin, several hundred people attended an emotional service held between the wooden stalls of the Christmas market, located beside the Kaiser Wilhelm Memorial Church, a symbolic site whose spire, jagged from bomb damage, was intentionally left unrepaired after World War II. Among those who came were a group of 60 to 70 members of a local mosque. “We wanted to show our solidarity,” said Hasnen Ahmad, a member of the group, “and that our community stands for peace.” Throughout the day, the German authorities expanded their investigation, even as they offered few details and apparently made fewer breakthroughs. At one point, the authorities pleaded with the public to turn over any videos or other evidence taken from the market during the attack. A basic chronology did emerge: The attacker first hijacked a heavy truck belonging to a Polish company that was en route to Berlin bearing a load of steel girders. At some point, he apparently killed the driver and then, with the body still in the cab, sped east past Berlin’s Zoo Station and onto Budapester Strasse, a main thoroughfare. Around 8 p.m. Monday, the driver swerved off the street and plowed through the Christmas market, steering between the rows of temporary wooden stands, which typically sell items such as handmade Christmas ornaments or mulled wine. Like most Christmas markets in Germany, this one was packed with shoppers, who suddenly tried to flee in horror. Advertisement Continue reading the main story After traveling at least 50 yards, striking scores of people and leaving behind a trail of shattered wood and glass, the truck swerved back toward the street, coming to a stop after it struck a wooden structure, according to German news reports. Photo Chancellor Angela Merkel of Germany on Tuesday at the site of the Christmas market attack in Berlin. Credit Hannibal Hanschke/Reuters German officials are normally tight-lipped about high-profile investigations, preferring to withhold any information until they have clear answers. Little was known about the 12 victims of the attacks, or about the wounded, though an Italian and an Israeli may have been among the victims. Fabrizia Di Lorenzo, an Italian transportation specialist who has been living in Germany for three years, was missing and her father feared the worst after her cellphone and transit pass were found near the market. “We are here with my wife, waiting for the DNA results,” Gaetano Di Lorenzo told Corriere della Serra, an Italian newspaper. “We are waiting for confirmation, but I am not deluding myself.” Prime Minister Benjamin Netanyahu of Israel said the attack “may have claimed the life of an Israeli citizen,” a reference to a missing woman, Dalia Elkayam, whose husband, Rami Elkayam, was injured in the episode. Ariel Zurawski, the head of the Polish company that owned the truck, said the man found dead inside the cab was his cousin Lukasz, who was 37 and married with a child. Mr. Zurawski said that Lukasz had been driving a shipment of construction materials to Berlin from Italy and that he had identified him from police photographs of the dead man. German officials declined to give further information on the victim. The arrest of the Pakistani suspect came after a witness told the police that he had seen a suspect jump from the truck. The witness tried to follow him through a nearby park to where he was arrested. Video Witness Describes Fatal Crash At Berlin Market A truck plowed into a Christmas market in Berlin on Monday evening, leaving at least twelve people dead and many more injured, according to the police. A British tourist who witnessed the incident described what she saw. By MEGAN SPECIA on Publish Date December 19, 2016. Photo by Fabrizio Bensch/Reuters. Watch in Times Video » Political opponents of Ms. Merkel quickly seized on his status as an asylum seeker to renew their criticism that her migration policies had made Germany vulnerable to terrorism — before the man was cleared of suspicion. Advertisement Continue reading the main story “Germany is no longer safe,” declared Frauke Petry, the leader of the Alternative for Germany party. Noting the successive terrorist attacks in France, including the Nice attack in July , Ms. Petry called the carnage at the Berlin market “not just an attack on our freedom and our way of life, but also on our Christian tradition.” Daniela Schwarzer, the leader of the German Council on Foreign Relations, said the harsh reaction offered a taste of the bitter debate to come in 2017. “They were very quick to link this directly to Merkel, and they said horrific things, blaming her for the deaths,” Ms. Schwarzer said. “That gives us a sense of what is coming in the electoral campaign,” she said, adding that after an especially nasty presidential campaign in the United States, German politicians, too, may abandon traditional decorum. Early in the day, a somber Ms. Merkel, dressed in black, briefly spoke to the news media and later lay a white rose at a memorial near the scene of the attack. “We must assume at the current time that it was a terrorist attack,” Ms. Merkel said on Tuesday, as she vowed to punish those behind the crimes “as severely as our laws demand.” Video Pakistani Let Go in Berlin After Arrest in Attack The German interior minister, Thomas de Maizière, said that a a 23-year-old man from Pakistan was arrested on Monday night after the attack on a Berlin Christmas market. The man was released on Tuesday. By THE ASSOCIATED PRESS and REUTERS. Photo by John Macdougall/Agence France-Presse — Getty Images. Watch in Times Video » embed In a country where a painful experience with totalitarianism has placed personal privacy at a premium, the investigation was sure to be complicated by the absence of surveillance cameras that have become the norm in cities like London. In addition to their appeals for tips or crime scene video, officials also pleaded with people to avoid posting them on social media outlets. Advertisement Continue reading the main story Security officials have been warning that Germany remains in the sights of terrorists, without naming any specific threats. Coming as many families were winding down their work for the year and readying holiday festivities, the attack left the country in subdued shock. Other Christmas markets in the city were closed on Tuesday, and flags were lowered to half-staff. “Twelve people were among us yesterday and were happy about Christmas and the holidays,” Ms. Merkel said. “This is incomprehensible, this act that robbed them of their lives.” She urged people not to bow to fear and suspicion, telling Germans they must continue to uphold their traditions, even when faced with the reality that democracy is vulnerable. “We don’t want to do without Christmas markets, without nice outings together,” she said. “We do not wish to let fear and angst take away our freedom to live.” Thomas de Maizière, Germany’s interior minister, said that there would be increased security in public places and at key transit hubs, and that local officials would make decisions about events that might need to be curtailed for safety reasons. Officials have been aware for some time of the risk of attacks on holiday-themed events in Europe. The State Department issued a travel alert on Nov. 21 recommending that Americans “exercise caution at holiday festivals, events and outdoor markets” throughout the Continent. “Credible information” indicated that the Islamic State, its affiliates and sympathizers “continue to plan terrorist attacks in Europe, with a focus on the upcoming holiday season and associated events,” the alert said. Throughout Tuesday, Berlin residents bearing flowers and candles placed them at makeshift memorials on either side of the church. Oliver Horn said he had written the slogan “Même pas peur” (French for “Not even afraid”), from the aftermath of the Nice attacks, on a poster and hung it near the site on his way to work on Tuesday. “It just came to my mind,” he said of the gesture. “I felt I had to do something.” The sign caught the attention of Cyril Leteuil, who was visiting Berlin from Bordeaux. “It’s just like Nice,” he said. “We’ve seen this in France.” Follow Alison Smale @asmalenyt and Melissa Eddy @meddynyt on Twitter. Joanna Berendt contributed reporting from Warsaw, and Rukmini Callimachi and Liam Stack from New York. A version of this article appears in print on December 21, 2016, on Page A1 of the New York edition with the headline: Market Rampage Puts Chancellor in Perilous Spot. Order Reprints | Today's Paper | Subscribe ",
    "title": "Germany Releases Berlin Attack Suspect as ISIS Claims Involvement - The New York Times"
   },
   {
    "entities": [
     "enrique",
     "market",
     "civil",
     "zaragoza",
     "christmas",
     "eruviel",
     "press",
     "garcia",
     "nieto",
     "avila",
     "armando",
     "facebook",
     "gomez",
     "mexico",
     "tuesday, dec. 20, 2016",
     "red",
     "francisco",
     "cross",
     "december 21, 2016",
     "state",
     "pablito",
     "crescencia",
     "defense",
     "cesar",
     "pena",
     "associated",
     "alejandro",
     "once",
     "luis",
     "twitter",
     "health",
     "department",
     "ornelas",
     "nearly four hours later",
     "tolentino",
     "national",
     "san",
     "atizapan",
     "felipe",
     "a year later",
     "wednesday",
     "fuentes",
     "tultepec",
     "ernesto",
     "new year's",
     "2005",
     "puente",
     "milenio",
     "monge",
     "90 percent",
     "de",
     "city",
     "jose",
     "protection",
     "portuguez",
     "ap",
     "nomar"
    ],
    "id": 25,
    "text": "Death toll rises to 31 after explosion rocks Mexico fireworks market Published               December 21, 2016 Facebook 0 Twitter 0 Email Print   The explosion that ripped through Mexico’s best-known fireworks market in the outskirts of Mexico City has killed at least 31 people and left dozens more badly burned. Mexico State chief prosecutor Alejandro Gomez said Wednesday the death toll rose to 31 after several people died at local hospitals. He said some of the dead were so badly burned that neither their age no their gender could be immediately determined. The toll is expected to rise because 11 people were listed as missing and some body parts were found at the scene, Gomez added. A list of nine bodies identified so far showed one of the dead included a 3-month-old baby boy and a 12-year-old girl. Gomez said a total of seven male minors were among the dead. State Health Secretary Cesar Nomar Gomez Monge said 72 people were being treated for injuries including severe burns, in some cases over 90 percent of their bodies. Expand / Contract This image made from video shows an explosion ripping through the San Pablito fireworks' market in Tultepec, Mexico, Tuesday, Dec. 20, 2016. (Jose Luis Tolentino via AP) The powerful chain-reaction explosion ripped through the stalls at the San Pablito fireworks market, which officials said was especially well stocked for the holidays. It’s the third such blast to ravage the market since 2005 sent up a towering plume of some that was lit up by a staccato of bands and flashes of light. Once the smoke cleared, the open-air bazaar was reduced to a stark expanse of ash, rubble and the charred metal of fireworks stands, casting a pall over the country's Christmas season. Survivor Crescencia Francisco Garcia said she was in the middle of the grid of stalls when the thunderous explosions began. She froze, reflexively looked up at the sky and then took off running through the smoke once she realized everyone was doing so. As she ran she saw people with burns and cuts, and lots of blood. \"Everything was catching fire. Everything was exploding,\" Francisco said. \"The stones were flying, pieces of brick, everything was flying.\" Mexico State Gov. Eruviel Avila vowed that \"we are going to identify who is responsible.\" Sirens wailed and a heavy scent of gunpowder lingered in the air well after the thunderous explosions at the market, which were widely seen in a dramatic video. The smoking, burned out shells of vehicles ringed the perimeter, and first responders and local residents wearing blue masks over their mouths combed through the ash and debris. Firefighters hosed down still-smoldering hotspots. Expand / Contract A Mexico State policeman looks through the scorched ground of the open-air San Pablito fireworks market, in Tultepec, outskirts of Mexico City, Mexico, Tuesday, Dec. 20, 2016. (AP Photo/Eduardo Verdugo) Tultepec Mayor Armando Portuguez Fuentes said the market was especially well stocked because demand for noisy firecrackers and rockets soars this time of year. \"We are obviously in the high season,\" Portuguez said. \"There was more product than usual because we are a few days away from Christmas, a few days away from New Year's, and those are the days when the products made here are consumed the most.\" Cesar Ornelas of Atizapan de Zaragoza was only 10 minutes into shopping with his son and his father when he heard the first explosions. He tried to run, but something knocked him to the ground from behind. He tried several times to get up, unsuccessfully, and ultimately his 15-year-old son Francisco had to drag him out. \"We didn't look back,\" said Ornelas, who suffered light burns and a large bruise over his left kidney. His white tank top had a fist-size burn on the chest. \"We heard how the explosion was kind of going off bit by bit.\" Nearly four hours later, he and Francisco limped gingerly out of the market area. Francisco said paramedics told him his leg was likely fractured by flying debris. Ornelas said his 67-year-old father, Ernesto, had run in a different direction and sought refuge in a nearby home. All the father's clothing was burned, and his face and arm were bloodied. An ambulance had spirited him to a hospital, but Ornelas wasn't sure where it was or how serious his injuries were. The Mexican Red Cross said it sent 10 ambulances with 50 paramedics to the scene. National Civil Protection Coordinator Luis Felipe Puente told Milenio television that some nearby homes were also damaged. The scene remained dangerous and he asked people not to come within 3 miles to avoid hampering the emergency response. \"My condolences to the families of those who lost their lives in this accident and my wishes for a quick recovery for the injured,\" President Enrique Pena Nieto said via Twitter. A similar fire engulfed the San Pablito Market in 2005, touching off a chain of explosions that leveled hundreds of stalls just ahead of Mexico's Independence Day. A year later a similar incident at the same market also destroyed hundreds of stands. Portuguez, the Tultepec mayor, said the manufacture and sale of fireworks is a key part of the local economy. He added that it is regulated by law and under the \"constant supervision\" of the Defense Department, which oversees firearms and explosives. \"This is part of the activity of our town. It is what gives us identity,\" Portuguez said. \"We know it is high-risk, we regret this greatly, but unfortunately many people's livelihoods depend on this activity.\" The Associated Press contributed to this report. Advertisement ",
    "title": "Death toll rises to 31 after explosion rocks Mexico fireworks market | Fox News"
   },
   {
    "entities": [
     "council",
     "tempelhof",
     "mueller",
     "weber",
     "last year",
     "1200",
     "price",
     "bruno",
     "cathedral",
     "roux",
     "february 2016",
     "states",
     "frauke",
     "christmas",
     "press",
     "foreman",
     "house",
     "trump",
     "tribune",
     "noon",
     "sascha",
     "europe",
     "berlin",
     "ansbach",
     "united",
     "michael",
     "donald",
     "ned",
     "morning",
     "state",
     "july 14",
     "tuesday",
     "monday",
     "summer",
     "winfried",
     "koch",
     "wuerzburg",
     "st.",
     "security",
     "hedwig",
     "associated",
     "zurawski",
     "manfred",
     "heiner",
     "nice",
     "department",
     "greg",
     "bavaria",
     "u.s.",
     "1 p.m.",
     "obama",
     "national",
     "today",
     "parliament",
     "merkel",
     "islamic",
     "overnight",
     "dec. 31, 2015",
     "afternoon",
     "evening",
     "european",
     "le",
     "washington",
     "petry",
     "langenbach",
     "ard",
     "tagesspiegel",
     "wenzel",
     "barack",
     "germany",
     "france",
     "ariel",
     "white"
    ],
    "id": 26,
    "text": "(Tribune news services) Numerous German media reported that the suspect, who was picked up about 1½ miles from the crash site, was a Pakistani citizen. Footage showed the suspect, his head covered in a white sheet, being pushed into a police car shortly after the attack. Berlin's public radio station RBB-Inforadio cited security sources saying the man entered Germany on Dec. 31, 2015. News agency dpa, also citing unnamed security sources, said he came to Germany as a refugee in February 2016. Berlin's Tagesspiegel newspaper reported that the man was known to police for minor crimes. Police declined to comment on the reports, referring questions to federal prosecutors who said they would hold a news conference Tuesday afternoon. But Merkel, who has been criticized for allowing in large numbers of migrants, addressed head-on the possibility that an asylum-seeker was responsible. \"I know that it would be particularly hard for us all to bear if it were confirmed that a person committed this act who asked for protection and asylum in Germany,\" Merkel said. \"This would be particularly sickening for the many, many Germans who work to help refugees every day and for the many people who really need our help and are making an effort to integrate in our country.\" Truck runs into crowded Christmas market in Berlin A truck rammed into a crowded Christmas market in the center of Berlin on Monday evening killing at least nine people, and causing multiple injuries, police said. (Video credit Greg Foreman – www.periscope.tv/ltzgohawks) A truck rammed into a crowded Christmas market in the center of Berlin on Monday evening killing at least nine people, and causing multiple injuries, police said. (Video credit Greg Foreman – www.periscope.tv/ltzgohawks) See more videos A spokesman for Berlin's office for refugee affairs said police conducted a large-scale search overnight at a large shelter for asylum-seekers at the city's now-defunct Tempelhof airport. Four men in their late 20s were questioned but nobody was arrested, Sascha Langenbach told The Associated Press. Among the dead was a man in the truck, who succumbed as paramedics treated him, Berlin police spokesman Winfried Wenzel said. Police said later that the man was a Polish national, but didn't give further details of who he was or what happened to him. The Polish owner of the truck said he feared the vehicle may have been hijacked. Ariel Zurawski said he last spoke with the driver, his cousin, around noon, and the driver told him he was in Berlin and scheduled to unload Tuesday morning. \"They must have done something to my driver,\" he told TVN24. Germany has not so far experienced any mass-casualty attacks by Islamic extremists, but has been increasingly wary since two attacks by asylum-seekers in the summer that were claimed by the Islamic State group. Five people were wounded in an ax rampage on a train near Wuerzburg and 15 in a bombing outside a bar in Ansbach, both in the southern state of Bavaria. Both attackers were killed. Those attacks, and two others unrelated to Islamic extremism in the same weeklong period, contributed to tensions in Germany over the arrival last year of 890,000 migrants. Far-right groups and a nationalist party seized on Monday's attack, blaming Merkel. \"Under the cloak of helping people Merkel has completely surrendered our domestic security,\" Frauke Petry, the co-chairwoman of the Alternative for Germany party, wrote. Manfred Weber, a member of Merkel's conservative bloc and leader of the European Parliament's biggest political grouping, cautioned against sweeping verdicts but said it was important to ensure that extremists didn't enter the country. \"The state must be able to check every refugee who comes here,\" he told German public broadcaster ARD. French Interior Minister Bruno Le Roux expressed his sympathy after the attack. \"We are all Berliners today,\" he told Europe-1 radio Tuesday. \"In this type of situation, we need unity to face down terrorists, and on this occasion we need European unity. It must be strong, particularly strong.\" The White House condemned \"what appears to have been a terrorist attack.\" It came less than a month after the U.S. State Department warned that extremist groups including Islamic State and al-Qaida were focusing \"on the upcoming holiday season and associated events\" in Europe. The German government said Merkel spoke Tuesday with President Barack Obama, who expressed his condolences. The Islamic State group and al-Qaida have both called on followers to use trucks in particular to attack crowds. On July 14, a truck plowed into Bastille Day revelers in the southern French city of Nice, killing 86 people. Islamic State claimed responsibility for that attack, which was carried out by a Tunisian living in France. Federal prosecutors, who handle terrorism cases, took over the investigation. In Washington, White House National Security Council spokesman Ned Price said the United States was ready to help in the investigation and response. U.S. President-elect Donald Trump Islamic extremists must be \"eradicated from the face of the earth\" and pledged to carry out that mission with all \"freedom-loving partners.\" Berlin's mayor, Michael Mueller, planned to hold a news conference on the attack at 1 p.m. (1200 GMT). The archbishop of Berlin, Heiner Koch, said he would hold prayers for the victims at the St. Hedwig Cathedral at noon. ",
    "title": "Suspect arrested in truck attack that killed 12 in Berlin - Chicago Tribune"
   },
   {
    "entities": [
     "christiane",
     "saad",
     "christmas",
     "sunday",
     "lentjes",
     "zuercher",
     "morning",
     "tuesday",
     "monday",
     "north",
     "seven years ago",
     "zurich",
     "islam",
     "eritrea",
     "neue",
     "africa",
     "switzerland",
     "afternoon",
     "now",
     "isis",
     "subaan",
     "zeitung",
     "meili",
     "somalia"
    ],
    "id": 27,
    "text": "Ambulance and police cars outside an Islamic center in central Zurich on Monday after three people were injured by gunfire. Police say the gunman later killed himself. Michael Buholzer/AFP/Getty Images hide caption toggle caption Michael Buholzer/AFP/Getty Images Ambulance and police cars outside an Islamic center in central Zurich on Monday after three people were injured by gunfire. Police say the gunman later killed himself. Michael Buholzer/AFP/Getty Images Swiss police say a man who shot and wounded three worshippers in a Zurich mosque Monday has no apparent links to radical Islam and appears to have killed himself after the attack. In a news conference Tuesday afternoon, Zurich cantonal police confirmed that a body found under a nearby bridge was the mosque shooter. A pistol was lying nearby. Police say it appears the 22-year-old Swiss man of Ghanaian origin took his own life shortly after storming into the Somali-Islamic center near Zurich's main train station on Monday and opening fire on people praying. Three men, ages 30, 35 and 56, were injured — two of them seriously. Police say the man, whose name was not released, is also most likely the murderer of a man with South American roots whose body was found in a Zurich playground Sunday morning. The mosque attacker's DNA was found at the playground crime scene. He also seemed to have been acquainted with the playground victim. The attack was a rare case of gun violence in Switzerland and investigators are still puzzling over a motive that set off the chain of events. Article continues after sponsorship \"He is Swiss and we don't know anything about the motives,\" said Christiane Lentjes Meili, head of criminal investigations for the Zurich cantonal police. With the Berlin Christmas market attack claimed by ISIS, terrorism is the first thought in everyone's mind. But Swiss police say there is no apparent link to radical Islam. The man had a juvenile record for assault and bike theft. Lentjes Meili said there are also indications he took an interest in occult sciences. She said it was not clear whether he was mentally ill. Like some other European countries, largely Christian Switzerland has also been wrestling with the role of Islam as its Muslim population grows. Seven years ago Swiss voters approved a nationwide referendum banning the building of new minarets. Worshippers at the mosque, mostly from Somalia, Eritrea and North Africa, were stunned by the intrusion and the shooting. Some told local media they were anxious to know whether they were targeted \"or whether it is just coincidence, that brought him to us,\" said Saad Subaan. One worshipper told newspaper Neue Zuercher Zeitung that people there were very scared. \"Our children come to the mosque every weekend. But now I wonder if we're still safe here,\" he said. ",
    "title": "Police Say Zurich Mosque Shooter Not Linked To Radical Islam : The Two-Way : NPR"
   },
   {
    "entities": [
     "mueller",
     "christmas",
     "reuters",
     "michael",
     "news",
     "berlin",
     "0:47",
     "angela",
     "austria",
     "46 percent",
     "state",
     "tuesday",
     "2015",
     "breitscheidplatz",
     "federal",
     "frank",
     "local",
     "maiziere",
     "department",
     "houston",
     "u.s.",
     "nbc",
     "merkel",
     "dec. 31, 2015",
     "afternoon",
     "evening",
     "office",
     "de",
     "germany",
     "thomas",
     "statistics"
    ],
    "id": 28,
    "text": "Asylum-Seeker Link to Terror Attack 'Sickening': Merkel 0:47 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161221013624if_/http://www.nbcnews.com/widget/video-embed/837462083721\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Chancellor Angela Merkel, who has faced political pressure over open-arms policy for refugees , earlier said it would be \"hard for us all to bear\" if the perpetrator \"was someone who sought protection and asylum.\" She added: \"I have no simple answers. We cannot live without these shared moments in public spaces. We must not be limited by fear of evil. We will live as we wish in Germany — free, together and openly.\" More than 2.1 million immigrants were registered in Germany in 2015 , according to provisional results from the Federal Statistics Office. That represented a 46 percent year-on-year increase and is almost as many people who live in Houston , the fourth-largest city in the U.S. Federal prosecutors took over investigation after the truck was driven into Breitscheidplatz, a popular public square where tourists and locals were enjoying a traditional pre-Christmas evening. Police said the truck was \"intentionally directed\" into the crowd in an act of \"probable terrorism.\" Merkel visited the scene, adding to a growing pile of flowers left in tribute to the victims. Berlin Mayor Michael Mueller, German Chancellor Angela Merkel and German Interior Minister Thomas de Maiziere visit the scene of the market attack in Berlin. HANNIBAL HANSCHKE / Reuters Local media identified the suspect as \"Naved B.,\" a 23-year-old who entered Germany via Austria on Dec. 31, 2015. He was reportedly already known to police for minor offenses. Those reports could not immediately be confirmed by NBC News. De Maiziere said only a few of the victims had been identified so far, and that 18 of the 48 wounded had suffered severe injuries. The U.S. State Department said on Tuesday afternoon that they were not aware of any American citizens killed or injured in the attack. Among the dead was a Polish man found shot to death inside the cab of the stolen truck. The weapon has not been found. Bloodstained clothing was also found inside the cab, but the suspect in custody was wearing clean clothes, Frank said. Christmas markets in Berlin were closed Tuesday as a mark of respect for the victims, but the interior ministry said other events around the country would take place with increased security measures. Play ",
    "title": "Berlin Truck Attack: Christmas Market Suspect Released Due to Insufficient Evidence - NBC News"
   },
   {
    "entities": [
     "todd",
     "croft",
     "darnell",
     "treatment",
     "schuette",
     "howard",
     "earlier this year",
     "karegnondi",
     "government",
     "march",
     "flint",
     "house",
     "daugherty",
     "2013",
     "press",
     "radio",
     "tens of millions of dollars",
     "the",
     "investigation",
     "mich.",
     "water",
     "earley",
     "gerald",
     "river",
     "of",
     "bill",
     "johnson",
     "associated",
     "authority",
     "michigan",
     "department",
     "plant",
     "works",
     "today",
     "ambrose",
     "oversight",
     "and",
     "a year later",
     "detroit",
     "committee",
     "kwa",
     "public",
     "now",
     "flood",
     "reform"
    ],
    "id": 29,
    "text": "Darnell Earley, former emergency manager of Flint, Mich., at a House Oversight and Government Reform Committee hearing in March. Mark Wilson/Getty Images hide caption toggle caption Mark Wilson/Getty Images Darnell Earley, former emergency manager of Flint, Mich., at a House Oversight and Government Reform Committee hearing in March. Mark Wilson/Getty Images Michigan's attorney general has announced felony charges against two former emergency managers of Flint, Mich., and two other former city officials. The charges are linked to the city's disastrous decision to switch water sources, ultimately resulting in widespread and dangerous lead contamination. \"All too prevalent in this Flint Water Investigation was a priority on balance sheets and finances rather than health and safety of the citizens of Flint,\" state Attorney General Bill Schuette said in a statement. Former Emergency Managers Darnell Earley and Gerald Ambrose were each charged with two felonies that carry penalties of up to 20 years — false pretenses and conspiracy to commit false pretenses — along with misconduct in office, also a felony, and willful neglect of duty in office, a misdemeanor. Howard Croft, who was Flint's director of the Department of Public Works, and Daugherty Johnson, who was the department's utilities director, were each charged with false pretenses and conspiracy to commit false pretenses. Earley and Ambrose each face a total of up to 46 years in prison. Croft and Johnson each face a total of up to 40 years in prison. Article continues after sponsorship This case is rooted in the city's decision to switch water sources, which it justified as a cost-saving measure. City officials decided in 2013 that they would end their contract with Detroit and build their own pipeline to connect to the Karegnondi Water Authority (KWA). That pipeline wouldn't be operational before the original water source was set to be cut off, so officials turned to the Flint River as an interim source of water. They failed to treat the Flint River water with corrosion controls, damaging the city's pipes and causing lead to leach into the city's drinking water. But let's back up a few steps. These charges today are focused on the decision to switch to the KWA at a time when the city was deeply in debt. Controversial Emergency Manager Of Detroit's Public Schools Resigns The city was barred by state law from accumulating any more debt. Earley and Ambrose allegedly circumvented that law — and were able to borrow tens of millions of dollars — by arguing that the city faced an \"environmental calamity\" over a retention pond filled with lime sludge that needed emergency cleanup. \"The City of Flint ... used an exception to state law by claiming the bonds were needed to fund an emergency cleanup of a retention pond, when in fact the funds were intended to pay for the KWA,\" a statement from Schuette reads. \"This case is a classic bait-and-switch. ... The lime sludge lagoon was not an emergency,\" special prosecutor Todd Flood said, according to The Associated Press. After it became clear that the KWA pipeline wouldn't be ready in time, Earley implemented the switch to the Flint River . He is also accused of allowing \"the Flint Water Treatment Plant to produce water despite knowledge the plant was not ready for use, allowed Flint to enter into a contract requiring use of the Flint Water Treatment Plant during that time, and authorized false and misleading public statements that the water was safe to drink.\" Earley later became emergency manager of Detroit's public school system; he resigned earlier this year amid mounting criticism over poor conditions. Lead-Laced Water In Flint: A Step-By-Step Look At The Makings Of A Crisis Earley, Ambrose and Croft have not publicly commented on the charges. An attorney for Johnson told The Associated Press that his client is \"going to plead not guilty and we're going to stand by that.\" This is the third set of criminal charges brought by Michigan's attorney general over the Flint water crisis, bringing the total number of defendants to 13. A Year Later, Unfiltered Flint Tap Water Is Still Unsafe To Drink Schuette has his critics — they say he's \"grandstanding with no real results,\" as Michigan Radio reported . \"They point to the fact that Schuette is actively fighting against a federal court order to deliver bottled water to residents.\" If you're catching up on the crisis in Flint, check out our step-by-step look at how it unfolded. It has now been more than a year since the city's mayor declared a state of emergency in the city, and the water remains unsafe to drink without a filter . ",
    "title": "2 Former Flint Emergency Managers, 2 Others Face Felony Charges Over Water Crisis : The Two-Way : NPR"
   }
  ]
 }
}