{
 "22": {
  "col-sim": {
   "cosine": 0.12476814287598013,
   "entity": 0.1072112534837795
  },
  "exec-time": 22.7953679561615,
  "links": [
   {
    "entities": [
     "stefan",
     "wilhelm",
     "november",
     "amri",
     "next year",
     "turkey",
     "clemens",
     "radek",
     "anis",
     "july 2015",
     "state",
     "mayer",
     "abu",
     "once",
     "müller",
     "kirchner",
     "this year",
     "victoria",
     "merkel",
     "christian",
     "islamic",
     "souad",
     "dresden",
     "$105,000",
     "peter",
     "jäger",
     "trade",
     "earlier this year",
     "florida",
     "berlin",
     "united",
     "angela",
     "donald",
     "dec. 21, 2016",
     "tuesday",
     "of",
     "north",
     "dan",
     "december 21",
     "night",
     "police",
     "late monday",
     "union",
     "rhine-westphalia",
     "karen",
     "freiburg",
     "de",
     "tataouine",
     "rainer",
     "thomas",
     "greece",
     "bild",
     "wendt",
     "jörg",
     "christmas",
     "maizière",
     "magdeburg",
     "italy",
     "1992",
     "church",
     "mainz",
     "faiola",
     "one hundred percent",
     "anthony",
     "wednesday",
     "2012",
     "germany",
     "last year",
     "walaa",
     "states",
     "trump",
     "die",
     "kaiser",
     "syria",
     "europe",
     "june",
     "the",
     "tageszeitung",
     "at 3:46 pm",
     "monday",
     "walker",
     "post",
     "past",
     "stephanie",
     "100,000 euro",
     "september of this year",
     "dec. 19",
     "washington",
     "memorial",
     "eggen",
     "mekhennet",
     "now",
     "social",
     "ralf",
     "german"
    ],
    "id": 0,
    "text": "Tunisian suspect in Berlin Christmas market attack faced past German terror probe, official says The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Truck rams crowd in Berlin Christmas market, killing at least 12 people View Photos A massive black truck plowed into a Christmas market teeming with holiday revelers in Berlin on Dec. 19, killing at least 12 and wounding dozens more. Caption German authorities late Monday questioned a male suspect; possibility of terrorism is investigated.  Dec. 21, 2016 Candles and flowers are placed at a makeshift memorial near Kaiser Wilhelm Memorial Church in Berlin, close to the site where a truck crashed into a Christmas market two days before. At least 12 people were killed and almost 50 were wounded. Clemens Bilan/AFP/Getty Images Buy Photo Wait 1 second to continue. By Anthony Faiola , Stephanie Kirchner and Souad Mekhennet December 21 at 3:46 PM Follow @Anthony_Faiola Follow stephi_says Follow @smekhennet BERLIN — The prime suspect sought in the deadly attack on a Berlin Christmas market — a 24-year-old Tunisian migrant — was the subject of a terrorism probe in Germany earlier this year and was not deported even though his asylum bid was rejected, a senior German official said Wednesday. The suspect — who went by numerous aliases but was identified by German authorities as Anis Amri — became the subject of a national manhunt after investigators discovered a wallet with his identity documents in the truck used in Monday’s attack that left 12 dead, two law enforcement officials told The Washington Post.  Meanwhile, a clearer portrait took shape of the suspect, including accusations that he had contact with a prominent Islamic State recruiter in Germany. German authorities issued a 100,000 euro ($105,000) reward for information leading to his capture, warning citizens not to approach the 5-foot-8, 165-pound Amri, whom they described as “violent and armed.” His record, however, further deepened the political fallout from Monday’s bloodshed — pointing to flaws in the German deportation system and putting a harsh light on Chancellor Angela Merkel’s humanitarian bid to open the nation’s doors to nearly 1 million asylum seekers last year. (Victoria Walker,Peter Stevenson/The Washington Post) Although the vast majority of those who flooded into Europe were on the move to escape war and unrest, dozens of terrorism suspects have slipped into Germany and neighboring nations posing as migrants. Amri, officials said, was not part of the surge of migrants who entered Europe via the onetime main route from Turkey and Greece — a path that has been now largely cut off. Rather, he came to Germany last year via Italy, where he apparently had entered as early as 2012. He applied for German asylum but was rejected in June and later faced deportation. Amri was the subject of a terrorism probe on suspicion of “preparing a serious act of violent subversion,” and he had known links to Islamist extremists, authorities said. Why a failed asylum seeker with such links and no passport was walking German streets is “the question 82 million Germans probably want an answer to,” said Rainer Wendt, Chairman of the German Police Union. He added: “How many more ticking time bombs are roaming around here? . . . We saw how much damage one person can do with a truck.” [ Gallery: Festive corner of Berlin now a sad memorial ] The dragnet for the suspect appeared to initially focus on the German state of North Rhine-Westphalia as well as Berlin, both places where the Tunisian suspect once lived. Police units had been due to stage raids Wednesday, officials said, but they remained mysteriously on hold. 45 years of terrorist attacks in Europe, visualized View Graphic 45 years of terrorist attacks in Europe, visualized The interior minister in North Rhine-Westphalia, Ralf Jäger, said the Tunisian man had bounced around Germany since arriving in July 2015, living in the southern city of Freiburg and later in Berlin.  Although authorities have sought to accelerate the deportation of rejected asylum seekers this year, there is still a backlog in Germany of tens of thousands, many of whom are able to resist because their countries of origin refuse to take them back. Amri, Jäger said, was one of them.  Amri had not been deported because — like many asylum seekers in Germany — he did not have a passport. The Tunisian government, Jäger explained, initially denied that he was a national and delayed issuing his passport. Pending his deportation, Amri had received a “toleration” status from the government.  Amri’s new Tunisian passport, Jäger said, finally arrived Wednesday. “I don’t want to comment further on that circumstance,” said a visibly angered Jäger. [ Berlin attack: How the events unfolded ] Importantly, authorities knew that Amri had “interacted” with Abu Walaa, a 32-year-old of Iraqi descent arrested in November on charges of recruiting and sending fighters from Germany to the Islamic State. Key evidence in Walaa’s case came from an Islamic State defector who had returned to Germany and accused Walaa of helping to recruit him and arrange his travel to Syria. “Anis Amri was engaging with extremist salafist circles in Germany,” a German security official said. According to Karen Müller, spokeswoman for the Berlin prosecutor, Amri had also been under police surveillance for several months until September of this year, because he was suspected of planning a burglary in Berlin to finance the purchase of  weapons. The suspicion wasn’t confirmed. He was, she said, found only to be a small-time drug dealer. The leaking of the suspect’s name and photograph in the press, authorities said, may have upset attempts to find him. Germany’s interior minister, Thomas de Maizière, would tell reporters in Berlin only that Germany had registered “a suspect” as wanted on European databases. He refused to give further details. The two German law enforcement officials, who spoke on the condition of anonymity to discuss a sensitive case, said investigators discovered the man’s documents in the cabin of the truck that barreled into the market. It remained unclear whether authorities believe the Tunisian man drove the truck, but police nevertheless made tracking him a priority. Revelation of the asylum seeker’s background sparked outrage among conservative politicians and seemed set to damage Merkel, who is running for reelection next year. “There is a connection between the refugee crisis and the heightened terror threat in Germany,” said Stefan Mayer, parliamentary spokesman on domestic affairs for the Christian Social Union party. “This can also be seen in the case of this Tunisian.” President-elect Donald Trump on Wednesday appeared to stand by his plans to establish a registry for Muslims and temporarily ban Muslim immigrants from the United States. Speaking outside his Mar-a- Lago resort in Florida, Trump did not walk back the proposals after he was asked by a reporter whether he was rethinking or reevaluating them in the wake of a fresh terrorist attack in Berlin. “You know my plans,” Trump said. He went on to add that the attack on a Berlin Christmas market, which was claimed by the Islamic State, had vindicated him. “All along, I’ve been proven to be right. One hundred percent correct,” Trump said. “What’s happening is disgraceful.” [What’s known so far about the Berlin investigation ] Germany’s Bild newspaper said Amri had several aliases and was apparently born in the southern Tunisian desert town of Tataouine in 1992. Witnesses described one man fleeing the scene after the truck — packed with a cargo of steel — roared into revelers at a traditional Christmas market. One suspect, a Pakistani asylum seeker, was arrested Monday night, but authorities later released him because of a lack of evidence. The new information emerged as German investigators raced for clues in the hunt for Amri and other possible suspects in the assault. They pored over forensic evidence and GPS data as they sought to retrace the steps of the runaway attacker. They were re-questioning witnesses and analyzing DNA traces found in the truck, as well as on the body of a dead Polish man in the passenger seat.  The Pole worked for a trucking company and was delivering a payload of steel to Berlin. Investigators are going on the assumption that he was taken hostage by the assailant — and may even have died a hero. Jörg Radek, deputy chairman of the German Trade Union of the Police, said evidence suggested that “a fight took place in the driver’s cabin.” As it barreled toward the crowded market, the truck was not driving straight, but “in a zigzag line,” he noted. [ After Berlin, security tightens at Christmas markets ]  The Islamic State on Tuesday claimed responsibility for inspiring the unknown attacker — a claim as yet unproven and possibly just opportunistic. But it prompted some politicians to quickly point the finger at Merkel’s refu­gee policy, even as others pushed back, calling the accusations a politicizing of tragedy that had no place in progressive Germany.  There were also growing calls for the deployment of more police on the streets with military-style weapons — an unusual move in pacifist Germany. At the normally quaint and picturesque Christmas markets in at least three German cities — Mainz, Magdeburg and Dresden — concrete barriers were quickly erected to add security. In Magdeburg, police officers armed with automatic weapons were guarding the entrance. Yet others argued that living in a free society was perhaps more important and that Germans were willing to accept a certain measure of risk to preserve that openness.  “If we want to maintain the freedom of our society, we simply have to live with the risk contained in this decision,” Die Tageszeitung said in a Wednesday editorial. Dan Eggen in Washington contributed to this report. Read more          ",
    "title": "Tunisian suspect in Berlin Christmas market attack faced past German terror probe, official says - The Washington Post"
   },
   {
    "entities": [
     "ashford",
     "thompson",
     "right now",
     "cbs",
     "february 2016",
     "saleh",
     "truestoryasa",
     "australia",
     "news",
     "last week",
     "georgia",
     "this afternoon",
     "chris",
     "adam",
     "morning",
     "december 21, 2016",
     "2014",
     "vlogs",
     "december 14, 2016",
     "tigerair",
     "once",
     "jacqueline",
     "two years later",
     "delta",
     "u.s.",
     "new",
     "today",
     "youtube",
     ", 7:09 pm",
     "wednesday",
     "york",
     "jfk",
     "karen",
     "airlines",
     "cbsn",
     "airport",
     "willemsen",
     "earlier wednesday",
     "london-to-new"
    ],
    "id": 1,
    "text": "CBS News December 21, 2016, 7:09 PM Delta defends ousting YouTube star Adam Saleh from flight Email Delta Airlines is defending removing YouTube celebrity Adam Saleh , whose prank videos have garnered him a significant online following, from a flight Wednesday.  Saleh said earlier Wednesday that he was removed from the flight because he spoke Arabic to his mom on the phone before takeoff.  “I speak to my mom on the phone every flight,” Saleh told CBSN shortly after video he posted on Twitter showing his removal went viral. “She only speaks Arabic.” But according to a Delta, Saleh sought to disrupt the cabin.  In statement to CBS News Delta said: “Upon landing the crew was debriefed and multiple passenger statements collected. Based on the information collected to date, it appears the customers who were removed sought to disrupt the cabin with provocative behavior, including shouting. This type of conduct is not welcome on any Delta flight. While one, according to media reports, is a known prankster who was video recorded and encouraged by his traveling companion, what is paramount to Delta is the safety and comfort of our passengers and employees. It is clear these individuals sought to violate that priority.” According to Saleh, a woman in the seat in front of him turned around and told him he ought to speak English. Saleh said he told her he can speak whatever language he likes, and her husband responded by standing up and screaming at him. Then about 20 people allegedly said they were uncomfortable with Saleh and his companion. The pair were approached by the captain, who Saleh said “seemed ashamed and embarassed” when he asked them to leave the plane because of the other passengers’ complaints.   In an earlier statement, Delta said:  “Maintaining a safe, comfortable and orderly onboard environment is paramount for every flight and requires the cooperation of all of our customers in conjunction with adherence to directions from our crew members. This is a Delta policy and is required by U.S. regulations as well as others governing aviation worldwide. “Two customers were removed from Delta flight 1 departing London-Heathrow today after a disturbance in the cabin resulted in more than 20 customers expressing their discomfort. “We have spoken with the customers who were removed; they were rebooked on another flight. Plans are in place to immediately speak with our crew and other passengers when the flight lands this afternoon. We will provide an update once we have more information.” Saleh has more than 1.6 million subscribers to his TrueStoryASA  YouTube channel, and more than 2.2 million subscribers to his Adam Saleh Vlogs YouTube channel. Saleh’s YouTube channels are full of prank videos as well as videos about Muslim life, and he is a self-described “professional idiot.” Saleh has a history of posting staged videos designed to look like the real thing, including an  infamously faked viral video  that alleged to have shown anti-Muslim bias from the NYPD. In 2014, Saleh’s video “ RACIAL PROFILING EXPERIMENT! ” showed him and friend staging a fight twice in front of an alleged police officer, once in Western street clothes, and once in Muslim clothes.  The Smoking Gun revealed the hoax  relatively quickly, but two years later, as of Wednesday morning, Saleh still does not indicate that the video was staged in its description. In February 2016, Saleh posted a video of a  self-described “social experiment”  in which he counts down from 10 in Arabic aboard a plane.  Just last week,  Saleh was called out for faking a video  allegedly showing him sneaking onto a flight inside a suitcase. @omgAdamSaleh Nice try Adam, but definitely a few inconsistencies with this vid, namely the fact we have footage of you boarding the plane! — Tigerair Australia (@TigerairAU) December 14, 2016 In one video Saleh posted to Twitter, that was retweeted more than 500,000 times, he can be seen getting escorted off the London-to-New York flight. (WARNING: Video contains some strong language that some readers may find offensive.) We got kicked out of a @Delta airplane because I spoke Arabic to my mom on the phone and with my friend slim... WTFFFFFFFF please spread pic.twitter.com/P5dQCE0qos — Adam Saleh (@omgAdamSaleh) December 21, 2016 As he is slowly walking down the aisle of the jet, Saleh says he is being kicked off for “speaking a different language.” He said he was just innocently talking to his mother when “white” people around him began complaining about his use of Arabic. This led to a handful of Delta personnel asking Saleh to leave the flight. In the video, some passengers can be seen telling the apparent Delta employees that they did not want Saleh removed, while others can be seen waving and saying “bye” as he walks away. He later tweeted that police and security officials interviewed him and the other person kicked off the flight multiple times. UPDATE: We're being security checked AGAIN right now. — Adam Saleh (@omgAdamSaleh) December 21, 2016 Saleh later said he got on a flight to New York with a different airline after being “checked” for 30 minutes. “I’m not gonna let this go,” Saleh said. “What if they do this to people like my mother who can’t even speak English?” No official accounting of what exactly transpired on the flight has been released by airport security.  Some of the passengers on the flight spoke to CBS News after the plane landed at JFK Airport. “It was clear that this guy knew what he was doing, because as he was leaving the plane he would stop, he would kind of make eye-contact with people. He would say ‘Delta, Delta is kicking me off the plane.’ He wasn’t alone, he was travelling with somebody else,” Rev. Karen Georgia Thompson told CBS News. Another passenger told CBS News that she felt it was not discriminatory in any way. “I was sitting towards the front of the plane and just heard a lot of commotion actually,” said passenger Jacqueline Willemsen. “When he came up to the front he was just screaming that it was an injustice and that he was being kicked off for speaking loudly in Arabic. To be really honest it seemed like more of a scene than anything that actually happened.”   However, another passenger told CBS News he had a bit of a different perspective. “I think the guy was giving a bit of a prayer, just before take off, which is not unusual. Somebody heard him speaking in Arabic and I think reported him,” said passenger Chris Ashford. “…Whether Delta performed or acted in the manner they were supposed to, I’m assuming, for protocol, yes. There definitely seemed to be a bit of a misunderstanding.”  ",
    "title": "Delta defends ousting YouTube star Adam Saleh from flight - CBS News"
   },
   {
    "entities": [
     "ukraine",
     "interactive",
     "cbs",
     "lee",
     "last december",
     "rob",
     "news",
     "inc.",
     "december 21, 2016",
     "kiev",
     ", 7:27 pm",
     "russia",
     "ivano-frankivsk",
     "pemchuk",
     "2016",
     "future",
     "u.s.",
     "d.c.",
     "hollywood",
     "new",
     "york",
     "washington",
     "america",
     "vasyl",
     "williams",
     "holly",
     "last weekend",
     "city"
    ],
    "id": 2,
    "text": "By Holly Williams CBS News December 21, 2016, 7:27 PM Russian hacks into Ukraine power grids a sign of things to come for U.S.? Email Russian hacking to influence the election has dominated the news. But CBS News has also noticed a hacking attack that could be a future means to the U.S. Last weekend, parts of the Ukrainian capitol Kiev went dark. It appears Russia has figured out how to crash a power grid with a click.  Last December, a similar attack occurred when nearly a quarter of a million people lost power in the Ivano-Frankivsk region of Ukraine when it was targeted by a suspected Russian attack.   Vasyl Pemchuk is the electric control center manager, and said that when hackers took over their computers, all his workers could do was film it with their cell phones. “It was illogical and chaotic,” he said. “It seemed like something in a Hollywood movie.” Vasyl Pemchuk in the control center that was hacked CBS News The hackers sent emails with infected attachments to power company employees, stealing their login credentials and then taking control of the grid’s systems to cut the circuit breakers at nearly 60 substations. The suspected motive for the attack is the war in eastern Ukraine, where Russian-backed separatists are fighting against Ukrainian government forces. But hackers could launch a similar attack in the U.S. “We can’t just look at the Ukraine attack and go ‘oh we’re safe against that attack,’” said Rob Lee, a former cyberwarfare operations officer in the U.S. military, investigated the Ukraine attack. Rob Lee CBS News “Even if we just lose a portion, right? If we have New York City or Washington D.C. go down for a day, two days, a week, what does life look like at that point?” he said. He said that some U.S. electric utilities have weaker security than Ukraine, and the malicious software the hackers used has already been detected in the U.S. “It’s very concerning that these same actors using similar capabilities and tradecraft are preparing and are getting access to these business networks, getting access to portions of the power grid,” he said. In Ukraine, they restarted the power in just hours. But an attack in the U.S. could leave people without electricity for days, or even weeks, according to experts. Because, ironically, America’s advanced, automated grid would be much harder to fix. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Russian hacks into Ukraine power grids a sign of things to come for U.S.? - CBS News"
   },
   {
    "entities": [
     "john",
     "$8.10",
     "$15-an-hour",
     "kelley",
     "five cents",
     "this week",
     "wosu",
     "kevin",
     "kasich",
     "next may",
     "2020",
     "ohio",
     "next year"
    ],
    "id": 3,
    "text": "Twitter Gov. John Kasich signed Ohio's \"campus carry\" bill into law this week, making it legal to carry a concealed weapon at day care facilities and on college campuses. Kasich also signed a bill that bars cities and counties from setting their own minimum wage rates. The new laws are among 17 bills that Kasich signed this week. As member station WOSU reports , the minimum wage law is part of a \"Petland bill\" that overrides \"local laws restricting where pet stores could get the animals they sell.\" The legislation was expanded to cover other areas in the Ohio lawmakers' lame-duck session. Another new law signed by Kasich, Am. HB 154, aims to make roads safer for cyclists by setting a 3-foot-minimum safe passing distance when a motor vehicle overtakes a bicycle on the road. But the wage and gun laws are attracting the most interest. Here are more details: The ban on local minimum wage laws is a setback to proponents of a $15-an-hour minimum pay rate, reports the Ideastream member station . \"Clevelanders were set to vote next May on a proposal to phase in that wage increase over the next few years. Many city leaders, including council president Kevin Kelley, opposed raising the wage in the city alone.\" Article continues after sponsorship The station adds, \"Ohio's minimum wage is $8.10 an hour for non-tipped employees. It's set to increase by five cents next year.\" The gun legislation also applies to public areas of airports (but not beyond security screening stations), in addition to colleges and day cares. The Cleveland Plain Dealer provides these details about how guns might be carried on campuses: \"College boards of trustees would have to vote to allow concealed firearms; child care centers and in-home daycare would have to post a sign if firearms aren't allowed. \"The law also allows active-duty military to carry concealed guns without a permit and prohibits employers from banning permit holders from bringing guns into company parking lots. It takes effect in 90 days.\" Two other notable bills were left in limbo, WOSU says: \"Kasich has not taken action on the measure extending the freeze on the state's renewable energy requirements for electric utilities till 2020. And he also didn't sign the legislation that would require state lawmakers to review cabinet-level agencies periodically or they could disappear.\" ",
    "title": "Ohio's Kasich Signs New Gun Law Expanding Concealed Carry In Day Cares, Colleges : The Two-Way : NPR"
   },
   {
    "entities": [
     "daraprim",
     "$10,000",
     "images",
     "reporter",
     "pharmaceuticals",
     "contact",
     "retrophin",
     "getty",
     "house",
     "weston",
     "1969",
     "michael",
     "pearson",
     "inc.",
     "therapeutics",
     "senate",
     "$20,000",
     "tim",
     "turing",
     "april",
     "international",
     "$70,000",
     "aug. 7, 2015",
     "$13.50",
     "$750",
     "maine",
     "1956",
     "wilson",
     "may 2015",
     "valeant",
     "$80,000",
     "rodelis",
     "$500",
     "melody",
     "kaine",
     "$375,000,000",
     "$100,000",
     "virginia",
     "shannon",
     "martin",
     "february",
     "u.s.",
     "a",
     "$24,000",
     "susan",
     "cuprimine",
     "wednesday",
     "the last year",
     "overnight",
     "collins",
     "committee",
     "$360,000",
     "petersen",
     "shkreli",
     "aging",
     "$90,000",
     "mark"
    ],
    "id": 4,
    "text": "How 4 drug companies rapidly raised prices on life-saving drugs Controversial Former Pharmaceutical CEO Martin Shkreli Testifies On Oversight In Drug Market Mark Wilson / Getty Images Martin Shkreli, former CEO of Turing Pharmaceuticals, is sworn in at a House panel hearing in February. Martin Shkreli, former CEO of Turing Pharmaceuticals, is sworn in at a House panel hearing in February. (Mark Wilson / Getty Images) Melody Petersen Contact Reporter A U.S. Senate committee detailed in an investigative report Wednesday how drug companies were exploiting the market by acquiring decades-old crucial medicines and suddenly raising their prices astronomically. “We must work to stop the bad actors who are driving up the prices of drugs that they did nothing to develop at the expense of patients just because, as one executive essentially said, ‘because I can,’ ” said Sen. Susan Collins , a Maine Republican, who chairs the Senate Aging Committee. Over the last year, the committee investigated four drug companies, which it said had all used a similar business model that included egregious price hikes to maximize profits. Here are some of the key findings in the committee’s 131-page report on those companies, which included Turing Pharmaceuticals, Retrophin Inc., Valeant Pharmaceuticals International and Rodelis Therapeutics. The companies raised prices – not to fund research to discover new drugs – but to boost profits for executives and investors. In essence, they operated more like hedge funds than traditional pharmaceutical companies. Turing, headed by executive Martin Shkreli, bought Daraprim, a 62-year-old medicine for a deadly parasitic disease, on Aug. 7, 2015, and raised the price overnight from $13.50 to $750 a pill. When asked by investors about the expected revenues from the drug, Shkreli wrote, “I think it will be huge…. So 5,000 paying bottles at the new price is $375,000,000 – almost all of it is profit, and I think we will get 3 years of that or more. Should be a very handsome investment for all of us.” The companies bought critical life-saving drugs made by one manufacturer and then worked to keep competitors out. The committee found that Turing tried to keep other companies from making generic versions of Daraprim by restricting its distribution. Patients could not get the drug at the corner drug store. Instead, it was delivered by a specialty pharmacy. Turing executives explained that this kept competitors from acquiring enough of the medicine to perform studies that are required to prove they can make the same drug. The company’s programs to help patients afford the drugs weren’t charities, but a way to increase profits on their monopolies. The committee said that Valeant offered a program that covered the cost of co-pays for privately-insured patients because executives knew it would reduce patients’ “incentive to complain to the press about Valeant’s outrageous price increases.” By increasing prices rapidly, but covering patients’ co-pays, the companies could still make big profits, the committee said. They used the example of a drug priced at $100,000 that cost $10,000 to manufacture and distribute, leaving a potential profit of $90,000. If the company covered the patient’s $20,000 co-pay, the insurance company still paid $80,000 for the drug, resulting in a $70,000 profit for the company. The patient assistance programs were a key method that Valeant used in raising the price of Cuprimine, used since 1956, and Syprine, developed in 1969, the committee said. Both drugs are used to treat Wilson disease, a rare condition in which the body cannot process copper. Valeant raised the prices of Cuprimine and Syprine from about $500 to about $24,000 for a 30-day supply, the report said. “The committee believes that these programs were driven not by altruism, but by Valeant’s desire to extract monopoly profits and then conceal that fact from the public,” the report said. Valeant issued a statement saying it has established a “patient access pricing committee” and has “improved transparency” under a new executive team. The companies raised prices on life-saving drugs that patients were desperate to get. Committee members asked Michael Pearson, the former chief executive of Valeant, about this at an April hearing. “In your thinking about this free market system you are describing, is it a factor … [that] … the absence of Syprine could lead to liver failure or a liver transplant or even death? Is that a factor?” asked Sen. Tim Kaine , a Virginia Democrat. “It is,” Pearson responded. The price increases are threatening the economic stability of American households and also the health of patients who can’t afford the drugs they need. Shannon Weston told the committee how she was devastated in May 2015 when her 2-month-old daughter was diagnosed with toxoplasmosis, which can lead to blindness and death, and she learned the price of Daraprim. “I was hopeless and depressed at the thought of what would happen to my perfect little girl if I was not able to help her,” Weston said. “I looked into any way I could think of to come up with the almost $360,000 necessary to treat my daughter for a year.” The strategy was not limited to four companies. The senators said they had evidence that other companies had used the same strategy to aggressively raise prices. They called for policy changes to stop the practices, including improving transparency of prices, preventing the misuse of patient assistance programs and co-pay coupons, and allowing temporary imports of certain medicines to lower prices. Caption 90 seconds: 4 stories you can't miss ",
    "title": "How 4 drug companies rapidly raised prices on life-saving drugs - LA Times"
   },
   {
    "entities": [
     "hassenfeld",
     "hola",
     "vélez",
     "css",
     "united",
     "ayo",
     "jimoh",
     "3 percent",
     "states",
     "trump",
     "the year 1984",
     "the future",
     "daisy",
     "university",
     "facebook",
     "laura",
     "npr",
     "deldelp",
     "gomez",
     "opternative",
     "fernandez",
     "recently",
     "diversity",
     "the 1980s",
     "district",
     "francisco",
     "donald",
     "state",
     "tim",
     "noam",
     "angeles",
     "silicon",
     "instagram",
     "data",
     "valley",
     "once",
     "cto",
     "atipica",
     "latino",
     "orozco",
     "andrea",
     "usa",
     "u.s.",
     "ventures",
     "apple",
     "discloses",
     "currently",
     "today",
     "intel",
     "san",
     "jazmine",
     "the end of the day",
     "the mid-2000s",
     "10 years ago",
     "montalvo",
     "los",
     "icedo",
     "industry",
     "america",
     "cook",
     "avion",
     "rampart",
     "dalia",
     "medina",
     "the summer of 2014",
     "now",
     "jeanne",
     "julia",
     "npm",
     "guendelman",
     "shu",
     "raquel",
     "dominguez-auger",
     "google",
     "tech"
    ],
    "id": 5,
    "text": "Embed Embed <iframe src=\"https://www.npr.org/player/embed/505866357/505897075\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\"> This after-school program is called HOLA — which stands for \" Heart of Los Angeles \" — and it serves the city's Rampart District, where nearly all residents live in poverty. Vast majority of HOLA's participants are Latino. Over nearly 30 years, the program has helped hundreds go to college. A handful of students from Orozco's scientific arts program at HOLA have pursued successful technical careers. But Orozco says a lot of his students shy away from the tech industry, despite technical talents: They don't want jobs with any economic risk — something quite common for work at a startup or in computer science in general. The leak in the pipeline It's even harder to get girls interested. At HOLA, younger kids don't get to choose their classes, but programs become elective for high-school students. Orozco's scientific arts program is \"girl-heavy\" in elementary and middle school, he says. At the high-school level, only two of his 13 students are girls. Article continues after sponsorship And this is one of the clear leaks of the talent pipeline that feeds workers to the tech industry. Year after year, Silicon Valley companies have been criticized for their slow process in employing more women and other underrepresented groups, which for tech are black and Latino. And often, they say they simply can't find enough qualified workers to hire. Why Some Diversity Thinkers Aren't Buying The Tech Industry's Excuses As you go through the tech talent \"pipeline\" to find where it leaks, HOLA illustrates a major one. Somewhere between middle school and high-school graduation, girls' interest in tech peaks and wanes. Down the line, women make up roughly half of U.S. workers and of the U.S. population — but on average represent less than a third of tech companies' employees. For black and Hispanic workers, the numbers drop into single-digits: These groups tend to comprise 3 percent or less of tech companies' employees. And it's not just technical fields, but all staff and leadership roles. The MySpace gateway Attempting to reverse-engineer interest in tech, we asked women in a Slack group called \" Techquería \" for Latinos in tech: How did you first get into it? I like to think about it as, I walked in the back door, so that I could open the front door for everybody else. Raquel Vélez, on being a Latina in tech A surprising number of women replied: MySpace. The now-arcane social network allowed for a lot of customization — users could mess with the color schemes, fonts, add bells and whistles by tinkering with the source code. The site's popularity in the mid-2000s introduced many middle- and high-school girls to basic HTML. Dalia Icedo was the queen of cool MySpace designs: She got so good at customizing profiles that she created a whole separate page where other people could get her themes. \"I would change the color scheme literally every day, probably,\" she says, \"because I was 12, I had nothing else to do.\" The skills came in handy after high school, when she started an online shop to sell things like band pins and earrings — and began tinkering with visuals that bugged her, like margins that felt too wide. \"So I started to just go into the code and started to see a lot of the HTML and CSS that I had learned before. And then from there I just started to pick up JavaScript,\" says Icedo, who is in college and wants to become a UX (user experience) designer in Silicon Valley. \"It gave me a lot more confidence of being able to pick up coding.\" The consumer/creator breakdown Today, social media is no less popular than 10 years ago — and girls are more avid users than boys, especially on Snapchat and Instagram. But as technology has become more user-friendly, it's also become less customizable — even grandparents can use Facebook, but how many of us understand how it works? And talking with young girls, few are drawing the connection between using popular apps and thinking that they could program them. The number of women studying math and computer science in college peaked in the 1980s — even as overall, women receive the growing majority of bachelor's degrees. NPR's Planet Money podcast dug into this phenomenon , zeroing in on the year 1984: \"Personal computers started showing up in U.S. homes in significant numbers. These early personal computers weren't much more than toys. ... And these toys were marketed almost entirely to men and boys. This idea that computers are for boys became a narrative.\" When Women Stopped Coding Now, both the corporate marketers and the diversity activists have been trying to figure out the sensitive matter of how to market tech to girls. The line between \"girly\" and \"for girls\" can be thin. What matters is what girls can actually do with the technology, says Deldelp Medina , co-founder of Latina-focused accelerator Avion Ventures who's now at tech diversity nonprofit Code2040. A small pink computer isn't terrible per se, Medina argues: Smaller keyboards are actually nice to prevent carpal tunnel in smaller hands. What's insulting is if this computer comes with less processing power, memory or useful software than a regular one. \"There's a difference,\" she says, \"between wanting to celebrate your femininity and shrinking and pinking something.\" The mentorship challenge Targeting girls with technology can get thorny. But Andrea Guendelman, creator of Latinos-in-tech social network BeVisible , says one — if not the only — thing that works is mentorship. In the summer of 2014, Jazmine Fernandez was one of the young women in the Girls Who Code program. Being raised by a single mother and sisters, Fernandez knew there's little women can't do. But when she heard she got placed at Facebook, Fernandez felt intimidated — excited, but mostly scared. Women and everybody who's currently underrepresented in the tech industry has to gain those skillsets, because otherwise, it will not go well for any of us. Deldelp Medina, on the tech-worker shortage \"Because when I went, there was just a lot of...\" Her voice trails off. \"There was... How do I say this?\" Her mentor, Raquel Vélez, steps in: \"There weren't a lot people who looked like you, huh?\" Fernandez heard Vélez give a talk at Facebook headquarters, and she made a huge impression: Latinas can get jobs in Silicon Valley. \"One of my favorite quotes ever is, 'You can't be it if you can't see it,' \" says Vélez, engineering manager at software company NPM. \"Believe me, I have like 25 mentors, and it's the only way I can make it through, because so often I'm the only one.\" Fernandez is now studying computer science at San Francisco State University. She expects the field to always be a struggle. In one of her classes, a guy once basically tried to argue that girls can't code. And to be Latina in tech, Vélez says you have to work four times as hard. \"I like to think about it as, I walked in the back door, so that I could open the front door for everybody else.\" The end of the pipeline Where mentorship particularly comes into play is at the end of the pipeline, where underrepresented groups struggle to get hired and stay hired. Silicon Valley is a boys' club whose networks tend to stay white, male and affluent. One company trying to break the cycle is Atipica. It has built a computer program to sift through resumes — skipping human managers to avoid hiring biases, like subconscious discrimination based on a last name or school attended. 'Diversity' Is Rightly Criticized As An Empty Buzzword. So How Can We Make It Work? Atipica's isn't the only resume-reading artificial intelligence. But often, algorithms reflect the biases of humans who write them. Atipica CEO Laura Gomez says her company specifically focused on designing an unbiased AI. (Neither Gomez, nor her clients, which include Slack, agreed to discuss how well Atipica's program works.) Chicago-based Opternative offers another example of tackling diversity head-on. It's a startup that lets people do their own eye exams. In many ways, Opternative operates like many other startups, relying on referrals from its existing employees. Yet it's grown into a pretty diverse group because from the get-go, its team wasn't just white guys and it views diversity of life experiences as an asset. The blind spot But here's the tricky part: While both companies get high marks for being racially diverse, gender equity remains a challenge. Atipica, a Latina-run company, has one other female employee . Opternative's technical team has women on the design side and in junior positions, but all four of its senior engineers — the leaders and decision-makers — are male. More Than A Pipeline Problem: In Search Of Diversity In Silicon Valley Gomez and Opternative CTO Ayo Jimoh say the women they've seen apply for their job openings were under-qualified for those positions. It's effectively the pipeline argument. Jimoh's diagnosis is that people self-select — they don't want to pursue careers that are stacked against them, they need role models, success stories of others like them. So then, who is responsible for creating those role models? Couldn't Jimoh or Gomez, for example, spend extra time to find a female senior engineer or promote from within? \"There is a part of me that says, let me me show,\" says Gomez, \"but I have to put my business first and foremost.\" Jimoh, too, says he has to balance that responsibility for equity with his other responsibilities \"to my company, to my team, to myself, to my family.\" In a way, the push for diversity in tech is still so new, it's often treated as a cause or a mission — and fighting for a cause and running a business aren't the same. At the end of the day, Atipica and Opternative weren't founded to heal Silicon Valley's diversity problem — but to fill what they see as a market need. Intel Discloses Diversity Data, Challenges Tech Industry To Follow Suit And these are small companies — the gender balance of staff is even harder to shift at massive ships like Facebook or Google. A few companies, such as Intel and Twitter, have recently started releasing hiring goals, putting diversity in quantifiable terms. The targets are very far from lofty, but they're specific, public — presumably someone's measurable responsibility. The future of the economy And now, there's a new challenge. As Donald Trump takes over as president of the United States, diversity advocates are worried about a push against the very concept of promoting multiculturalism. \"I think we need to double-down on diversity and inclusion, quite frankly,\" says Daisy Dominguez-Auger, global head of diversity at Google. \"Companies are going to have to take a stronger look at what their practices are ... in a much more collaborative way.\" Fundamentally, the Trump administration's economic policy is expected to focus heavily on manufacturing jobs. One of the first conversations Trump had with a tech leader after the election, was a call with Apple CEO Tim Cook, in which Trump pushed for Apple to build plants in the United States. Trump And Technology Executives Try To Reconcile Rough Relationship From what we know, Trump has yet to address the shortage of skilled tech workers. And many economists predict, that's a major challenge for the future of America: The economy of the future is one where almost everyone has to interact with computers and code. Diversity advocate Medina says sidelining large swaths of the population from the tech industry is no way to make sure America isn't left behind. \"We're going to have a jobs deficit that is so huge, that if we don't fill it, we're going to have severe economic consequences,\" she says. \"Women and everybody who's currently underrepresented in the tech industry has to gain those skillsets, because otherwise, it will not go well for any of us.\" Latino USA's Jeanne Montalvo, Noam Hassenfeld and Julia Shu contributed to this report. ",
    "title": "Why Aren't There More Women In Tech? Seeking A Fix To Silicon Valley's Diversity Problem : All Tech Considered : NPR"
   },
   {
    "entities": [
     "woodhouse",
     "texas",
     "family",
     "january",
     "griffin",
     "next year",
     "reuters",
     "at 8:33 pm",
     "patrick",
     "morning",
     "december 21, 2016",
     "for",
     "somashekhar",
     "once",
     "cooper",
     "department",
     "policy",
     "this year",
     "today",
     "december 22, 2016",
     "center",
     "gop",
     "aclu-north",
     "earlier wednesday",
     "keisling",
     "starr",
     "ap",
     "1:33 p.m.",
     "earlier this year",
     "n.c.",
     "news",
     "facebook",
     "sandhya",
     "senate",
     "recently",
     "a year ago",
     "dan",
     "tuesday",
     "north",
     "justice",
     "december 21",
     "night",
     "transgender",
     "jill",
     "apple",
     "jennifer",
     "carolina",
     "pearl",
     "roberts",
     "de",
     "google",
     "council",
     "this month",
     "party",
     "bruce",
     "berger",
     "mara",
     "asheville",
     "campaign",
     "human",
     "dept.",
     "republican",
     "berman",
     "dallas",
     "gerry",
     "national",
     "deutsche",
     "mccrory",
     "wednesday",
     "nba",
     "forest",
     "knight/the",
     "equality",
     "soleil",
     "city",
     "citizen-times",
     "raleigh",
     "cirque",
     "march",
     "house",
     "ringo",
     "broome/ap",
     "millions of dollars",
     "ncaa",
     "the",
     "monday",
     "charlotte",
     "observer",
     "springsteen",
     "bank",
     "jam",
     "pat",
     "post",
     "february",
     "paypal",
     "roy",
     "washington",
     "&",
     "evening",
     "h.b.",
     "chad",
     "phil",
     "rights",
     "mark",
     "hb2"
    ],
    "id": 6,
    "text": "North Carolina lawmakers leave ‘bathroom bill’ in place The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Mark Berman and Sandhya Somashekhar December 21 at 8:33 PM Follow @markberman Follow @sandhyawp Outgoing North Carolina Gov. Pat McCrory (R) during a debate this year. (Gerry Broome/AP) North Carolina lawmakers failed Wednesday to repeal a law regulating transgender people’s use of public restrooms, despite convening in a special legislative session for the express purpose of rescinding the controversial law. The legislature adjourned Wednesday evening after a brutal day in which Republicans feuded over whether to fully or partially repeal the measure, and Democrats accused them of reneging on a pledge to eliminate completely the so-called “bathroom bill,” which requires people to use the public restroom that matches with the sex on their birth certificate regardless of their gender identity. After a series of attempts to come to an agreement, the Senate voted down a bill to repeal the law and the House adjourned without acting. They are both scheduled to convene next in January. Gay and transgender rights groups immediately condemned the outcome of the nine-hour session, and criticized Republicans for preserving the “hateful” legislation that had led to boycotts, cost the state  millions of dollars in lost tourism revenue and prompted the NBA and the NCAA to move games. [ Why North Carolina lawmakers were set to consider repealing the bathroom bill ] “Today, the public trust has been betrayed once again. Lawmakers sent a clear message: North Carolina remains closed for business,” Chad Griffin, president of the Human Rights Campaign, said in a statement. Republicans, meanwhile, blamed Democrats, who rejected a version of the repeal that would have included a six-month moratorium on cities passing nondiscrimination ordinances to protect gay and transgender people. They also blamed the governor-elect, Attorney General Roy Cooper (D), who had paved the way for repeal by negotiating an agreement with the city of Charlotte to pull back a nondiscrimination ordinance it had enacted earlier this year. “Make no mistake: Roy Cooper and Senate Democrats killed the repeal” of the bill, Senate Leader Phil Berger (R) said in a statement. “Their action proves they only wanted a repeal in order to force radical social engineering and shared bathrooms across North Carolina, at the expense of our state’s families, our reputation and our economy.” The special session came amid intense acrimony in the North Carolina political scene, as Republican lawmakers recently passed legislation  aimed at stripping power  from the Democratic governor-elect, who in turn has threatened a lawsuit. The disaster & shame caused by #HB2 was created by #NCGA for no reason other than hate & fear mongering. Accept nothing but full repeal. — ACLU-North Carolina (@ACLU_NC) December 21, 2016 A proposal Berger had introduced Wednesday would have repealed the bathroom bill, also known as House Bill 2 or H.B. 2 . But its imposition of a temporary ban on any local government effort to “enact or amend an ordinance” regulating access to restrooms angered groups that had long opposed H.B. 2, which, in addition to its bathroom provision, also reversed local ordinances expanding protections for LGBT people. Gov. Pat McCrory (R), who this month conceded to Cooper, had called the special session on Monday, hours after Charlotte city officials said they would repeal the nondiscrimination ordinance the city passed in February . State lawmakers hastily introduced H.B. 2 in March, and McCrory quickly signed the bill, setting off a firestorm. McCrory, a former Charlotte mayor, has long criticized the city’s measure as “government overreach” and said H.B. 2 was needed to combat that ordinance and protect women. Opponents of the bathroom bill, a group that includes the Justice Department , decried it as discriminatory, and big businesses and sports leagues echoed these concerns, halting planned expansions and relocating numerous games. The half-measure proposed Wednesday did not satisfy gay and transgender rights groups, who pledged to continue to fight a state law that they had criticized as one of the most discriminatory in the nation. “It is unacceptable. It’s a gimmick. It’s H.B. 2.0,” said Mara Keisling, president of the National Center for Transgender Equality. “It’s not okay and any legislature that would do that wouldn’t really be doing that for only six months.” Our #HB2 lawsuit marches on. We will continue to fight this blatant discrimination against #LGBT NCers in court. #NCGA #NCPol — Lambda Legal (@LambdaLegal) December 22, 2016 The ugly battle in North Carolina could be a deterrent for other states to either pass broad anti-discrimination measures or enact laws regulating bathroom use by transgender people. Still, transgender rights groups expect a number of states to propose the latter next year. Among them is Texas, where Lt. Gov. Dan Patrick (R ) has said passing a “ women’s privacy act ” will be one of his top priorities next year.   Earlier Wednesday, the Charlotte City Council held an emergency meeting to repeal its own ordinance in full, a move meant to spur state lawmakers into action. A spokeswoman for the city said the repeal vote Monday had affected only the part of the ordinance dealing with public accommodations, such as bathrooms, which council members thought would “sufficiently [fulfill] the requests of the general assembly” and lead to H.B. 2’s repeal. [ ‘Not about bathrooms’: Critics decry North Carolina law’s lesser-known elements ] Some state Republicans were critical of Charlotte for its partial repeal. Dallas Woodhouse, executive director of the North Carolina Republican Party, posted a statement on Facebook saying that Cooper and the Charlotte City Council “lied to the public about a full repeal,” and his group went on to call this a “dishonest, disgraceful shame.” Charlotte Mayor Jennifer Roberts (D) pushed back against the party’s statement, saying in an email to The Washington Post that the state GOP “is incorrect and they need to stop playing politics with people’s lives.” In a statement Wednesday night, the city of Charlotte said officials there are “disappointed with this unfortunate outcome.” “The Charlotte City Council acted in good faith to do everything it understood was needed to necessitate the state legislature repealing HB2,” the statement said. The socially conservative North Carolina Family Policy Council had  urged members  Tuesday to call lawmakers to demand that they vote no on a repeal. Dan Forest, the state’s Republican lieutenant governor, said that even if the bill was repealed, “we will fight this battle all over again with another city or county.” [ North Carolina, Justice Dept. file dueling lawsuits over transgender rights ] “The names will change, but the national groups who are pushing this agenda will not stop until their social engineering is accomplished,” Forest, a supporter of H.B. 2, said in a statement Wednesday morning. On the other side, a newspaper in the liberal city of Asheville argued that the compromise was a losing proposition for gay and transgender people — as well as the state. “Even if everything goes as planned, the damage done to the state’s reputation is a bell that cannot be unrung,” the Asheville Citizen-Times editorial board wrote Tuesday . “Further, Charlotte’s gay, lesbian, bisexual and transgender residents are back where they were a year ago, without the protections they deserve.” Demonstrators in Raleigh, N.C., urge the repeal of House Bill (HB2), which has put North Carolina at the center of a national debate over LGBT rights. (Reuters) [ How a backlash built against North Carolina’s law ] Opponents of expanded transgender rights say that allowing explicit protections, particularly in the public sphere, not only breaks with long-standing social mores when it comes to gender and bathrooms but could open the door to sexual predators gaining access to women’s restrooms. Rights groups, however, contend that such arguments are rooted in offensive stereotypes and do not reflect the reality of most transgender people, who have already been quietly using their preferred bathrooms without incident. Protesters decrying the bill gathered outside the governor’s mansion in March. (Jill Knight/The News & Observer via AP) After the bathroom bill was signed, musicians including Bruce Springsteen, Pearl Jam and Ringo Starr canceled shows in North Carolina, while Cirque de Soleil scrapped several performances in the state. The NBA, which has a franchise in Charlotte, moved this season’s All-Star Game from that city because of “the climate created by” H.B. 2. The NCAA took even more extensive action, relocating the seven championship games set to take place in North Carolina during this season, including two rounds of the lucrative men’s Division I basketball tournament. Big businesses, including Google and Apple, spoke out against the law. PayPal, a California-based online payment firm, and Deutsche Bank, a German financial giant, called off planned expansions in North Carolina. These expansions would have brought a combined 650 jobs to North Carolina and been worth millions of dollars to the state, officials said. This report, first published at 1:33 p.m., has been updated several times.  Further reading: ",
    "title": "North Carolina lawmakers leave ‘bathroom bill’ in place - The Washington Post"
   },
   {
    "entities": [
     "clancy",
     "earlier this month",
     "0.08 percent",
     "west",
     "last december",
     "later wednesday",
     "porter",
     "michael",
     "morgan",
     "evans",
     "park",
     "diane",
     "timothy",
     "cannon",
     "the day",
     "leighton",
     "steve",
     "criminal",
     "2014",
     "court",
     "last two years",
     "coghlan",
     "neylon",
     "gorman",
     "chicago",
     "building",
     "side",
     "lt.glenn",
     "glenview",
     "schmadeke",
     "dennis",
     "april 2015",
     "matthew",
     "servin",
     "0.07 percent",
     "dante"
    ],
    "id": 7,
    "text": "(Steve Schmadeke) \"We pursued the same charges in this case as we would any other case with similar circumstances and respectfully disagree with the Court's decision,\" the state's attorney's office said in a statement issued later Wednesday. After the ruling, Gorman hugged  his former police partner, Timothy Neylon, who was with him on the day of the shooting and testified on his behalf at the trial. Gorman has been suspended without pay for a few months, his attorney said, while Neylon remains on paid desk duty because of the same incident. Gorman was blocks from the Morgan Park police district headquarters when he fired five rounds from his personal handgun at an oversized pickup carrying an off-duty suburban cop and his friend. Those two testified they tried to intervene after seeing Gorman driving erratically and nearly striking a street vendor, then sped away after seeing Gorman emerge from his car with a gun. But Gorman's attorney, Michael Clancy, said his client acted in fear for his life after being chased and harassed for miles by the two men in a truck, who Gorman testified sped toward him after he got out of his personal car. \"The bottom line is the actions that he took were completely in self-defense,\" Clancy told reporters after the judge's ruling. \"The situation he was in — it was a split-second decision. He got out with the intention of showing his identification and telling these aggressors in the big truck, 'Hey knock it off, get away from me.'\" Prosecutors argued at trial that Gorman, who had refused to submit to a Breathalyzer, was drunk when he opened fire. By the time he was compelled to submit to the exam by internal affairs investigators, more than five hours had passed. His blood alcohol content was 0.07 percent, just below the legal limit of 0.08 percent. Since so many hours had passed, he was charged with misdemeanor DUI. Prosecutors later dropped the charge because Gorman tested under the legal limit, Clancy said. Judges at the Leighton Criminal Court Building have acquitted Chicago police officers in two high-profile criminal cases over the last two years. Former Chicago police Detective Dante Servin, who fatally shot a 22-year-old woman during an off-duty incident near his West Side home, was cleared of involuntary manslaughter in April 2015 by Judge Dennis Porter, who ruled prosecutors brought the wrong charges. Last December, Judge Diane Cannon acquitted police Lt.Glenn Evans on charges he shoved his gun down a man's throat and threatened to kill him despite evidence showing the alleged victim's DNA on Evans' gun. A rare conviction came earlier this month when Judge Matthew Coghlan found a Chicago police officer guilty of felony perjury for falsely testifying at a 2014 drug hearing, but he acquitted two other officers — one from Chicago and the other from Glenview, saying he was  drawing a distinction between \"knowingly false\" statements and mistakes. ",
    "title": "Judge acquits Chicago cop in allegedly drunken off-duty shooting - Chicago Tribune"
   },
   {
    "entities": [
     "2001",
     "burma",
     "next year",
     "beijing",
     "turkey",
     "13 percent",
     "fifteen years ago",
     "mastakouris",
     "california",
     "education",
     "charles",
     "46 percent",
     "$500 million",
     "china",
     "at",
     "godlewski/for",
     "this year",
     "camila",
     "today",
     "8 percent",
     "day",
     "latting",
     "12 percent",
     "saudi",
     "40 percent",
     "claremont",
     "md.",
     "yale",
     "17 percent",
     "haven",
     "vinik",
     "11 percent",
     "$65,000",
     "elias",
     "buenos",
     "zunaira",
     "3 percent",
     "island",
     "next fall",
     "united",
     "library",
     "recently",
     "mckenna",
     "2014",
     "of",
     "berkeley",
     "december 21",
     "14 percent",
     "georgetown",
     "deacon",
     "korea",
     "southern",
     "u.s.",
     "10 percent",
     "42 percent",
     "allan",
     "stan",
     "usc",
     "79 percent",
     "nick",
     "sterling",
     "jeremiah",
     "duke",
     "7 percent",
     "90 percent",
     "columbia",
     "arabia",
     "2007",
     "pacific",
     "this month",
     "6 percent",
     "9 percent",
     "27 percent",
     "arshad",
     "at 4:31 pm",
     "stanford",
     "rim",
     "bruce",
     "jonathan",
     "tower",
     "holloway",
     "international",
     "woods",
     "on",
     "2004",
     "asia",
     "brown",
     "zimmer",
     "dong",
     "john",
     "katharine",
     "jefferson",
     "robert",
     "cornell",
     "new",
     "aires",
     "5 percent",
     "conn.",
     "emory",
     "america",
     "harrington",
     "huang",
     "illinois",
     "to",
     "latin",
     "dartmouth",
     "yifu",
     "anderson",
     "harkness",
     "maryland",
     "hawthorne",
     "88 percent",
     "states",
     "south",
     "1969",
     "syria",
     "europe",
     "quinlan",
     "university",
     "grinnell",
     "montgomery",
     "college",
     "veterans",
     "ill.",
     "county",
     "vietnam",
     "25 percent",
     "post",
     "long",
     "20 percent",
     "chicago",
     "africa",
     "franco",
     "institute",
     "18 percent",
     "15 percent",
     "a decade ago",
     "washington",
     "now",
     "goodman",
     "india",
     "sept. 11, 2001"
    ],
    "id": 8,
    "text": "Surge in foreign students may be crowding Americans out of elite colleges The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Nick Anderson December 21 at 4:31 PM Follow @wpnick Yale University, in New Haven, Conn., is building two new residential colleges as it prepares to increase the size of its freshman classes, in part to accommodate growing international demand. The number of incoming foreign students at the elite school rose 46 percent from 2004 to 2014. (Stan Godlewski/For The Washington Post) NEW HAVEN, Conn. — A major increase in international enrollment in recent years has intensified the competition for entry to America’s top private colleges and universities, as ever-growing numbers of applicants angle for the limited supply of seats. That tension is particularly evident in the eight prestigious Ivy League schools: Federal data shows that their freshman classes grew slightly from 2004 to 2014 — 5 percent — while the number of incoming foreign students rose 46 percent. At the same time, applications to the schools shot up 88 percent. At Yale University, where just 6 percent of 30,000 applicants are accepted, the foreign share of the freshman class has grown from single digits to 11 percent. As Yale’s undergraduate enrollment has edged upward since 2004, foreigners have accounted for almost all of the growth, reflecting a deliberate strategy to deepen Yale’s engagement with the world. “We want to bring together an in­cred­ibly diverse student body — diverse in every way,” said Jonathan Holloway, dean of Yale College. “If we want to train the next generation of global leaders, we better have the globe here.” Foreign and domestic demand grew so high that Yale has embarked on its biggest expansion since its undergraduate college opened to women in 1969. Next fall Yale will open two new residential complexes, a $500 million project to lift enrollment capacity 15 percent. [ Yale to expand for first time in 40 years ] International growth has fostered an increasingly cosmopolitan culture on campuses across the country, with academic benefits for domestic and foreign students alike. It gives colleges an additional path toward ethnic and racial diversity, opening doors to students from Africa, Asia, Latin America and Europe. But it also injects pressure into the admissions scramble that U.S. high school seniors are starting to experience this month as schools release early-admission decisions. Harkness Tower at Yale. (Stan Godlewski/For The Washington Post) Charles Deacon, dean of admissions at Georgetown University, said he is concerned that international enrollment could be nearing an unacceptable level at some schools by potentially crowding out qualified U.S. students. “We’re in a global world,” Deacon said. “There certainly is an argument for the presence of foreign nationals at U.S. universities. But is there a tipping point where this is too many? That is an issue we have to reckon with.” The international share of freshmen at Georgetown rose from 3 percent in 2004 to 11 percent in 2014, on par with Yale. During that time, Georgetown’s admission rate fell 5 points, to 17 percent. Deacon said those numbers are reasonable for a university in the nation’s capital with a school of foreign service and a global profile. “We think it works well for us,” he said. U.S. applicants to elite schools are largely unaware of the growth of international enrollment and what it could mean for their chances, said Bruce Vinik, an admission consultant in Montgomery County, Md. He said the subject could draw “pretty strong” reactions from students anxious about whether their top-choice schools will accept or reject them. “Some kids would probably be upset it has increased competition and made it tougher to get into these colleges,” Vinik said. “Others — quite a few, actually — would see the benefits” of diversity. Except for a brief period after the Sept. 11, 2001, terrorist attacks, international enrollment at U.S. colleges has grown for generations. “Based on history, we think the United States will continue to be a destination of choice and foreign students will continue to want to come here, for all the reasons they come here today,” said Allan Goodman, chief executive and president of the Institute of International Education. There were about 427,000 international undergraduates at U.S. colleges and universities in the 2015-2016 school year, according to the IIE. That was up 79 percent over a decade ago. The top supplier was China, followed by Saudi Arabia, South Korea, India and Vietnam. Among these students is Yifu Dong, 21, a Yale senior from Beijing majoring in history. His father writes columns for a Chinese newspaper, and his mother is a civil engineer. They are a middle-class family, Dong said, and he receives financial aid. “It’s eye-opening for me,” he said. “Your ideas are constantly being challenged. I really like this kind of education, the liberal arts.” Yifu Dong, 21, of Beijing, attends Yale University. (Stan Godlewski/For The Washington Post) The foreign influx has helped offset stagnation in the annual supply of graduates from U.S. high schools. Public universities often use international recruiting to help balance budgets when states cut funding for higher education. At the University of California at Berkeley, federal data shows the foreign share of freshmen in 2014 — 13 percent — was four times higher than in 2004. Many tuition-dependent private colleges have similar motives, seeking to fill seats with students who can pay full or nearly full price. [ Grinnell College weighs revenue needs and global learning in heartland ] But the calculus is different for top-ranked private schools with an abundance of qualified applicants. For these schools, going global often appears to be more of a strategic choice than a financial necessity. Some give international students significant financial aid. Federal data on “nonresident aliens” shows the international share of freshmen doubled at Duke University, from 5 percent in 2004 to 10 percent in 2014. The share also doubled at Brown University, to 12 percent, and Columbia University, to 15 percent. It quadrupled at Claremont McKenna College, to 20 percent. The only Ivy League schools with single-digit international shares in 2014 were Dartmouth College (8 percent) and Cornell University (9 percent). The share at highly ranked Stanford University was 8 percent. At the 50 schools that U.S. News and World Report ranks as top-25 national universities or liberal arts colleges, the number of freshman seats in those schools grew 14 percent from 2004 to 2014, to about 65,000. The number of freshmen who were foreigners more than doubled, to about 6,900. [ See the sortable chart below on a separate page ] Admission rates, meanwhile, plummeted, meaning that it is far more difficult for applicants to gain acceptance. About a dozen schools routinely reject at least 90 percent of applicants, a threshold rarely reached a decade ago. Stanford, the most selective, now turns down 19 of every 20 students seeking admission. For U.S. applicants, the increase in foreign competition adds another layer of difficulty. They’re now up against a growing pool of the world’s best students. The University of Chicago recently set a goal for international enrollment of 15 percent. The foreign share of its freshmen in 2014 was 11 percent, up from 9 percent in 2004. The university’s admission rate plunged in that time, federal data shows, from 40 percent to 9 percent. The entrance to the University of Chicago quadrangle, in a file photo from 2007. “To me it would be peculiar — given the evolution of problems in the world, the challenges the world faces, and the flow of ideas and capital and everything else — if we didn’t have a much more global perspective embedded within the university,” said University of Chicago President Robert Zimmer. [ U-Chicago leader: Beware the ‘speech police committee’ ] International students are often stereotyped as rich kids from abroad who can pay full freight. Many are wealthy. But enrollment officers at prominent schools deny that foreign recruiting is all about money. “For us, it was really philosophical,” said Katharine Harrington, vice president of admissions and planning for the University of Southern California, where 18 percent of freshmen in 2014 were international, up from 7 percent in 2004. “If this is truly a national and global university, we really do believe the undergraduate population ought to better mirror the world in which our students are going to live and work and make their way.” USC’s admission rate fell in that decade from 27 percent to 18 percent. At Emory University, the international share of freshmen tripled over a decade, to 17 percent in 2014. John Latting, Emory’s dean of admission, said the growth reflected a spike in international applications. Fifteen years ago, he said, South Korea was big. Then China emerged. “Now we see India, big time,” he said, with that country supplying 44 freshmen this year in a class of about 1,360. That’s equal to the number from Maryland. Emory also has become more selective, this year admitting 25 percent of applicants. In 2004, it admitted 42 percent. “Sure, it’s tougher,” Latting said. “It’s tougher for everybody — international and domestic — to get in.” The admission rate for international students, he said, is about half the rate for domestic students. At Claremont McKenna, where international enrollment has soared, the school lets in about 1 in 10 applicants. In 2004, more than 1 in 5 were accepted. But Jefferson Huang, vice president for admission and financial aid, said foreign and domestic applicants are accepted in almost equal proportion. “If we wiped out the international student population — which would be a horrible, horrible thing to do — our domestic student population would still have a frighteningly low admit rate,” Huang said. Huang said the college draws huge interest from Pacific Rim countries because of its location in Southern California, home to vibrant Japanese, Korean and Vietnamese immigrant communities. Globalization is central to the college’s appeal, he said.: “Part of the reason domestic students want to come is because of what we’ve done here.” At Yale, U.S. students say contact with international peers is invaluable. Zunaira Arshad, 21, a senior from Illinois, said conversations with classmates from Syria and Turkey enriched her perspective on the Syrian crisis. “I’ve learned to empathize and care about people and think about other people besides myself,” she said. “There needs to be more of that. Please, don’t let it be less.” Zunaira Arshad, a senior from Hawthorne Woods, Ill., is pursuing a double major in global affairs and molecular, cellular and developmental biology at Yale University. She says contact with international peers is invaluable. (Stan Godlewski/For The Washington Post) Yale’s push to globalize accelerated after the school celebrated its tricentennial in 2001. The university is one of a few to say that it considers all applications, domestic and foreign, without regard to financial need and meets full need for all who enroll. “A big advantage for us from a marketing perspective,” said Dean of Admissions Jeremiah Quinlan. Several international students said they applied to Yale because of that policy. The full price of tuition, fees, room and board exceeds $65,000 a year. That doesn’t include plane tickets and other expenses. “Their financial aid package was the best,” said Camila Franco, 21, a junior from Buenos Aires majoring in biomedical engineering. “I feel in­cred­ibly lucky to be here.” She said she chose Yale after applying to 11 U.S. schools, drawn to the university’s global atmosphere. “My roommate is from Burma,” she said. “It has definitely opened up my mind.” The university receives about 5,000 international and 26,000 domestic applications a year. Foreigners are admitted at a lower rate, Quinlan said. Quinlan said he is elated to be able to offer admission to between 300 and 400 more students next year as the university prepares to open the new residential colleges. “I might be the happiest man on campus,” he said. “Now we will be able to open up increased spots for students from all over the world.” Eighteen-year-old political science major Elias Mastakouris of Long Island replants American flags that had blown over in front of Sterling Library at Yale University on Veterans Day. (Stan Godlewski/For The Washington Post) local ",
    "title": "Surge in foreign students may be crowding Americans out of elite colleges - The Washington Post"
   },
   {
    "entities": [
     "middle",
     "jim",
     "air",
     "david",
     "base",
     "colorado",
     "1990-91",
     "april 29, 2016",
     "nebraska",
     "forks",
     "states",
     "south",
     "michaels",
     "trump",
     "this march",
     "dobrydney",
     "sea",
     "syria",
     "$151 billion",
     "earlier this week",
     "bashar",
     "facebook",
     "united",
     "everhart",
     "mobility",
     "recently",
     "linkedin",
     "december 21, 2016",
     "state",
     "the day",
     "chip",
     "2014",
     "force",
     "schriever",
     "china",
     "29,",
     "goldfein",
     "defense",
     "russia",
     "7:46 p.m. est",
     "2011",
     "$3 billion",
     "ash",
     "carlton",
     "command",
     "scott",
     "current",
     "night",
     "past",
     "usa",
     "carter",
     "u.s.",
     "obama",
     "today",
     "afghanistan",
     "iraq",
     "raqqa",
     "islamic",
     "wednesday",
     "east",
     "grand",
     "illinois",
     "somodevilla",
     "ap",
     "assad",
     "n.d.",
     "pentagon"
    ],
    "id": 9,
    "text": "Air Force chief: Personnel shortfall is critical “We’re at a risk level I’m not comfortable with. Post to Facebook Air Force chief: Personnel shortfall is critical “We’re at a risk level I’m not comfortable with. Check out this story on USATODAY.com: http://usat.ly/2ick0Bh CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 64 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Air Force chief: Personnel shortfall is critical Jim Michaels , USA TODAY 7:46 p.m. EST December 21, 2016 Gen. David Goldfein is introduced as the nominee for U.S. Air Force chief of staff by Defense Secretary Ash Carter at the Pentagon on April  29, 2016. (Photo: Chip Somodevilla, Getty Images) GRAND FORKS AIR FORCE BASE, N.D. — The Air Force’s top officer said the service is critically short of personnel and needs to expand by more than 30,000 active-duty service members to meet its security obligations, including an air war against Islamic State militants. “We just got too small too fast and we’ve got to grow,” Gen. David Goldfein, the Air Force chief of staff, told USA TODAY in an interview Wednesday. “We’re at a risk level I’m not comfortable with.” Goldfein, who is completing a five-day tour of air bases around the country,  said the trip reinforced his concerns that the service is stretched thin. “The shortage of people has fundamentally changed the way we do business,” he said. \"To most of the American people they still think they have the Air Force of Desert Storm (1990-91 Gulf War) and we’re not even close.\" President-elect Trump, who promised to rebuild the military, will likely face an array of requests from the services, which have lobbied for more troops and weapons in years past but have had to preside over smaller forces more recently because of budget pressures despite a resurgence of new threats, particularly in the Middle East. Goldfein said he will recommend expanding the size of the active duty Air Force from its current size of about 317,000 to 350,000. It would probably take five or six years to reach the higher level. Under current plans, the Air Force had planned to grow to 321,000. The increase in personnel size would cost about an additional $3 billion a year on top of the Air Force's $151 billion budget. The U.S. military withdrew from Iraq in 2011 and has reduced the size of its force in Afghanistan to less than 10,000. In 2014, however, the Islamic State swept into Iraq and other parts of the Middle East, prompting the Obama administration to deploy roughly 5,000 troops in Iraq and begin a bombing campaign over Iraq and Syria. U.S. aircraft have dropped thousands of munitions targeting the Islamic State in both countries. The Air Force is ferrying tons of weapons and ammunition to Iraqi forces battling the Islamic State, and has air-dropped supplies to a rebel force marching on Raqqa, the Islamic State’s de facto capital in Syria. It is also responding to other global crises. “It seems like every two weeks we’re responding to a crisis or event around the globe,” said Gen. Carlton Everhart, commander of the Air Mobility Command at Scott Air Force Base in Illinois. Meanwhile, Russia and China are emerging as potential threats that could challenge the U.S. military in ways the Islamic State has not. China is expanding its presence in the South China Sea and Russia has become a major player in Syria's civil war, siding with the regime of President Bashar Assad. China agrees to return U.S. drone seized in South China Sea, Pentagon says The U.S. Air Force has rarely been challenged in the skies during its campaign against the Islamic State. That could change if the United States were to face another nation's military capable of challenging the U.S. military's technological advantages. In this March 29, 2014 photo provided by the U.S. Air Force, an RQ-4 Global Hawk comes in to land at Grand Forks Air Force Base, N.D.  (Photo: David Dobrydney, AP) Earlier this week, Goldfein spent a night with a crew in an underground nuclear control facility in a remote windswept corner of Nebraska. Airmen guard the facility round the clock and a pair of young officers sit at the controls that would launch nuclear-tipped Minuteman III missiles from nearby silos if the president orders strikes. At Schriever Air Force Base in Colorado, he spoke to airmen manning 24/7 operations centers where the service controls satellites that provide GPS and communications coverage around the world. 5343 CONNECT TWEET LINKEDIN 64 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2ick0Bh NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Air Force chief: Personnel shortfall is critical"
   },
   {
    "entities": [
     "dinuzzo",
     "hawkeye",
     "ahl",
     "joe",
     "avenue",
     "taylor",
     "cooperstown",
     "nuccio",
     "when",
     "addison",
     "fame",
     "at",
     "station",
     "clark",
     "stadium",
     "maddon",
     "/",
     "michigan",
     "april 9, 1994",
     "kathleen",
     "eldredge",
     "1458",
     "brett",
     "field",
     "bush",
     "wayne",
     "mel",
     "mother",
     "n.y.",
     "friday",
     "hospital",
     "oct. 30, 2016",
     "sunday",
     "o'hare",
     "may",
     "park",
     "florsheim",
     "april",
     "tuesday",
     "of",
     "1991",
     "night",
     "victory",
     "w.",
     "oct. 30",
     "union",
     "children",
     "hall",
     "wrigley",
     "cook",
     "roberts",
     "sept. 27, 2001",
     "1:50 a.m.",
     "allen",
     "great",
     "blackhawks",
     "grant",
     "chris",
     "afternoon in",
     "st.",
     "more than two decades ago",
     "judy",
     "foundation",
     "nhl",
     "messmer",
     "2012",
     "wolves",
     "soldier",
     "cubs",
     "wong",
     "nov. 4, 2016",
     "22 years ago",
     "phillies",
     "jason",
     "cleveland",
     "nature",
     "tribune",
     "grace",
     "george",
     "county",
     "walker",
     "voice",
     "2016",
     "past",
     "chicago",
     "nov. 2",
     "now",
     "baseball",
     "heyward"
    ],
    "id": 10,
    "text": "In World Series moment, Wayne Messmer wore reminder of night he was shot Wayne Messmer Nuccio DiNuzzo / Chicago Tribune Wayne Messmer sings the national anthem before Game 5 of the World Series at Wrigley Field on Oct. 30, 2016 Wayne Messmer sings the national anthem before Game 5 of the World Series at Wrigley Field on Oct. 30, 2016 (Nuccio DiNuzzo / Chicago Tribune) A daily reminder of the darkest moment in his life 22 years ago, the black Florsheim dress shoes just sat there in Wayne Messmer's closet, waiting to be worn during one of his proudest. \"I kiddingly say whenever I get famous, you can put those shoes in a museum,'' Messmer said. But Messmer put them on his feet before singing the national anthem at Wrigley Field before Game 5 of the World Series , the same size 9½ Ds he was wearing April 9, 1994, when he was shot in the neck and nearly died. To Messmer, slipping the shoes on again helped a man full of gratitude feel grounded. As he announced his footwear choice to his wife, Kathleen, she winked like a woman who understood the significance of the steps her husband would take that day. \"An extremely personal moment,'' Wayne said. \"Some people will find it creepy or disturbing but if you get it, you really get it. … She got it.'' She lived it. \"Those shoes remind Wayne that life is precious and that you never know when the gifts you've been given could be taken away,'' Kathleen said. Without walking a mile in Messmer's shoes, as they say, it seems easy to understand why this was not your ordinary fashion statement. The near-death experience more than two decades ago still frames every day for Messmer, 66, best known for the baritone voice that made Anthem Singer a brand in Chicago. Around 1:50 a.m. after a Blackhawks victory that April night, Messmer walked the 1 1/2 blocks to his car after leaving Hawkeye's Bar and Grill at 1458 W. Taylor St. When Messmer attempted to drive away, two men approached the vehicle and one, a 15-year-old, shot him in the neck from point-blank range with a 9 mm pistol. Cubs fans 17 long minutes to ponder their panic and question curses — a cat, a goat, a fan and a first baseman. Mother Nature also allowed Jason Heyward to summon the longtime Lovable... A rain delay helped end a drought. The sky opened over downtown Cleveland that unseasonably warm Nov. 2 night, giving Cubs fans 17 long minutes to ponder their panic and question curses — a cat, a goat, a fan and a first baseman. Mother Nature also allowed Jason Heyward to summon the longtime Lovable... (Chicago Tribune staff) Somehow, Messmer drove back to the bar where he stumbled out of the car and into an ambulance that rushed him to Cook County Hospital. The \"Save The Children Foundation\" tie they used to stop the bleeding from Messmer's neck until they reached the hospital now hangs in a frame on a wall at his home. After 10 hours of surgery and 2 1/2 days asleep, Messmer woke up feeling like the luckiest man in the city. One doctor later told Messmer he had no medical explanation why he survived, and with his voice intact. \"When you get that close to death, you get past why did it happen and ask why did I get better? What am I going to do with this gift?'' said Messmer, who also still has the leather Blackhawks jacket with a bullet hole in the collar. \"It was nothing short of miraculous. So I can't possibly have a day I'm not totally grateful.'' After recovering, Messmer visited both men responsible for hurting him in jail to forgive them, a remarkable gesture. \"I discovered that the only antidote for revenge is forgiveness,'' Messmer said. The senior executive vice-president of the Wolves AHL team found strength writing about the ordeal in a book, \"The Voice of Victory,'' and giving motivational speeches. Ultimately, he persevered, as Messmer vowed to do lying in his hospital bed when he established three goals with a patched hole in his throat: Sing with his wife again, record an album of songs from his heart and sing the anthem before a Cubs World Series game. \"I needed to grab onto something,'' Messmer said of the goals. \"It was a moment of tremendous anger and frustration and disappointment that everything of my fondest dreams may have been stolen … so I was not going to allow it.'' He and Kathleen sang again months after the incident and, in 2012, Messmer released \"So Lucky To Be Loving You,'' with noted pianist Judy Roberts. The recording of that album marked the other occasion Messmer pulled out his special black dress shoes, which stayed neatly in his closet until hours before Game 5 of the World Series. Photos from Game 5 of the World Series at Wrigley Field on Oct. 30, 2016. Managing nerves surprisingly challenged the die-hard Cubs fans who later joked he had bruises from pinching himself so much. As much as Messmer kept his composure kibitzing pre-game, the magnitude of the moment hit him when he looked at home plate and saw the World Series 2016 logo. \"I remember thinking this isn't a Tuesday afternoon in May against the Phillies,'' Messmer said. \"But then I also thought, it's still the same exact thing. The act doesn't change. To me, the last thing I want to sound is cocky, but I think I earned that spot to be there after 32 years of bad baseball. So I was ready.'' In layman's terms, Messmer crushed it. Cubs manager Joe Maddon hugged Messmer after his final note and the crowd went crazy, appreciation mixed with anticipation. He had risen to the occasion just as the Cubs would later in a 3-2 victory, punctuating each syllable with the proper panache and finishing with his signature flourish \"home of the brave.'' Performing the anthem at the 1991 NHL All-Star game at old Chicago Stadium days after the Gulf War began carved a niche in Chicago sports lore for Messmer, who has sung for every team in town. He ranks that 1991 career highlight up there with singing at the Baseball Hall of Fame in Cooperstown, N.Y., where broadcasting legend Mel Allen introduced him, and at O'Hare during President George W. Bush's visit Sept. 27, 2001. He has sang the anthem publicly nearly 5,000 times, the latest stirring rendition coming Sunday in the bitter cold at Soldier Field. But Messmer never has been prouder of the version he delivered Oct. 30 at Clark and Addison, where the dreams of a boy and the vows of a man also intersected. \"I rarely do any flash but I threw a little fist pump at the end of (the anthem),'' Messmer said. \"I loved it. Yep. I knew. That was my moment.'' It must have been the shoes. dhaugh@chicagotribune.com Twitter @DavidHaugh Caption A city's love for the Cubs at parade and rally Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Caption A city's love for the Cubs at parade and rally Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Chicago came out to support the 2016 World Series champion Cubs during a parade and rally on Nov. 4, 2016. (Chicago Tribune) Caption Highlights of Cubs' speeches at World Series rally The Cubs team members, owner and president made heartfelt speeches at the Grant Park rally following a parade on Nov. 4, 2016, to celebrate the team's World Series win. The Cubs team members, owner and president made heartfelt speeches at the Grant Park rally following a parade on Nov. 4, 2016, to celebrate the team's World Series win. Caption Massive 'Go Cubs Go' sing-along Cubs players and fans sing \"Go Cubs Go\" with country singer Brett Eldredge during Friday's World Series rally in Grant Park. Nov. 4, 2016.  Cubs players and fans sing \"Go Cubs Go\" with country singer Brett Eldredge during Friday's World Series rally in Grant Park. Nov. 4, 2016.  Caption Cubs victory parade on Michigan Avenue Buses carrying the Chicago Cubs team, families and office workers parade south on Michigan Avenue on their way to a Grant Park victory rally on Nov. 4, 2016. (Chris Walker / Chicago Tribune). Buses carrying the Chicago Cubs team, families and office workers parade south on Michigan Avenue on their way to a Grant Park victory rally on Nov. 4, 2016. (Chris Walker / Chicago Tribune). Caption Union Station deals with crush of Cubs fans Cubs fans crowd the Great Hall at Union Station and rush for trains on the platform after relishing a world championship in Chicago on Nov. 4, 2016. (Grace Wong / Chicago Tribune) Cubs fans crowd the Great Hall at Union Station and rush for trains on the platform after relishing a world championship in Chicago on Nov. 4, 2016. (Grace Wong / Chicago Tribune) ",
    "title": "In World Series moment, Wayne Messmer wore reminder of night he was shot - Chicago Tribune"
   },
   {
    "entities": [
     "cristina",
     "times",
     "rome",
     "costa",
     "league",
     "alessandro",
     "ruetenik",
     "dec. 12",
     "northern",
     "europe",
     "movement",
     "italy",
     "pietro",
     "aegean",
     "december 21, 2016",
     "dan",
     "cattaneo",
     "eritrea",
     "pavone",
     "renzi",
     "lampedusa",
     "andrea",
     "mediterranean",
     "new",
     "coast",
     "union",
     "ethiopia",
     "libya",
     "star",
     "york",
     "matteo",
     "european",
     "bartolo",
     "guard",
     "sicily",
     "aug. 29",
     "five",
     "baobab"
    ],
    "id": 11,
    "text": "By Dan Ruetenik The Aegean route is mostly closed, but the migrants keep coming, from Eritrea, Ethiopia and elsewhere. They cross the Mediterranean to Italy, a country struggling to deal with the influx. A political crisis is blooming, and the country’s institutions are straining to keep up. The Italian Coast Guard has its hands full responding to the barrage of calls for rescue placed over satellite phones by distressed migrants at sea. Local municipalities have no housing for the migrants who try to keep moving north, and the police face the gruesome task of identifying the waterlogged bodies of those who die before they reach shore. The European Union’s flailing response to the migrant crisis is driving political upheaval in Italy, where voters are taking a critical look at the country’s membership in the union. Anti-European parties like the Five Star Movement and the Northern League led the opposition to a package of measures endorsed by Prime Minister Matteo Renzi that voters rejected in a referendum on Dec. 12, prompting Mr. Renzi to resign. Still, some Italians refuse to give up trying to help the migrants, seeing the humanity in their plight. These videos explore the overwhelmed Italian institutions, and the individuals fighting for the migrants. Video Dr. Pietro Bartolo tends to newborn twins flown to Lampedusa island on Aug. 29, the largest single day of sea rescues of migrants in the history of the Italian Coast Guard. Credit Alessandro Pavone for The New York Times Publish Date December 21, 2016 Many migrants reach Libya, the starting point for the sea journey to Europe, after fleeing war and famine in their own countries. Many arrive malnourished or injured, only to be herded aboard flimsy rafts and rickety boats by smugglers for the treacherous journey north. With luck, they will be rescued in international waters shortly after they embark. Those who are in the most desperate need of medical attention — suffering from gunshot wounds, perhaps, or pregnant — are taken to a small hospital on Lampedusa, the resort island that is the southernmost point of Italy. This hospital has essentially become the trauma ward for the Mediterranean. Video Andrea Costa, the director of the Baobab migrant camp, addresses a group of migrants in Rome. Credit Dan Ruetenik for The New York Times Publish Date December 21, 2016 Migrants who reach Italian shores are initially housed in camps, mostly in Sicily. But most want to reach countries farther north, so they leave the camps and head for Italy’s borders by bus or train. Municipal governments along the way are swamped with migrants and are unable to provide all of them with food or shelter, so the task falls to private Italian citizens. In Rome, Andrea Costa has organized an informal camp for migrants. “They deserve to meet Rome, to meet Roman people in the best way possible,” he says. Video Professor Cristina Cattaneo attempts to determine the identities of the bodies of migrants who died at sea. Credit Dan Ruetenik for The New York Times Publish Date December 21, 2016 The bodies of migrants who die on the way to Italy usually provide few clues about their identities. But to properly return their remains to next of kin, someone must determine who they were. Forensic pathologists like Prof. Cristina Cattaneo often have no hard information to work with. “I think these dead people and their families, they deserve the same treatment as other victims of mass disasters have,” Professor Cattaneo said. “And they have not had it.” What's Next ",
    "title": "Italy Overwhelmed - The New York Times"
   },
   {
    "entities": [
     "franc",
     "josephine",
     "anaya",
     "times",
     "larry",
     "boster",
     "2013",
     "next year",
     "last week",
     "ana",
     "martha",
     "cano",
     "tuesday",
     "2014",
     "county",
     "angeles",
     "yellin",
     "/",
     "vargas",
     "march 2014",
     "kianna",
     "jarrae",
     "santa",
     "estepp",
     "anaheim",
     "wednesday",
     "dean",
     "los",
     "early 2014",
     "orange",
     "steven",
     "gordon",
     "late 2013",
     "mark",
     "jackson"
    ],
    "id": 12,
    "text": "Jury votes for death penalty for parolee who killed four women in Orange County Steven Dean Gordon Mark Boster / Los Angeles Times Steven Dean Gordon, who killed four women in Orange County in 2013 and 2014 with alleged accomplice Franc Cano, represented himself at his trial. Steven Dean Gordon, who killed four women in Orange County in 2013 and 2014 with alleged accomplice Franc Cano, represented himself at his trial. (Mark Boster / Los Angeles Times) An Orange County jury on Wednesday decided a serial killer should be executed for the abduction and murder of four women. Representing himself at his trial in Santa Ana, Steven Dean Gordon did not dispute his responsibility for the deaths of the women, who had been working as prostitutes in Anaheim and Santa Ana in late 2013 and early 2014. Nor in his closing argument to jurors Tuesday did Gordon, 47, disagree with a prosecutor's argument that he ought to be executed for his crimes. \"If you kill four people like this in cold blood, you deserve to die — I believe that,\" Gordon told jurors. \"My actions were evil and horrible, and you're gonna get your justice very shortly.\" He said he was sorry to have caused pain to the families of Kianna Jackson, 20; Josephine Vargas, 34; Martha Anaya, 27; and Jarrae Estepp, 21 — the women he was convicted last week of killing. Gordon told jurors he had to fire his public defender because she would not let him plead guilty and he wanted to speed the case along. He also said he had to take the case to trial because defendants representing themselves cannot plead guilty in capital cases under the law. Prosecutor Larry Yellin told jurors to think of the terror Gordon and his co-defendant Franc Cano, who is expected to be tried next year, inflicted on the victims. Yellin described the men — who had been registered sex offenders wearing ankle monitors during the period of the killings — as \"two incredibly sadistic, cruel, vile people” brought together by “the strangest and wrongest happenstance.\"  During his trial, Gordon raged against his former parole and probation agents, saying that if they had watched him properly they would not have allowed him to associate with Cano and the victims would be alive. Gordon also railed against Cano, calling him \"that little bastard\" and blaming him for certain acts of violence. He said Cano had bitten Estepp and stomped on her neck to ensure she was dead. Estepp's body was found at an Anaheim recycling plant in March 2014. The other victims' bodies have never been found. Jurors deliberated for about a day before deciding Gordon should be executed. Caption 90 seconds: 4 stories you can't miss ",
    "title": "Jury votes for death penalty for parolee who killed four women in Orange County - LA Times"
   },
   {
    "entities": [
     "council",
     "goldman",
     "d.",
     "iowa",
     "larry",
     "mobil",
     "trump",
     "terry",
     "gary",
     "icahn",
     "rex",
     "carl",
     "kudlow",
     "of",
     "last month",
     "china",
     "exxon",
     "navarro",
     "cohn",
     "wilbur",
     "economic",
     "advisers",
     "national",
     "w.",
     "tillerson",
     "new",
     "york",
     "ross",
     "sachs",
     "branstad"
    ],
    "id": 13,
    "text": "Continue reading the main story A wide range of economists have warned that curtailing trade with China would damage the American economy, forcing consumers to pay higher prices for goods and services. Experts on manufacturing also doubt that the government can significantly increase factory employment, noting that mechanization is the major reason fewer people are working in factories. Advertisement Continue reading the main story Mr. Navarro’s appointment reinforces a basic division among Mr. Trump’s economic advisers. The people he has chosen to oversee trade policy, Mr. Navarro and Wilbur Ross , another billionaire investor, both favor increased trade restrictions. But Mr. Trump’s broader circle of advisers is dominated by proponents of free trade, including Mr. Icahn; Gary D. Cohn , the president of Goldman Sachs, who will lead the National Economic Council; Rex W. Tillerson , the chief executive of Exxon Mobil, who was tapped for secretary of state; and Gov. Terry Branstad of Iowa, Mr. Trump’s choice for ambassador to China . Mr. Trump is also considering the appointment of Larry Kudlow, a strong proponent of trade, to lead his Council of Economic Advisers. Mr. Trump has also promised to edit the federal rule book, removing what he has described as overly burdensome restrictions. He said last month that the government would eliminate two regulations for each new rule it put on the books. For Mr. Icahn, who will not draw a salary, the new role formalizes his relationship with Mr. Trump, whom he advised on economic issues throughout the campaign. Mr. Icahn, 80, has no experience in government; like a growing number of Mr. Trump’s appointees, he was prized for his success as a businessman. Mr. Icahn, a brash New York billionaire who vocally supported Mr. Trump during the campaign, made his fortune as a “corporate raider,” buying stakes in corporations and demanding changes to reward shareholders. “Carl was with me from the beginning, and with his being one of the world’s great businessmen, that was something I truly appreciated,” Mr. Trump said in a statement. “His help on the strangling regulations that our country is faced with will be invaluable.” ",
    "title": "Trump Taps Peter Navarro, Vocal Critic of China, for New Trade Post - The New York Times"
   },
   {
    "entities": [
     "safety",
     "howard",
     "bobby",
     "disability",
     "resources",
     "workers'",
     "w.va.",
     "updated",
     "fund",
     "labor",
     "compensation",
     "services",
     "facebook",
     "npr",
     "administration",
     "for",
     "occupational",
     "d-pa.",
     "black",
     "lung",
     "wharton",
     "congress",
     "berkes/npr",
     "this decade",
     "scott",
     "twitter",
     "health",
     "current",
     "trust",
     "casey",
     "appalachia",
     "national",
     "niosh",
     "$6 billion",
     "mine",
     "and",
     "institute",
     "coal",
     "program",
     "hrsa",
     "2012",
     "bob",
     "d-va.",
     "department's",
     "6:25 p.m."
    ],
    "id": 14,
    "text": "Facebook Twitter Updated at 6:25 p.m. ET Two Democratic members of Congress want three federal agencies to work together to get a more accurate count of coal miners suffering from progressive massive fibrosis, the worst stage of the fatal disease known as black lung. The request is a response to an NPR investigation that shows 10 times as many cases of the advanced stage of black lung as identified and reported by the National Institute for Occupational Safety and Health. \"This shocking report requires a full accounting of the number of known cases of advanced black lung disease,\" said Sen. Bob Casey, D-Pa., who joined Rep. Bobby Scott, D-Va., in asking federal agencies to respond. The National Institute for Occupational Safety and Health sent a mobile testing unit to a fire station in Wharton, W.Va., in 2012 to screen coal miners for black lung disease. Howard Berkes/NPR hide caption toggle caption Howard Berkes/NPR The National Institute for Occupational Safety and Health sent a mobile testing unit to a fire station in Wharton, W.Va., in 2012 to screen coal miners for black lung disease. Howard Berkes/NPR \"A worker who descends into the depth and darkness of our nation's coal mines should not have to suffer in silence,\" Casey added. \"We must work to identify those with black lung and ensure they get the care they need.\" NPR surveyed black lung clinics across Appalachia. Eleven responded, reporting 962 cases of what is also known as \"complicated\" black lung so far this decade. In roughly the same time period, NIOSH reported just 99 cases nationwide. A letter signed by Scott and Casey asks NIOSH to lead a study of complicated black lung cases identified by its own national testing program, by black lung claims handled by the Labor Department's Coal Mine Workers' Compensation Program and by black lung clinics funded by the Health Resources and Services Administration. Article continues after sponsorship \"It is our larger goal to understand the full dimensions and potential burden of PMF ... diagnosed among current and former coal miners, particularly with regards to the impacts on the Black Lung Disability Trust Fund,\" the lawmakers' letter says. Advanced Black Lung Cases Surge In Appalachia The letter cites the NPR investigation , which raised concerns that unreported and seemingly unrecognized cases of this most severe form of black lung could create unanticipated burdens on the federal program that pays black lung benefits. The program is nearly $6 billion in debt and faces ongoing funding challenges given shutdowns and bankruptcies of some of the mining companies that pay into the fund. \"A large number of PMF cases go undetected by NIOSH,\" the letter says. The lawmakers want each agency to count PMF cases and eliminate any duplication among the agencies \"to learn how the surveillance efforts ... can be improved and so that the full dimensions of black lung in all of its forms can be more readily identified.\" HRSA doesn't require its federally funded black lung clinics to report cases of progressive massive fibrosis. Many of the clinics contacted by NPR were able to provide only partial or incomplete information. Some were unable to provide any data. That suggests the number of cases is much higher than the clinics reported. The lawmakers say they \"understand that NIOSH is willing to take the lead on aggregating and reporting the information\" and hope that the other agencies will find that \"agreeable.\" A spokeswoman for NIOSH said the agency official involved is out of the office for the holidays and not available for comment. A spokesman for HRSA says the agency will respond to Casey and Scott directly. The CMWCP did not immediately respond to a request for comment. Black lung is caused by inhalation of coal mine dust. NIOSH and the clinics responding to NPR report advanced cases among much younger miners than historically reported and more rapid progression to severe stages of disease. PMF is incurable and fatal, and is believed to be caused by inhaled silica dust, which is generated when mining companies cut rock and coal together in thin coal seams embedded in quartz. ",
    "title": "Lawmakers Seek Better Count Of Advanced Black Lung Disease Cases : The Two-Way : NPR"
   },
   {
    "entities": [
     "images",
     "harold",
     "last december",
     "getty",
     "trump",
     "house",
     "hillary",
     "presidential",
     "donald",
     "september 2016",
     "media",
     "on",
     "boston",
     "once",
     "globe",
     "post",
     "new",
     "today",
     "bornstein",
     "watch",
     "washington",
     "time",
     "clinton",
     "trump's",
     "melissa",
     "brown-bornstein",
     "details",
     "botsford/the",
     "inauguration",
     "jabin"
    ],
    "id": 15,
    "text": "Jabin Botsford/The Washington Post via Getty Images WATCH New Details on Donald Trump's Presidential Inauguration 0 Shares Email Dr. Harold Bornstein, who once claimed that his longtime patient Donald Trump would be “the healthiest individual ever elected president,” has raised eyebrows with what appears to be a new outlook on the president-elect’s health. “If something happens to him, then it happens to him,” Bornstein told the health and medicine publication Stat, produced by Boston Globe Media. “It’s like all the rest of us, no? That’s why we have a vice president and a speaker of the House and a whole line of people. They can just keep dying.” Bornstein took aim at Hillary Clinton , calling her an “old lady,” according to the interview, despite the fact that she is a year younger than Trump. In the interview , released today, Bornstein maintained that “there’s nothing seriously wrong” with Trump’s health. “He’s a few pounds overweight, which everybody can see, and that’s it,” he said, adding that Trump, 70, isn’t “an old man the way my grandfather was an old man.” Donald Trump Says He'll Release Full Medical Records Bornstein wrote and released a letter last December describing Trump’s health with phrases like “astonishingly excellent” and “extraordinary.” The letter was criticized at the time of its release for its exuberant language and later, after Bornstein revealed he wrote the assessment in a matter of minutes. Trump released a more complete medical assessment in September 2016. Bornstein said he has not spoken with Trump since the election and was unsure if he would be permitted to continue as Trump's physician, since presidents are usually attended to by military doctors, according to Stat. Bornstein noted that he and his wife have been hassled since the election for caring for the Trump family. “I’ve gotten so many harassing phone calls,” his wife, Melissa Brown-Bornstein, told Stat. The Trump camp did not immediately respond to a request for comment. 0 Shares ",
    "title": "Trump's Doctor: 'If Something Happens to Him, Then It Happens to Him,' Calls Clinton 'Old Lady' - ABC News"
   },
   {
    "entities": [
     "ben",
     "council",
     "raleigh",
     "earlier this year",
     "rossman",
     "n.c.",
     "jonas",
     "march",
     "orleans",
     "ringo",
     "demi",
     "house",
     "hours later",
     "facebookemail",
     "facebook",
     "schafer",
     "bruce",
     "linkedin",
     "morning",
     "hunter",
     "december 21, 2016",
     "the day",
     "of",
     "north",
     "charlotte",
     "springsteen",
     "8:01 p.m. est",
     "bill",
     "boston",
     "microsoft",
     "jam",
     "justice",
     "once",
     "cooper",
     "twitter",
     "pat",
     "current",
     "department",
     "share",
     "assembly",
     "usa",
     "february",
     "u.s.",
     "apple",
     "new",
     "hurricanes",
     "today",
     "dec. 21",
     "mckeown",
     "nhl",
     "repeal",
     "carolina",
     "general",
     "mccrory",
     "wednesday",
     "pearl",
     "wednesday, dec. 21, 2016",
     "sean",
     "roy",
     "nba",
     "nick",
     "hornets",
     "now",
     "starr",
     "city",
     "lovato",
     "google",
     "ap"
    ],
    "id": 16,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Repeal of N.C.’s ‘bathroom bill’ stumbles. What happens now? A deal has fallen apart to undo the North Carolina law known as the \"bathroom bill\" in a sign of the state's bitter political divide. Post to Facebook Repeal of N.C.’s ‘bathroom bill’ stumbles. What happens now? A deal has fallen apart to undo the North Carolina law known as the \"bathroom bill\" in a sign of the state's bitter political divide. Check out this story on USATODAY.com: http://usat.ly/2ib5Zn8 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 35 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Repeal of N.C.’s ‘bathroom bill’ stumbles. What happens now? Sean Rossman , USA TODAY 8:01 p.m. EST December 21, 2016 x Share North Carolina lawmakers hold a special session Wednesday to consider repealing a law that limits protections for LGBT people. House Bill 2 mandates transgender people use public restrooms that match the gender on their birth certificate. (Dec. 21) AP Hunter Schafer, of Raleigh, holds a sign in favor of repealing North Carolina HB2 during a special session of the North Carolina General Assembly in Raleigh, N.C., Wednesday, Dec. 21, 2016. North Carolina's legislature is reconvening to see if enough lawmakers are willing to repeal the 9-month-old law that limited LGBT rights, including which bathrooms transgender people can use in public schools and government buildings. (Photo: Ben McKeown, AP) A deal has fallen apart to undo the North Carolina law known as the \"bathroom bill\" in a sign of the state's bitter political divide. The state's legislature was called into a special session Wednesday to consider repealing the law known as HB2 after months of pressure, including lost jobs and canceled sporting events and concerts. But the Republican-controlled legislature showed once again that it preferred to go its own way. The latest special session was called by Gov. Pat McCrory after Charlotte gutted a local nondiscrimination ordinance that Republicans had blamed for necessitating the statewide law. Among other things, HB2 requires transgender people to use restrooms corresponding with the sex on their birth certificate in many public buildings. Here's what led to where we are now. What sparked it? In February, the Charlotte City Council approved an ordinance revising the city’s non-discrimination ordinance, expanding protections based on sexual orientation and gender identity and allowing people to use restrooms of the sex by which they identify. That drew the ire of McCrory, once Charlotte’s mayor, who warned such leniency was a threat to public safety. He also hinted at state legislative action. In March, the state’s house and senate passed the bill in a special session.  Just hours later, McCrory signed the bill, which overturned Charlotte's expansions. The fallout The bill’s passage stoked protests in North Carolina , the disapproval of various companies and celebrities as well as resulted in two federal lawsuits. Google, Apple and Microsoft came out against the bill as well as the NBA’s Charlotte Hornets and the NHL’s Carolina Hurricanes. The NBA moved its All-Star game from Charlotte to New Orleans over the law and various musicians canceled North Carolina performances,  including Bruce Springsteen , Ringo Starr, Boston, Pearl Jam, Nick Jonas and Demi Lovato. The U.S. Justice Department found the law discriminates against transgender people. The federal government and North Carolina later sued each other over the issue. The issue inserted itself into the state's gubernatorial race earlier this year. Democratic challenger Roy Cooper attacked McCrory for the bill. Cooper, the state's attorney general, eventually  unseated McCrory. What happened today? The legislature reconvened Wednesday morning to consider repealing the law after the Charlotte City Council’s decision to revoke part of its anti-discrimination ordinance. In a statement after the vote, the city cited the “ongoing negative economic impact” resulting from the ordinance and House Bill 2. The move prompted McCrory, who had who promised to re-consider the bill if Charlotte reversed course, to call a special session of the legislature on Wednesday. Contributing: Associated Press 7373 CONNECT TWEET LINKEDIN 35 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2ib5Zn8 NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Repeal of N.C.’s ‘bathroom bill’ stumbles. What happens now?"
   },
   {
    "entities": [
     "$2.4 billion",
     "$40",
     "chapo",
     "christmas",
     "garcia",
     "thursday",
     "bacon",
     "facebook",
     "$4 million",
     "linkedin",
     "december 21, 2016",
     "the day",
     "niño",
     "dec. 19, 2016",
     "victor",
     "pozo",
     "sandra",
     "manolita",
     "john",
     "dona",
     "2011",
     "current",
     "usa",
     "this year",
     "mitsotakis",
     "today",
     "deutsche",
     "sodeto",
     "2:49 p.m. est",
     "del",
     "madrid",
     "gonzalez",
     "welle",
     "now",
     "costis",
     "$100 million",
     "epa",
     "gordo",
     "thursday, dec. 22",
     "spain",
     "el"
    ],
    "id": 17,
    "text": "El Gordo is right: World's largest lottery is $2.4 billion El Gordo has arrived, and it's a lot more fun than El Niño or El Chapo. Post to Facebook El Gordo is right: World's largest lottery is $2.4 billion El Gordo has arrived, and it's a lot more fun than El Niño or El Chapo. Check out this story on USATODAY.com: http://usat.ly/2ifRfiU CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 12 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs El Gordo is right: World's largest lottery is $2.4 billion John Bacon , USA TODAY 2:49 p.m. EST December 21, 2016 x Share The world's largest lottery takes place in Spain every Christmas, and the drawing this year is set for Thursday, Dec. 22. USA TODAY People line up at one of the most popular lottery shops (Dona Manolita) to buy tickets for El Gordo in Madrid, Spain, Dec. 19, 2016. (Photo: Victor Gonzalez, EPA) El Gordo has arrived, and it's a lot more fun than El Niño or El Chapo. El Gordo, Spanish for \"The Fat One,\" is Spain's annual Christmas lottery taking place Thursday. The world's richest sweepstakes, this year's prizes will total a fat $2.4 billion, give or take a hundred million. There is a catch, though. No one walks away with billions — the grand prize is about $4 million before taxes. The good news is there are scores of grand prizes, and almost 15,000 people cash in some kind of winning ticket. Many people buy several tickets with the same number, hoping to multiply their good fortune. You don't have to be Spanish to play — tickets were available online for about $40 — but the deadline for purchasing tickets everywhere has now passed. Many people buy \"participation\" tickets at a fraction of the cost, worth part of the prize. Spain is obsessed with El Gordo, forming long lines for tickets. Villagers and other groups often buy the same number, casting their lot together. In 2011, residents of the little town of Sodeto all bought in on magical 58268 and walked away with winnings totaling more than $100 million. Tourists and journalists who have visited Sodeto since its most merry Christmas say it is little changed. Locals bought tractors, not sports cars. Still, everyone in the village of 250 was instantly rich. Well, not everyone. Greek filmmaker Costis Mitsotakis was living in a barn he was renovating and somehow was missed when townspeople were circulating tickets. Mitsotakis shrugs off questions about disappointment, saying he is happy. His now-wealthy neighbors believe him. \"His world is the images and the movies and the documentaries and for him that makes him rich,\" villager Sandra Garcia del Pozo told German broadcaster Deutsche Welle. \"And he's got a great story now. .... And I think that will be his lottery, and it will be much better than ours.\" 6748 CONNECT TWEET LINKEDIN 12 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2ifRfiU NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "El Gordo is right: World's largest lottery is $2.4 billion"
   },
   {
    "entities": [
     "peter",
     "ukraine",
     "dmitri",
     "maxim",
     "slotkin",
     "kerry",
     "air",
     "lester",
     "us",
     "right now",
     "dmitry",
     "mcfadden",
     "states",
     "house",
     "holt",
     "syria",
     "richard",
     "michael",
     "stanford",
     "news",
     "united",
     "moscow",
     "ministry",
     "crimea",
     "kirby",
     "mcfaul",
     "university",
     "state",
     ", 4:30 pm",
     "tuesday",
     "for",
     "international",
     "force",
     "of",
     "2014",
     "monday",
     "russia",
     "defense",
     "security",
     "vladimir",
     "affairs",
     "2016",
     "john",
     "chiefs",
     "cynthia",
     "elissa",
     "department",
     "ken",
     "u.s.",
     "lavrov",
     "3:26",
     "nbc",
     "obama",
     "assad",
     "staff",
     "shipenkov",
     "wednesday",
     "joint",
     "nightly",
     "washington",
     "sergei",
     "2012",
     "cook",
     "now",
     "to",
     "putin",
     "dec 21",
     "clarke",
     "ap",
     "peskov",
     "dilanian",
     "kremlin",
     "pentagon",
     "russian",
     "white"
    ],
    "id": 18,
    "text": "Dec 21 2016, 4:30 pm ET U.S. Denies Russian Claim Dialogue Between Two Nations 'Frozen' by Ken Dilanian and Cynthia McFadden Share advertisement A bizarre diplomatic disagreement erupted Wednesday when the Kremlin insisted that relations between Russia and the U.S. had all but ceased, prompting Washington to provide evidence rebutting that assertion. \"Almost every level of dialogue with the United States is frozen,\" Kremlin spokesman Dmitri Peskov told a state-sponsored news agency. \"We don't communicate with one another, or (if we do), we do so minimally.\" Officials at the U.S. State and Defense departments quickly refuted that notion by releasing information about recent, high-level contacts between the two governments. Watch Cynthia McFadden on NBC Nightly News with Lester Holt for More \"Dialogue has not been broken,\" State Department spokesman John Kirby told reporters, noting that Secretary of State John Kerry spoke on the phone Tuesday with Russian foreign minister Sergei Lavrov after a meeting on Syria in Moscow. The Pentagon, meanwhile, issued a statement about a video conference between Russian and U.S. defense officials to discuss de-conflicting military flights on Syria. Play Obama used 'red phone' to warn Russia not to meddle in US election 3:26 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161222013735if_/http://www.nbcnews.com/widget/video-embed/837461571711\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The call was co-chaired by Acting Assistant Secretary of Defense for International Security Affairs Elissa Slotkin and Air Force Maj. Gen. Richard Clarke, a senior planner at the Joint Chiefs of Staff, Pentagon spokesman Peter Cook said. \"The video conference was the latest in a continuing dialogue with the Russian Defense Ministry under the memorandum of understanding for the safety of flight in Syria,\" Cook added, \"to ensure that each side continues to adhere to agreed-upon measures to mitigate incidents in the air.\" Michael McFaul, who was U.S. ambassador to Russia from 2012 to 2014, put the bulk of the blame for strained relations on Russia. \"They've annexed Crimea, they supported separatists in Ukraine, they are fighting a war to support Assad in Syria and then punctuating it all, they've interfered in our presidential elections,\" said McFaul, now a professor at Stanford University. \"Of course Americans should distrust the Russians right now, and it's incumbent upon the Kremlin to change that dynamic moving forward.\" Related: What the U.S. Said to Russia About Election Hacks On Monday, NBC News reported exclusive details about a rare and highly classified communication between the two countries that occurred just days before the U.S. presidential election — the U.S. use of the so-called Red Phone system to warn the Kremlin against interfering in the vote. Press Secretary Dmitry Peskov (left) with Russian President Vladimir Putin. Maxim Shipenkov / Pool via AP Peskov also confirmed that the Kremlin had indeed heard from the White House using the secure system, which was set up in its original form after the Cuban Missile Crisis. According to a senior U.S. intelligence official, part of the message read: \"International law, including the law for armed conflict, applies to actions in cyberspace...\" \"We will hold Russia to those standards.\" Related: Why Obama Didn't Do More About Russian Hacks At least one of President Obama's senior advisers urged him to warn the Russians that any tampering on Election Day would be considered an act of war. The president declined — concerned that such a threat would go too far. But a senior intelligence official told NBC News, in his opinion, the message ultimately sent to the Kremlin was \"muddled.\" The Russians seem to agree. Play ",
    "title": "U.S. Denies Russian Claim Dialogue Between Two Nations 'Frozen' - NBC News"
   },
   {
    "entities": [
     "fellowship",
     "metro",
     "christmas",
     "trump",
     "findley",
     "refugees",
     "buckner",
     "earlier this week",
     "mall",
     "news",
     "louisville",
     "facebook",
     "elizabeth",
     "donald",
     "employing",
     "timothy",
     "december 21, 2016",
     "for",
     "tuesday",
     "2016",
     "jefferson",
     "once",
     "police",
     "department",
     "latina",
     "jcpenney",
     "1:23",
     "life",
     "future",
     "greg",
     "kentucky",
     "nbc",
     "christian",
     "renee",
     "center",
     "calls",
     "boycott",
     "america",
     "afternoon",
     "finley",
     "chuck",
     "kingdom",
     ", 7:04 pm",
     "fischer",
     "dec 21",
     "time"
    ],
    "id": 19,
    "text": "Dec 21 2016, 7:04 pm ET 'Speak English, You're in America,' Woman Tells Latina Shoppers in Rant Caught on Camera by Elizabeth Chuck Viral Video Shows Woman's Vitriolic Tirade Against Shoppers 1:23 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161222013438if_/http://www.nbcnews.com/widget/video-embed/838716483925\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> A JCPenney shopper went on an expletive-laden, racist tirade against two Latina customers earlier this week, telling them to \"go back where they belong\" in a rant that was caught on video. The incident, which was recorded by another customer, happened Tuesday afternoon at the Jefferson Mall in Louisville, Kentucky, and garnered more than 5.6 million views on Facebook. \"Everybody here probably feels the same way I do,\" the unidentified woman, who is white, says in the video after she sees one of the Latina shoppers checking out and the other joining her at the register with a last-minute purchase. An expletive-laced tirade was captured by another shopper at a mall in Kentucky. Renee Buckner \"Go back to wherever the f*** you come from, lady,\" the woman says as a JCPenney cashier asks her to \"please watch your language.\" \"Speak English. You're in America. If you don't know it, learn it.\" \"Hey, tell them to go back where they belong. They can't act like the hero, they come here to live and act like everybody else,\" the woman continues, as stunned shoppers look on. \"Get in the back of the line like everybody else does and be somebody. That's the way I look at it. You're nobodies, just because you come from another country, it don't make you nobody.\" She then berates the two as \"probably on welfare.\" One starts to respond, and the woman responds, \"It's OK, speak English. You're in America. If you don't know it, learn it.\" The shocking video was shot by Renee Buckner, a Louisville resident who was finishing up her Christmas shopping at JCPenney at the time. \"This Hispanic lady was purchasing items and the transaction was almost complete, then her friend brings up some shirts to be added to her purchase instead of getting in line,\" Buckner wrote in her Facebook post. \"And this lady went off!!!\" Buckner did not want to speak to the media and directed calls to her pastor. \"She said there was so much more that didn't get taped, and that they did end up taking down the cameras to actually confront the lady, because she talked about how Donald Trump is going to 'fix' this,\" said Pastor Timothy Findley, Jr., of Kingdom Fellowship Christian Life Center in Louisville, where Buckner has been a church member for the last four years. \"But she felt really obligated to get this on camera.\" After the video stopped rolling, the woman continued \"to just racially heckle these women, and again, she made specific comments regarding Donald Trump and fixing it, he's going to get this country together again, he's going to make it great again,\" Finley said Buckner told him. Related: Chobani Founder Gets Threats, Calls for Boycott for Employing Refugees JCPenney said in a statement to NBC News that it was \"deeply disturbed\" by the incident \"in which one customer made extremely inappropriate remarks to two other customers.\" \"We absolutely do not tolerate this behavior in our stores, and are working with our associates to ensure any future incidents of this nature will be addressed quickly and appropriately,\" the chain said. \"JCPenney is asking for the community's help in identifying the two women who were targeted for such remarks, as we would like to reimburse them for their entire purchase and offer a sincere apology for their experience.\" Jefferson Mall said it was working with JCPenney to identify the woman and would permanently ban her from the mall once she was identified. Louisville Metro Police Department did not immediately return calls from NBC News about whether they had gotten involved. Louisville Mayor Greg Fischer tweeted that he was \"sad and disappointed\" to see what had happened and apologized to the women on behalf of the community. As a country of immigrants, we must understand we only move forward through peace, acceptance and embracing those who are different from us — Mayor Greg Fischer (@louisvillemayor) December 21, 2016 \"As a country of immigrants, we must understand we only move forward through peace, acceptance and embracing those who are different from us,\" he tweeted. Buckner has since removed her Facebook profile because of the overwhelming amount of responses — including criticism for filming the rant and not interfering. But Findley said he thought she did \"a service to the country\" by putting the video online and said Buckner was part of a group who confronted the woman after the video ended. \"It's shocking, but it's necessary, and I think many minorities feel almost a responsibility, even in the face of consequences, to put it out there,\" he told NBC News. \"Not just minorities will see this, but others will say, we're not going to stand for this, and we're going to come together.\" Elizabeth Chuck ",
    "title": "'Speak English, You're in America,' Woman Tells Latina Shoppers in Rant Caught on Camera  - NBC News"
   },
   {
    "entities": [
     "last year",
     "december 6, 2016",
     "states",
     "november 27, 2016",
     "christmas",
     "rockefeller",
     "united",
     "late november",
     "philippe",
     "brown",
     "twitter",
     "gazette",
     "mtl",
     "sapin",
     "new",
     "pelletier",
     "quebec",
     "ctv",
     "york",
     "charley",
     "abley",
     "xmas",
     "now",
     "city",
     "mark",
     "montreal"
    ],
    "id": 20,
    "text": "Philippe Pelletier and his Christmas tree delivery business promised the citizens of Montreal a tree that would be bigger and more impressive than the famed evergreen in New York City’s Rockefeller Center. That didn’t happen… not by a long shot. “I was really surprised by the reaction to the tree,” Pelletier told FoxNews.com of the 88-foot, gangly tree in the city’s Quartier des spectacles. “We want to show people a natural Quebec Christmas tree, so that’s what we got.” When a flatbed truck accompanied by police escort brought the balsam fir through the streets of the Canadian city in late November – broken branches, bare spots and all – Montrealers were far from impressed. After hoisting the tree up and covering it with lights and mini red Canadian Tire logos for the Le Grand Marché de Noël festival, things only got worse. “Montreal's Christmas tree looks like it was just released from Xmas tree rehab and needs any spare change you might have for a bus ride home,” one Twitter user said on the social media site. Other social media users compared it Charley Brown’s sad Christmas tree and, worse off, “an erectile dysfunction.” Montreal's Christmas tree looks like it was just released from Xmas tree rehab and needs any spare change you might have for a bus ride home pic.twitter.com/DbcHdy28M6 — zak (@zaktebbal) December 6, 2016 Local media tried to put a better spin on the scraggly tree, with an anchor on CTV saying the tree was “not perfect, but unique, they say — just like this city.” A columnist at the Montreal Gazette waxed poetic that the balsam fir made him ponder the long history of the word “balsam.” “The balsam fir is a North American species; indigenous peoples used its gum to treat coughs, colds and asthma,” columnist Mark Abley wrote in the newspaper . “Yet long before ‘balsam’ meant the type of tree now often adorned with Christmas lights and ornaments, it referred to a fragrant resin.” Pelletier, who started the tree delivery company Sapin MTL last year with some friends, is used to attracting attention with his trees. Last year the company hosted the first Pan-Am Tree Toss in Montreal – but the scorn and criticism for the lanky tree is something he didn’t expect. He added that the tree – which they found in a rural area near Quebec border with the United States – is what a real Christmas tree looks and that the one in Rockefeller is not what a tree looks like in nature. Notre immense sapin est arrivé à bon port! Il sera illuminé mercredi lors d'une émission d' @enmodesalvail ! #immensesapin #montréal pic.twitter.com/CNk604CG2P — Sapin MTL (@Sapinmtl) November 27, 2016 “What we’ve realized is that people expect perfection from a tree, but we didn’t add any branches,” he said. “We presented the tree in its natural state.” Despite the Christmastime criticism, Pelletier echoed the old saying that any publicity is good publicity. “If it wasn’t for this tree, we wouldn’t have all these people talking about us,” he said. “We wouldn’t be getting calls from media all over the world.” Advertisement ",
    "title": "Montreal pines for Rockefeller Center-style tree, fails spectacularly | Fox News"
   },
   {
    "entities": [
     "dec 21, 2016",
     "stoner",
     "safety",
     "civil",
     "illimani",
     "dec. 1",
     "the 20th century",
     "may 2016",
     "states",
     "december 15, 2016",
     "la",
     "transportation",
     "news",
     "futrell",
     "united",
     "dan",
     "of",
     "board",
     "chavez",
     "abc",
     "isaac",
     "embassy",
     "boston",
     ", 3:14 pm",
     "mount",
     "directorate",
     "bolivian",
     "u.s.",
     "d.c.",
     "national",
     "eastern",
     "general",
     "edgar",
     "wednesday",
     "previously",
     "washington",
     "airlines",
     "cook",
     "this spring",
     "paz",
     "jan. 1, 1985",
     "aviation",
     "bolivia",
     "1985",
     "jeffrey",
     "ntsb"
    ],
    "id": 21,
    "text": "NTSB to Finally Examine Long Lost Black Box of Eastern Airlines Flight 980 By JEFFREY COOK Dec 21, 2016, 3:14 PM ET 0 Shares WATCH The Lost Tapes: The Hunt for the Black Boxes of Eastern Airlines Flight 980 0 Shares Email The National Transportation Safety Board is arranging to retrieve the remains of a black box belonging to Eastern Airlines Flight 980 from a Boston apartment, according to an email from an NTSB official that was shared with ABC News. The email says Bolivian authorities have requested that the NTSB obtain the evidence and examine it in its lab in Washington, D.C. In May 2016, best friends Dan Futrell and Isaac Stoner of Boston climbed Bolivia 's Mount Illimani and, at an elevation of 16,000 feet, recovered remains of what appears to be a black box from the doomed U.S. airliner. Two Americans search for black box from Eastern Airlines Flight 980, which crashed into a Bolivian mountain in 1985. https://t.co/H0Wuw4nFn0 pic.twitter.com/a7Z9VBF5xz — ABC News (@ABC) December 15, 2016 Flight 980 crashed on Jan. 1, 1985, on its approach to the airport outside La Paz, Bolivia. There were 29 people on board, including eight Americans. No one survived, and multiple international efforts to recover the flight recorders ended fruitlessly because of the inaccessibility of the crash site, the NTSB previously said. International regulations dictate that the nation where an accident occurs is in charge of any investigation. After the discovery by Futrell and Stoner this spring, the NTSB offered its services, but the agency needed the green light from Bolivia before proceeding. Futrell and Stoner said their phone calls, emails and certified letters sent to the Bolivian Embassy in Washington went unanswered. ABC News' efforts to reach Bolivian diplomats in the United States were unsuccessful. On Dec. 1, Capt. Edgar Chavez, the operations inspector at the General Directorate of Civil Aviation of Bolivia, told ABC News that the Bolivian government would allow the NTSB to look at the tape found by Futrell and Stoner. He was unable to say when that would occur, however, adding that his agency was \"still working on the paperwork.\" Chavez did not responded to follow-up calls and emails from ABC News requesting an update or another interview. Wednesday's news that the NTSB received permission to examine the black box is a significant step forward in the search for answers to what many call the biggest aviation mystery of the 20th century. Many experts, including those at the NTSB, thought finding the flight recorders would be impossible, given the conditions on Mount Illimani. It is unclear when, where or how the evidence will be handed over to the NTSB. The recorders remain in Futrell's apartment in a suburb of Boston. 0 Shares ",
    "title": "NTSB to Finally Examine Long Lost Black Box of Eastern Airlines Flight 980 - ABC News"
   },
   {
    "entities": [
     "israel",
     "düsseldorf",
     "isabel",
     "gaia",
     "amri",
     "neuss",
     "pianigiani",
     "paris",
     "sera",
     "al-hakim",
     "s.",
     "clemens",
     "austria",
     "franziska",
     "anis",
     "july 2015",
     "tempel",
     "state",
     "last month",
     "mayer",
     "frankfurt",
     "süddeutsche",
     "associated",
     "abu",
     "eddy",
     "nice",
     "brussels",
     "hanover",
     "july",
     "benjamin",
     "merkel",
     "christian",
     "islamic",
     "di",
     "a.",
     "chan",
     "sewell",
     "dresden",
     "tunisia",
     "kappeler/european",
     "hildesheim",
     "bonn",
     "democratic",
     "friedrichshafen",
     "charlie",
     "ahmed",
     "jäger",
     "steinmeier",
     "august",
     "michael",
     "berlin",
     "gregor",
     "angela",
     "london",
     "pressphoto",
     "tuesday",
     "2014",
     "north",
     "100,000 euros",
     "dortmund",
     "$104,000",
     "police",
     "agency",
     "gaetano",
     "jack",
     "union",
     "raqqa",
     "york",
     "rhine-westphalia",
     "dalia",
     "pedersen/european",
     "de",
     "thomas",
     "kershner",
     "stephan",
     "january 2015",
     "continue",
     "corriere",
     "hebdo",
     "abdulaziz",
     "christmas",
     "press",
     "maizière",
     "hours later",
     "party",
     "italy",
     "emmerich",
     "laws",
     "aisch",
     "nov. 8",
     "april this year",
     "fabrizia",
     "new",
     "reymann",
     "wednesday",
     "jerusalem",
     "2012",
     "sahara",
     "frank-walter",
     "november 2015",
     "germany",
     "zeitung",
     "last year",
     "rome",
     "credit",
     "walaa",
     "della",
     "march",
     "urban",
     "syria",
     "britta",
     "europe",
     "june",
     "about seven years ago",
     "monday",
     "elkayam",
     "lukasz",
     "federal",
     "frank",
     "ewing",
     "february",
     "vienna",
     "months earlier",
     "libya",
     "lorenzo",
     "boban",
     "rami",
     "left",
     "isis",
     "melissa",
     "boubaker",
     "netanyahu",
     "ralf",
     "german"
    ],
    "id": 22,
    "text": "Germany Seeks Tunisian Tied to Berlin Christmas Market Attack By MELISSA EDDY Continue reading the main story Photo Anis Amri is wanted by German police in connection with the Berlin Christmas market attack. Credit German Federal Police BERLIN — Investigators undertook a Europe-wide manhunt on Wednesday for a young Tunisian ex-convict with multiple aliases who had been denied asylum in Germany and was considered a security risk, linking him to a deadly truck rampage through a Berlin Christmas market. The attack on Monday killed 12 people and wounded 48 — 12 of them seriously. The Islamic State has claimed responsibility for the assault, one of Germany’s deadliest acts of terrorism in decades. The aftermath has been complicated by a botched search for the driver, who has remained at large. The revelations added to the growing pressure confronting Chancellor Angela Merkel of Germany, who decided last year to open the country’s border to roughly a million migrants and refugees. A European arrest warrant identified the Tunisian as Anis Amri, 23, and said he had a history of providing false names and nationalities and should be considered armed and dangerous. German news agencies reported that the man had ties to Abu Walaa, a 32-year-old Iraqi Salafist arrested in Germany last month and accused of recruiting would-be jihadists to fight for the Islamic State. A reward of 100,000 euros, or about $104,000, was offered for information leading to his arrest. Continue reading the main story It was not clear if the Tunisian was the actual driver. But the furious effort by the authorities to find someone who only months earlier faced deportation was outrageous, said Stephan Mayer , the home affairs spokesman for the conservative parliamentary bloc that includes Ms. Merkel’s Christian Democratic Union. Video German Interior Minister on Manhunt Thomas de Maizière, the interior minister of Germany, confirmed on Wednesday that there was a new suspect in Monday's attack on the Berlin Christmas market, and that authorities were searching for him. By THE ASSOCIATED PRESS. Photo by Michael Kappeler/European Pressphoto Agency. Watch in Times Video » embed The German interior minister, Thomas de Maizière, confirmed that a manhunt was underway but would not get into specifics. “Success counts, and not speed or speculation,” he told reporters in Berlin. Mr. Amri was recorded as having entered Italy in 2012, according to German news accounts. He traveled to Germany in July 2015 and applied for asylum in April this year, receiving papers that allowed him to stay in the country temporarily. He lived for a time in housing designated for asylum seekers in the city of Emmerich am Rhein, in North Rhine-Westphalia, Germany’s most populous state, and in Berlin. Advertisement Continue reading the main story At a news conference in Düsseldorf, Ralf Jäger , the interior minister of North Rhine-Westphalia, said that federal prosecutors had been observing the Tunisian man — he did not use Mr. Amri’s name — on suspicion that he might have been plotting an attack. When the man moved to Berlin in February, state authorities there picked up the monitoring. The man was to have been deported in June, Mr. Jäger said. But because he did not have a valid passport, and because Tunisia did not initially acknowledge that he was a citizen, it was not possible to send him home. (Only on Wednesday did the Tunisian authorities issue a passport, he said.) Mr. Mayer, the lawmaker, said the Tunisian man had spent a day in custody pending deportation, but because the authorities were unable to establish his identity “beyond doubt,” he was released. “This is a person who apparently was known to be potentially dangerous and who apparently was to be deported,” Mr. Mayer said. In August, Mr. Amri was arrested in the southern city of Friedrichshafen with a fake Italian document and released a short while later, according to a law enforcement official who spoke on the condition of anonymity to discuss a continuing investigation. Video In Berlin: ‘We Share Your Pain’ Mourners spoke of unity and strength after the Christmas market attack that killed 12 people on Monday. By THE NEW YORK TIMES. Photo by Britta Pedersen/European Pressphoto Agency. Watch in Times Video » embed An identity document found in a wallet left on the floor of the truck led the German authorities to seek the Tunisian man, said Frank Tempel of the Left Party. The document showed that the suspect had been allowed to remain in Germany but that he had not been granted full asylum. Several of the men involved in the terrorist attacks in Paris in November 2015, in Brussels in March and in Nice in July were of Tunisian origin, but the number of Tunisians in Germany is low. Mr. Amri is believed to come from the impoverished south of Tunisia, on the edge of the Sahara. His father told a Tunisian radio station , Mosaïque FM, that his son left Tunisia about seven years ago and served four years in prison in Italy after he was accused of setting fire to a school. The son was sentenced in absentia in Tunisia to five years in prison for violent robbery, the radio station reported. Tunisians make up one of the largest groups of foreign fighters in Syria and Libya and have held leadership roles in the Islamic State. Tunisian security officials say the militants have been active in recruiting young volunteers in Tunisia and have links to immigrant networks in Europe. Advertisement Continue reading the main story A prominent Tunisian commander in the Islamic State, Boubaker al-Hakim, who was wanted in connection with terrorist attacks in Tunisia and was linked to the January 2015 attack on the satirical newspaper Charlie Hebdo in Paris, was reported killed last month in a drone strike in Raqqa, Syria. According to the newspaper Süddeutsche Zeitung, the Tunisian man being sought in Germany had lived in the city of Dortmund with a man named Boban S., who has been arrested and accused of involvement with the Islamic State. Photo A makeshift memorial on Wednesday near the site of the attack on a Christmas market in Berlin. Credit Clemens Bilan/Agence France-Presse — Getty Images Boban S., in turn, is reported to have connections with Abu Walaa, the Iraqi who is known as “the man with no face,” because he often preached in Arabic and in poor German, with his back to the camera. The authorities arrested Abu Walaa on Nov. 8. Abu Walaa, who has also been identified by officials as Ahmed Abdulaziz A., made his base in Hildesheim, a city of 100,000 south of Hanover, where he drew an increasingly devoted following and even offered his own app in 2014. He was charged with recruiting terrorists and openly supporting the Islamic State, also known as ISIS or ISIL. Officials emphasized that they were not yet certain that the Tunisian man had carried out the attack, and officials cautioned against jumping to conclusions. On Tuesday, the authorities arrested a 23-year-old Pakistani man who had applied for asylum in Germany, but they released him hours later, citing a lack of evidence. Ms. Merkel and other officials have emphasized that they did not want the attack to jeopardize Germany’s commitment to a free and open society, and Foreign Minister Frank-Walter Steinmeier reaffirmed that idea on Wednesday. “We want to uphold this way of life, and not let it be destroyed by anyone, not even whoever was responsible for what happened here,” he told reporters. Christmas markets in major German cities appeared to heed a call by Mr. de Maizière , the interior minister, to stay open. In Bonn, crowds continued to show up under the watch of the police. In cities like Dresden , the Berlin attack had its ominous presence felt with large obstacles to keep vehicles from getting among the stalls. The same was true in Vienna’s two famous markets , in neighboring Austria. Photo The European arrest warrant for Anis Amri. Credit German police, via Associated Press Laws and traditions in Germany strongly emphasize personal privacy, and the identities of the victims of the attack have barely begun to emerge. Advertisement Continue reading the main story One of the victims was a 65-year-old woman from Neuss, a city in North Rhine-Westphalia, according to news reports. Fabrizia Di Lorenzo, an Italian transportation specialist who has been living in Germany for three years, has been missing since Monday, and her father, Gaetano Di Lorenzo, said he feared the worst. “We are here with my wife, waiting for the DNA results,” he said in an interview with the Italian daily Corriere della Sera. “We are waiting for confirmation, but I am not deluding myself.” The daughter’s cellphone and transit pass were found near the scene immediately after the attack, her relatives and friends reported on Tuesday on social media. In Israel, Prime Minister Benjamin Netanyahu said that the attack “may have claimed the life of an Israeli citizen.” He was referring to Dalia Elkayam, who has been missing since Monday and whose husband, Rami Elkayam, was seriously injured in the attack. Another victim of the attack was a Polish truck driver, Lukasz Urban, 37, who had a wife and young child and who was found dead in the cab of the truck. He had been stabbed and shot. Follow Melissa Eddy on Twitter @meddynyt . Reporting was contributed by Gregor Aisch and Franziska Reymann from Berlin, Sewell Chan from London, Jack Ewing from Frankfurt, Isabel Kershner from Jerusalem, and Gaia Pianigiani from Rome. ",
    "title": "Germany Seeks Tunisian Tied to Berlin Christmas Market Attack - The New York Times"
   },
   {
    "entities": [
     "dec 21, 2016",
     "kerry",
     ", 4:50 pm",
     "dmitry",
     "us",
     "cavusoglu",
     "mevlut",
     "images",
     "states",
     "press",
     "house",
     "sept. 22, 2016",
     "syria",
     "turkey",
     "united",
     "crimea",
     "moscow",
     "r.",
     "kirby",
     "zarif",
     "state",
     "the day",
     "javad",
     "foreign",
     "mir",
     "tv",
     "russia",
     "vladimir",
     "dec. 20, 2016",
     "associated",
     "shares",
     "john",
     "early october",
     "fishel",
     "department",
     "future",
     "u.s.",
     "lavrov",
     "new",
     "obama",
     "bryan",
     "today",
     "justin",
     "star",
     "york",
     "sergei",
     "iran",
     "mohammad",
     "smith/getty",
     "putin",
     "peskov",
     "kremlin",
     "russian",
     "white"
    ],
    "id": 23,
    "text": "US Denies Relations With Russia Are 'Frozen' By JUSTIN FISHEL Dec 21, 2016, 4:50 PM ET 0 Shares Star Bryan R. Smith/Getty Images Russian Foreign Minister Sergei Lavrov and United States Secretary of State John Kerry speak during the International Syria Support Group meeting, Sept. 22, 2016 in New York. 0 Shares Email The U.S. State Department pushed back against claims today from the Kremlin that diplomatic dialogue between the two countries has \"frozen\" almost entirely. “I don't know exactly what to make of that comment,\" State Department spokesman John Kirby told reporters today. \"Obviously, we don't agree and have issues with Russia on a variety of issues, but dialogue has not been broken.\" Russian news agencies quoted President Vladimir Putin 's spokesman, Dmitry Peskov, saying today that \"a dialogue with the United States has been frozen on practically all levels.\" He also signaled that Putin maybe we waiting out the Obama administration, telling Mir TV that the Kremlin expects the new administration to have a \"fresher and more constructive approach.\" Diplomatic relations with Russia have been at a post-Cold War level since Russia's annexation of Crimea and have worsened during the conflict in Syria and its cyber-intrusions into U.S. political organizations. Russia's comment comes the day after foreign ministers from Turkey, Iran and Russia met in Moscow to discuss future plans for Syria without inviting the United States. Natalia Kolesnikova/Getty Images Iranian Foreign Minister Mohammad Javad Zarif, Russian Foreign Minister Sergei Lavrov and Turkish Foreign Minister Mevlut Cavusoglu attend a press conference in Moscow, on Dec. 20, 2016. Kirby said today the U.S. doesn't see it as a snub. “I would push back on this idea that they've excluded us from Syria,\" Kirby said. \"Yes, we weren't in the meeting in Moscow, but it's not as if we haven't had communication with them before and then right after that meeting. So, there's been no exclusion of the United States with respect to the issue of Syria.” In early October the White House officially called off bilateral talks with Russia over the Syria crisis. Nevertheless, Secretary of State John Kerry has since spoken with the Russian foreign minister on several occasions. The Associated Press contributed to this report. 0 Shares ",
    "title": "US Denies Relations With Russia Are 'Frozen' - ABC News"
   },
   {
    "entities": [
     "a few years ago",
     "pulaski",
     "edmund",
     "last wednesday",
     "donna",
     "services",
     "facebook",
     "jeff",
     "indiana",
     "morning",
     "of",
     "north",
     "county",
     "twitter",
     "midnight",
     "frank",
     "department",
     "judson",
     "foxnews.com",
     "demarche",
     "print",
     "wednesday",
     "authorities",
     "christopher",
     "email",
     "child",
     "evening",
     "short",
     "early",
     "richwine",
     "jackson",
     "the future"
    ],
    "id": 24,
    "text": "Facebook 0 Twitter 0 livefyre Email Print Authorities said they found a 3-year-old girl in Indiana sleeping inside a plywood box. A phone call from an Indiana state prison inmate inquiring about a little girl possibly being held in a plywood box led authorities to a home in North Judson where they found the 3-year-old curled up asleep inside a 24-by-24-inch box early Wednesday morning, the sheriff told FoxNews.com. The revelation led to nine arrests—including the girl’s father and his wife, authorities said. The box was located inside the family’s living room. The child was not identified, but she was found in a plywood box inside the family’s living room. “It’s one of those deals, you go there and think, ‘Hopefully, this is not true,” Jeff Richwine, the Pulaski County sheriff, told reporters. “Nobody’s going to have a small girl in a box, that’s just not going to happen … You’re thinking, ‘my God, who would do this?” Christopher Short, 25, the girl’s father, and his wife, Donna, 42, were charged with neglect of a dependent.  In court documents, they both stated that the girl would go into the box of her own accord. Expand / Contract The box smelled of urine and had dead bugs on the floor, authorities said. Richwine said evidence collected at the scene and interviews with other children who were at the house did not appear to support their claim. He said investigators found rope and a “metal eye” on top of the box, which indicated that it could be locked. The child was reportedly kept in the box during the evening for extended periods of time. The initial tip came from Donna’s ex-husband, an inmate in state prison, Richwine said. Like all calls from prison in the state, the call was recorded by authorities. The inmate was later interviewed by detectives, which led officers to visit the home, Richwine said. Just after midnight last Wednesday, authorities executed a no-knock search warrant and found the girl curled up inside the box with the lid down, Richwine said. She was sleeping, appeared non-verbal but did not appear to be otherwise physically harmed, he said. The conditions were horrible – the box smelled of urine, and there were dead bugs in the corners. “Nobody spoke up about a little girl in a box,” Richwine told reporters . “Even while we were in there and started taking people out, nobody spoke up and said, ‘Hey, there’s a little girl over here in a box.’” Frank Jackson, the girl's maternal grandfather, told WNDU.com that Short barely let him see his grandchildren after his daughter died a few years ago. \"I've seen people treat their animals better. It's like a nightmare and I wish I'd wake up,\" Jackson said. Deputies said in a statement that five additional juveniles were located inside the residence and were released to the Pulaski County Indiana Department of Child Services.  Jackson wondered, \"What kind of health issues are my grandkids going to have later in the future because of this? It could affect them for life.” Edmund DeMarche is a news editor for FoxNews.com. Follow him on Twitter @EDeMarche . Advertisement ",
    "title": "Prison phone call alerts authorities to 3-year-old in bug-infested box | Fox News"
   },
   {
    "entities": [
     "palm",
     "mar-a-lago",
     "earlier this month",
     "edmund",
     "skybridge",
     "hewson",
     "beach",
     "trump",
     "corp.",
     "lockheed",
     "facebook",
     "donald",
     "december 21, 2016",
     "fla.",
     "scaramucci",
     "twitter",
     "martin",
     "capital",
     "foxnews.com",
     "demarche",
     "anthony",
     "marillyn",
     "wednesday",
     "dennis",
     "boeing",
     "$4 billion",
     "muilenburg"
    ],
    "id": 25,
    "text": "Boeing CEO vows to build new Air Force One for less after Trump complaints Published               December 21, 2016 Facebook 0 Twitter 0 livefyre Email Print   The CEO of Boeing told President-elect Donald Trump Wednesday that his company can build a new Air Force One for less than originally quoted -- after Trump complained about the cost. Earlier this month, Trump made headlines for blasting the company on Twitter for alleged cost overruns with the new fleet of Air Force One planes. Trump called on the government to cancel the contract and called the supposed $4 billion price tag out of control. Boeing’s Dennis Muilenburg, who met with Trump at his Mar-a-Lago resort in Palm Beach, Fla., addressed the media after the meeting and said, “We’re going to get it done for less than that, and we’re committed to working together to make sure that happens.” Anthony Scaramucci, a Trump adviser the founder of SkyBridge Capital, tweeted about the price reduction and called it a “big win for taxpayers.” Trump also met Wednesday with Lockheed Martin Corp.’s Marillyn Hewson after he criticized the cost of its F-35. \"Trying to get the costs down, costs. Primarily the F-35...we're trying to get the cost down. It's a program that's very, very expensive,'' Trump told reporters. FoxNews.com's Edmund DeMarche contributed to this report  Advertisement ",
    "title": "Boeing CEO vows to build new Air Force One for less after Trump complaints | Fox News"
   },
   {
    "entities": [
     "nereida",
     "rahm",
     "winters",
     "reporter",
     "arewa",
     "contact",
     "march",
     "pierre",
     "tribune",
     "ravenswood",
     "emanuel",
     "american",
     "dec. 21, 2016",
     "chris",
     "ademola",
     "black",
     "loury",
     "xola",
     "night",
     "/",
     "matter",
     "this year",
     "moreno",
     "kofi",
     "chicago",
     "camiella",
     "uptown",
     "wednesday",
     "center",
     "lives",
     "karen",
     "williams",
     "sweda",
     "indian"
    ],
    "id": 26,
    "text": "News Local news Breaking News Demonstrators march to Emanuel's house to decry violence and demand change About 50 people gathered at the American Indian Center in Chicago on Dec. 21, 2016, for a march and vigil to decry the more than 700 people killed in Chicago this year. The crowd marched in a silent procession to Mayor Rahm Emanuel's home in Ravenswood.  Nereida Moreno Contact Reporter Chicago Tribune Relatives of people who have lost their lives to violence were joined by community and faith leaders from across the city Wednesday night in a vigil to decry the more than 700 people killed in Chicago this year and call on the city to invest in policies aimed at curbing the mayhem. About 50 people gathered at the American Indian Center in Uptown to denounce Mayor Rahm Emanuel 's policies on affordable housing, mental health services, police accountability and education. Three black coffins stood at the front of the center's auditorium underneath a slideshow displaying the names of more than 700 homicide victims. One of the speakers, Camiella Williams, 29, said she has lost many friends and family members to gun violence. \"I am broken. Words cannot describe my pain,\" she said. Arewa Karen Winters Chris Sweda / Chicago Tribune Arewa Karen Winters speaks about her great-nephew, Pierre Loury, as she joins with others in protesting the deaths of 770 people in Chicago this year. Loury was one of those killed. The protest took place in front of Chicago mayor Rahm Emanuel's house on Dec. 21, 2016. Arewa Karen Winters speaks about her great-nephew, Pierre Loury, as she joins with others in protesting the deaths of 770 people in Chicago this year. Loury was one of those killed. The protest took place in front of Chicago mayor Rahm Emanuel's house on Dec. 21, 2016. (Chris Sweda / Chicago Tribune) Williams and several other speakers, including Black Lives Matter Chicago activist Kofi Ademola Xola, called on Emanuel to hold police accountable for shootings and to fund education, create affordable housing and establish mental health clinics. After the speeches, the crowd marched in a silent procession to Emanuel's home in Ravenswood. They laid the coffins side by side on a snowy patch in front of the mayor's house and placed white flowers and small electronic candles on top. The demonstrators then prayed and took turns speaking to demand change. \"This is genocide being committed against us. Making sure we don't have jobs, education, mental health care, that is to show that we are colonized. We are still fighting for our lives,\" Ademola Xola said. ",
    "title": "Demonstrators march to Emanuel&apos;s house to decry violence and demand change - Chicago Tribune"
   },
   {
    "entities": [
     "tobias",
     "the near future",
     "christmas",
     "amri",
     "two",
     "bundeskriminalamt",
     "michael",
     "u.s.intelligence",
     "europe",
     "berlin",
     "news",
     "detectives",
     "early wednesday",
     "schwarz",
     "anis",
     "days before christmas",
     "schulz",
     "2:04",
     "monday",
     "tuesday",
     "north",
     "federation",
     "of",
     "100,000 euros",
     "present",
     "breitscheidplatz",
     "der",
     "night",
     "rhine",
     "müller",
     "maiziere",
     "cologne",
     "nbc",
     "westphalia",
     "parliament",
     "andre",
     "wednesday",
     "overnight",
     "spiegel",
     "now",
     "isis",
     "$105,000",
     "rbb",
     "zdf",
     "de",
     "germany",
     "thomas",
     "german"
    ],
    "id": 27,
    "text": "Berlin truck attack: ISIS claims responsibility amid urgent search for suspect 2:04 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161221233552if_/http://www.nbcnews.com/widget/video-embed/838421571675\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> BERLIN — Detectives launched a Europe-wide manhunt Wednesday for a Tunisian suspected in the deadly terrorist truck attack on a Christmas market in Berlin. German police have identified the suspect as 24-year-old Anis Amri. He was being sought in Germany and across Europe's border-free travel zone, Interior Minister Thomas de Maiziere said after briefing Parliament's domestic affairs committee. A reward of up to 100,000 euros ($105,000) is being offered for information that leads to his capture. Anis Amri is being sought by German police in connection with the Christmas market truck ramming in Berlin. Bundeskriminalamt Two U.S.intelligence officials confirmed to NBC News that the Germans were seeking the man in connection with Monday's rampage. Another suspect, a Pakistani migrant, was released Tuesday without charge after police said there was insufficient evidence . Twelve people were killed and 48 wounded when the stolen 27.5-ton truck smashed into wooden huts serving mulled wine and sausages in the capital's Breitscheidplatz on Monday night. The city's police department posted on Twitter that \"508 leads regarding [the attack] were received by our colleagues answering the tip-line … thank you.\" There were signs of a struggle in the truck's cab and traces of the suspect's DNA were found, regional state broadcaster RBB reported , saying officers searched local hospitals in case the culprit had sought medical treatment. A second arrest was made overnight but that suspect was also released, it added. Meanwhile, Der Spiegel reported that an identity document belonging to a Tunisian man was found in the cab and that a police operation was underway in the region of North Rhine Westphalia. None of those reports could immediately be verified by NBC News. \"We must not be afraid\" Authorities sought to calm nervous Germans who find themselves in the midst of manhunt during the traditionally busy final shopping days before Christmas. \"We must not be afraid,\" Berlin Mayor Michael Müller told ZDF early Wednesday. \"It would be fatal now if we locked ourselves up at home and did not go out. It is right that we remind people that we have a tense situation and that people must remain vigilant.\" The truck that crashed into a Christmas market in Berlin, Germany. Tobias Schwarz / AFP - Getty Images Most of the approximately 60 Christmas markets in Berlin were expected to re-open Wednesday, although Breitscheidplatz remained closed off by forensic teams. Police in Cologne expressed fear of copycat attacks and added extra armed patrols but said closing Christmas markets was not an option. Andre Schulz, national chairman of the Federation of German Detectives, expressed optimism that the investigation would be quick. \"I am relatively confident that we will perhaps [Wednesday] or in the near future be able to present a new suspect,\" he told a discussion panel on ZDF. Play ",
    "title": "Berlin Truck Attack: Police ID Tunisian Man Hunted as Suspect in Deadly Rampage - NBC News"
   },
   {
    "entities": [
     "capitol",
     "november",
     "press",
     "trump",
     "house",
     "2017",
     "ryan",
     "paul",
     "donald",
     "mexico",
     "mich.",
     "dec. 9",
     "cathleen",
     "rapids",
     "2016",
     "associated",
     "decker",
     "first day",
     "will",
     "hill",
     "medicare",
     "grand",
     "obamacare",
     "now",
     "medicaid",
     "new year",
     "sancya"
    ],
    "id": 28,
    "text": "American voters wanted change in 2016, but will they get the change they wanted? Donald Trump Paul Sancya / Associated Press President-elect Donald Trump arrives to speak to supporters at a rally held in Grand Rapids, Mich. on Dec. 9. President-elect Donald Trump arrives to speak to supporters at a rally held in Grand Rapids, Mich. on Dec. 9. (Paul Sancya / Associated Press) Cathleen Decker Contact Reporter Nothing about the 2016 presidential election was predictable — not the purloined emails, vulgar videotaped bragging, the insults flung every which way, or the riotous, raucous ascent of a reality television star as he defeated the first woman nominated for the presidency. Debates over precisely what led to Donald Trump ’s victory may continue for decades. Undeniable even now is that one factor played a huge role: A deep desire for change. The question for 2017: Is the change Americans get the change they wanted? As the new year approaches, mixed signals abound. Take a look back at the politics year you'll never forget » Trump campaigned relentlessly on repealing his predecessor’s signature legislation, the Affordable Care Act. Mentions of his plan to tear it down beginning on his first day in office prompted explosive applause during his campaign rallies. Several of Trump’s early Cabinet picks are forcefully against Obamacare, reinforcing his intent to repeal. But on Capitol Hill, the repeal is being fashioned by House Speaker Paul Ryan into a plan to cut benefits to Medicaid and Medicare recipients. That unpopular proposal is something Trump opposed during the campaign; he suggested at one point that benefits should increase. The posture distinguished Trump from his Republican primary competitors and helped persuade historically Democratic voters — working class Americans who are often recipients of such aid — that Trump was in their corner. If that is the price of repeal, it’s not clear which path Trump will take. His end game is similarly unclear when it comes to jobs. 2016 Year in Review: Highlights and heartbreaks » Trump has heightened the theatrics over jobs during his pre-presidency — he engineered a public relations coup when, with the help of millions in taxpayer money and the threat of lost federal contracts, he helped persuade an Indiana-based air conditioning and heating company to spare several hundred jobs that otherwise would have gone to Mexico, a plan he emphatically opposed during the campaign. But he ignored the company’s plans to send other jobs to Mexico, and he has yet to concoct a framework that could replicate his move across the entire country in any fiscally reasonable way. Will Trump by lauded for the jobs he saves, or impugned for the jobs he doesn’t? Exit polls of voters casting November ballots demonstrated how Trump capitalized on change. ",
    "title": "American voters wanted change in 2016, but will they get the change they wanted? - LA Times"
   },
   {
    "entities": [
     "dec 21, 2016",
     "est",
     "thompson",
     "air",
     "ashford",
     "right now",
     "lines",
     "cbs",
     "february 2016",
     "saleh",
     "truestoryasa",
     "5:39 pm",
     "australia",
     "news",
     "last week",
     "georgia",
     "this afternoon",
     "chris",
     "adam",
     "morning",
     "december 21, 2016",
     "2014",
     "vlogs",
     "december 14, 2016",
     "tigerair",
     "once",
     "jacqueline",
     "two years later",
     "delta",
     ", 8:55 am",
     "u.s.",
     "new",
     "today",
     "youtube",
     "wednesday",
     "york",
     "jfk",
     "karen",
     "cbsn",
     "airport",
     "willemsen",
     "london-to-new"
    ],
    "id": 29,
    "text": "CBS News December 21, 2016, 8:55 AM YouTube star Adam Saleh speaks out after being kicked off Delta flight Email Last Updated Dec 21, 2016 5:39 PM EST YouTube celebrity Adam Saleh, whose prank videos have garnered him a significant online following, has accused Delta Air Lines of kicking him off flight because he spoke Arabic to his mom on the phone before takeoff.  “I speak to my mom on the phone every flight,” Saleh told CBSN shortly after video he posted on Twitter showing his removal went viral. “She only speaks Arabic.” According to Saleh, a woman in the seat in front of him turned around and told him he ought to speak English. Saleh said he told her he can speak whatever language he likes, and her husband responded by standing up and screaming at him. Then about 20 people allegedly said they were uncomfortable with Saleh and his companion. The pair were approached by the captain, who Saleh said “seemed ashamed and embarassed” when he asked them to leave the plane because of the other passengers’ complaints.   In a statement, Delta said:  “Maintaining a safe, comfortable and orderly onboard environment is paramount for every flight and requires the cooperation of all of our customers in conjunction with adherence to directions from our crew members. This is a Delta policy and is required by U.S. regulations as well as others governing aviation worldwide. “Two customers were removed from Delta flight 1 departing London-Heathrow today after a disturbance in the cabin resulted in more than 20 customers expressing their discomfort. “We have spoken with the customers who were removed; they were rebooked on another flight. Plans are in place to immediately speak with our crew and other passengers when the flight lands this afternoon. We will provide an update once we have more information.” Saleh has more than 1.6 million subscribers to his TrueStoryASA  YouTube channel, and more than 2.2 million subscribers to his Adam Saleh Vlogs YouTube channel. Saleh’s YouTube channels are full of prank videos as well as videos about Muslim life, and he is a self-described “professional idiot.” Saleh has a history of posting staged videos designed to look like the real thing, including an  infamously faked viral video  that alleged to have shown anti-Muslim bias from the NYPD. In 2014, Saleh’s video “ RACIAL PROFILING EXPERIMENT! ” showed him and friend staging a fight twice in front of an alleged police officer, once in Western street clothes, and once in Muslim clothes.  The Smoking Gun revealed the hoax  relatively quickly, but two years later, as of Wednesday morning, Saleh still does not indicate that the video was staged in its description. In February 2016, Saleh posted a video of a  self-described “social experiment”  in which he counts down from 10 in Arabic aboard a plane.  Just last week,  Saleh was called out for faking a video  allegedly showing him sneaking onto a flight inside a suitcase. @omgAdamSaleh Nice try Adam, but definitely a few inconsistencies with this vid, namely the fact we have footage of you boarding the plane! — Tigerair Australia (@TigerairAU) December 14, 2016 In one video Saleh posted to Twitter, that was retweeted more than 500,000 times, he can be seen getting escorted off the London-to-New York flight. (WARNING: Video contains some strong language that some readers may find offensive.) We got kicked out of a @Delta airplane because I spoke Arabic to my mom on the phone and with my friend slim... WTFFFFFFFF please spread pic.twitter.com/P5dQCE0qos — Adam Saleh (@omgAdamSaleh) December 21, 2016 As he is slowly walking down the aisle of the jet, Saleh says he is being kicked off for “speaking a different language.” He said he was just innocently talking to his mother when “white” people around him began complaining about his use of Arabic. This led to a handful of Delta personnel asking Saleh to leave the flight. In the video, some passengers can be seen telling the apparent Delta employees that they did not want Saleh removed, while others can be seen waving and saying “bye” as he walks away. He later tweeted that police and security officials interviewed him and the other person kicked off the flight multiple times. UPDATE: We're being security checked AGAIN right now. — Adam Saleh (@omgAdamSaleh) December 21, 2016 Saleh later said he got on a flight to New York with a different airline after being “checked” for 30 minutes. “I’m not gonna let this go,” Saleh said. “What if they do this to people like my mother who can’t even speak English?” No official accounting of what exactly transpired on the flight has been released by the airline or airport security.  Some of the passengers on the flight spoke to CBS News after the plane landed at JFK Airport. “It was clear that this guy knew what he was doing, because as he was leaving the plane he would stop, he would kind of make eye-contact with people. He would say ‘Delta, Delta is kicking me off the plane.’ He wasn’t alone, he was travelling with somebody else,” Rev. Karen Georgia Thompson told CBS News. Another passenger told CBS News that she felt it was not discriminatory in any way. “I was sitting towards the front of the plane and just heard a lot of commotion actually,” said passenger Jacqueline Willemsen. “When he came up to the front he was just screaming that it was an injustice and that he was being kicked off for speaking loudly in Arabic. To be really honest it seemed like more of a scene than anything that actually happened.”   However, another passenger told CBS News he had a bit of a different perspective. “I think the guy was giving a bit of a prayer, just before take off, which is not unusual. Somebody heard him speaking in Arabic and I think reported him,” said passenger Chris Ashford. “…Whether Delta performed or acted in the manner they were supposed to, I’m assuming, for protocol, yes. There definitely seemed to be a bit of a misunderstanding.”  ",
    "title": "YouTube star Adam Saleh speaks out after being kicked off Delta flight - CBS News"
   }
  ]
 }
}