{
 "23": {
  "col-sim": {
   "cosine": 0.18461892791996037,
   "entity": 0.1856953381770519
  },
  "exec-time": 34.81268882751465,
  "links": [
   {
    "entities": [
     "associated",
     "los",
     "baca",
     "nick",
     "this summer",
     "times",
     "lee",
     "now",
     "u.s.",
     "fbi",
     "monday",
     "beginning in 1998",
     "county",
     "press",
     "angeles",
     "2014",
     "ut/ap"
    ],
    "id": 0,
    "text": "Former Los Angeles County Sheriff Lee Baca leaves federal court in Los Angeles on Monday. Nick Ut/AP hide caption toggle caption Former Los Angeles County Sheriff Lee Baca leaves federal court in Los Angeles on Monday. Nick Ut/AP The judge has declared a mistrial in the corruption trial against former Los Angeles County Sheriff Lee Baca. The jury said it was hopelessly deadlocked after three days of deliberations, according to The Associated Press. It is now up to prosecutors from the U.S. attorney's office about whether to retry Baca. Baca had initially pleaded guilty to lying to federal investigators about corruption and prisoner abuse in the county jail he oversaw, but this summer he changed his mind and rejected a plea deal. As The Two-Way has reported : \"Baca, 74, who has been diagnosed with Alzheimer's disease, was the top elected law enforcement official in Los Angeles beginning in 1998. By withdrawing his plea, Baca chose to face trial. ... \"Baca retired under pressure in 2014 amid allegations of widespread abuse of inmates' civil rights. For example, Baca's jail staff was accused of assaulting unresisting inmates. Initially, Baca blamed the allegations on rogue officers . 'There is no institutional problem within the sheriff's department when it comes to correcting itself,' he said. \"But FBI agents found a deeply rooted culture of corruption in which sheriff's deputies actively attempted to thwart federal attempts to enlist a jailhouse informant.\" Article continues after sponsorship The Los Angeles Times reported that prosecutors argued during the trial \"that Baca resented the FBI's efforts to investigate his jails and believed sheriff's officials should, as he said in a TV news interview, 'police ourselves.' \" ",
    "title": "Mistrial Declared In Corruption Case Against Former LA Sheriff Lee Baca : The Two-Way : NPR"
   },
   {
    "entities": [
     "jason",
     "spicer",
     "december 22",
     "trump",
     "house",
     "priebus",
     "dec. 15",
     "club",
     "last week",
     "news",
     "hicks",
     "viebeck",
     "at 3:13 pm",
     "golf",
     "donald",
     "fox",
     "nov. 19",
     "dan",
     "hugh",
     "scavino",
     "rnc",
     "-rsb-",
     "2015",
     "white",
     "2011",
     "nov. 8",
     "conway",
     "twitter",
     "megyn",
     "current",
     "hewitt",
     "post",
     "kellyanne",
     "reince",
     "kelly",
     "republican",
     "national",
     "bedminster",
     "sean",
     "washington",
     "gop",
     "committee",
     "hope",
     "miller",
     "botsford/the",
     "jabin",
     "elise"
    ],
    "id": 1,
    "text": "Trump chooses Sean Spicer for press secretary, rounds out communications staff Players The inside track on Washington politics. Be the first to know about new Players stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Elise Viebeck December 22 at 3:13 PM Follow @eliseviebeck Sean Spicer, right, and Jason Miller, left, talk with the media at the Trump National Golf Club Bedminster on Nov. 19. (Jabin Botsford/The Washington Post) President-elect Donald Trump named Republican National Committee official Sean Spicer as White House press secretary, filling what is likely to be a challenging position given Trump’s sometimes hostile relationship with the media and his propensity to bypass staff to communicate directly with the public on Twitter. Spicer, the RNC’s communications director since 2011 and chief strategist since 2015, has become an increasingly visible presence on Trump’s team since the GOP nominee won the election on Nov. 8. Noted for his combative television interviews, he helps to lead daily transition news media calls and has a close relationship with RNC chairman Reince Priebus, Trump’s incoming chief of staff. Trump also announced that longtime aide Hope Hicks, his campaign press secretary, will serve as director of strategic communications, and Dan Scavino will continue his current role as director of social media. Jason Miller, who leads the transition calls, will be communications director. [ Trump names campaign manager Kellyanne Conway as White House counselor to the president ] Spicer, Miller, Hicks and Scavino will all hold the title of assistant to the president, in addition to their other titles. “Sean, Hope, Jason and Dan have been key members of my team during the campaign and transition,” Trump said in a statement. “I am excited they will be leading the team that will communicate my agenda that will Make America Great Again.” The announcement left open how Spicer, Miller and Hicks will divide up the communications work. Traditionally, the White House press secretary has served as the main conduit between the president and global media through daily news conferences. Priebus suggested last week that this practice could change in the new administration. “Look, I think that many things have to change, and I think that it’s important that we look at all of those traditions that are great, but quite frankly, as you know, don’t really make news,” Priebus said in an interview with conservative radio host Hugh Hewitt. “And you know, even looking at things like the daily White House briefing from the press secretary, I mean, there’s a lot of different ways that things can be done, and I can assure you we’re looking at that.” Spicer went a bit further in a recent interview with Fox News. “I think you have to look at everything. And so I don’t know that it [the White House press briefing] needs to be daily. I don’t know that they need to be on camera. And I think that’s a view shared by a lot of former White House press secretaries, a view by some in the media, in fact, that the White House press briefings have become somewhat of a spectacle,” Spicer told anchor Megyn Kelly on Dec. 15. The comments raised questions among transparency and press freedom advocates already concerned by limitations placed on the media by Trump’s team. 1 of 31 ",
    "title": "Trump chooses Sean Spicer for press secretary, rounds out communications staff - The Washington Post"
   },
   {
    "entities": [
     "dec. 22, 2016",
     "council",
     "israel",
     "riyad",
     "mansour",
     "arab",
     "middle",
     "report",
     "cairo",
     "david",
     "jordan",
     "landler",
     "somini",
     "west",
     "supreme",
     "fattah",
     "this morning",
     "britain",
     "league",
     "states",
     "trump",
     "2013",
     "house",
     "syria",
     "thursday",
     "last week",
     "local time",
     "united",
     "facebook",
     "m.",
     "donald",
     "american",
     "the day",
     "3:28 a.m.",
     "bank",
     "china",
     "court",
     "nations",
     "security",
     "russia",
     "embassy",
     "sengupta",
     "2011",
     "lebanon",
     "j.",
     "twitter",
     "night",
     "beit",
     "future",
     "obama",
     "abdel",
     "1967",
     "tel",
     "benjamin",
     "nazis",
     "east",
     "egypt",
     "el-sisi",
     "at 3 p.m.",
     "friedman",
     "aviv",
     "jerusalem",
     "amona",
     "washington",
     "peter",
     "israel's",
     "netanyahu",
     "baker",
     "mark",
     "france",
     "1946",
     "el",
     "white"
    ],
    "id": 2,
    "text": "Continue reading the main story Mr. Trump, who last week nominated as ambassador to Israel a bankruptcy lawyer who heads a fund-raising effort for a West Bank settlement, made clear on Thursday that he would not wait for his inauguration to weigh in. In a statement, he said bluntly that the resolution should be vetoed. Advertisement Continue reading the main story “As the United States has long maintained, peace between the Israelis and the Palestinians will only come through direct negotiations between the parties and not through the imposition of terms by the United Nations,” the statement said. “This puts Israel in a very poor negotiating position and is extremely unfair to all Israelis.” Mr. Trump amplified his position by posting the statement on Facebook and Twitter as well. The resolution being considered at the United Nations Security Council regarding Israel should be vetoed....cont: https://t.co/s8rXKKZNF1 —         Donald J. Trump (@realDonaldTrump) Dec. 22, 2016 His words closely echoed the positions expressed by Israeli leaders, including Prime Minister Benjamin Netanyahu, who has welcomed Mr. Trump’s election as a breath of fresh air after years of clashes with Mr. Obama. Mr. Netanyahu treated the impending United Nations vote as a crisis, staying up late into the night discussing it with aides and posting on his own Twitter account, at 3:28 a.m. local time, a message urging Mr. Obama to veto what he called the “anti-Israel” resolution. He then canceled a public appearance later in the day and called a meeting of security cabinet ministers to address the matter. “The Israelis leaned on the Egyptians this morning to postpone the vote, and the Egyptians basically caved,” said a Western official, speaking on the condition of anonymity because of the diplomatic delicacy of the matter. The Egyptian Mission to the United Nations could not be reached for an immediate comment. Asked about Mr. Trump’s comments, Riyad Mansour, the Palestinian ambassador to the United Nations, who was visibly upset, said: “He is acting on behalf of Netanyahu.” Mr. Mansour said Arab ambassadors had met Thursday and endorsed the draft, and that a committee of the Arab League was due to meet in Cairo to discuss the text. If the White House had let the resolution pass, it would have been a symbolic blow to the diplomatic shield that the United States has always offered Israel. It would also have sent a strong signal of international disapproval over the construction of settlements, which are widely regarded as illegal under international law. The draft resolution, offered by Egypt in its role as the Arab representative to the Council, called settlements “a flagrant violation under international law” and “a major obstacle to the achievement of the two-State solution.” It called on Israel to “immediately and completely cease all settlement activities” in the occupied West Bank. Advertisement Continue reading the main story It also included a nod to Israel and its backers by condemning “all acts of violence against civilians, including acts of terror, as well as all acts of provocation, incitement and destruction.” That amounts to diplomatic scolding of Palestinian leaders, whom Israel accuses of encouraging attacks on Israeli civilians. Egypt, one of Israel’s most reliable partners in the Middle East and a longtime United States ally, announced that it would put up the draft measure for a vote after extensive consultations with fellow Arab diplomats. The vote was scheduled for Thursday at 3 p.m. But by midmorning, President Abdel Fattah el-Sisi ordered his diplomats to pull the resolution. The Obama administration vetoed a 2011 resolution condemning settlements, and in 2013, another resolution did not muster enough votes to pass. According to Security Council Report, an independent research organization, the United States has vetoed 30 resolutions regarding Israel and the Palestinians, plus a dozen more regarding Israel and Lebanon or Syria, more than half of its 77 vetoes since the United Nations was founded in 1946. To be adopted, a resolution needs at least nine votes and no vetoes by the Council’s five permanent members: Britain, China, France, Russia and the United States. Palestinian officials and other United Nations diplomats had said they thought the chances of passage were high. Part of the administration’s calculation is likely to be based on Israel’s own actions. Mr. Obama has not had a good relationship with Mr. Netanyahu, and the White House has consistently criticized Israel’s continued settlement activities. The fight over the resolution comes amid another heated settlement battle unfolding in Israel. The government plans to relocate residents of Amona , a West Bank outpost that even Israel’s Supreme Court declared illegal, to a nearby hilltop that Palestinians and their supporters believe is equally problematic. The court on Thursday agreed to a 45-day delay in the evacuation of Amona, putting off that fight, too, for another time. The United Nations resolution also represents the Obama administration’s last chance to weigh in on the sharply deteriorating prospects for peace, and indeed the cornerstone of United States policy: a two-state solution for the Israeli-Palestinian crisis. Mr. Trump’s ambassador-designate, David M. Friedman , has suggested that Israel annex the West Bank, has denounced the two-state solution, and has likened Jewish members of the lobbying group J Street to “kapos” that cooperated with the Nazis. Advertisement Continue reading the main story Mr. Friedman, an Orthodox Jew who has an apartment in Jerusalem, is also a major backer of settlements, serving as president of an American fund-raising group that supports a yeshiva in Beit El, a religious settlement deep in the West Bank. Mr. Trump and Mr. Friedman have also said they plan to move the American Embassy to Jerusalem from Tel Aviv, something counter to longstanding bipartisan policy that could yield ire throughout the Arab and Muslim world. Israel considers Jerusalem, including territory it captured from Jordan in the 1967 war, as its undivided capital, but the Palestinians see the holy city as the capital of their future state. Washington has long insisted that Jerusalem’s status can only be determined through negotiations as part of a broader peace agreement. Follow Somini Sengupta @SominiSengupta and Peter Baker @peterbakernyt on Twitter. Somini Sengupta reported from the United Nations, and Peter Baker from Jerusalem. Mark Landler contributed reporting from Washington. ",
    "title": "Trump Pressures Obama Over U.N. Resolution on Israeli Settlements - The New York Times"
   },
   {
    "entities": [
     "december 2014",
     "july 24, 2006",
     "rahm",
     "association",
     "government",
     "south",
     "tribune",
     "janssen",
     "m.",
     "emanuel",
     "hartman",
     "hermene",
     "carol",
     "$225",
     "kim",
     "moseley",
     "2011",
     "n'digo",
     "braun",
     "chicago",
     "osorio",
     "wednesday",
     "loop",
     "better",
     "jose"
    ],
    "id": 3,
    "text": "In email, N'DIGO publisher demanded Rahm tear up her parking tickets Hermene Hartman Jose M. Osorio / Chicago Tribune Hermene Hartman speaks at a press conference in Chicago on July 24, 2006. Hermene Hartman speaks at a press conference in Chicago on July 24, 2006. (Jose M. Osorio / Chicago Tribune) Kim Janssen Contact Reporter Chicago Tribune N'DIGO publisher Hermene Hartman took a political risk when she became an early and prominent African-American supporter of Rahm Emanuel 's first run for mayor in 2011. So she may have felt her bold rejection of \"consensus\" black candidate Carol Moseley Braun gave her clout. How else to explain her chutzpah in writing an email directly to Emanuel in December 2014, asking him personally to tear up $225 worth of parking tickets? An indignant Hartman, 69, wrote Emanuel to complain that \"I feel like I have gifted the city with a donation or that I have been robbed\" after she'd been given three tickets for parking with the wrong city sticker on her windshield on her South Loop block. \"It is a DAMN shame that you cannot park your car in front of your house without being ticketed,\" she continued, complaining that it had not been clear to her that she needed to buy a city sticker with her residential zone printed on it. \"I am requesting that you consider waiving this fee and issue me a refund,\" she added. \"I am hopeful that the police of our city are as diligent in fighting crime as they are in issuing parking tickets to law abiding and tax paying citizens.\" The email was released by the mayor's attorney Wednesday as part of a settlement of a lawsuit with the Better Government Association. No response from Emanuel, if there was any, was included, and his office did not immediately say what help, if any, the mayor gave Hartman. ",
    "title": "In email, N&apos;DIGO publisher demanded Rahm tear up her parking tickets - Chicago Tribune"
   },
   {
    "entities": [
     "jervis",
     "jim",
     "air",
     "palm",
     "david",
     "last 25 years",
     "mar-a-lago",
     "jason",
     "$2.1 billion",
     "brook",
     "cirincione",
     "andrew",
     "harnik",
     "beach",
     "this week",
     "joseph",
     "nebraska",
     "japan",
     "states",
     "vanden",
     "trump",
     "fund",
     "south",
     "2017",
     "michaels",
     "dec. 12",
     "thursday",
     "united",
     "facebook",
     "university",
     "donald",
     "dec. 21, 2016",
     "1991",
     "north",
     "force",
     "adagamov",
     "china",
     "pentagon",
     "russia",
     "2015",
     "fla.",
     "vladimir",
     "goldfein",
     "weinstein",
     "j.",
     "twitter",
     "night",
     "korea",
     "usa",
     "u.s.",
     "jack",
     "obama",
     "columbia",
     "today",
     "95%",
     "roustem",
     "7:51 p.m. est",
     "december 22, 2016",
     "$350 billion",
     "saudi",
     "washington",
     "afternoon",
     "tom",
     "pakistan",
     "office",
     "ploughshares",
     "putin",
     "ap",
     "miller",
     "budget",
     "robert",
     "jackson",
     "congressional",
     "india",
     "arabia",
     "later"
    ],
    "id": 4,
    "text": "Trump calls for stronger nukes until world 'comes to its senses' President-elect Donald Trump Thursday decried the state of the nation’s nuclear arms deterrent Post to Facebook Trump calls for stronger nukes until world 'comes to its senses' President-elect Donald Trump Thursday decried the state of the nation’s nuclear arms deterrent Check out this story on USATODAY.com: http://usat.ly/2ikaFDn CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 259 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump calls for stronger nukes until world 'comes to its senses' Tom Vanden Brook , USA TODAY 7:51 p.m. EST December 22, 2016 x Share U.S. President-elect Donald Trump took to Twitter where he called for the expansion of the United States' nuclear capabilities. USA TODAY President-elect Donald Trump speaks to members of the media at Mar-a-Lago, in Palm Beach, Fla., Dec. 21, 2016. (Photo: Andrew Harnik, AP) WASHINGTON — President-elect Donald Trump Thursday decried the state of the nation’s nuclear arsenal, saying in a tweet that it had to be strengthened “greatly” during uncertain times. “The United States must greatly strengthen and expand its nuclear capability until such time as the world comes to its senses regarding nukes,” he tweeted. Trump made his remarks a day after receiving a national security briefing from a group of mostly senior military officers, including Air Force  Lt. Gen. Jack Weinstein , deputy chief of staff for strategic deterrence and nuclear integration. The United States must greatly strengthen and expand its nuclear capability until such time as the world comes to its senses regarding nukes — Donald J. Trump (@realDonaldTrump) December 22, 2016 A nuclear arms reduction expert reacted to Trump's tweet with alarm. Joseph Cirincione, president of the Ploughshares Fund , said similar statements by Russian President Vladimir Putin could trigger a new and destabilizing nuclear arms race. The United States and Russia have 95% of the world's nuclear weapons, but smaller nuclear powers, such as China, North Korea, India and Pakistan, may view their statements as a call to bolster their own arsenals, he said. Read more: U.S., Russia dominate nuclear weapons list \"If the two guys with the biggest arsenals are talking about expanding, they're sending a message to the other guys that it's time to start their engines,\" Cirincione said. \"And we’re off to the races.\" An alternative, Cirincione suggested, would be for Trump and Putin to establish a relationship in which arms reduction is a centerpiece. \"He could assure his place his place in the history books with the deal of a lifetime,\" Cirincione said. Later Thursday afternoon, Jason Miller, Trump's communications director, said Trump was referring to potential nuclear terrorism and other issues. \"President-elect Trump was referring to the threat of nuclear proliferation and the critical need to prevent it — particularly to and among terrorist organizations and unstable and rogue regimes,\" Miller said in a statement. \"He has also emphasized the need to improve and modernize our deterrent capability as a vital way to pursue peace through strength.” None of that was clear in Trump's initial tweet, and the president-elect did not speak publicly or send another tweet with more information. What's a triad? During the campaign for the Republican nomination and the general election, Trump struggled to show a firm grasp of U.S. nuclear strategy and capability. In a Republican debate, Trump failed to define the “nuclear triad,” the U.S. nuclear strategy of relying on three weapons platforms to launch weapons — bombers, land-based missiles and submarine-launched missiles. The decades-long strategy is meant to deter enemies from attacking because they will be unable to prevent a devastating response. Trump has also suggested that U.S. allies such as Japan, South Korea and Saudi Arabia, all of whom rely on the U.S. nuclear deterrent, could acquire nuclear weapons for their own defense. The Pentagon, in its 2017, budget has several initiatives aimed at modernizing its nuclear arsenal. Among them is a $2.1 billion program to develop a new, radar-evading long-range bomber. A Russian nuclear submarine.  (Photo: Roustem Adagamov, AP) In a 2015 report, the Congressional Budget Office estimated that Obama administration plans to modernize the nation's nuclear forces would cost nearly $350 billion over a 10-year period. Robert Jervis, professor of international affairs at Columbia University and an expert on nuclear weapons, downplayed the notion that Trump’s tweet would set off a new arms race. More troubling, he said, is that there’s no evidence that Trump has thought long or hard about the policies for maintain and using them. Does he want to spend more than the $350 billion the Obama administration has proposed to modernize them, Jervis asked? What happens if Putin rejects his offers for better relations? The problems are complex, and the stakes exceedingly high, he said. “Unless we’re being fooled and he’s done great thinking, these tweets are off the top of his head and are immediate responses,” said Jervis, who acknowledged being a lifelong Democrat. “If you try to dig deep there isn’t anything there. There’s a reason states don’t communicate in 140 characters without serious staff work.” Gen David Goldfein, the Air Force chief of staff, has emphasized the importance of the service's nuclear mission during a trip this week to air bases around the country. He spent a night in a missile alert facility in Nebraska and met with crew members and security personnel there. He has said the Air Force's top priority is maintaining a safe, secure and effective nuclear enterprise. The world has seen a dramatic reduction in the number of nuclear weapons in the last 25 years, Pentagon records show. Dec. 12 was the 25th anniversary of the  Soviet Nuclear Threat Reduction Act of 1991 Since then, Pentagon statistics show, more than 7,600 nuclear warheads have been deactivated, while the United States, Russia and former Soviet republics have destroyed more than 3,600 missiles and missile launchers, 33 submarines, 155 bombers, more than 1.6 million chemical munitions, and more than 4,000 metric tons of chemical weapons. Contributing: Jim Michaels and David Jackson Read more: ",
    "title": "Trump calls for stronger nukes until world 'comes to its senses'"
   },
   {
    "entities": [
     "air",
     "charlie",
     "base",
     "jason",
     "$1 trillion",
     "times",
     "derek",
     "credit",
     "friday",
     "states",
     "trump",
     "press",
     "house",
     "richard",
     "thursday",
     "europe",
     "2009",
     "united",
     "moscow",
     "m.",
     "morning",
     "monday",
     "2014",
     "north",
     "force",
     "russia",
     "johnson",
     "global",
     "once",
     "current",
     "riedel/associated",
     "korea",
     "u.s.",
     "obama",
     "new",
     "wednesday",
     "york",
     "2010",
     "zero",
     "washington",
     "iran",
     "america",
     "nixon",
     "prague",
     "the past",
     "putin",
     "minot",
     "miller",
     "n.d.",
     "kremlin",
     "white"
    ],
    "id": 5,
    "text": "Aides to Mr. Trump, asked to clarify what the president-elect meant by the need to “expand” the nuclear ability of the United States, responded with a statement that did not address that point. Advertisement Continue reading the main story Jason Miller, the incoming White House communications director, said in a statement that Mr. Trump was referring to “the threat of nuclear proliferation and the critical need to prevent it — particularly to and among terrorist organizations and unstable and rogue regimes.” Mr. Miller added that the president-elect had in the past “emphasized the need to improve and modernize our deterrent capability as a vital way to pursue peace through strength.” Mr. Trump, in a Twitter post on Thursday, appeared to announce his new nuclear strategy. Here is what he might have meant. It was the second time in two days that aides had tried to recast a statement from Mr. Trump. On Wednesday, the president-elect appeared to say that recent terror attacks in Europe had vindicated his campaign pledge to bar Muslims from entering the United States. Aides later said he was merely restating his promise to implement strict vetting and suspend the admission of people from countries associated with terrorism. The vagueness of Mr. Trump’s Twitter post on the country’s nuclear abilities made it difficult to assess its possible impact on foreign policy once he takes office. Nuclear weapons are so fearsome that only a president can order their use, and deterrence is normally a complicated subject debated in academic treatises and negotiated over years by diplomats, and not normally in thoughts limited to 140 characters. It remained unclear from his use of the word “expand” whether Mr. Trump would try to reverse agreements such as the New Start treaty , which Russia and the United States signed in 2010 and commits both nations to modest reductions in strategic nuclear forces. But the implications of Mr. Trump’s post — if it signals the beginning of a new era of nuclear weapons expansion in the United States — could be profound. Derek Johnson, the executive director of Global Zero , a group that seeks the elimination of nuclear weapons, accused Mr. Trump of calling for a “new nuclear arms race,” even as Mr. Putin appears eager for a major expansion of Russian nuclear abilities. “The use of even a single nuclear weapon, anywhere in the world, would be a global humanitarian, environmental and economic disaster,” Mr. Johnson said in a statement. “A nuclear buildup in the U.S. and Russia only makes that nightmare scenario more likely.” Advertisement Continue reading the main story The United States and Russia are already racing to modernize their existing nuclear arsenals, replacing aging missile systems with smaller, more modern weapons that are harder to stop and more precise. That effort by Moscow and Washington, while allowed by current arms control treaties, has nonetheless caused fears of renewing a kind of Cold War-era arms race as the two nations seek technological dominance. Photo A Minuteman 3 missile in a training launch tube at Minot Air Force Base, N.D., in 2014. Credit Charlie Riedel/Associated Press The United States is also moving ahead with a modest system of missile defenses in Europe, a program that has deeply angered the Kremlin, which rejects arguments that it is aimed solely at the threat from Iran. But if Mr. Trump also intends to increase the number of America’s nuclear weapons, it could represent a significant break in strategic policy that dates to talks between the two nations that began under President Richard M. Nixon. It could also be a drastic reversal of President Obama’s approach. In one of his first major speeches in 2009, Mr. Obama told a cheering crowd in Prague that the United States would lead an effort to pursue rules and treaties that would result in a world without any nuclear weapons. Mr. Obama has had some limited success in pursuing that vision during his eight years in office. He convened a regular nuclear nonproliferation summit meeting aimed at stopping the spread of nuclear material with special concerns about terror groups gaining access to these materials. Mr. Obama negotiated a deal with Iran that his administration says would delay that government’s ability to develop a nuclear weapon. But during Mr. Obama’s time in office, North Korea has conducted several nuclear weapons tests. Contrary to Mr. Obama’s own conciliatory nuclear posture, and concrete steps in that direction, his administration has also embarked on a sweeping modernization of the American nuclear arsenal that is estimated to cost up to $1 trillion over three decades. It features new factories, refurbished nuclear arms and a new generation of weapon carriers, including bombers, missiles and submarines. The bombers are to carry a new super-stealthy cruise missile meant to slip through enemy air defenses. During the presidential campaign, Mr. Trump said that he would not rule out the use of nuclear weapons even though he called their potential use “a horror.” Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Trump Says U.S. Should ‘Expand’ Nuclear Ability, but Offers No Details - The New York Times"
   },
   {
    "entities": [
     "kushner",
     "goldstein",
     "trump",
     "christmas",
     "press",
     "richard",
     "jetblue",
     "thursday",
     "facebook",
     "lasner",
     "nov. 18, 2016",
     "college",
     "donald",
     "bruce",
     "hunter",
     "tower",
     "international",
     "drew",
     "tammy",
     "associated",
     "daniel",
     "dice",
     "usa",
     "new",
     "today",
     "december 22, 2016",
     "york",
     "jfk",
     "maria",
     "ivanka",
     "puente",
     "airport",
     "matthew",
     "now",
     "5:17 p.m. est",
     "mark",
     "ap",
     "jared"
    ],
    "id": 6,
    "text": "Ivanka Trump and kids berated on jet by unruly passenger Doesn't look like the \"healing' has begun yet. Post to Facebook Ivanka Trump and kids berated on jet by unruly passenger Doesn't look like the \"healing' has begun yet. Check out this story on USATODAY.com: http://usat.ly/2ikHUpS CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 177 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Ivanka Trump and kids berated on jet by unruly passenger Maria Puente , USA TODAY 5:17 p.m. EST December 22, 2016 x Share A passenger was removed from a JetBlue flight out of New York Thursday after reportedly harassing President-elect Donald Trump‘s daughter Ivanka Trump Time Jared Kushner and wife Ivanka Trump  in lobby of Trump Tower in New York, Nov. 18, 2016. (Photo: Richard Drew, AP) Ivanka Trump, her husband, Jared Kushner, and their three young children were confronted on a JetBlue flight by a hostile passenger who was subsequently kicked off the plane Thursday for causing \"conflict.\" Trump, 35, the eldest of President-elect Trump's five children, was preparing to travel on a JetBlue flight out of New York's JFK International Airport when a male passenger berated her, demanding to know why she was on the flight and, according to TMZ , telling her, “Your father is ruining the country!” “Why is she on our flight? She should be riding private,” the man, later identified as Daniel Goldstein, exclaimed, TMZ reported. Another passenger told TMZ that Trump ignored the man and distracted her kids with crayons before he was escorted off the flight. As he was removed, the man yelled, “You’re kicking me off for expressing my opinion?” Goldstein's husband, Hunter College professor Matthew Lasner , said on Twitter that he and his husband were kicked off the flight after Goldstein \"expressed displeasure\" about flying with Trump. Lasner also tweeted that his husband was chasing the couple down in the terminal \"to harass them.\" He has since deleted his Twitter account but savvy Twitter users resurrected some of his tweets. Here is the (now deleted) photo that professor @mattlasner took as his \"husband\" harassed Ivanka Trump and kids on their Christmas flight pic.twitter.com/nfFnNcupNw — Mark Dice (@MarkDice) December 22, 2016 Really @mattlasner why did you delete this tweet about deliberately harassing the @IvankaTrump at the @JetBlue terminal? pic.twitter.com/Apm4M5XFjt — Tammy Bruce (@HeyTammyBruce) December 22, 2016 Here is professor @mattlasner 's deleted tweet regarding the harassment of Ivanka Trump and her children on JetBlue @Hunter_College pic.twitter.com/FGG5DUaQk8 — Mark Dice (@MarkDice) December 22, 2016 JetBlue cited the possibility of \"the risk of escalation during flight\" in explaining the decision to remove the men. The airline said the couple was rebooked for the next available flight. \"The decision to remove a customer from a flight is not taken lightly,\" according to an airline statement emailed to USA TODAY. \"If the crew determines that a customer is causing conflict on the aircraft, the customer will be asked to deplane, especially if the crew feels the situation runs the risk of escalation during flight. In this instance, our team worked to re-accommodate the party on the next available flight.\" A spokeswoman for the Trump family declined comment but did not dispute the accounts, according to The Associated Press. Meanwhile, tweeters poured scorn on the ejected couple for \"harassing\" a mother and her children. Wish I was on the @IvankaTrump flight. Would've felt great, slugging husband of @mattlasner for yelling at Mom & Kids #BanalityOfEvil #MAGA ",
    "title": "Ivanka Trump and kids berated on jet by unruly passenger"
   },
   {
    "entities": [
     "democratic",
     "claymont",
     "biden",
     "west",
     "joe",
     "joseph",
     "november",
     "press",
     "trump",
     "vermont",
     "hillary",
     "party",
     "michael",
     "del.",
     "bernie",
     "robinette",
     "pa.",
     "--",
     "senate",
     "donald",
     "tim",
     "memoli",
     "riley",
     "sanders",
     "associated",
     "kaine",
     "once",
     "night",
     "virginia",
     "current",
     "future",
     "u.s.",
     "molly",
     "obama",
     "a.",
     "scranton",
     "one day in october",
     "now",
     "jr.",
     "barack",
     "clinton",
     "wing",
     "wilkes-barre"
    ],
    "id": 7,
    "text": "As Democrats ponder their future, Joe Biden makes a plea for a focus on the middle class Joe Biden Molly Riley / Associated Press Vice President Joe Biden during a campaign rally in Virginia on the eve of the November election. After his speech, Biden remarked backstage on the lack of apparent enthusiasm for the Democratic nominee, Hillary Clinton. Vice President Joe Biden during a campaign rally in Virginia on the eve of the November election. After his speech, Biden remarked backstage on the lack of apparent enthusiasm for the Democratic nominee, Hillary Clinton. (Molly Riley / Associated Press) Michael A. Memoli Contact Reporter Over a career in elected public office lasting more than 46 years, Joseph Robinette Biden Jr. has seen campaigns from the rudimentary, family-run effort that first launched him unexpectedly to the U.S. Senate as a 29-year-old to the sophisticated, data-driven juggernaut that helped elect him and Barack Obama twice to the nation’s highest offices. But rarely has he trusted anything as much as his own gut instinct, attuned to the middle- and working-class sensibilities of his former neighbors in towns like Scranton, Pa., and Claymont, Del. And so as he sat in his office one day in October and watched footage of a Donald Trump rally in Wilkes-Barre, Pa., not far from his childhood home, Biden sensed trouble. “Son of a gun. We may lose this election,” Biden said, recalling his reaction during an interview in his West Wing office. “They’re all the people I grew up with. They’re their kids. And they’re not racist. They’re not sexist. But we didn’t talk to them.” They’re all the people I grew up with. They’re their kids. And they’re not racist. They’re not sexist. But we didn’t talk to them. — Joe Biden, vice president Now, as the Democratic Party struggles to understand what went wrong in an election that left them with the least power in state and federal offices in decades, that same instinct leads Biden to offer a diagnosis and a prescription for what he sees as a more successful approach, one which pushes back, if ever-so-gently, against a powerful current in Democratic politics. It begins, in typical Biden fashion, with a reference to family wisdom. “My dad used to have an expression. He said, ‘I don’t expect the government to solve my problems. But I expect them to understand it,” Biden said. “I believe that we were not letting an awful lot of people — high school-educated, mostly Caucasian, but also people of color — know that we understood their problems.” There’s “a bit of elitism that’s crept in” to party thinking, he worries, setting up what he sees as the false impression that progressive values are inconsistent with working-class values. “What are the arguments we’re hearing? ‘Well, we’ve got to be more progressive.’ I’m not saying we should be less progressive,” he said, adding that he would “stack my progressive credentials against anyone” in the party. “We should be proud of where the hell we are, and not yield an inch. But,” he added, “in the meantime, you can’t eat equality. You know?” He also distinguishes what he describes as the middle-class agenda that President Obama has put forth from the more populist, anti-Wall Street message that helped power Bernie Sanders’ rise in the Democratic primary. “I like Bernie,” Biden said, adding he agrees with the Vermont senator on many issues. “But I don’t think 500 billionaires caused all our problems.” :: It was election eve, and Biden had just concluded the last of 83 campaign events he would headline on Hillary Clinton ’s behalf. Something once again didn’t feel right. Stepping off the stage after an at-times sentimental appearance in northern Virginia with Sen. Tim Kaine , the man he hoped would succeed him, the vice president shared a nagging concern with aides: Any enthusiasm among the crowd of several thousand was not about the party’s presidential nominee. “You didn’t see any Hillary signs,” Biden recalled. “Every time I talked about Hillary they listened. But …” Biden’s speech that night mirrors his message to Democrats now. ",
    "title": "As Democrats ponder their future, Joe Biden makes a plea for a focus on the middle class - LA Times"
   },
   {
    "entities": [
     "west",
     "friday",
     "cathedral",
     "graham",
     "christmas",
     "press",
     "intelligence",
     "australia",
     "thursday",
     "facebookemail",
     "berlin",
     "facebook",
     "8:16 p.m. est",
     "morning",
     "flinders",
     "street",
     "state",
     "the day",
     "st.",
     "monday",
     "federation",
     "security",
     "station",
     "paul's",
     "mike",
     "daniel",
     "organization",
     "associated",
     "twitter",
     "melbourne",
     "night",
     "current",
     "christmas day",
     "usa",
     "square",
     "today",
     "victoria",
     "james",
     "december 22, 2016",
     "islamic",
     "andrews",
     "december 23, 2016",
     "april 2, 2010",
     "william",
     "ashton",
     "google"
    ],
    "id": 8,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Australian police: Plot to detonate Christmas Day bombs foiled Australian authorities say they have broken up a Christmas Day plot to set off bombs in Melbourne, the country's second-largest city.  Post to Facebook Australian police: Plot to detonate Christmas Day bombs foiled Australian authorities say they have broken up a Christmas Day plot to set off bombs in Melbourne, the country's second-largest city.  Check out this story on USATODAY.com: http://usat.ly/2heuga8 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 7 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Australian police: Plot to detonate Christmas Day bombs foiled Mike James, USA TODAY 8:16 p.m. EST December 22, 2016 A file photo taken on April 2, 2010 shows Melbourne's Flinders Street Station which is the central railway station for the suburban rail network of Melbourne. A \"significant\" Islamic State-inspired Christmas Day terror plot targeting central Melbourne has been foiled after a series of arrests in raids across the city, police said on December 23, 2016. (Photo: WILLIAM WEST, AFP/Getty Images) Australian authorities say they have broken up a Christmas Day plot to set off bombs in Melbourne, the country's second-largest city. Dubbing their investigation \"Operation Kastelholm,\" Victoria police and the Australian Security Intelligence Organization said Friday that five people are being held in connection with the plot. All of them are listed as having Australian addresses. \"It will be alleged four of the men arrested were involved in undertaking preparations for planning a terrorist act in Melbourne,\" Victoria police said in a statement, adding that \"the threat has been contained and there is no on-going threat.\" The suspects had been inspired by the Islamic State group and planned attacks on Melbourne's Flinders Street train station, neighboring Federation Square and St. Paul's Cathedral, Victoria state Police Chief Commissioner Graham Ashton said. The arrests came after a truck smashed into a Christmas market in Berlin on Monday, killing 12 people. Two of seven people initially arrested in raids Thursday night and Friday morning in Melbourne — 26-year-old man and 20-year-old woman — were released without being charged, a police statement said. Five men between ages 21 and 26 remained in custody. They were not identified but police said four were born in Australia and the fifth was Egyptian-born with Egyptian and Australian citizenship, police said. Police had been watching the alleged plotters for some time, and believed they were preparing to use explosives and other weapons, Ashton said. Victoria state Premier Daniel Andrews said there will be extra police on the streets of Melbourne on Christmas Day to make the public feel safe. Ashton said police had gathered evidence in the raids that the plotters were planning to use explosives in their attack. \"We gathered the makings of an improvised explosive device,\" Ashton said. He added: \"Certainly (there was the) potential for quite a number of people to be injured or killed in this attack.\" About 400 police officers were involved in the raids. Contributing: Associated Press 9 CONNECT TWEET LINKEDIN 7 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2heuga8 NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Australian police: Plot to detonate Christmas Day bombs foiled"
   },
   {
    "entities": [
     "burr",
     "supreme",
     "trump",
     "press",
     "richard",
     "coalition",
     "ncaa",
     "facebook",
     "senate",
     "ibm",
     "robin",
     "donald",
     "berger",
     "bank",
     "of",
     "north",
     "charlotte",
     "court",
     "hayes",
     "justice",
     "this fall",
     "associated",
     "cooper",
     "twitter",
     "night",
     "pat",
     "virginia",
     "past",
     "department",
     "u.s.",
     "paypal",
     "tami",
     "print",
     "deutsche",
     "carolina",
     "basf",
     "december 22, 2016",
     "mccrory",
     "roy",
     "wednesday",
     "email",
     "america",
     "gop",
     "values",
     "nba",
     "williams",
     "bob",
     "phil",
     "fitzgerald"
    ],
    "id": 9,
    "text": "Republicans accuse Dems of 'hypocrisy' after 'bathroom bill' repeal falls apart Published               December 22, 2016 Facebook 0 Twitter 0 livefyre Email Print   North Carolina Republican leaders are blasting their Democratic colleagues after a supposedly bipartisan deal to repeal the state’s “bathroom bill” limiting LGBT protections collapsed Wednesday night, with every Senate Democrat balking in the end. Both sides were pointing fingers in the aftermath of the unproductive special session, called specifically to consider repeal legislation for the law known as House Bill 2. The law omits gay, lesbian, bisexual and transgender people from state anti-discrimination protections, bars local governments from passing broad non-discrimination ordinances covering them, and orders transgender people to use bathrooms and showers that align with their sex at birth. \"I'm disappointed that we have yet to remove the stain from the reputation of our great state that is around this country and around the world,\" Democratic Gov.-elect Roy Cooper said. But Republicans put the blame squarely on Democrats, noting that all 16 Senate Democrats voted against the repeal legislation in the end. Republicans in the Senate fell on both sides of the issue, with some voting to repeal and some voting against. Senate leader Phil Berger, a Republican, blamed Cooper and his allies for sinking the effort. He issued a lengthy statement on Facebook and Twitter accusing Democrats of “hypocrisy” and accusing them of using the controversy for political gain. See the HYPOCRISY for yourself. Every Democrat in the Senate voted AGAINST repealing HB 2: https://t.co/7SJwDEm5nb #NCGA #NCPOL pic.twitter.com/3LS3N4pa3j — Senator Phil Berger (@SenatorBerger) December 22, 2016 “This should tell you all you need to know about Cooper and Senate Democrats’ motives,” he said. “They aren’t interested in moving past this issue or protecting the privacy and safety of North Carolina families. They’re brass-knuckled politicians who want to wage a nasty culture war with divisive issues, so they can keep filling their campaign coffers with cash from fringe liberal activists.” GOP legislators who see themselves as business-friendly appeared shaken by a months-long backlash as major companies like BASF, IBM and Bank of America described HB2 as bad for business. The compromise touted by both Cooper and outgoing GOP Gov. Pat McCrory called for Charlotte to do away with its own expanded antidiscrimination ordinance. In exchange, lawmakers would undo the LGBT law. But some conservatives never wanted to repeal the law. And when the Senate bill went a step further and called for a months-long ban on cities passing similar ordinances, Democrats said Republicans were going back on their promise.  Cooper reportedly said GOP leaders “broke the deal” by adding the local ordinance moratorium.  Berger, however, noted that the Senate ended up splitting the bill into two parts, allowing a straight vote on the repeal only. It still failed. “All 16 of them voted NO. Why? Politics. Hypocrisy. And Roy Cooper,” he wrote. North Carolina GOP Chairman Robin Hayes accused Democrats of “smoke and mirrors.” Social conservatives also opposed the repeal for their own reasons, defending the law's transgender bathroom requirement -- which has no enforcement or punishment provisions -- as necessary to prevent heterosexual predators from masquerading as transgender to molest women and girls when they are vulnerable. \"We continue to encourage our leaders to never sacrifice the privacy, safety, or freedom of young girls by forcing them to use the bathroom, shower, or change clothes with grown men just to satisfy the demands of greedy businesses, immoral sports organizations, or angry mobs,\" North Carolina Values Coalition Executive Director Tami Fitzgerald said in a statement. HB2 has been blasted by gay-rights groups and resulted in conventions, jobs and sporting events such as the NBA All-Star Game shunning North Carolina. Corporate critics of the law included Deutsche Bank and Paypal, which both backed out of projects that would have brought hundreds of jobs to the state. \"The NCAA's decision to withhold championships from North Carolina remains unchanged,\" spokesman Bob Williams said. McCrory signed the law and became its national face. HB2, along with other right-leaning bills he signed, turned this fall's gubernatorial campaign into a referendum on the state's recent conservative slant. He lost by about 10,000 votes to Cooper. Meanwhile, fellow Republicans U.S. Sen. Richard Burr and President-elect Donald Trump comfortably won the state. McCrory, the first sitting North Carolina governor elected to a four-year term to lose re-election, echoed Republican accusations that \"the left sabotaged bipartisan good faith agreements for political purposes.\" Repealing the state law could also have ended protracted legal challenges by the federal Justice Department and transgender residents. Much of that litigation has been delayed while the U.S. Supreme Court hears a separate Virginia case on transgender restroom access. The Associated Press contributed to this report.  Advertisement ",
    "title": "Republicans accuse Dems of 'hypocrisy' after 'bathroom bill' repeal falls apart | Fox News"
   },
   {
    "entities": [
     "foster",
     "david",
     "choir",
     "times",
     "mormon",
     "earlier this month",
     "west",
     "brian",
     "baio",
     "trump",
     "simmons",
     "cabinet",
     "brooks",
     "baldwin",
     "news",
     "europe",
     "paris",
     "facebook",
     "ny",
     "magazine",
     "gene",
     "donald",
     "feldman",
     "january 20th",
     "steve",
     "wynn",
     "elton",
     "abc",
     "hilton",
     "bocelli",
     "blanche",
     "johnson",
     "scaramucci",
     "john",
     "rockettes",
     "scott",
     "conway",
     "kanye",
     "twitter",
     "kellyanne",
     "post",
     "andrea",
     "eric",
     "new",
     "celine",
     "anthony",
     "bbc",
     "alec",
     "nugent",
     "mccormack",
     "dion",
     "york",
     "america",
     "2010",
     "sylvester",
     "tabernacle",
     "stallone",
     "ted",
     "jackie",
     "garth",
     "time",
     "evancho",
     "chainsmokers"
    ],
    "id": 10,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Getting singers for Donald Trump’s inauguration on January 20th is turning out to be harder than it was to fill his Cabinet. The only confirmed talent so far are 16-year-old \"America’s Got Talent\" 2010 runner-up Jackie Evancho, the Mormon Tabernacle Choir, and the Rockettes. Trump spokeswoman Kellyanne Conway insisted to ABC News there will be more singers, but refused to name them. Many performers -- some who have been asked, others who have not -- have already taken a pass.  SYLVESTER STALLONE WON'T GO FOR JOB IN TRUMP ADMINISTRATION Gene Simmons' wife told  TMZ  KISS \"politely declined\" the invitation to perform at the inauguration. Simmons said he would be touring Europe at the time. Trump's longtime friend Steve Wynn reportedly promised to deliver Celine Dion to perform at the inauguration, but could not follow through. Producer David Foster released a statement “politely declining” the offer to participate in the inauguration after rumors swirled he was participating. Elton John told the New York Times he was not performing after Anthony Scaramucci, a member of the presidential transition team, told the BBC the singer would sing a song or two. Page Six reported that Andrea Bocelli will not perform because of the backlash he received over accepting the gig. They also reported that President-Elect Trump suggested the tenor not participate because of said backlash. Variety and the NY Post have reported that Garth Brooks will not perform at the inauguration after  he said earlier this month he \"would be honored\"  to perform. Brooks did not return FOX411’s request for comment. The manager for the band Chainsmokers had to respond to New York Magazine’s Brian Feldman after he tweeted the band was performing. They are not. “Will and Grace” star Eric McCormack told The Wrap he would perform at the inauguration, but only in exchange for a lobotomy, adding: \"My whole brain removed from my head…I don’t know what the line-up will be, but I hear Scott Baio’s doing dramatic readings.” There is no indication that McCormack was asked. But for those who expect a good dose of entertainment with their inauguration, there's still hope! ALEC BALDWIN PLANS DONALD TRUMP ON 'SNL' FOR HOW MUCH? A spokesperson for the Beach Boys told FOX411 that the band has been asked to play at the inauguration but “no decision has been made at this point as to how or whether they will participate.” And what about those other celebs who have supported Trump like Kid Rock and Kanye West? Or Ted Nugent or Paris Hilton or any of the other vocal celebs that have publicly endorsed Trump along the way? Those celebs did not return FOX411’s request for comment. Which isn't a no. Trump's team did not respond to our request for comment, either. You can follow Blanche Johnson on Twitter @blancheFOXLA . Advertisement ",
    "title": "Donald Trump struggling to secure talent to perform at inauguration | Fox News"
   },
   {
    "entities": [
     "institutes",
     "a few years ago",
     "merck",
     "last year",
     "west",
     "earlier this year",
     "florida",
     "cellou",
     "food",
     "lancet",
     "thursday",
     "binani",
     "university",
     "the",
     "fauci",
     "less than two years",
     "ira",
     "administration",
     "vaccines",
     "for",
     "of",
     "2015",
     "2018",
     "gupta",
     "global",
     "$5 million",
     "organization",
     "drug",
     "50 percent",
     "health",
     "u.s.",
     "70 percent",
     "longini",
     "national",
     "100 percent",
     "anthony",
     "guinea",
     "africa",
     "and",
     "swati",
     "alliance",
     "gavi",
     "now",
     "ebola",
     "world",
     "conakry"
    ],
    "id": 11,
    "text": "A woman is vaccinated at a health center in Conakry, Guinea, during the clinical trials of a vaccine against the Ebola virus. Cellou Binani /AFP/Getty Images hide caption toggle caption Cellou Binani /AFP/Getty Images A woman is vaccinated at a health center in Conakry, Guinea, during the clinical trials of a vaccine against the Ebola virus. Cellou Binani /AFP/Getty Images When Ebola struck West Africa a few years ago, the world was defenseless. There was no cure. No vaccine. And the result was catastrophic: More than 11,000 people died. Nearly 30,000 were infected. Now it looks like such a large outbreak is unlikely to ever happen again. Ever. The world now has a potent weapon against Ebola: a vaccine that brings outbreaks to a screeching halt, scientists report Thursday in The Lancet. \"We were able to estimate the efficacy of the vaccine as being 100 percent in a trial with more than 5,000 people,\" says Ira Longini , a biostatistician at the University of Florida, who helped test the vaccine. \"It's very unusual to have a vaccine that protects people perfectly.\" Now, no vaccine — or drug for that matter — is perfect. And efficacy of the vaccine is clearly high but not \"100 percent.\" That value reflects the fact that they just haven't tested the vaccine on enough people yet. So it is likely to decrease as the vaccine is used over time. In the end, the efficacy is likely to sit somewhere between about 70 percent and 100 percent, Longini says. Article continues after sponsorship By comparison, the flu vaccine last year was about 50 percent effective. And the Ebola vaccine works lightning fast, within four or five days, he says. So it could even be given after a person is exposed to Ebola but hasn't yet developed the disease. Longini and his colleagues tested the vaccine on about 4,000 people in Guinea back in 2015, when Ebola was still spreading there. These people were at high risk of getting Ebola because they had had contact with someone who was infected. When they got the vaccine right away, they were completely protected. No one got sick. The vaccine — called rVSV-ZEBOV — hasn't been approved yet by either the World Health Organization or the U.S. Food and Drug Administration. That's predicted to happen sometime in 2018. And there are still a few open questions about the vaccine, says Dr. Anthony Fauci , at the National Institutes of Health. \"For example, we don't know how durable the vaccine is,\" he says. \"If you give health care workers the vaccine, for example, how long would they be protected? That's very important to learn.\" What is clear is that the vaccine offers short-term protection during outbreaks. And that's exactly what's needed to stop the virus from spreading and keep small outbreaks from getting out of control. For this reason, GAVI — the Global Alliance for Vaccines and Immunization — has already spent $5 million to stockpile the vaccine. \"So we have made 300,000 doses available, as of earlier this year, if there was to be sort of any resurgence or any kind of emergency,\" says Swati Gupta at Merck , which is manufacturing the shot. Vaccines typically take years, even a decade to test. But the field trials for this one took less than two years. \"It's been a pretty tremendous experience,\" Gupta says. \"There's been a lot of international partners that have come together in a real unprecedented effort.\" The magnitude of the outbreak in West Africa, she says, made companies, governments and academics push aside their own research agendas to come together and finish a vaccine. ",
    "title": "First Ebola Vaccine Likely To Stop The Next Outbreak : Goats and Soda : NPR"
   },
   {
    "entities": [
     "israel",
     "et",
     "sarlin",
     "greece",
     "stephen",
     "us",
     "earlier this month",
     "brookings",
     "states",
     "trump",
     ", 4:53 pm",
     "house",
     "thursday",
     "news",
     "united",
     "1992",
     "donald",
     "peru",
     "benjy",
     "morning",
     "the day",
     "george",
     "north",
     "last month",
     "january 20",
     "china",
     "bill",
     "2008",
     "2016",
     "taiwan",
     "2:52",
     "huffman",
     "cuba",
     "current",
     "hess",
     "dec 22",
     "korea",
     "gaza",
     "obama",
     "nbc",
     "un",
     "w.",
     "america",
     "jared",
     "the past",
     "early 2001",
     "bush",
     "germany",
     "clinton",
     "white"
    ],
    "id": 12,
    "text": "Dec 22 2016, 4:53 pm ET Trump's Take on Foreign Policy Breaks Transition Taboo by Benjy Sarlin advertisement President-elect Donald Trump's running commentary on sensitive foreign policy issues before taking office is ruffling feathers, with critics complaining he's violating a longstanding tradition of deference to the incumbent White House during transitions. Since winning the election, Trump has said America's \"one-China\" policy regarding China and Taiwan is up for negotiation , tweeted that the US should refuse to accept an underwater drone seized and returned by China, criticized the intelligence community's findings on Russian hacking, and threatened to reverse ongoing overtures toward Cuba unless the Cuban government meets unspecified conditions. Play Wash Post: Trump holding 'government casting call' 2:52 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161223002932if_/http://www.nbcnews.com/widget/video-embed/839407171909\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Thursday morning, Trump called on President Obama to block a UN resolution on Israeli settlements before the White House had a chance to announce its position (the vote has since been delayed). Later in the day, Trump tweeted that the United States \"must greatly strengthen and expand its nuclear capability until such time as the world comes to its senses regarding nukes.\" Incoming leaders have typically abided by a \"one president at a time\" rule in order to avoid sending mixed messages and to give themselves time to consult intelligence and confer with their incoming cabinet and inherited civil service. \"It's confusing,\" Stephen Hess, a policy analyst at Brookings who has worked under presidents from both parties, said. \"The president-elect doesn't really have the power to do these things and, while suggesting them at this time, it may look very different to him after January 20.\" Related: Trump Stuns Nuclear Experts With Apparent Call to Expand Arsenal Trump shattered a variety of norms during the campaign and often complained about an atmosphere of \"political correctness\" that he said had prevented politicians from speaking plainly about challenges facing the country. Critics are concerned that his often unpredictable style could create problems for both his incoming administration and the current one. Congressman Jared Huffman (D-CA) told NBC News he was so alarmed by Trump's behavior that he introduced the \"One President at a Time Act\" earlier this month, which would clarify that the Logan Act, which prohibits private citizens from conducting foreign policy, also applies to incoming presidents. \"In the past, president-elects have shown good judgement and restraint in understanding that our duly elected officials need to conduct foreign policy while they're in office,\" Huffman said. \"We've never had a president-elect with such impulse control problems.\" Modern presidents have used nearly identical language to skirt questions on foreign affairs during their transition. President Bill Clinton told the press after his 1992 victory that he would \"reaffirm the essential continuity of American foreign policy\" and recognized \"that America has only one president at a time.\" President George W. Bush declined questions on topics like North Korea and Israel until he took the oath of office in early 2001. \"We have one president, and we'll have one president, and the current president is President Clinton, and our nation must speak with one voice,\" Bush said at a press conference. Obama took a similar stance after his election in 2008, telling reporters that \"when it comes to foreign affairs, it is particularly important to emphasize that there is one president at a time\" after declining a question on Israeli operations in Gaza. He notably repeated the phrase last month after Trump's election, reminding the press that \"there is one president at a time\" before embarking to meet foreign leaders in Greece, Germany, and Peru. Play ",
    "title": "Trump's Take on Foreign Policy Breaks Transition Taboo - NBC News"
   },
   {
    "entities": [
     "cbs",
     "ruthhart",
     "mullen",
     "byron",
     "h.j.",
     "rick",
     "july 2015",
     "/",
     "department",
     "eastern",
     "singer",
     "san",
     "center",
     "better",
     "public",
     "bga",
     "dardick",
     "aviation",
     "group",
     "hal",
     "william",
     "airbnb",
     "ben",
     "middle",
     "before",
     "association",
     "mary",
     "trott",
     "coen",
     "april 2014",
     "michael",
     "o'hare",
     "united",
     "may",
     "evans",
     "loews",
     "dec. 21, 2016",
     "holdings",
     "steve",
     "of",
     "sept. 1",
     "continental",
     "heinzmann",
     "u.s.",
     "june 2015",
     "tisch",
     "ellis",
     "mayor",
     "jose",
     "marc",
     "david",
     "rahm",
     "heinz",
     "contact",
     "aon",
     "thursday",
     "pearson",
     "rosenfeld",
     "jeff",
     "oscar",
     "beauty",
     "emanuel",
     "foods",
     "emails",
     "chris",
     "jonathan",
     "koch",
     "bill",
     "ginger",
     "marotti",
     "wednesday",
     "kraft",
     "nancy",
     "illinois",
     "andreessen",
     "november 2015",
     "schools",
     "october",
     "munoz",
     "government",
     "states",
     "reporters",
     "zumbach",
     "tribune",
     "lauren",
     "irene",
     "kirkland",
     "occasionally",
     "travel",
     "july 1",
     "northfield",
     "last may",
     "hotel",
     "lehane",
     "stone",
     "easterbrook",
     "paypal",
     "chicago",
     "breit",
     "dillon",
     "&",
     "airlines",
     "mcdonald",
     "pennsylvania",
     "oct. 28",
     "ulta"
    ],
    "id": 13,
    "text": "Emanuel's private emails show he's business booster Rahm Emanuel Nancy Stone / Chicago Tribune Emails of Mayor Rahm Emanuel have been released under pressure from a pair of open records lawsuits. The emails show he used his personal email accounts to pursue business deals benefiting Chicago. Emails of Mayor Rahm Emanuel have been released under pressure from a pair of open records lawsuits. The emails show he used his personal email accounts to pursue business deals benefiting Chicago. (Nancy Stone / Chicago Tribune) Ally Marotti and Lauren Zumbach Contact Reporters Chicago Tribune Mayor Rahm Emanuel is just as bullish on Chicago business in private emails as he is in public. Under pressure from a pair of open records lawsuits, the mayor on Wednesday turned over about 2,700 pages of emails from his personal accounts that his attorney determined were government-related. Though many of the emails are short, and the mayor's only involvement often was forwarding them to an aide, they show Emanuel using his personal accounts to pursue business deals benefiting Chicago. They also show that business leaders knew how to reach him outside of his government email address. The emails reveal Emanuel's desire to bring a PayPal operations center to the city, and his reluctance to \"bash\" one of the city's largest private-sector employers. There are also emails with big asks from companies like Airbnb and H.J. Heinz. United Airlines Rahm Emanuel 's personal account in which he promised to co-host a political fundraiser, before making a series of requests that included asking that the mayor provide high-level access to a new executive at Trott's firm. \"Both... In April 2014, investment banker Byron Trott sent an email to Mayor Rahm Emanuel 's personal account in which he promised to co-host a political fundraiser, before making a series of requests that included asking that the mayor provide high-level access to a new executive at Trott's firm. \"Both... (Rick Pearson, David Heinzmann and Jeff Coen) Jonathan Tisch, co-chairman of the board of Loews, chairman and CEO of its Loews Hotel subsidiary and chairman emeritus of the United States Travel Association, emailed Emanuel in May, seeking to rebut airlines' concerns about competition from Middle Eastern airlines allegedly receiving unfair subsidies. Emanuel responded that he was unlikely to square off against Chicago-based United Continental Holdings. \"I dont (sic) plan on being like some mayors and bash my largest private sector employer,\" Emanuel wrote in an email last May. \"That said please send someone to brief us.\" United's name popped up again in a July 1 exchange between Emanuel and Kirkland & Ellis attorney William Singer, who sent Emanuel a copy of a letter to Chicago Department of Aviation Commissioner Ginger Evans. Singer said the letter explained a United proposal that reflects \"short term, but significant growth for O'Hare\" and that United is \"fully committed to the city's long term growth and expansion plans.\" The email exchange doesn't offer details on the proposal, but Emanuel appeared frustrated by the pace of progress and lack of detailed plans. \"If you all expected yippie lets go you got the wrong mayor,\" he said. Still, he said he told the aviation commissioner to give the proposal \"her full attention,\" signing off with \"be bold.\" Kraft Heinz Before H.J. Heinz completed its purchase of Kraft Foods Group in July 2015, an executive emailed then-deputy mayor Steve Koch to push the state and city to spell out what tax breaks they would be willing to offer to put some of the combined company's jobs in Chicago. \"If the state and Chicago are not going to offer a significant tax incentive program that will weight heavenly (sic) in our decision on how many jobs remain in Illinois given how aggressive Pennsylvania is being,\" senior vice president of corporate and government affairs Michael Mullen wrote in a June 2015 email. The email was shared with Emanuel, whose reply to Koch was redacted. A few weeks after Kraft, then based in north suburban Northfield, and Pittsburgh-based Heinz combined to form the third-largest food and beverage company in the U.S., Kraft Heinz announced it would move the Northfield headquarters to downtown Chicago's Aon Center. Rahm Emanuel acknowledged for the first time Wednesday that he has used personal email accounts to conduct public business, a practice that allowed him to hide some of his government correspondence from the public since he took office. ... Under pressure from a pair of open records lawsuits, Mayor Rahm Emanuel acknowledged for the first time Wednesday that he has used personal email accounts to conduct public business, a practice that allowed him to hide some of his government correspondence from the public since he took office. ... (Bill Ruthhart, Hal Dardick and Jeff Coen) Kraft Heinz ended up not getting any tax incentives related to the move, Mullen said in an email to the Tribune Thursday. \"The Mayor and his staff were instrumental in our decision to move downtown and we appreciate their ongoing cooperation and partnership,\" he said. PayPal Emanuel reached out to PayPal's Chief Operating Officer Bill Ready in October, to figure out why the San Jose, Calif.-based company passed over Chicago as a location for an operations center. Other cities offered better incentives, Ready explained in his lengthy response. He specifically mentioned Illinois' EDGE program, which provides tax breaks for companies that bring jobs to the state. Mayor Rahm Emanuel turned over about 2,700 pages of emails Wednesday as part of a settlement with the Better Government Association, which had sued for the mayor's communications about official business on his personal email accounts. A Chicago Tribune suit on similar issues, filed before the BGA... Mayor Rahm Emanuel turned over about 2,700 pages of emails Wednesday as part of a settlement with the Better Government Association, which had sued for the mayor's communications about official business on his personal email accounts. A Chicago Tribune suit on similar issues, filed before the BGA... (Chicago Tribune) \"We are unable to monetize a majority of the credits being offered to the company before they expire.\" The top contending city was offering cash grants and refundable tax credits, Ready wrote. That reasoning was news to Emanuel. \"Somewhere there is a breakdown of information,\" he replied. There is still time for Chicago, and the potential operations center is part of a bigger strategy, Ready said in an email Oct. 28. PayPal representatives did not respond to a request for comment. Airbnb The city's new shared-housing ordinance and how it would affect Airbnb hosts was a hot topic in the mayor's inbox. Investor Marc Andreessen emailed Emanuel in November 2015, asking him to meet with Chris Lehane, Airbnb's head of global policy, to discuss Chicago's regulatory plans. Emanuel's private emails released These are some of the emails in which Mayor Emanuel sounded off on a number of issues. Dec. 21, 2016. (CBS Chicago)  These are some of the emails in which Mayor Emanuel sounded off on a number of issues. Dec. 21, 2016. (CBS Chicago)  See more videos Airbnb representatives said they thought Emanuel wasn't \"fully aware of what the bureaucrats have been working on,\" according to an email Andreessen forwarded to the mayor. Asking for the meeting seemed to be a drastic measure: In one of the emails, Andreessen's people call it an \"unusual ask\" by Airbnb. Airbnb spokesman Ben Breit said in a statement that the home-sharing company works with cities worldwide on clear and progressive home-sharing rules. \"Speaking with policymakers and community leaders is essential to crafting home-sharing rules that work for everyone,\" he said. The implementation of the ordinance has since been delayed and tweaked after being challenged by a couple of lawsuits. Talking up Chicago Occasionally, Emanuel sent emails to Chicago executives and other heavy hitters from his private account touting positive news about the city. On Sept. 1, he sent four dozen people, including United CEO Oscar Munoz, Ulta Beauty CEO Mary Dillon, Mondelez CEO Irene Rosenfeld and McDonald's CEO Steve Easterbrook the same email, with personalized salutations, highlighting improvements in Chicago Public Schools students' test scores and Fitch Ratings agency's decision to shift the city's credit outlook from \"negative\" to \"stable.\" ",
    "title": "Emanuel&apos;s private emails show he&apos;s business booster - Chicago Tribune"
   },
   {
    "entities": [
     "next year",
     "ordinance",
     "schafer",
     "morning",
     "street",
     "charlotte's",
     "the last month",
     "associated",
     "microsoft",
     "cooper",
     "sgro",
     "bitzer",
     "department",
     "lewis",
     "coast",
     "today",
     "general",
     "mecklenburg",
     "william",
     "the evening before",
     "new year",
     "ben",
     "democratic",
     "west",
     "n.c.",
     "jenny",
     "michael",
     "--",
     "may",
     "senate",
     "$7.25",
     "of",
     "north",
     "atlantic",
     "mt.",
     "justice",
     "assembly",
     "conference",
     "apple",
     "mckeown",
     "jennifer",
     "carolina",
     "pearl",
     "lennox",
     "catawba",
     "roberts",
     "google",
     "lisa",
     "david",
     "leadership",
     "brian",
     "naegle",
     "press",
     "christmas",
     "thursday",
     "salisbury",
     "jarvie",
     "bruce",
     "chris",
     "hunter",
     "berger",
     "5000",
     "$285 million",
     "republican",
     "commerce",
     "mccrory",
     "late wednesday",
     "wednesday",
     "barber",
     "america",
     "nba",
     "equality",
     "marie",
     "raleigh",
     "naacp",
     "south",
     "house",
     "2017",
     "millions of dollars",
     "ncaa",
     "turner",
     "college",
     "106th",
     "monday",
     "charlotte",
     "county",
     "springsteen",
     "baldy",
     "jam",
     "pat",
     "past",
     "future",
     "february",
     "paypal",
     "roy",
     "chamber",
     "now",
     "phil",
     "jan. 1",
     "hb2",
     "nc"
    ],
    "id": 14,
    "text": "North Carolina's failure to repeal 'bathroom bill' ensures state politics will remain deeply divided in 2017 NC HB2 Ben McKeown / Associated Press Hunter Schafer of Raleigh holds a sign in favor of repealing North Carolina HB2 during a special session of the General Assembly on Wednesday. Hunter Schafer of Raleigh holds a sign in favor of repealing North Carolina HB2 during a special session of the General Assembly on Wednesday. (Ben McKeown / Associated Press) Jenny Jarvie After North Carolina lawmakers refused to repeal House Bill 2, the law that curbs legal protections for LGBT people and has cost the state millions of dollars in boycotts and lost jobs, Democrats and Republicans took to a predictable pattern: blaming each other for the unraveling of the deal. The failure to repeal the measure ensures that North Carolina politics will remained deeply divided as Democratic Gov.-elect Roy Cooper takes office Jan. 1, and the issue of LGBT protections will continue to be a source of contention in state and national politics in 2017. Many were shocked Monday when leaders of the liberal city of Charlotte and the Republican state of North Carolina announced they had come to a deal to get rid of HB2. The plan, concocted by the Democratic governor-elect and outgoing Republican Gov. Pat McCrory , was relatively simple – but it depended on Charlotte leaders rescinding part of the city’s anti-discrimination ordinance, which expanded LGBT protections and allowed transgender people to choose restrooms according to the gender with which they identify. HB2 was initially proposed in reaction to that ordinance.  For months, Charlotte’s leaders had refused to do that. But on Monday, in an unexpected about-face, they announced they had repealed their ordinance. McCrory then upheld his part of the bargain, summoning state legislators to a special session Wednesday to repeal HB2. Republican leaders thought they had reached a compromise that would allow the state to move past the controversial law. But in the end, any bill they could get rural Republicans to support, they could not get Democrats to sign up on. After a long day of backroom negotiating behind closed doors, Republican Senate leaders offered a bill that repealed HB2 while introducing a moratorium, or “cooling-off period,” that would prevent local governments across the state from crafting or changing anti-discrimination ordinances. Democrats refused to sign. It may have been doomed from the beginning.It started off with both sides wanting a pound of flesh from the other side, and it just went downhill from there. — Michael Bitzer, politics professor “It may have been doomed from the beginning,” said Michael Bitzer, a politics professor at Catawba College in Salisbury, N.C., who noted that many rural Republicans, who face re-election next year, would face outrage from their constituents if they repealed HB2. “It started off with both sides wanting a pound of flesh from the other side, and it just went downhill from there.” The evening before Wednesday’s special session, rural Republicans who opposed repealing the law were rattled when they found out Charlotte leaders had only partially repealed the nondiscrimination ordinance. Swiftly, the city council held an emergency meeting Wednesday morning to fully repeal all the changes it made in February. But that did not allay Republican suspicion. In the end, both the House and Senate adjourned without repealing the bill. \"Today the legislature had the chance to do the right thing for North Carolina and they failed,” Cooper said at a late-night press conference Wednesday, noting that he and his staff had consulted with legislators, businesses and activists for more than a week to build momentum for repeal. “Republican legislative leaders have broken their word to me and they have broken their trust with the people of North Carolina.” “I’m sorry, folks. I don’t trust them and our folks don’t trust them,” Republican Senate leader Phil Berger told reporters after the Senate adjourned late Wednesday, blasting both Cooper and Charlotte’s Democratic mayor, Jennifer Roberts. “They give us no reason to trust them” Charlotte's LGBT residents do not face any immediate legal consequences after city officials rescinded the changes to its anti-discrimination ordinance – those components of the ordinance were already overruled by HB2. Charlotte officials cannot introduce fresh LGBT protections as the state law precludes local authorities from introducing such measures. “While we are disappointed with this unfortunate outcome, our commitment to maintaining and protecting diverse and inclusive communities remains unchanged,” the city of Charlotte said in a statement.  “We will continue to work with our partners at the state and local levels to develop a solution that protects the rights of individuals.” The failure to repeal HB2 represents a blow not just to the LGBT community but to the entire state of North Carolina, said Chris Sgro, a Democratic representative and executive director of Equality NC. “With HB2 still on the books and the Charlotte Ordinance fully repealed we will only continue to lose businesses and put LGBTQ North Carolinians in harm’s way,” he said in a statement. “The North Carolina General Assembly Leadership has made clear today that North Carolina remains closed for business.\" On Thursday, LGBT advocacy groups and civil rights organizations vowed to ratchet up political and economic pressure on the state. The leader of the North Carolina branch of the NAACP said he planned to request a national NAACP economic boycott of the state after the General Assembly’s failure Wednesday to repeal HB2. \"Some people like to say this is Democrat versus Republican, but this is extremism,\" North Carolina NAACP President William Barber said, noting that HB2 was just one of many conservative moves by Republicans in the last month. \"This is an out of control, extremist legislature, and we have to resist it in North Carolina before it spreads through the South and across the rest of the country.” HB2 orders school and public agencies to require people to use multiple-occupancy restrooms based on the sex listed on their birth certificate. The law, which also prevents cities from extending anti-discrimination laws to LBGT people and from passing any increase in the $7.25 minimum wage, generated economic boycotts and strong condemnation from major corporations including Apple, Google and Microsoft. PayPal abandoned its plan to bring 400 jobs to the state; entertainers such as Bruce Springsteen and Pearl Jam canceled concerts; and major sporting leagues such as the NBA, the NCAA and the Atlantic Coast Conference pulled championships and games from Charlotte.   Two months after the bill was signed, Charlotte’s Chamber of Commerce estimated the law’s economic impact on Mecklenburg County at $285 million, in addition to a loss of more than 1,300 Charlotte-area jobs. Republicans and Democrats appear divided on the possibility of a future repeal. \"I think today was our best shot,\" said Brian Turner, a Democratic representative. \"I don't think there's going to be another opportunity.\" The problem, he said, was that Republican leaders could not seem to control their representatives. \"Through gerrymandering, there are now Republican seats that are so safe that the leadership has lost the ability to control them. It's almost like a Frankenstein's monster.\" Still, some Republican leaders said they would be committed to working out a solution in the new year. “It’s a high priority for me, and it’s a priority for many Republicans,” House Rules Chairman David Lewis said after the House adjourned. “We in the state of North Carolina are going to find a way to respect everyone’s basic human rights. “You know, I am a Republican, and our party was founded and grew under the belief that everyone’s entitled to equal protection under the law,” he added. “Somehow we can find a way to craft legislation to find a solution.” Some political experts expect the issue ultimately will  be resolved by federal courts rather than local and state politicians. In May, the Department of Justice filed a civil rights lawsuit against the state. “The courts are going to have the final say on HB2,” said Bitzer. “Politically, both sides are so bitterly divided and don’t seem to trust the other side at this point. At this point, I would be stunned if they came to any kind of compromise.” Caption 90 seconds: 4 stories you can't miss Toy shopping  around Christmas, a 78-year-old climbs Mt. Baldy 750 times , mothers who have lost multiple children to homicide , and an immigration pipeline  into America. Caption 90 seconds: 4 stories you can't miss Toy shopping  around Christmas, a 78-year-old climbs Mt. Baldy 750 times , mothers who have lost multiple children to homicide , and an immigration pipeline  into America. Caption Raw video: Residents react to body being found and arrest of neighbor on murder charges When detectives went to a home in the 5000 block of West 106th Street in Lennox, they found Lisa Marie Naegle’s body in a shallow grave. When detectives went to a home in the 5000 block of West 106th Street in Lennox, they found Lisa Marie Naegle’s body in a shallow grave. Caption Deadly fireworks explosion ",
    "title": "North Carolina&apos;s failure to repeal &apos;bathroom bill&apos; ensures state politics will remain deeply divided in 2017 - LA Times"
   },
   {
    "entities": [
     "times",
     "earlier this year",
     "l.a.",
     "west",
     "naegle",
     "leah",
     "christmas",
     "percy",
     "baca",
     "maricela",
     "marx",
     "street",
     "106th",
     "carol",
     "baldy",
     "mt.",
     "5000",
     "hochman",
     "u.s.",
     "fbi",
     "long",
     "tanner",
     "america",
     "lennox",
     "tanaka",
     "now",
     "marie",
     "anderson",
     "lisa"
    ],
    "id": 15,
    "text": "Read more stories He greeted a handful of supporters who came and went throughout the trial, some with lapel pins in the shape of a sheriff’s badge. On some days it was just his wife, Carol, by the aging lawman’s side.  He chose not to testify in his defense, unlike Tanaka, who took the stand in his own obstruction trial earlier this year and sought to lay the blame squarely at Baca’s feet. Jurors deliberated for less than two hours before convicting Tanaka, who has since been sentenced to five years in prison for his role in the obstruction plot. Earlier this year, federal prosecutors struck a deal with Baca, in which the retired sheriff pleaded guilty to a single charge of making false statements to federal investigators. In exchange, he was to receive a sentence of no more than six months in prison. U.S. District Judge Percy Anderson rejected the deal, calling it too lenient, and Baca and his attorneys chose instead to withdraw his plea and put his fate in the hands of 12 fellow citizens. Although prosecutors told the six-man, six-woman jury at the outset of the trial that Baca was the “heartbeat,” the “leader” and the “driving force” of the conspiracy, few of the government’s witnesses testified to direct interactions with Baca during the time of the alleged interference with federal authorities. A former L.A. Times reporter testified that Baca said in an interview that he directed two sergeants to go to the home of FBI agent Leah Tanner, then known as Leah Marx. The sergeants confronted her and falsely informed her they were obtaining a warrant for her arrest. Prosecutors alleged the move was an attempt to intimidate Tanner and get the FBI to back off. A former U.S. attorney, now a federal judge, recalled phone calls and meetings with Baca in which the then-sheriff seemed to be in the know about developments in the case.  Jurors also heard a recorded conversation between an FBI supervisor and Sgt. Maricela Long, who has also been convicted in the obstruction case, in which the supervisor asked whether Baca was aware his subordinates had threatened Tanner with arrest.  “The sheriff knows this, sir,” Long said on the recording. Two other deputies who have been convicted of playing a part in the conspiracy told jurors that while they had little to no contact with Baca, it was made clear to them the orders came all the way from the top. One said he watched a nervous supervisor walk into Baca’s office to notify him that deputies had mistakenly allowed FBI agents to meet with the inmate who was working as a federal informant. The prosecution presented jurors with phone records, emails and meetings scheduled on calendars to show that Baca was in contact with Tanaka as the machinations played out. But Hochman countered that his client could have been discussing any number of issues he dealt with as the head of the department's sprawling operation. In more than 100 emails presented by prosecutors as evidence of the obstruction plot, Baca was directly involved in only two, Hochman said. And while Tanaka was exchanging dozens of calls with the subordinates charged in the case, Baca was on only one. “The sheriff never knew about this; the sheriff was out of the loop,” Hochman said. He asked jurors to instead look at the rest of Baca’s lengthy career to decide whether he would be the type of leader to evade federal scrutiny. He pointed to steps Baca took to better conditions in the jails, and put on the stand Baca’s high-powered friends — including two former district attorneys — who called him “law-abiding” with an “excellent” and “very solid” reputation. Prosecutors, Hochman argued, were “throwing some spaghetti against the wall to see if anything sticks against Sheriff Baca.” Caption 90 seconds: 4 stories you can't miss Toy shopping  around Christmas, a 78-year-old climbs Mt. Baldy 750 times , mothers who have lost multiple children to homicide , and an immigration pipeline  into America. Caption 90 seconds: 4 stories you can't miss Toy shopping  around Christmas, a 78-year-old climbs Mt. Baldy 750 times , mothers who have lost multiple children to homicide , and an immigration pipeline  into America. Caption Raw video: Residents react to body being found and arrest of neighbor on murder charges When detectives went to a home in the 5000 block of West 106th Street in Lennox, they found Lisa Marie Naegle’s body in a shallow grave. When detectives went to a home in the 5000 block of West 106th Street in Lennox, they found Lisa Marie Naegle’s body in a shallow grave. Caption Deadly fireworks explosion ",
    "title": "Ex-L.A. County Sheriff Lee Baca&apos;s obstruction trial ends in mistrial; jurors hopelessly deadlocked - LA Times"
   },
   {
    "entities": [
     "peter",
     "us",
     "jason",
     "friday",
     "trump",
     "nov. 20, 2016",
     "club",
     "thursday",
     "news",
     "township",
     "dhs",
     "golf",
     "donald",
     "foley",
     "state",
     "kansas",
     "international",
     "of",
     "registry",
     "security",
     "justice",
     "naturalization",
     "2011",
     "department",
     "nseers",
     "andrea",
     "u.s.",
     "obama",
     "nbc",
     "bedminster",
     "n.j.",
     "service",
     "2012",
     "homeland",
     "kris",
     "mitchell",
     "kobach",
     "epa",
     "muslim",
     "miller",
     "sept. 11, 2001"
    ],
    "id": 16,
    "text": "advertisement The Obama administration has eliminated a dormant Bush-era program that could have been used by Donald Trump to implement his promised Muslim registry, the Department of Homeland Security said Thursday. The tracking program, called the National Security Entry-Exit Registration System, was created by the Justice Department in the wake of the Sept. 11, 2001 terrorist attacks. It required men from 25 countries considered to be at \"higher risk\" of extremist activities to register in person and submit to questioning and fingerprinting at an Immigration and Naturalization Service office. Civil rights groups complained that it targeted residents of Muslim- and Arab-majority countries. Related: Trump Immigration Adviser Kris Kobach Wrote the Book on Muslim Registry NSEERS hasn't been used since 2011, but it could potentially be revitalized. Obama apparently wants to avoid that happening. By removing regulations that provided a legal framework for the program, Obama aims to prevent Trump from using it, U.S. officials told NBC News on Thursday. US President-elect Donald Trump (L) and Kris Kobach Kansas Secretary of State pose at the clubhouse of Trump International Golf Club, in Bedminster Township, N.J. Nov. 20, 2016. Peter Foley / EPA The Department of Homeland Security filing , posted in the Federal Register Thursday, calls NSEERS \"outdated,\" \"obsolete\" and \"redundant\" due to updated rules and systems that allow the department to accomplish its security goals with more efficiency. A 2012 report by the department's inspector general found the program to be \"inefficient and ineffective,\" and with new tracking measures in place, \"NSEERS and its regulatory structure serve no public benefit,\" the DHS said in a statement. But Trump appears to be considering whether to bring it back. This cropped and rotated clockwise image shows a document held by Kansas Secretary of State Kris Kobach as he poses with Presient-elect Donald Trump at the clubhouse of the Trump International Golf Club, in Bedminster, N.J. Peter Foley / EPA He pledged a ban on Muslims entering the country during the presidential campaign, and his aides have since stressed the need for \"extreme vetting\" of them. One of his immigration advisers is Kris Kobach, an architect of NSEERS. After the election, a photograph of the two men together captured Kobach's briefing papers, which put the reinstatement of NSEERS as a top bullet point. Jason Miller, a spokesman for the Trump transition team, said in a conference call Friday that the incoming administration would have a response to the dismantling of NSEERS as part of a broader plan on executive orders. Andrea Mitchell ",
    "title": "Obama Moves to Eliminate Bush-era Tracking Program  - NBC News"
   },
   {
    "entities": [
     "council",
     "2 percent",
     "david",
     "this week",
     "resources",
     "yamhill",
     "food",
     "ore.",
     "2009",
     "tyson",
     "phillips",
     "ryan/ap",
     "foods",
     "administration",
     "2014",
     "the previous year",
     "95 percent",
     "monitoring",
     "2015",
     "defense",
     "animal",
     "resistance",
     "drug",
     "natural",
     "health",
     "system",
     "fda",
     "u.s.",
     "ron",
     "national",
     "salmonella",
     "antimicrobial",
     "and",
     "institute",
     "4 percent",
     "22 percent",
     "1 percent",
     "to",
     "perdue",
     "farms",
     "don",
     "wallinga"
    ],
    "id": 17,
    "text": "Antibiotic- and growth-hormone-free cattle gather at a farm in Yamhill, Ore. Despite farmers pledging to reduce or stop antibiotics use, a new report finds that sales of antibiotics for use on farms are going up. Don Ryan/AP hide caption toggle caption Don Ryan/AP Antibiotic- and growth-hormone-free cattle gather at a farm in Yamhill, Ore. Despite farmers pledging to reduce or stop antibiotics use, a new report finds that sales of antibiotics for use on farms are going up. Don Ryan/AP It's a continuing paradox of the meat industry. Every year, more restaurants and food companies announce that they will sell only meat produced with minimal or no use of antibiotics. And every year, despite those pledges, more antibiotics are administered to the nation's swine, cattle and poultry. According to the latest figures , released this week by the U.S. Food and Drug Administration, antibiotic sales for use on farm animals increased by 1 percent in 2015, compared to the previous year. The increase was slightly greater – 2 percent — for antibiotics used as human medicine. The FDA and other public health agencies have been pushing farmers to rely less on these drugs. Heavy use of antibiotics both in human medicine and in agriculture has led to the emergence of drug-resistant bacteria, complicating the task of treating many infections. But the FDA finds a glimmer of good news in the latest figures, pointing out that the rate of increase has slowed. In the previous year, antibiotic use had increased by 4 percent, and a total of 22 percent from 2009 to 2014. Article continues after sponsorship The poultry industry has made the most ambitious promises to reduce antibiotic use. Perdue Farms says that 95 percent of its chickens already are raised with no antibiotics at all. Tyson Foods, the largest producer, has announced that it is \"striving\" to end the use of antibiotics that also are used in human medicine. Tyson will continue to deploy a class of antibiotics called ionophores, which can't be used on humans. The new report, however, doesn't shed any light on the impact of these moves, because it doesn't show how much of each drug is used on cattle, swine or poultry. In a statement, David Wallinga, from the Natural Resources Defense Council, said that \"this report further underscores how urgently we need more and stronger government action\" to reduce antibiotic use. Ron Phillips, from the Animal Health Institute, which represents veterinary drug manufacturers, says that the FDA's data on drug sales tell us little about what's most important — whether the use of those drugs is leading to more drug-resistant bacteria. He says that another recent government report , from the National Antimicrobial Resistance Monitoring System, shows \"very encouraging trends.\" According to that report, bacteria found on meat at slaughter have not shown increasing resistance to most antibiotics in recent years. There are some concerning trends, however. Some species of bacteria found on cattle have shown increasing levels of resistance to ciproflaxin, and turkey samples showed a big increase in Salmonella that's resistant to several different drugs. ",
    "title": "Farms Using Antibiotics Despite Pledges To Cut Back : The Salt : NPR"
   },
   {
    "entities": [
     "friday",
     "cathedral",
     "graham",
     "christmas",
     "press",
     "australia",
     "europe",
     "berlin",
     "facebook",
     "flinders",
     "street",
     "st.",
     "monday",
     "federation",
     "paul's",
     "associated",
     "daniel",
     "twitter",
     "melbourne",
     "police",
     "christmas day",
     "this year",
     "square",
     "victoria",
     "december 22, 2016",
     "egypt",
     "overnight",
     "andrews",
     "isis",
     "ashton"
    ],
    "id": 18,
    "text": "Raids foil planned Melbourne Christmas terror attack, police say Published               December 22, 2016 Facebook 0 Twitter 0 Email Print Australian police say five men are accused of planning a Christmas Day terror attack targeting a number of landmarks in Melbourne, the country's second largest city. The five suspects, between age 21 and 26, were expected to appear in court Friday to be charged with acts in preparation of a terrorist event. They are believed to have been \"self-radicalized\" and inspired by ISIS, police said. Four of the five suspects were born in Australia. The fifth is from Egypt. They were arrested in a series of overnight raids at properties in Melbourne's northern suburbs. Two other people initially arrested in the raids -- a 26-year-old man and a 20-year-old woman -- were released without being charged, a police statement said. Victoria Police Chief Commissioner Graham Ashton told reporters that police had gathered evidence in the raids that the plotters were planning to use explosives in their attack. \"We gathered the makings of an improvised explosive device,\" he said. Ashton said the suspects had planned attacks on Melbourne's Flinders Street train station, neighboring Federation Square and nearby St. Paul's Cathedral.  \"If this had got under our guard this would have been a significant attack,\" Ashton told reporters. \"Certainly (there was the) potential for quite a number of people to be injured or killed in this attack.\" Ashton said police had been watching the alleged plotters for some time, adding that intelligence suggested no threats to any other events. Victoria state Premier Daniel Andrews said there will be extra police on the streets of Melbourne on Christmas Day to make the public feel safe. The arrests were made days after a truck smashed into a Christmas market in Berlin on Monday, killing 12 people in the latest terror attack to strike Europe this year. The Associated Press contributed to this report. ",
    "title": "Raids foil planned Melbourne Christmas terror attack, police say | Fox News"
   },
   {
    "entities": [
     "september 2014",
     "andrew",
     "friday",
     "cathedral",
     "graham",
     "christmas",
     "press",
     "later friday",
     "australia",
     "thursday",
     "berlin",
     "morning",
     "flinders",
     "street",
     "state",
     "australian",
     "st.",
     "monday",
     "federation",
     "paul's",
     "the last several years",
     "daniel",
     "federal",
     "2016",
     "associated",
     "night",
     "melbourne",
     "police",
     "malcolm",
     "christmas day",
     "square",
     "dec 22, 2016",
     "turnbull",
     "victoria",
     "islamic",
     "8:37 pm est",
     "andrews",
     "canberra",
     "ashton",
     "colvin"
    ],
    "id": 19,
    "text": "Email Last Updated Dec 22, 2016 8:37 PM EST CANBERRA, Australia - Police in Australia have detained five men suspected of planning a series of Christmas Day bomb attacks in the heart of the country’s second-largest city, officials said Friday. The suspects had been inspired by the Islamic State group and planned attacks on Melbourne’s Flinders Street train station, neighboring Federation Square and St. Paul’s Cathedral, Victoria state Police  Chief Commissioner Graham Ashton said. The arrests came after a truck smashed into a Christmas market in Berlin on Monday, killing 12 people. A manhunt is underway for the person behind that attack, which prompted increases in security around the world. Two of seven people initially arrested in raids Thursday night and Friday morning in Melbourne - a 26-year-old man and a 20-year-old woman - were released without being charged, police said. Five men between the ages 21 and 26 remained in custody and would be charged later Friday with preparing a terrorist attack. They were not identified but police said four were born in Australia and the fifth was Egyptian-born with Egyptian and Australian citizenship. Police had been watching the alleged plotters for some time, and believed they were preparing to use explosives, knives and a gun, Ashton said. Police believed the threat had been neutralized through the raids on five Melbourne premises, he said. Prime Minister Malcolm Turnbull said: “This is one of the most substantial terrorist plots that have been disrupted over the last several years.” “Islamist terrorism is a global challenge that affects us all. But we must not be cowed by the terrorists,” Turnbull told reporter. “We will continue to go about our lives as we always have. What these criminals seek to do is to kill. But they also seek to frighten us, to cow us into abandoning our Australian way of life. They want to frighten Australians. They want to divide Australians. They want us to turn on each other. We will not let them succeed,” he added. Since Australia’s terrorist threat level was elevated in September 2014, the government says there have been four extremist attacks and 12 plots foiled by police. Australian Federal Police Commissioner Andrew Colvin said the plotters had moved very quickly from a plan to develop a capability to attack. “In terms of events that we have seen over the past few years in Australia, this certainly concerns me more than any other event that I’ve seen,” Colvin said. “We believe that we have removed the bulk of this particular cell, this group,” he said. Victoria state Premier Daniel Andrews said there will be extra police on the streets of Melbourne on Christmas Day to make the public feel safe. About 400 police officers were involved in the raids. Ashton described those arrested as “self-radicalized” and inspired by Islamic State propaganda. © 2016 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. ",
    "title": "Christmas Day terrorist attack in Australia foiled, police say - CBS News"
   },
   {
    "entities": [
     "ben",
     "interactive",
     "last year",
     "wizner",
     "three years ago",
     "cbs",
     "r-calif.",
     "the past decade",
     "states",
     "devin",
     "press",
     "2013",
     "house",
     "barton",
     "millions of dollars",
     "inc.",
     "united",
     "moscow",
     "the",
     "nsa",
     "california",
     "century",
     "hong",
     "adam",
     "gellman",
     "cia",
     "nunes",
     "congress",
     "russia",
     "ecuador",
     "edward",
     "2016",
     "associated",
     "snowden",
     "schiff",
     "monaco",
     "u.s.",
     "foundation",
     "obama",
     "america",
     "september",
     "now",
     "kong",
     "june 2016",
     "barack",
     "congressional",
     "geneva",
     "three years later",
     "lisa"
    ],
    "id": 20,
    "text": "Former NSA contract worker Edward Snowden, who leaked classified information on government surveillance, made his case to President Obama for a p... The report sends a strong message to President Barack Obama during his final days in office: Do not pardon Edward Snowden. Mr. Obama has not offered any indication that he is considering pardoning Snowden for the leaks that embarrassed the U.S. and angered allies. Lisa Monaco, Mr. Obama’s adviser on homeland security and counterterrorism, said last year that Snowden “should come home to the United States and be judged by a jury of his peers - not hide behind the cover of an authoritarian regime.” However, there has been a push by privacy advocacy groups to pardon the former NSA contractor who they herald as a whistleblower for leaking documents that disclosed the extent of the data the U.S. collects on Americans in its efforts to fight terrorism. After the disclosures, Mr. Obama reined in some of the surveillance authorities and put in place additional measures to provide more transparency to the classified programs. The House intelligence committee released the report to provide what the panel’s chairman, Rep. Devin Nunes, R-Calif., called “a fuller account of Edward Snowden’s crimes and the reckless disregard he has shown for U.S. national security.” The 33-page unclassified report pointed to statements in June 2016 by the deputy chairman of the defense and security committee in the Russian parliament’s upper house, who asserted that “Snowden did share intelligence” with the Russian government. The report said, “Since Snowden’s arrival in Moscow, he has had, and continues to have, contact with Russian intelligence services.” The following sentence was redacted, and there is nothing in the unclassified report that explains why the committee believes Snowden is still sharing intelligence with the Russians. The committee’s top Democrat, Rep. Adam Schiff of California, said Snowden isn’t a whistleblower as he and his defenders claim. “Most of the material he stole had nothing to do with Americans’ privacy, and its compromise has been of great value to America’s adversaries and those who mean to do America harm,” Schiff said. Ben Wizner, Snowden’s lawyer, dismissed the report and insisted that Snowden acted to inform the public. “The House committee spent three years and millions of dollars in a failed attempt to discredit Edward Snowden, whose actions led to the most significant intelligence reforms in a generation,” Wizner said. “The report wholly ignores Snowden’s repeated and courageous criticism of Russian surveillance and censorship laws. It combines demonstrable falsehoods with deceptive inferences to paint an entirely fictional portrait of an American whistleblower.” The Congressional report has also come under fire from Barton Gellman, one of the four reporters who originally met Snowden and received the leaked material in 2013.  “The report is not only one-sided, not only incurious, not only contemptuous of fact. It is trifling,” Gellman wrote back in September after reading a three-page executive summary of the report.  Gellman, who is now a senior fellow at The Century Foundation, challenged multiple claims in the report, including the fact that Snowden “fled to Russia” (he tried to fly to Ecuador, but the U.S. government trapped him in Moscow when they revoked his passport) and that Snowden exaggerated his duties as an entry-level computer technician (he had multiple information security roles with the CIA, including one that deployed him to Geneva under diplomatic cover and another that involved regular meetings with the chiefs and deputy chiefs of the CIA’s technical branches, Gellman said.)  Three years later, the Snowden leaks continue to reverberate. One of the programs that came under great scrutiny is set to expire in a year, and it will be a top priority for the House committee, among others in Congress, to get it renewed. Under that program, the NSA sweeps up communications of non-Americans outside the U.S., and it can also capture the domestic communications of any American in contact with the terror suspect, even if those contacts have nothing to do with terrorism. The resulting sweeps are likely to have included emails and other data from tens of thousands of Americans over the past decade, experts have said. Three years ago, Snowden revealed U.S. government efforts to hack into the data pipelines used by U.S. companies to serve customers overseas. The programs collected the telephone metadata records of millions of Americans and examined emails from overseas. Snowden fled to Hong Kong and then to Russia to avoid prosecution. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Congressional report charges Edward Snowden is in contact with Russian intelligence - CBS News"
   },
   {
    "entities": [
     "dec. 22, 2016",
     "bernardino",
     "ririe-woodbury",
     "leidy",
     "rivera",
     "8/8/2016",
     "bachman/reuters",
     "crowley/the",
     "turkey",
     "stock",
     "mac",
     "santiago",
     "california",
     "khaldiya",
     "oval",
     "state",
     "denton",
     "the day",
     "mclarty",
     "havana",
     "july 2016",
     "coast",
     "sanz",
     "ali",
     "jane",
     "12/20/2016",
     "european",
     "alyssa",
     "clinton",
     "mendoza",
     "revolutionary",
     "white",
     "tabwena",
     "clara",
     "west",
     "the day before",
     "n.c.",
     "august",
     "lisette",
     "doug",
     "michael",
     "kaktovik",
     "10/2/2016",
     "haiti",
     "amiya",
     "11/6/2016",
     "mosul",
     "media",
     "zika",
     "7/6/2016",
     "tayyip",
     "9/9/2016",
     "diamond",
     "1/15/2016",
     "cunningham",
     "derry",
     "ramasar",
     "manhattan",
     "akhmatkhuzin",
     "blue",
     "knox",
     "manila",
     "arte",
     "v.",
     "ingrid",
     "8/9/2016",
     "union",
     "10/17/2016",
     "10/19/2016",
     "columbus",
     "10/12/2016",
     "3/3/2016",
     "pristina",
     "11/20/2016",
     "prospect",
     "kolesidis/european",
     "palmyra",
     "andrew",
     "chambers",
     "farc",
     "7/16/2016",
     "la",
     "patricia",
     "fontana",
     "arbeen",
     "italy",
     "7/27/2016",
     "fresno",
     "henan",
     "jonathan",
     "orlinsky",
     "etheredge",
     "brown",
     "shaolin",
     "kaine",
     "fayetteville",
     "romero",
     "susan",
     "podujevo",
     "antonin",
     "america",
     "whittaker",
     "simone",
     "lima",
     "jeb",
     "tiburon",
     "november 2015",
     "putin",
     "fu",
     "dilma",
     "germany",
     "ponomarev",
     "shaqouli",
     "rousseff",
     "rome",
     "artur",
     "oliveira",
     "south",
     "march",
     "5/23/2016",
     "reynolds/facebook",
     "9/1/2016",
     "3/20/2016",
     "philippines",
     "university",
     "the",
     "brasília",
     "llapallapani",
     "sanders",
     "indians",
     "maiduguri",
     "bowie",
     "betancur/agence",
     "court",
     "5/27/2016",
     "thibaut",
     "n.h.",
     "eli",
     "uriel",
     "megyn",
     "alwin",
     "7/20/2016",
     "9/14/2016",
     "aj",
     "stephanie",
     "priscilla",
     "february",
     "cruz",
     "5/4/2016",
     "dazzle",
     "10/4/2016",
     "gull",
     "ted",
     "matthew",
     "castile",
     "2/9/2016",
     "antigua",
     "brixton",
     "10/20/2016",
     "jim",
     "audra",
     "stephen",
     "ehmer",
     "carr",
     "2/16/2016",
     "11/8/2016",
     "la.",
     "9/15/2016",
     "november",
     "condori",
     "taylor",
     "alessandro",
     "january",
     "boyland",
     "next year",
     "reuters",
     "louisville",
     "duane",
     "colin",
     "b.",
     "dengfeng",
     "pampero",
     "brunet",
     "nikolais",
     "boko",
     "cuba",
     "9/6/2016",
     "o'brien",
     "cha",
     "this year",
     "9/12/2016",
     "jan. 10",
     "eric",
     "des",
     "iraq",
     "brooklyn",
     "july",
     "hill",
     "carnegie",
     "ethiopia",
     "islamic",
     "center",
     "detroit",
     "tiffany",
     "9/8/2016",
     "saudi",
     "hoboken",
     "nov. 25",
     "philandro",
     "wilson/the",
     "weekend",
     "nigeria",
     "massialas",
     "venezuela",
     "guard",
     "ruby",
     "2/7/2016",
     "gonzalez",
     "sanchez/associated",
     "vallette",
     "scales",
     "midtown",
     "las",
     "muñoz",
     "10/26/2016",
     "aung",
     "bismarck",
     "jesse",
     "3/16/2016",
     "12/14/2016",
     "pitsiladis",
     "memorial day",
     "pierre",
     "cochran",
     "news",
     "may",
     "united",
     "heisler/the",
     "baraa",
     "g.",
     "cannon",
     "pressphoto",
     "1963",
     "5/10/2016",
     "north",
     "hodgson",
     "olson/getty",
     "11/29/2016",
     "tampa",
     "selvas",
     "munita",
     "rolf",
     "2/24/2016",
     "jersey",
     "w.",
     "parliament",
     "monica",
     "josh",
     "forces",
     "barbara",
     "albert",
     "7/9/2016",
     "diego",
     "4/5/2016",
     "8/29/2016",
     "france",
     "perry/the",
     "n.d.",
     "schukar",
     "december",
     "fidel",
     "david",
     "carlos",
     "germana",
     "alberta",
     "armed",
     "images",
     "britain",
     "falcon",
     "a.k.a.",
     "10/18/2016",
     "wildlife",
     "club",
     "juba",
     "4/7/2016",
     "pedro",
     "poole",
     "hernández",
     "11/7/2016",
     "francisco",
     "mohin/the",
     "muhammad",
     "st.",
     "berehulak",
     "bill",
     "mariana",
     "kanye",
     "transit",
     "marcio",
     "8/17/2016",
     "honduras",
     "5/29/2016",
     "dallas",
     "anthony",
     "7/17/2016",
     "6/5/2016",
     "6/7/2016",
     "jaden",
     "jeffrey",
     "kung",
     "colombia",
     "logan",
     "times",
     "2/26/2016",
     "3/21/2016",
     "2/12/2016",
     "kennel",
     "michaels",
     "melania",
     "syria",
     "standing",
     "europe",
     "r.",
     "fox",
     "jimji",
     "kosovo",
     "3/11/2016",
     "cave",
     "george",
     "victor",
     "7/28/2016",
     "11/9/2016",
     "vladimir",
     "4/17/2016",
     "oregon",
     "2016",
     "scott",
     "federico",
     "eritrea",
     "al-qasr",
     "l.",
     "shalabi",
     "vienna",
     "chicago",
     "2/15/2016",
     "meaghan",
     "philadelphia",
     "1/31/2016",
     "recep",
     "&",
     "ye",
     "flower",
     "batista",
     "bolivia",
     "kohut",
     "sabratha",
     "mark",
     "viktor",
     "scalia",
     "felix",
     "8/7/2016",
     "alejo",
     "supreme",
     "hicks/the",
     "beth",
     "zarifeh",
     "alexander",
     "sam",
     "willms",
     "paris",
     "laurie",
     "escobar",
     "mills/the",
     "6/28/2016",
     "5/1/2016",
     "rubio",
     "3/18/2016",
     "7/18/2016",
     "nice",
     "brussels",
     "sacramento",
     "kathleen",
     "yolanda",
     "balshin",
     "december 2015",
     "merkel",
     "di",
     "katie",
     "3/14/2016",
     "6/10/2016",
     "hernandez",
     "bush",
     "rio",
     "bailey",
     "broadway",
     "10/10/2016",
     "vela",
     "alton",
     "myanmar",
     "archambault/agence",
     "soares",
     "florida",
     "association",
     "rios",
     "amar",
     "mauricio",
     "damascus",
     "chang",
     "seine",
     "feb. 13",
     "barbuda",
     "park",
     "donald",
     "tim",
     "reid",
     "thu/agence",
     "april",
     "of",
     "russia",
     "omar",
     "sergey",
     "gómez",
     "baton",
     "kelly",
     "freydel",
     "ferguson",
     "landon",
     "hahn",
     "orlando",
     "macedonia",
     "machine",
     "travis",
     "bengiveno/the",
     "louis",
     "york",
     "ringling",
     "piñera",
     "september",
     "kasich",
     "11/12/2016",
     "marko",
     "lee/the",
     "quezon",
     "beck/sports",
     "arabia",
     "taunggyi",
     "chira",
     "greece",
     "province",
     "kaepernick",
     "calais",
     "amanda",
     "miller/getty",
     "6/17/2016",
     "richard",
     "superior",
     "henry",
     "dittmar",
     "4/21/2016",
     "vista",
     "tower",
     "12/10/2016",
     "andrey",
     "sochi",
     "giovanna",
     "john",
     "daniel",
     "marco",
     "frederick",
     "javits",
     "andrea",
     "national",
     "santa",
     "dhir",
     "cemetery",
     "bros.",
     "sudan",
     "bustan",
     "winter/the",
     "fremson/the",
     "robaina",
     "baltimore",
     "el",
     "regional",
     "kiribati",
     "lesbos",
     "silver",
     "oakland",
     "6/16/2016",
     "jason",
     "malheur",
     "minnesota",
     "1/7/2016",
     "states",
     "trump",
     "house",
     "late april",
     "hillary",
     "max",
     "sea",
     "duterte",
     "henson",
     "dubuque",
     "kemal",
     "haner/the",
     "mcmurray",
     "souza/agence",
     "charlotte",
     "benito",
     "calif.",
     "hilton",
     "2/19/2016",
     "johnson",
     "christophe",
     "hamilton",
     "8/12/2016",
     "flynn",
     "past",
     "ankara",
     "claritas",
     "africa",
     "instituto",
     "nordeman",
     "n.j.",
     "keith",
     "dance",
     "tomas",
     "4/23/2016",
     "veale",
     "pennsylvania",
     "5/28/2016",
     "omran",
     "12/15/2016",
     "karlov",
     "mast",
     "robert",
     "1/29/2016",
     "ohio",
     "moines",
     "israel",
     "cyrus",
     "iowa",
     "raslan/aleppo",
     "9/5/2016",
     "deodoro",
     "beach",
     "diosdada",
     "4/20/2016",
     "getty",
     "whitney",
     "castro",
     "illustrated",
     "karla",
     "austin",
     "ball",
     "5/5/2016",
     "12/3/2016",
     "janeiro",
     "11/5/2016",
     "danielle",
     "heights",
     "2/17/2016",
     "china",
     "associated",
     "9/11/2016",
     "barnum",
     "j.",
     "once",
     "mediterranean",
     "terdjman",
     "sula",
     "san",
     "nairobi",
     "december 22, 2016",
     "rouge",
     "ruth",
     "looram",
     "bartella",
     "curtis",
     "dove",
     "indian",
     "lindsey",
     "reservation",
     "jelan",
     "secret",
     "11/23/2016",
     "kowroski",
     "cordova",
     "hospital",
     "rattman",
     "exchange",
     "chile",
     "berlin",
     "yannis",
     "angela",
     "london",
     "8/25/2016",
     "westminster",
     "mexico",
     "adam",
     "river",
     "8/23/2016",
     "nicole",
     "5/7/2016",
     "ochoa",
     "pedroso",
     "8/18/2016",
     "the year",
     "kenya",
     "barquisimeto",
     "night",
     "virginia",
     "valero",
     "5/12/2016",
     "agency",
     "1/12/2016",
     "10/3/2016",
     "bryan",
     "rams",
     "james",
     "12/5/2016",
     "hall",
     "sterling",
     "airport",
     "office",
     "3/9/2016",
     "ballet",
     "de",
     "late 2013",
     "4/2/2016",
     "jose",
     "todd",
     "viñales",
     "7/8/2016",
     "3/22/2016",
     "11/3/2016",
     "harold",
     "hampshire",
     "ipojuca",
     "minneapolis",
     "press",
     "christmas",
     "al-halabi/agence",
     "bernie",
     "3/24/2016",
     "tyler",
     "meridith",
     "daqneesh",
     "1982",
     "jonno",
     "sioux",
     "rock",
     "kena",
     "testa",
     "nations",
     "batka",
     "fort",
     "kaokatekai",
     "9/21/2016",
     "sinai",
     "obama",
     "new",
     "2/4/2016",
     "matt",
     "service",
     "biles",
     "rockaways",
     "maria",
     "6/8/2016",
     "cubs",
     "rodrigo",
     "10/9/2016",
     "company",
     "5/22/2016",
     "dakota",
     "city",
     "burhan",
     "3/13/2016",
     "11/10/2016",
     "hachita",
     "indonesia",
     "october",
     "abyei",
     "ian",
     "late august",
     "cleveland",
     "guilherme",
     "o.",
     "7/3/2016",
     "june",
     "carl",
     "jufri",
     "brazil",
     "ky.",
     "philando",
     "9/29/2016",
     "kim",
     "falluja",
     "tarawa",
     "mahmoud",
     "7/21/2016",
     "4/26/2016",
     "1/27/2016",
     "2006",
     "haram",
     "erdogan",
     "justin",
     "jake",
     "washington",
     "damon",
     "aleppo",
     "1/30/2016",
     "baracoa",
     "beyoncé",
     "chad",
     "suket",
     "12/19/2016",
     "karam"
    ],
    "id": 21,
    "text": "The Year in Pictures 2016 In a tumultuous year, one lesson was clear: Economic and cultural upheavals have consequences. DEC. 22, 2016 January February March April May June July August September October November December It was a year to be confounded, shocked, humbled. Donald J. Trump won the American presidency, defying polls, mockery and fear to defeat Hillary Clinton. Britons jolted their country and the world by voting to leave the European Union. Syria’s agony played out before a largely indifferent world, its children staring into the camera with eyes wide in terror, blood flecking their clothing. The president of the Philippines unleashed a merciless war on drugs, boasting of killing drug dealers himself when he was a mayor, and many of his citizens cheered him on. Climate change created a new class of refugees, even as climate-change skeptics were nominated to key United States cabinet posts. And talk about shocking: The Chicago Cubs won the World Series after a drought of 108 years. It was a year so unexpected, so tumultuous, that the fight has just begun over which narrative might possibly explain it. For some, it was the comeuppance of the elites and the rebellion of the forgotten white working class. Or it was the triumph of resentment, rage and racism. Or payback for identity politics. Or perhaps it was a rallying cry for identity politics. One lesson was clear: Economic and cultural upheavals have consequences. Free trade and globalization, many economists argue, are inexorable forces. But in the United States as in Europe, the exodus of high-paying manufacturing jobs has taken a political as well as an economic toll. Chancellor Angela Merkel lifted many hearts and outraged others when she opened Germany’s doors to desperate refugees. But as in Britain, France, and Italy, there was a backlash from those who conflate Muslim refugees with terrorism, and migrants with economic competition. After terrorist attacks from Paris to Nice, Berlin to Brussels, a frightened world is further barring its doors. Was there ever such an American election? The spectacle that was the Trump campaign riveted the world. The images are indelible: Mr. Trump in silhouette drawing thousands to ecstatic rallies where he pledged to bring back jobs, but also of crowds spewing hate. Hillary Clinton raced to make history as the first female president, allowing herself a brief moment of exultation, arms thrown wide. Then the surprise of her narrow defeat: Women pasted “I Voted” stickers on Susan B. Anthony’s grave, while soon after, President Obama welcomed President-elect Trump to the White House. Violence struck in Orlando, with gay revelers attacked at the Pulse nightclub, and in Dallas and Baton Rouge, where the targets were law enforcement officers. Alton Sterling and Philando Castile were gunned down by the police. Rape, as ever a tool of war, was deployed by the Islamic State against Yazidi sex slaves. Mexican women, sexually assaulted by the police, broke their silence. Meanwhile, Zika continued to ravage its victims. Cholera was the latest of the scourges visited on Haiti. Empty shelves and emaciated mental patients showed the worsening toll of Venezuela’s failing economy. It was a year in desperate need of grace notes. Simone Biles and American gymnastics team entranced the world at the Olympic Games in Brazil. Vienna waltzes soared at the New York City Ballet. And then there was Zarifeh Shalabi, elected prom queen in Fontana, Calif., with her crown atop her hijab. So much to absorb. Yet if 2016 was a world turned upside down, as the cast of the Broadway hit “Hamilton” sings of the American Revolution, just wait until next year. — SUSAN CHIRA Speaking at the White House, President Obama condemned gun violence with tears in his eyes. Doug Mills/The New York Times MALHEUR NATIONAL WILDLIFE REFUGE, OREGON 1/7/2016 Duane Ehmer on his horse, Hellboy. He was in a group of anti-government protesters who took over a federally owned wildlife sanctuary for nearly 6 weeks. Rob Kerr/Agence France-Presse — Getty Images BRIXTON, SOUTH LONDON 1/12/2016 A crowd gathered at a mural depicting the musician David Bowie, painted by James Cochran. Mr. Bowie died on Jan. 10 at age 69. Leon Neal/Agence France-Presse — Getty Images DES MOINES 1/15/2016  Jelan Boyland, left, and Danielle McLarty worked the phones for the Bernie Sanders campaign at his Iowa headquarters.  Max Whittaker for The New York Times NEAR VIÑALES, CUBA 1/29/2016  A crowd gathered to watch a cockfight in Cuba’s countryside. The United States eased restrictions on travel and commerce with Cuba this year. Tomas Munita for The New York Times BARACOA, CUBA 1/12/2016 In a town on the eastern tip of Cuba, a woman swept her home. Tomas Munita for The New York Times PARIS 1/27/2016 During Haute Couture Week, Viktor & Rolf’s all-white collection was inspired by a simple polo shirt and included large sculptures over models’ heads. Landon Nordeman for The New York Times DES MOINES 1/29/2016 A billboard mounted by an ardent supporter of Donald J. Trump. Damon Winter/The New York Times; Billboard image by Richard Drew/Associated Press DUBUQUE, IOWA 1/30/2016 Donald J. Trump speaking at a campaign event at the Dubuque Regional Airport. Damon Winter/The New York Times IPOJUCA, BRAZIL 1/31/2016 Germana Soares, 24, with her 2-month-old son, Guilherme, who was born with microcephaly. Brazil saw a surge in birth defects related to the mosquito-borne Zika virus. Mauricio Lima for The New York Times ARBEEN, NEAR DAMASCUS, SYRIA 1/29/2016 An antigovernment fighter hid in a rebel-controlled area on the outskirts of the Syrian capital. The country has been in conflict for nearly six years. Amer Almohibany/Agence France-Presse — Getty Images COUNCIL BLUFFS, IOWA 1/31/2016 Hillary Clinton taking a photo with supporters during a campaign event the day before the Iowa presidential caucuses. Doug Mills/The New York Times February DERRY, N.H. 2/4/2016 Jeb Bush with his mother, the former first lady Barbara Bush, at a rally before the New Hampshire primaries. Stephen Crowley/The New York Times SANTA CLARA, CALIF. 2/7/2016 At Beyoncé’s performance during the Super Bowl halftime show, her dancers wore outfits reminiscent of the Black Panther movement. Robert Beck/Sports Illustrated, via Getty Images NEW YORK 2/9/2016 Members of the Ririe-Woodbury Dance Company performed in “Crucible,” by choreographer Alwin Nikolais. A mirror created a doubling effect. Andrea Mohin/The New York Times PODUJEVO, KOSOVO 2/12/2016 Prayers at the town’s central mosque, where a moderate imam has tried to curb the influence of Wahhabism, the fundamentalist ideology followed in Saudi Arabia. Andrew Testa for The New York Times BROOKLYN 2/26/2016 Elephants went through their paces before a Ringling Bros. and Barnum & Bailey circus. The circus retired its elephant act in May. Todd Heisler/The New York Times DEAD SEA, ISRAEL 2/15/2016 Yannis Pitsiladis, a scientist, ran along a dike. The area’s high barometric pressure is thought to boost the stamina of marathon runners. Uriel Sinai for The New York Times NEW YORK 2/16/2016 Tiffany Knox, left, and Taylor Scott preparing Cha Cha, a flat-coated retriever, for the Westminster Kennel Club dog show. Jonno Rattman for The New York Times WASHINGTON 2/17/2016 The seat for Justice Antonin Scalia was draped in black at the Supreme Court after his death on Feb. 13. Stephen Crowley/The New York Times PRISTINA, KOSOVO 2/19/2016 Security officers wore gas masks while inspecting the Parliament building after opposition lawmakers disrupted a session by releasing tear gas. Armend Nimani/Agence France-Presse — Getty Images GEVGELIJA, MACEDONIA 2/24/2016 Aboard a train carrying migrants from Greece. An agreement signed in March between Turkey and the European Union was broadly successful in reducing the refugee and migrant flow into Europe. Marko Djurica/Reuters Senator Bernie Sanders spoke at a prayer breakfast at the Serendipity Cafe. Sam Hodgson for The New York Times March JUBA, SOUTH SUDAN 3/3/2016 A malnourished man at a displaced-persons camp. Since late 2013, South Sudan has suffered through an ethnically driven civil war, replete with mass rape, civilian massacres and countless people displaced. Tyler Hicks/The New York Times DETROIT 3/3/2016 From left: Senator Marco Rubio, Donald J. Trump, Senator Ted Cruz and Gov. John Kasich at a Republican presidential debate. During the debate, Mr. Trump addressed innuendo about his “small hands.” Richard Perry/The New York Times FAYETTEVILLE, N.C. 3/9/2016 Protesters were removed from a rally for Donald J. Trump. At the event, Mr. Trump lamented the “good old days” when, he said, they would have been treated more harshly. Travis Dove for The New York Times IN THE MOUNTAINS OF COLOMBIA 3/14/2016 Guerrilla fighters at a camp for the Revolutionary Armed Forces of Colombia, known as the FARC. Though the guerrillas eschew marriage, relationships among them are common. Federico Rios Escobar for The New York Times NEAR IDOMENI, GREECE 3/11/2016 Food being distributed at a refugee camp. The closing of the main route to Germany left more than 40,000 migrants stranded in Greece. Yannis Kolesidis/European Pressphoto Agency COLUMBUS, OHIO 3/13/2016 Senator Ted Cruz posed with a cardboard cutout of himself at a rally two days before the Ohio primary. Victor J. Blue for The New York Times NYARU MENTENG, INDONESIA 3/16/2016 Orphaned orangutans and their keepers at a rehabilitation center. Mass deforestation efforts are destroying the habitat of the endangered apes. Kemal Jufri for The New York Times MANHATTAN 3/18/2016 Donald J. Trump in his office at Trump Tower.  Chad Batka for The New York Times LESBOS, GREECE 3/20/2016 Volunteers directed a raft carrying migrants to land, the day before a deal between the European Union and Turkey went into effect to curb the flow of migrants into Europe. Sergey Ponomarev for The New York Times NORTH TARAWA, KIRIBATI 3/20/2016 “I don’t want my land to be lost to the sea.” Tabwena Kaokatekai planted mangrove trees in an effort to stop coastal erosion. Climate change and rising seas are threatening her island nation’s existence. Josh Haner/The New York Times MANHATTAN 3/21/2016 A woman walked near the New York Stock Exchange. Spencer Platt/Getty Images BRUSSELS 3/22/2016 The aftermath of explosions at the Brussels Airport. Islamic State extremists claimed responsibility for the attack, which killed 15 people and two suicide bombers. Ketevan Kardava/Georgian Public Broadcaster, via Associated Press BRASÍLIA 3/24/2016 Brazilian President Dilma Rousseff at her office. After a bitter fight, she was impeached in late August and removed from power. Tomas Munita for The New York Times April PALMYRA, SYRIA 4/2/2016 After nearly a year under the brutal control of Islamic State forces, the city’s celebrated ancient ruins sustained significant, irreparable damage. Bryan Denton for The New York Times CHIOS, GREECE 4/5/2016 Stranded families waited to learn if they would be granted asylum or sent back to Turkey under an arrangement to curb the flow of migrants into Europe. Tyler Hicks/The New York Times DENGFENG, CHINA 4/7/2016 Students from a martial arts school in Henan Province attending a training session as they performed Shaolin Kung Fu and other practices. China Stringer Network/Reuters ISLE DE JEAN CHARLES, LA. 4/7/2016 Amiya Brunet, 3, near her family’s home, which fills up with mud during storms.  A grant for the island’s residents is the first allocation of federal tax dollars to move an entire community struggling with the impacts of climate change. Josh Haner/The New York Times BROOKLYN 4/17/2016 A supporter of Senator Bernie Sanders took a breather during a rally in Prospect Park for the Democratic presidential candidate. Damon Winter/The New York Times HAVANA 4/20/2016 Amanda Batista Robaina, center, a 16-year-old student in contemporary dance at the Instituto Superior de Arte, Cuba’s arts university. Lisette Poole for The New York Times MINNEAPOLIS 4/21/2016 Fans danced below a slideshow of Prince images at a memorial party following the musician’s death from an accidental overdose of the painkiller fentanyl. Scott Olson/Getty Images ALEPPO, SYRIA 4/23/2016 People were evacuated from a building after airstrikes hit a rebel-held neighborhood. A cease-fire agreement in Syria collapsed in late April. Ameer Alhalbi/Agence France-Presse — Getty Images FONTANA, CALIF. 4/26/2016 Zarifeh Shalabi, 17, was elected prom queen at her high school a few miles from the terrorist attack in San Bernardino in December 2015. Her non-Muslim friends campaigned for her by wearing hijabs in solidarity. Monica Almeida/The New York Times May LLAPALLAPANI, BOLIVIA 5/1/2016  Felix Condori, Llapallapani’s mayor and a former fisherman, in the dry bed that was once Bolivia’s second-largest lake.  Josh Haner/The New York Times LLAPALLAPANI, BOLIVIA 5/4/2016 David Alejo Valero, 6, with hay for hat making. Many of the town’s people lost their livelihoods when a nearby lake disappeared, done in by the warming effects of climate change. Josh Haner/The New York Times SOCHI, RUSSIA 5/5/2016 President Vladimir V. Putin spoke via video conference before a concert by a Russian orchestra in the ancient city of Palmyra, Syria. Sputnik, via Reuters NEAR FORT MCMURRAY, ALBERTA 5/7/2016 Catastrophic wildfires charred this swath of boreal forest and forced the entire population of an oil boom town, about 88,000 people, to evacuate. Ian Willms for The New York Times NEW YORK 5/10/2016 Maria Kowroski, the New York City Ballet principal dancer, in “Vienna Waltzes,” with her partner, Amar Ramasar. It was her first performance since having a baby in November 2015. Nicole Bengiveno/The New York Times MANHATTAN 5/12/2016 The Fox News anchor Megyn Kelly prepared for an interview.  Damon Winter/The New York Times VISTA, CALIF. 5/22/2016 Michael Johnson of San Diego donned a Bernie Sanders head at a campaign rally. Sam Hodgson for The New York Times NAIROBI, KENYA 5/23/2016 A schoolgirl ran past a burning barricade set up by opposition supporters critical of the country’s election commission. Carl De Souza/Agence France-Presse — Getty Images FRESNO, CALIF. 5/27/2016 Donald J. Trump addressed the crowd at a campaign rally. Stephen Crowley/The New York Times CHICAGO 5/28/2016 A memorial for Mark Lindsey, 25, shot dead in his car outside his mother’s house. He was one of 64 people shot in Chicago over Memorial Day weekend. Whitney Curtis for The New York Times FALLUJA, IRAQ 5/29/2016 A member of the Iraqi security forces fired artillery during the battle to retake the city from Islamic State militants. Alaa Al-Marjani/Reuters Heavy rains in France lifted the Seine River to its highest levels since 1982. Pierre Terdjman for The New York Times ALEPPO, SYRIA 6/5/2016 A Syrian man after a reported airstrike by Syrian government forces in Bustan al-Qasr, a rebel-held neighborhood.  Baraa Al-Halabi/Agence France-Presse — Getty Images BROOKLYN 6/7/2016 Hillary Clinton savored a long moment at a rally, claiming the Democratic presidential nomination after decisive victories in the California, New Jersey and New Mexico primaries. Doug Mills/The New York Times HACHITA, N.M. 6/8/2016 An abandoned phone booth near the border with Mexico.  Todd Heisler/The New York Times LOUISVILLE, KY. 6/10/2016 Mourners touched and tossed roses onto the hearse that carried Muhammad Ali’s body through his hometown to Cave Hill Cemetery. Adrees Latif/Reuters Demonstrators called on Britons to vote to leave the European Union. Adam Ferguson for The New York Times MAIDUGURI, NIGERIA 6/16/2016 Children of Boko Haram commanders, swept up in Nigerian military raids, were held indefinitely at a detention center. Jane Hahn for The New York Times CUMANÁ, VENEZUELA 6/16/2016 Leidy Cordova, 37, with four of her five children. A broken refrigerator held their only food: a bag of corn flour and a bottle of vinegar. Meridith Kohut for The New York Times ORLANDO, FLA. 6/17/2016 A memorial honored a victim of the Pulse nightclub massacre, which left 50 people dead. It was the worst mass shooting in United States history. Todd Heisler/The New York Times KHALDIYA, IRAQ 6/28/2016  A camp for people displaced by fighting in Iraq. Tens of thousands of civilians fled violence during battles to take back territory from the Islamic State. Bryan Denton for The New York Times July A woman shared a bench with a Gay Pride participant posing for photographs.  Daniel Ochoa De Olza/Associated Press QUEENS 7/3/2016   Audra Balshin blew up a beach ball at Silver Gull Beach Club in the Rockaways. One of the last oceanfront clubs in New York City, it first opened in 1963. George Etheredge/The New York Times FALCON HEIGHTS, MINN. 7/6/2016 Images from a Facebook Live video showed the aftermath of the fatal police shooting of Philando Castile during a traffic stop. Diamond Reynolds/Facebook, via Associated Press DALLAS 7/8/2016 Police Chief David O. Brown of Dallas at a prayer vigil honoring five officers killed during a protest over police abuse. Spencer Platt/Getty Images BATON ROUGE, LA. 7/9/2016 Ieshia Evans confronted law enforcement officers in riot gear during a protest following the shooting death of Alton Sterling by the police. Jonathan Bachman/Reuters ISTANBUL 7/16/2016 Clothes and weapons were abandoned after a failed coup attempt against President Recep Tayyip Erdogan of Turkey. Getty Images NICE, FRANCE 7/16/2016 A memorial to a child killed during an attack on Bastille Day, when a man in a cargo truck ran over hundreds of people. Andrew Testa for The New York Times SAN PEDRO SULA, HONDURAS 7/17/2016  Children play in an abandoned structure in the Rivera Hernández neighborhood. Gangs once frequented the building, and the soccer field was used as a place to bury bodies. Katie Orlinsky for The New York Times CLEVELAND 7/18/2016 Donald J. Trump appeared onstage to introduce his wife, Melania, on the first day of the Republican National Convention. Josh Haner/The New York Times CLEVELAND 7/21/2016 Donald J. Trump spoke on Day 4 of the Republican National Convention. Damon Winter/The New York Times LAS CLARITAS, VENEZUELA 7/20/2016 Carlos Freydel said he had malaria 60 times during the nine years he worked illegally mining for gold. Hard economic times pushed many to work in mines, where watery pits are a breeding ground for mosquitoes. Meridith Kohut for The New York Times PHILADELPHIA 7/28/2016 Hillary Clinton appeared on a video at the Democratic National Convention.  Josh Haner/The New York Times MEXICO JULY 2016 Three of the 11 women who sought help from international human rights officials after they were sexually tortured by Mexican police officers in 2006. From left: Yolanda Muñoz Diosdada, Mariana Selvas Gómez and Maria Patricia Romero Hernández. Photographs by Daniel Berehulak for The New York Times PHILADELPHIA 7/27/2016 Hillary Clinton and President Obama at the Democratic National Convention. Doug Mills/The New York Times PHILADELPHIA 7/28/2016 Hillary Clinton and her running mate, Senator Tim Kaine of Virginia, onstage at the end of the Democratic National Convention.  Josh Haner/The New York Times August RIO DE JANEIRO 8/7/2016 The American gymnast Simone Biles performed on the uneven bars at the Olympics gymnastics arena. She won four gold medals at the Games. Chang W. Lee/The New York Times RIO DE JANEIRO 8/7/2016 The American fencer Alexander Massialas, left, competing against Artur Akhmatkhuzin of Russia during the Olympics. Massialas won the match and eventually earned a silver medal. Doug Mills/The New York Times RIO DE JANEIRO 8/8/2016 Thibaut Vallette of France and his horse jumped an obstacle made from bamboo thickets on the Olympic cross-country course of the individual eventing competition in Deodoro Park. James Hill for The New York Times RIO DE JANEIRO 8/9/2016 The Brazilians Ingrid Oliveira and Giovanna Pedroso in the final of the women’s synchronized diving 10-meter platform competition. They finished eighth at the Olympics. James Hill for The New York Times RIO DE JANEIRO 8/9/2016 Laurie Hernandez of the United States in the floor exercises of the women’s gymnastics team finals at the Olympics. The team won gold. Chang W. Lee/The New York Times RIO DE JANEIRO 8/12/2016 British cyclists set a new world record and won a gold medal during the men’s team pursuit finals at the Olympics. Mauricio Lima for The New York Times RIO DE JANEIRO 8/18/2016 Priscilla Frederick, a member of Antigua and Barbuda’s Olympic team, competed in the qualifying round of the high jump. Chang W. Lee/The New York Times BROOKLYN 8/17/2016 Costume designer Matthew Flower, a.k.a. Machine Dazzle, left, with the performance artist Taylor Mac, as they prepared for the show “A 24-Decade History of Popular Music.” Jesse Dittmar for The New York Times AUSTIN, TEX. 8/23/2016 Supporters of Donald J. Trump awaited his arrival at a campaign rally. Damon Winter/The New York Times BARQUISIMETO, VENEZUELA 8/25/2016 Omar Mendoza, a schizophrenic patient at El Pampero Hospital, was among those suffering badly from the nation’s economic collapse, which has decimated its public health system. Meridith Kohut for The New York Times ALEPPO, SYRIA 8/17/2016 Omran Daqneesh, 5, was rescued after an airstrike. The image of his dust-and blood-covered face quickly captured the world’s attention. Mahmoud Raslan/Aleppo Media Center Kanye West performed in the opening concert of his “Saint Pablo” tour. AJ Mast for The New York Times OFF THE COAST OF SABRATHA, LIBYA 8/29/2016 Migrants, mostly from Eritrea, jumped into the water as they were rescued. Encountering about 20 boats, nongovernmental groups and Italian naval ships saved about 3,000 people in the day’s operation. Emilio Morenatti/Associated Press September AMATRICE, ITALY 9/1/2016  A rescuer walked through rubble after an earthquake struck an area about 100 miles northeast of Rome, killing nearly 300 people. Alessandro Di Meo/European Pressphoto Agency KAKTOVIK, ALASKA 9/5/2016 Global warming is altering the ecology of polar bears’ Arctic habitat on a vast scale. Josh Haner/The New York Times TAMPA, FLA. 9/6/2016 Hillary Clinton walked backstage during a rally at the University of South Florida. Doug Mills/The New York Times MANHATTAN 9/8/2016 Donald J. Trump at Trump Tower. Damon Winter/The New York Times BISMARCK, N.D. 9/9/2016 Catcher Cuts the Rope spoke of his hope for a nonviolent resolution to the dispute over the Dakota Access pipeline. “We will stop the pipeline, and we will do it peacefully,” he said. Alyssa Schukar for The New York Times SACRAMENTO, CALIF. 9/9/2016 The swimmer Kim Chambers was covered in zinc oxide sunscreen before she attempted a 93-mile marathon swim from Sacramento to Tiburon.  Jason Henry for The New York Times LA VELA, VENEZUELA 9/11/2016 Minerba Piñera with her granddaughter Karla. The country’s economic crisis left the family struggling to find the medicine Ms. Piñera’s mother needed to treat her diabetes.  Meridith Kohut for The New York Times BALTIMORE 9/12/2016 Donald J. Trump on his private plane before giving a speech before the National Guard Association of the United States. Damon Winter/The New York Times NEW YORK 9/14/2016 The Delpozo show featured a composition of colors and volume during New York Fashion Week. Landon Nordeman for The New York Times PARIS 9/15/2016 A demonstrator perched on top of a traffic light during a protest against labor reforms. Christophe Archambault/Agence France-Presse — Getty Images CHARLOTTE, N.C. 9/21/2016 Protests set off by the police killing of a black man, Keith L. Scott, spiraled into violence, with gunfire leaving a 26-year-old, Justin Carr, fatally wounded. Logan R. Cyrus for The New York Times HOBOKEN, N.J. 9/29/2016 A derailed New Jersey Transit train sat under a collapsed roof after crashing into a train station. The accident killed a young mother and injured more than 100 people. Carlo Allegri/Reuters October NEW DELHI 10/3/2016 Men’s wear designer Suket Dhir in his studio. He won a prestigious fashion honor, the International Woolmark Prize, in January. Jake Michaels for The New York Times SANTA CLARA, CALIF. 10/2/2016 San Francisco 49ers players, from left,  Eli Harold, Colin Kaepernick and Eric Reid, kneeling during the national anthem to protest racial injustice. Marcio Jose Sanchez/Associated Press THE MEDITERRANEAN SEA, NORTH OF LIBYA 10/4/2016 Migrants stepped over the bodies of those who did not survive the dangerous trip from North Africa to the Mediterranean. They were part of a wave of 11,000 migrants rescued by aid groups and the Italian Coast Guard in one week. Aris Messinis/Agence France-Presse — Getty Images MANILA 10/9/2016 Jimji, 6, cried out in anguish, saying “Papa!” as workers prepared to move the body of her slain father for burial. President Rodrigo Duterte of the Philippines oversaw a brutal campaign against suspected drug users or dealers, with a call to “slaughter them all.” Daniel Berehulak for The New York Times ST. LOUIS 10/9/2016 Hillary Clinton and Donald J. Trump during the second presidential debate. Doug Mills/The New York Times COLUMBUS, OHIO 10/10/2016 Hillary Clinton walked off her plane, en route to a campaign event at Ohio State University. Doug Mills/The New York Times RENDEL, HAITI 10/12/2016 A cholera patient was bathed with soap and water mixed with bleach. The disease increased the misery Haitians faced in the aftermath of Hurricane Matthew. Meridith Kohut for The New York Times NEW YORK 10/17/2016 A scene from the memorial service for the photographer Bill Cunningham at Carnegie Hall. Landon Nordeman for The New York Times GRAND JUNCTION, CO. 10/18/2016 Jaden Rams cheered as Donald Trump spoke at a rally. Damon Winter/The New York Times QUEZON CITY, PHILIPPINES 10/19/2016 President Rodrigo Duterte’s ruthless antidrug campaign led to overcrowded prisons. At this city jail, inmates took turns sleeping in any available space, including a basketball court. Daniel Berehulak for The New York Times BARTELLA, IRAQ 10/20/2016 Ordnance disposal experts, part of an elite Iraqi counterterrorism force headed for Mosul to battle the Islamic State, worked to clear bombs from the road. Bryan Denton for The New York Times CALAIS, FRANCE 10/26/2016 Some migrants set fire to shelters during an operation to clear out their squalid, makeshift camp known as the “Jungle.” Mauricio Lima for The New York Times QUEZON CITY, PHILIPPINES 10/26/2016 A 17-year-old a few hours after she was killed by masked gunmen. Daniel Berehulak for The New York Times November CLEVELAND 11/3/2016 The Chicago Cubs celebrated their World Series victory, the team’s first in 108 years, as a Cleveland Indians player walked away. Jason Miller/Getty Images Donald J. Trump, center, on his way to a campaign event. Damon Winter/The New York Times GRAND RAPIDS, MICH. 11/7/2016 Secret Service agents and reporters boarding Hillary Clinton’s campaign plane en route to Pennsylvania. Doug Mills/The New York Times TAMPA, FLA. 11/5/2016 Trump supporters vied for the hats being tossed out at a campaign event. Damon Winter/The New York Times CLEVELAND 11/6/2016 Hillary Clinton with supporters at a rally two days before the election.  Doug Mills/The New York Times MANHATTAN 11/9/2016  Trump supporters on election night at the New York Hilton Midtown. Damon Winter/The New York Times MANHATTAN 11/8/2016 Clinton supporters in the Javits Center on election night. Todd Heisler/The New York Times MANHATTAN 11/9/2016 A man reacted to the election results at a gathering for Clinton supporters at the Javits Center. Todd Heisler/The New York Times MANHATTAN 11/9/2016 Hillary Clinton giving her concession speech. “This loss hurts,” she said. “But please never stop believing that fighting for what’s right is worth it.” Ruth Fremson/The New York Times SHAQOULI, IRAQ 11/10/2016 A woman with a cat waited for transportation to a nearby village. She had fled fighting in Mosul, where Iraqi forces battled the Islamic State. Odd Andersen/Agence France-Presse — Getty Images TIERRA DEL FUEGO, CHILE 11/10/2016 At the southern tip of South America, dogs helped move sheep into the shearing shed. Tomas Munita for The New York Times WASHINGTON 11/10/2016 President Obama met President-elect Donald J. Trump at the Oval Office. Stephen Crowley/The New York Times TAUNGGYI, MYANMAR 11/12/2016 People at a festival shielded themselves from fireworks that ignited prematurely and fell from a hot-air balloon. Ye Aung Thu/Agence France-Presse — Getty Images NEAR CANNON BALL, N.D. 11/20/2016 In freezing weather, police officers used a water cannon on people protesting plans to pass an oil pipeline near the Standing Rock Indian Reservation. Stephanie Keith/Reuters People gathered outside Trump Tower to protest the election of Donald J. Trump. Kena Betancur/Agence France-Presse — Getty Images QAYYARA, IRAQ 11/12/2016 A family fled the fighting in Mosul as oil fields burned. Sergey Ponomarev for The New York Times NEAR MOSUL, IRAQ 11/23/2016 A boy with the body of his father, killed by the Islamic State, at a field hospital. Sergey Ponomarev for The New York Times HAVANA 11/29/2016 A hair salon with an image of Fidel Castro, who led Cuba for almost half a century. He died on Nov. 25 at the age of 90. Tomas Munita for The New York Times December ALONG THE ROAD TO SANTIAGO DE CUBA 12/3/2016 Cubans waited at dawn for a caravan carrying the remains of Fidel Castro to pass. Tomas Munita for The New York Times OAKLAND, CALIF. 12/10/2016 The “Ghost Ship,” a warehouse where 36 people died in a fire during a party. Roughly 25 artists rented illegal living spaces in the building. Jim Wilson/The New York Times NEAR CANNON BALL, N.D. 12/5/2016 Veterans and tribal leaders marched in snow and wind to protest the construction of an oil pipeline near the Standing Rock Sioux Reservation. Alyssa Schukar for The New York Times ABYEI, AT THE BORDER OF SUDAN AND SOUTH SUDAN 12/14/2016 United Nations peacekeeping troops from Ethiopia patrolled in a disputed, oil-rich territory between Sudan and South Sudan. Albert Gonzalez Farran/Agence France-Presse — Getty Images ALEPPO, SYRIA 12/15/2016 Buses carried residents evacuating rebel-held areas. Karam Al-Masri/Agence France-Presse — Getty Images ANKARA, TURKEY 12/19/2016 A gunman gestured after assassinating Andrey G. Karlov, the Russian ambassador to Turkey, at an art exhibit. Burhan Ozbilici/Associated Press BERLIN 12/20/2016  A woman places lit candles at the Christmas market where a truck plowed into the crowd the day before. Fabrizio Bensch/Reuters Holiday lights aglow in Brooklyn Heights.  George Etheredge for The New York Times Susan Chira ( @susanchira ) is a senior correspondent and editor on gender issues for The New York Times. Produced by Rodrigo de Benito Sanz, Beth Flynn, Jeffrey Henson Scales, Meaghan Looram, Kathleen O’Brien, Matt Ruby and Scott Veale. Correction: December 22, 2016 Because of an editing error, an earlier version of a picture caption misspelled the given name of a man fatally shot by a police officer in Minnesota in July. He was Philando Castile, not Philandro. More on NYTimes.com ",
    "title": "The Year in Pictures 2016 - The New York Times"
   },
   {
    "entities": [
     "israel",
     "harnik",
     "this dec.",
     "december 22",
     "trump",
     "house",
     "reuters",
     "dec. 12",
     "thursday",
     "lockheed",
     "ryan",
     "--",
     "donald",
     "mich.",
     "rapids",
     "carol",
     "last month",
     "dan",
     "9,",
     "defense",
     "2016",
     "this fall",
     "j.",
     "ash",
     "twitter",
     "martin",
     "canada",
     "carter",
     "u.s.",
     "benjamin",
     "lamothe",
     "december 22, 2016",
     "$400 billion",
     "at 6:33 pm",
     "grand",
     "morello",
     "boeing",
     "$100 million",
     "ap",
     "netanyahu",
     "pentagon",
     "missy",
     "white"
    ],
    "id": 22,
    "text": "By Missy Ryan December 22 at 6:33 PM Follow @missy_ryan In this Dec. 9, 2016 file photo, President-elect Donald Trump speaks in Grand Rapids, Mich. (AP Photo/Andrew Harnik, File) President-elect Donald J. Trump piled on fresh criticism of the Pentagon’s most sophisticated aircraft on Thursday, suggesting that he might abandon the F-35 Joint Strike Fighter in favor of an alternate plane due to high costs. In a message on Twitter, Trump said that cost overruns in Lockheed Martin’s $400 billion program to develop the stealth aircraft had prompted him to ask Boeing, another major defense manufacturer, to “price-out a comparable F-18 Super Hornet.” Based on the tremendous cost and cost overruns of the Lockheed Martin F-35, I have asked Boeing to price-out a comparable F-18 Super Hornet! — Donald J. Trump (@realDonaldTrump) December 22, 2016 Trump has blasted the F-35 before, saying the cost is “out of control” and promising that his administration would find savings in military hardware purchases. His criticism of Bethesda-based Lockheed and another major aircraft firm has roiled the defense industry and laid a marker for a hard line from the White House in dealings with major players doing business with the government. Even before Trump launched his public assault, the F-35, the Pentagon’s most expensive weapons program , has come in for widespread criticism for design flaws and spiraling costs. After President-elect Donald Trump took aim at Lockheed Martin's F-35 stealth jet project, two of the $100 million fighter jets landed in Israel. They were greeted by Israeli Prime Minister Benjamin Netanyahu and U.S. Secretary of Defense Ash Carter on Dec. 12. (Video: Reuters / Photo: AP) This fall, Pentagon and officials from the Lockheed failed to agree on a mutually acceptably price for the latest batch of planes. And last month, Canada said it might buy F/A-18 Super Hornets until it decides whether to go ahead with planned F-35 purchases. A number of U.S. allies, including Israel, have agreed to buy F-35s. Trump has also assailed  Boeing , another major aircraft manufacturer, over the high cost of a new Air Force One plane. Its chief executive later met with the president-elect and promised to give the U.S. government a break on the aircraft. Carol Morello and Dan Lamothe contributed to this report. Read more: ",
    "title": "Trump suggests he would ditch F-35 in favor of alternate plane - The Washington Post"
   },
   {
    "entities": [
     "dec. 22, 2016",
     "july 2011",
     "howard",
     "c.",
     "rahm",
     "larry",
     "labrador",
     "1871",
     "tribune",
     "thursday",
     "janssen",
     "inc.",
     "manolo",
     "m.",
     "nov. 18, 2016",
     "emanuel",
     "svehla",
     "kim",
     "king",
     "2011",
     "judy",
     "hotel",
     "hollywood",
     "chicago",
     "osorio",
     "james",
     "wednesday",
     "manoela",
     "drake",
     "cubs",
     "tullman",
     "jose"
    ],
    "id": 23,
    "text": "1871 boss urged Rahm to adopt puppy, see Cubs game with Larry King: emails Emanuel and Tullman Jose M. Osorio / Chicago Tribune Howard Tullman, right, offered Mayor Rahm Emanuel a dog from the PAWS Chicago shelter in 2011, according to emails the Emanuel administration released Dec. 22, 2016. The mayor turned the offer down. Howard Tullman, right, offered Mayor Rahm Emanuel a dog from the PAWS Chicago shelter in 2011, according to emails the Emanuel administration released Dec. 22, 2016. The mayor turned the offer down. (Jose M. Osorio / Chicago Tribune) Kim Janssen Contact Reporter Chicago Tribune It's a cliche of lazy Hollywood scriptwriters: If you want to make someone look like a nice guy, have him pet a dog. And yet Mayor Rahm Emanuel — who has worked hard to give himself a more cuddly persona — has so far turned down the offer of a warm puppy, according to his pal, 1871 CEO Howard Tullman. Buried among the trove of emails released by Emanuel's lawyers Wednesday is a note Tullman sent the mayor in July 2011, offering him a \"Chocolate Lab puppy\" from the PAWS Chicago shelter and the chance to go to a Cubs game with Larry King. \"No thanks to Larry King,\" Emanuel replied. \"Is the dog pure-bred?\" PAWS Fur Ball James C. Svehla for the Tribune Howard and Judy Tullman with PAWS dogs Manolo and Manoela at the PAWS Fur Ball at the Drake Hotel on Nov. 18, 2016. Howard and Judy Tullman with PAWS dogs Manolo and Manoela at the PAWS Fur Ball at the Drake Hotel on Nov. 18, 2016. (James C. Svehla for the Tribune) Though the Labrador, was, indeed, pure-bred, Emanuel felt it was not the right time, Tullman told Chicago Inc. on Thursday. But \"we continue to lobby him to get a dog,\" Tullman said, adding that his wife, Judy, is an active supporter of PAWS and that the Tullmans have three dogs, \"all mutts.\" ",
    "title": "1871 boss urged Rahm to adopt puppy, see Cubs game with Larry King: emails - Chicago Tribune"
   },
   {
    "entities": [
     "jason",
     "spicer",
     "announces",
     "trump",
     "press",
     "house",
     "faulders",
     "hicks",
     "donald",
     "dan",
     "scavino",
     "shares",
     "republican",
     "behind",
     "dec 22, 2016",
     "new",
     "national",
     "leaves",
     "watch",
     "york",
     "sean",
     "washington",
     "committee",
     "hope",
     "miller",
     "katherine",
     ", 3:44 pm",
     "white"
    ],
    "id": 24,
    "text": "Trump Announces Press Secretary, Communications Director By Katherine Faulders Dec 22, 2016, 3:44 PM ET 0 Shares WATCH Trump Announces Press Secretary, Communications Director 0 Shares Email President-elect Donald Trump has named top aides Sean Spicer, Jason Miller, Hope Hicks and Dan Scavino to senior roles on his incoming White House communications team. Top Trump surrogate and adviser Sean Spicer will serve as the next White House press secretary. Spicer, a Washington veteran, is no stranger to Republican politics. He has served six years as communications director for the Republican National Committee and was a chief strategist for the committee for almost two years. Trump Leaves Press Behind to Dine With Family in New York Unlike some others involved in the transition, Spicer is seen by many in the press corps as among the more accessible members of Trump's team. Though combative at times, Spicer makes regular television appearances and hosts a daily briefing call for reporters about the presidential transition. Also participating in the briefing call is Spicer's colleague Jason Miller, who will serve as Trump's director of communications. The president-elect also announced that the transition press secretary, Hope Hicks, will be director of strategic communications and Dan Scavino will serve as director of social media for the White House. “Sean, Hope, Jason and Dan have been key members of my team during the campaign and transition. I am excited they will be leading the team that will communicate my agenda that will 'Make America Great Again,'” Trump said in a press release. Spicer as press secretary is considered likely to be responsible for easing any tension between reporters and the White House. 0 Shares ",
    "title": "Trump Announces Press Secretary, Communications Director - ABC News"
   },
   {
    "entities": [
     "israel",
     "joe",
     "reuters",
     "morning",
     "the day",
     "for",
     "state",
     "carol",
     "last month",
     "china",
     "sissi",
     "once",
     "fatah",
     "martin",
     "yahoo",
     "department",
     "lunchtime",
     "july",
     "benjamin",
     "east",
     "egypt",
     "center",
     "80 percent",
     "afternoon",
     "ruth",
     "the end of the day thursday",
     "rio",
     "white",
     "arab",
     "mubarak",
     "middle",
     "tierney",
     "cirincione",
     "west",
     "fund",
     "lockheed",
     "berlin",
     "united",
     "news",
     "late thursday",
     "senate",
     "donald",
     "recently",
     "russia",
     "night",
     "current",
     "u.s.",
     "abdel",
     "control",
     "hours of this week",
     "york",
     "karen",
     "amona",
     "morello",
     "deyoung",
     "eglash",
     "council",
     "david",
     "next week",
     "league",
     "february 2018",
     "thursday",
     "kirby",
     "congress",
     "nations",
     "security",
     "taiwan",
     "john",
     "u.n.",
     "obama",
     "new",
     "late wednesday",
     "wednesday",
     "friedman",
     "jerusalem",
     "ploughshares",
     "putin",
     "f.",
     "miller",
     "hosni",
     "kerry",
     "jason",
     "arms",
     "december 22",
     "states",
     "al-sissi",
     "trump",
     "house",
     "syria",
     "last week",
     "bank",
     "gilo",
     "vladimir",
     "2016",
     "future",
     "washington",
     "2010",
     "aleppo",
     "now",
     "boeing",
     "netanyahu",
     "last weekend",
     "at 7:22 pm"
    ],
    "id": 25,
    "text": "In a day of tweets, Trump suggests major change on national security issues The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Karen DeYoung December 22 at 7:22 PM Follow @karendeyoung1 Before lunchtime Thursday, President-elect Donald Trump said he would expand the U.S. nuclear arsenal , upending a reduction course set by presidents of both parties over the past four decades, and called for the United States to veto a pending U.N. resolution that criticized Israel’s settlements policy. The policy prescriptions, communicated in morning tweets, followed calls since last month’s election to reconsider the arms-length U.S. relationship with Taiwan and to let China keep an underwater U.S. vessel seized by its navy. Trump declared within hours of this week’s Berlin terrorist attack that it was part of a global Islamic State campaign to “slaughter Christians” and later said it reaffirmed the wisdom of his plans to bar Muslim immigrants. Late Thursday, Trump suggested in another tweet that the U.S. military’s years-in-the-making plans for a new stealth fighter, Lockheed Martin’s F-35 , might be reconsidered, saying he had “asked Boeing to price-out a comparable F-18 Super Hornet!” With weeks to go before he becomes president, Trump has not hesitated to voice his opinions on national security issues of the day and to publicly advise the current president on what to do about them. Ultimately, the nuclear statement was tempered by a Trump spokesman. And the likely fallout from a tentative decision by the Obama administration to break years of precedent and abstain on the Israel resolution was avoided when Egypt, its sponsor, abruptly postponed it just hours before a scheduled Security Council vote. But the president-elect’s pronouncements have privately riled a White House that has repeatedly insisted in public that the transition has been smooth sailing. Asked last week whether he was trying to help Trump, a professed admirer of Russian President Vladi­mir Putin, understand Russia’s responsibility for the civil-war carnage in Aleppo , Syria, President Obama said he would “help President-elect Trump with any advice, counsel, information that we can provide so that he, once he’s sworn in, can make a decision.” “Between now and then,” Obama said firmly, it was up to him to decide what to do. “These are decisions that I have to make based on the consultations that I have with our military and the people who have been working this every day.” Even as the White House has held its tongue, however, others have not. Trump provided no details in his tweet calling for the United States to “greatly strengthen and expand its nuclear capability.” But “if he means what he says,” said Joe Cirincione, president of the Ploughshares Fund, a Washington-based security foundation, “this could be the end of the arms-control process that reduced 80 percent of our Cold War arsenal.” Former congressman John Tierney (D-Mass.), executive director of the Center for Arms Control and Non-Proliferation, said in a statement, “It is dangerous for the President-elect to use just 140 characters and announce a major change in U.S. nuclear weapons policy, which is nuanced, complex, and affects every single person on this planet.” Under New START, the treaty negotiated by Obama with Russia and ratified by the Senate in 2010, the United States and Russia by February 2018 must have no more than 1,550 strategic weapons deployed. While there is widespread agreement that the U.S. deterrent must be modernized, little enthusiasm has been expressed elsewhere for increasing the number of nuclear warheads. Trump spokesman Jason Miller later said that was not precisely what Trump meant. Rather than calling for more nuclear weapons, Miller told Yahoo News, he was referring to “the threat of nuclear proliferation” and “the need to improve and modernize our deterrent capability.” The president-elect’s U.N. tweet was more explicit and more immediate. “The resolution being considered . . . should be vetoed,” he said in a pre-dawn tweet referring to the Egyptian measure. The resolution condemned “the construction and expansion of settlements” in the West Bank and mostly Palestinian East Jerusalem, along with “the transfer of Israeli settlers, confiscation of land, demolition of homes and displacement of Palestinian civilians.” Saying the settlements have “no legal validity,” it demanded that Israel “immediately cease all settlement activities.” Although consideration of such a measure has been circulated at the United Nations for weeks — and similar measures have for years brought a consistent U.S. veto — it was not until Wednesday night that word began to circulate that the United States might abstain and allow it to pass. While successive administrations have considered the settlements an impediment to an Israeli-Palestinian peace process, the Obama administration has grown increasingly irate over what it feels is Israel’s flouting of its concerns. Over the past six months, Israel has announced plans to add hundreds of units to existing settlements in the West Bank and East Jerusalem. A July announcement that 770 new homes were to be built in the East Jerusalem settlement of Gilo drew particularly sharp U.S. criticism. At the same time, right-wing voices in the government of Prime Minister Benjamin Netanyahu are pushing for legislation that would legalize settlements built on privately owned Palestinian land. The “legalization bill” stems from a court-ordered demolition of the Amona settlement, which sits on land owned by a Palestinian farmer. Amona was meant to be demolished next week, but on Thursday it received an additional month of reprieve from the court. Residents brokered a deal with the government to move their homes to a nearby location, essentially creating a new settlement. During the campaign, Trump frequently criticized what he described as the administration’s failure to fully support Israel. Last week, he named David Friedman — a New York bankruptcy lawyer who has given strong financial support and other backing to the Israeli settlement movement and has said Trump supports Israeli annexation of Palestinian territory — as his ambassador to Israel. During the campaign, Trump also charged that Obama had helped promote terrorism by supporting “the ouster of a friendly regime in Egypt” — that of long-standing autocrat Hosni Mubarak — and more recently by failing to fully back the military government that overthrew Mubarak’s elected replacement. In an interview last weekend with a Portuguese news agency, Egyptian President Abdel Fatah al-Sissi said that Trump “has shown deep and great understanding of what is taking place in the region as a whole and Egypt in particular. I am looking forward and expecting more support and reinforcement of our bilateral relations.” Once it became clear late Wednesday that the settlements vote was scheduled for Thursday afternoon, Trump officials said the transition gave the administration a “heads-up” that the president-elect was going to publicly call for a U.S. veto. At the end of the day Thursday, it was not entirely clear what led Egypt to withdraw the resolution. At the State Department, spokesman John Kirby said that Egypt had pulled it back in order to have “discussions with its Arab League partners” over the wording of the text. Secretary of State John F. Kerry, who supported an abstention and was clearly expecting to deliver a pre-vote speech announcing it, along with an outline of future prospects for Middle East peace, canceled his plans. Elsewhere within the administration, officials said Israel had twisted Egypt’s arm and threatened to work against its interests in Congress. Several Arab officials said they were convinced that the United States had pressured Egypt to postpone the vote. In Israel, where a late-night cabinet meeting was convened Wednesday to consider the possibility of a U.S. abstention, Netanyahu sent out a dead-of-night tweet calling for a U.S. veto. It was quickly followed by Trump’s own, near-identical tweet. Deriding “the imposition of terms set by the United Nations,” Trump said in a later statement that passage of the resolution would put Israel “in a very poor negotiating position and is extremely unfair to all Israelis.” Later in the day, a transition official told the Reuters news agency, Trump spoke by telephone with Sissi. Carol Morello in Washington and Ruth Eglash in Jerusalem contributed to this report. world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "In a day of tweets, Trump suggests major change on national security issues - The Washington Post"
   },
   {
    "entities": [
     "january 2015",
     "jason",
     "armed",
     "cirincione",
     "earlier this month",
     "endowment",
     "joseph",
     "states",
     "marine",
     "acton",
     "trump",
     "fund",
     "services",
     "thursday",
     "news",
     "0:58",
     "united",
     "senate",
     "peace",
     "donald",
     "international",
     "for",
     "defense",
     "2016",
     "j.",
     "twitter",
     ", 4:09 pm",
     "department",
     "ken",
     "dec 22",
     "u.s.",
     "obama",
     "currently",
     "nbc",
     "carnegie",
     "james",
     "december 22, 2016",
     "keith",
     "committee",
     "mattis",
     "$500 billion",
     "payne",
     "now",
     "ploughshares",
     "trump's",
     "ap",
     "barack",
     "miller",
     "dilanian",
     "pentagon"
    ],
    "id": 26,
    "text": "Dec 22 2016, 4:09 pm ET Trump Tweets Apparent Call for More U.S. Nuclear Weapons by Ken Dilanian advertisement Donald Trump stunned nuclear experts Thursday by proclaiming in a tweet that the U.S. should \"expand its nuclear capability,\" something no president has called for in decades. While President Barack Obama has proposed a $500 billion plan to modernize the aging U.S. nuclear triad, no mainstream voices are arguing to increase the numbers of nuclear weapons beyond the 4,500 the U.S. currently possesses, several experts told NBC News. \"The thrust of U.S. nuclear policy for decades now has been to trim the fat off the U.S. nuclear arsenal,\" said James Acton, co-director of the Nuclear Policy Program at the Carnegie Endowment for International Peace. \"At a certain point, you are just making the rubble bounce higher.\" Play Trump: 'Can't Take Anything Off the Table' with Nuclear Weapons 0:58 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161223013559if_/http://www.nbcnews.com/widget/video-embed/773727811553\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump tweeted, \"The United States must greatly strengthen and expand its nuclear capability until such time as the world comes to its senses regarding nukes.\" \"Can a tweet start an arms race? This one may just have done that,\" said Joseph Cirincione, president of Ploughshares Fund, a global security foundation. Trump spokesman Jason Miller said in a statement to NBC News that \"President-elect Trump was referring to the threat of nuclear proliferation and the critical need to prevent it — particularly to and among terrorist organizations and unstable and rogue regimes. He has also emphasized the need to improve and modernize our deterrent capability as a vital way to pursue peace through strength.\" The United States must greatly strengthen and expand its nuclear capability until such time as the world comes to its senses regarding nukes — Donald J. Trump (@realDonaldTrump) December 22, 2016 Miller did not respond to a follow-up question asking whether that meant Trump was not, in fact, calling for more nuclear weapons. The U.S. can deliver nukes by bomber, intercontinental missile and submarine — the three legs of the so-called nuclear triad. Under Obama, the Pentagon has been moving forward with a hugely expensive program to modernize many aspects of the aging weapons and delivery systems. Some experts question whether the U.S. needs all legs of the triad anymore. One who has raised that issue is James Mattis, the retired Marine general who is Trump's choice for defense chief. \"You should ask, 'Is it time to reduce the triad to a diad, removing the land-based missiles?'\" he told the Senate Armed Services Committee in January 2015, as the AP reported earlier this month. \"Can a tweet start an arms race? This one may just have done that.\" Keith Payne, a former Defense Department official and longtime nuclear expert, argues that modernization is badly overdue. But even Payne doesn't argue for expanding the number of nuclear weapons or launchers, he told NBC News in an interview. He declined to say whether he was advising the Trump team. Acton called Trump's tweet unprecedented, not only for its content, but for the notion that a president-elect would make a pronouncement about something so sensitive as nuclear weapons policy over a medium as casual as Twitter. \"Nuclear policy is not made on the hoof,\" he said. \"Because of the extraordinary implications, it is always the result of serious interagency review and careful deliberations. Allies are consulted, presidential statements pored over, words checked and double checked, crafted and re-crafted.\" But Trump doesn't appear to do business that way. \"I have no doubt in my mind that Trump's Twitter feed is monitored extremely closely by foreign governments and that this will cause significant heartache,\" Acton said. Play ",
    "title": "Trump Tweets Apparent Call for More U.S. Nuclear Weapons - NBC News"
   },
   {
    "entities": [
     "friday",
     "cathedral",
     "graham",
     "christmas",
     "australia",
     "thursday",
     "berlin",
     "morning",
     "flinders",
     "street",
     "state",
     "st.",
     "monday",
     "federation",
     "paul's",
     "daniel",
     "night",
     "melbourne",
     "christmas day",
     "square",
     "victoria",
     "islamic",
     "andrews",
     "ashton"
    ],
    "id": 27,
    "text": "Email Police in Australia have detained five suspects who were allegedly planning a series of Christmas Day bomb attacks in the heart of the country's second largest city, officials said Friday. The suspects had been inspired by the Islamic State group and planned attacks on Melbourne's Flinders Street train station, neighboring Federation Square and St. Paul's Cathedral, Victoria state Police Chief Commissioner Graham Ashton said. The arrests came after a truck smashed into a Christmas market in Berlin on Monday, killing 12 people. Two of seven people initially arrested in raids Thursday night and Friday morning in Melbourne — 26-year-old man and 20-year-old woman — were released without being charged, a police statement said. Five men between ages 21 and 26 remained in custody. They were not identified but police said four were born in Australia and the fifth was Egyptian-born with Egyptian and Australian citizenship, police said. Police had been watching the alleged plotters for some time, and believed they were preparing to use explosives and other weapons, Ashton said. Police believed the threat had been neutralized through the raids Thursday night and Friday morning, he said. Victoria state Premier Daniel Andrews said there will be extra police on the streets of Melbourne on Christmas Day to make the public feel safe. Ashton said police had gathered evidence in the raids that the plotters were planning to use explosives in their attack. \"We gathered the makings of an improvised explosive device ,\" Ashton said. He added: \"Certainly (there was the) potential for quite a number of people to be injured or killed in this attack.\" About 400 police officers were involved in the raids. Ashton described those arrested as \"self-radicalized\" and inspired by Islamic State propaganda. 0 Shares ",
    "title": "Australia Police: Christmas Day Bomb Plot Foiled, 5 Detained - ABC News"
   },
   {
    "entities": [
     "air",
     "base",
     "utah",
     "mar-a-lago",
     "navy",
     "hewson",
     "florida",
     "marine",
     "trump",
     "$2.78 billion",
     "2019",
     "$112 million",
     "thursday",
     "lockheed",
     "$85 million",
     "--",
     "donald",
     "this afternoon",
     "2024",
     "the 1980s",
     "$170 million",
     "the day",
     "bowmer",
     "force",
     ", 7:27 pm",
     "pentagon",
     "2016",
     "shares",
     "$4 billion",
     "j.",
     "twitter",
     "martin",
     "u.s.",
     "monday, dec. 12, 2016",
     "corps",
     "muilenberg",
     "marillyn",
     "photo/rick",
     "hill",
     "december 22, 2016",
     "wednesday",
     "star",
     "dennis",
     "file",
     "now",
     "boeing",
     "dec 22,",
     "this wednesday, sept. 2, 2015",
     "ap"
    ],
    "id": 28,
    "text": "Dec 22, 2016, 7:27 PM ET 0 Shares Star AP Photo/Rick Bowmer FILE - In this Wednesday, Sept. 2, 2015, file photo, an F-35 jet arrives at its new operational base at Hill Air Force Base, in northern Utah. Shares of Lockheed Martin fell Monday, Dec. 12, 2016, as President-elect Donald Trump tweeted that making F-35 fighter planes is too costly and that he will cut \"billions\" in costs for military purchases. 0 Shares Email President-elect Donald Trump has taken to Twitter again to express his displeasure about the price tag of an aircraft. \"Based on the tremendous cost and cost overruns of the Lockheed Martin F-35, I have asked Boeing to price-out a comparable F-18 Super Hornet!\" he tweeted Thursday. Based on the tremendous cost and cost overruns of the Lockheed Martin F-35, I have asked Boeing to price-out a comparable F-18 Super Hornet! — Donald J. Trump (@realDonaldTrump) December 22, 2016 Trump's tweet comes the day after he met with the CEOs of both Boeing and Lockheed Martin to discuss the F-35 fighter and the new Air Force One . In recent weeks Trump has tweeted about the high costs of the new Air Force One and the F-35 that is intended to become the main fighter aircraft for the Air Force, Navy and Marine Corps . On Wednesday Trump met separately with the CEOs of both Boeing and Lockheed Martin at his Mar-A-Lago estate in Florida to discuss both programs. Those meetings were followed by a separate meeting with senior military officials involved with the development of both aircraft. The Pentagon is in the process of purchasing 2,443 F-35 fighters that will become the standard fighter aircraft for the military. The F-35 has stealth capability and is one of the most highly computerized aircraft to ever fly. Each F-35 costs about $112 million to produce, but Lockheed Martin estimates that costs will go down as more aircraft are produced so that by 2019 each F-35 will cost $85 million. The F/A-18 is a fighter aircraft that went into use in the 1980s by the Navy and Marine Corps as a carrier-based aircraft. It is not flown by the Air Force. The Navy and Marine Corps are in the process of modernizing their F/A-18 aircraft until they are all eventually replaced by the F-35. \"I had a productive meeting with President-elect Trump this afternoon,\" Marillyn Hewson, the CEO of Lockheed Martin, said in a statement following her meeting Wednesday with Trump. \"I appreciated the opportunity to discuss the importance of the F-35 program and the progress we've made in bringing costs down. The F-35 is a critical program to our national security , and I conveyed our continued commitment to delivering an affordable aircraft to our U.S. military and our allies.\" Trump later met with Air Force generals and Navy admirals involved with both programs. He told reporters the meeting was focused on \"trying to get costs down cost primarily the F-35 trying to get the costs down cause it's a program that's very very expensive.\" \"We are going to get the costs down and get it done beautifully,\" he added. He described the senior military officials he met with as \"great people, amazing people, I'm very impressed with them and very good negotiators.\" Boeing CEO Dennis Muilenberg described his meeting with Trump about the new Air Force One as a \"very productive\" discussion. Muilenberg said that they could produce the new Air Force One \"affordably\" for less than the $4 billion price tag that Trump has described for the aircraft that will go into service in 2024. \"We will get it done for less than that,\" Muilenberg told reporters. The Air Force has projected that over the next five years the new Air Force One could cost $2.78 billion, but there is no full contract with Boeing yet. For now, the Air Force has spent almost $170 million on three small contracts with Boeing related to the project. 0 Shares ",
    "title": "Donald Trump: I've Asked Boeing to Price a Lockheed F-35 Competitor - ABC News"
   },
   {
    "entities": [
     "interactive",
     "this week",
     "times",
     "cbs",
     "relations",
     "hampshire",
     "5 p.m.",
     "november",
     "trump",
     "shaheen",
     "scientific",
     "hillary",
     "thursday",
     "news",
     "inc.",
     "s.",
     "rex",
     "spokane",
     "kirby",
     "senate",
     "donald",
     "may 7, 2016",
     "warren",
     "administration",
     "oceans",
     "state",
     "wash.",
     "international",
     "bureau",
     "of",
     "foreign",
     "affairs",
     "2016",
     "john",
     "post",
     "department",
     "dept.",
     "u.s.",
     "environmental",
     "new",
     "tillerson",
     "the last year",
     "wednesday",
     "york",
     "and",
     "washington",
     "america",
     "committee",
     "jeanne",
     "energy",
     "clinton",
     "on the same day"
    ],
    "id": 29,
    "text": "info <p>FILE - In this photo taken May 7, 2016, Republican presidential candidate Donald Trump speaks during a rally in Spokane, Wash. Donald Trump faces a struggle proving himself to white, suburban women, who could be crucial in the November general election.</p> Close AP Photo/Ted S. Warren Donald Trump’s transition team asked the State Department this week for information on its “gender-related staffing, programming, and funding,” raising questions over whether the incoming administration will slash U.S. efforts promoting women’s equality worldwide. A one-page memo, obtained and published by the New York Times, was sent to senior State Department staffers Wednesday requesting that the offices provide further information “outlining existing programs and activities to promote gender equality, such as ending gender-based violence, promoting women’s participation in economic and political spheres, entrepreneurship, etc.” Trump team wants names of Energy Dept. staff who worked on climate change While the document did not request specific names of employees working on these programs, it asked for the specific positions dedicated to gender parity issues and more information about funding amounts to these programs over the last year. Employees were instructed to respond by 5 p.m. on the same day it was sent out, according to the Times. The president’s transition team explained it in a statement as a way to find methods to better such programs.  “President-elect Trump will ensure the rights of women across the world are valued and protected,” the team said in a statement to CBS News. “To help fulfill this promise, the transition team inquired about existing programs at the State department that helps foster gender equality, ends gender-based violence, and promotes economic and political participation—finding ways to improve them, along with hundreds of other requests.” During a State briefing Thursday, department spokesperson John Kirby said that “it is normal, it is usual, it is typical, it is expected” for such questions on the bureaucracy to be asked during a presidential transition period. “In helping any new team get a grip on a new organization that as they try to understand bureaus and how they’re manned that there is going to be a discussion, there needs to be a discussion about what positions will remain open for them to fill and what positions they might not have to worry about filling,” he added. “When a new captain comes aboard a ship, you tell him who’s on board and what jobs they have and how the ship operates. That’s the way it works.” Still, though Kirby suggested there was nothing unusual about the memo, the New York Times and Washington Post reported that the document unnerved some State Department employees who feared that some would be singled out over work they’d done on gender-related issues. Democratic Sen. Jeanne Shaheen of New Hampshire, the top ranking woman on the Senate Foreign Relations Committee, was equally wary of the Trump transition team request, calling it “concerning” and requesting the transition “clarify their intent.”  “I pledge to work with the incoming Administration to advance policies that support and protect women and girls worldwide,” Shaheen wrote in a statement to CBS News, “but I can promise that if the next administration intends to roll back programs designed to lift women up, it will very quickly meet stiff opposition in the Senate.” During Hillary Clinton’s time as the nation’s top diplomat, she prioritized women’s issues as an important facet of America’s foreign policy agenda. “I want to pledge to you that as secretary of state I view [women’s] issues as central to our foreign policy,” Clinton said at her confirmation hearing, “not as adjunct or auxiliary or in any way lesser than all of the other issues that we have to confront.” Shortly after, she created the Office of Global Women’s Issues within the department, appointing a U.S. Ambassador-at-Large for global women’s issues. While Mr. Trump has pledged to be “the best for women” when it comes to domestic policy, it isn’t known yet how much emphasis his secretary of state pick, Rex Tillerson, will place on women’s issues at the State Department. The Trump transition team has also been questioned over similar memos to the Energy Department and the State Department’s Bureau of Oceans and International Environmental and Scientific Affairs. In those cases, the Trump team seemed focused on climate change and environmental conservation policies. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Trump team seeks info on gender equality programs at State Department - CBS News"
   }
  ]
 }
}