{
 "24": {
  "col-sim": {
   "cosine": 0.25950741249223286,
   "entity": 0.3555795011093798
  },
  "exec-time": 24.838631629943848,
  "links": [
   {
    "entities": [
     "middle",
     "air",
     "david",
     "stephen",
     "august 2014",
     "navy",
     "earlier this year",
     "shaw",
     "states",
     "south",
     "marine",
     "august",
     "sea",
     "syria",
     "kuwait",
     "last week",
     "news",
     "united",
     "facebook",
     "fox",
     "tomlinson",
     "state",
     "force",
     "lucas",
     "china",
     "goldfein",
     "deptula",
     "twitter",
     "30 percent",
     "department",
     "hussein",
     "70 percent",
     "corps",
     "today",
     "army",
     "iraq",
     "east",
     "now",
     "jost",
     "isis",
     "channel",
     "90 percent",
     "saddam",
     "the future",
     "pentagon"
    ],
    "id": 0,
    "text": "Air Force facing dire personnel shortage By Lucas Tomlinson Facebook 0 Twitter 0 livefyre Email Print   Earlier this year, top Air Force officials sounded the alarm about their thinning ranks -- saying they were 700 pilots and 4,000 mechanics short. Now they warn the problem is far worse. Under the latest estimates, the Air Force says it needs 30,000 airmen in the next five or six years. Today, the Air Force has 317,000 airmen.  \"[T]he shortage of people has fundamentally changed the way we do business in terms of the operational risk day to day,\" Air Force Chief of Staff David Goldfein said in a statement. The former head of Air Force intelligence says it's not just the airmen needing a boost. “We've got a geriatric Air Force,\" said retired Lt. Gen. David Deptula. “We've got bombers and tankers that are over 50 years old. We have [training aircraft] that are over 40 years old, and we have [fighter jets] and helicopters that are over 30 years old. So this is a terrible place to be in when you have a world of ever-expanding threats.” Air Force officials say they need forces to bolster nuclear, intelligence, space and maintenance jobs. Earlier this year, Goldfein called the pilot shortage alone a crisis. “Air superiority is not an American birthright. It's actually something you have to fight for and maintain,” he told Pentagon reporters in August. On a visit to Shaw Air Force base, home of the 20th Fighter Wing, the former wing commander said the force has been at war for decades. “Your Air Force has been at war since Desert Shield/Desert Storm. This wing has been at war since that time for 25 years. We went to the Middle East when Saddam Hussein invaded Kuwait, and we never left,\" said Col. Stephen Jost. At the start of the Gulf War, the Air Force had 134 fighter squadrons. Over the past few decades, that number has been cut to 55. Yet, the Air Force is conducting nearly 70 percent of the strike missions against ISIS and conducting 90 percent of midair refueling missions over Iraq and Syria since August 2014. The Air Force is not the only service that wants to grow. The United States Navy says it wants to increase its fleet by 30 percent as threats around the world intensify. Today, the Navy has 273 ships and submarines, and a new Navy study released by the secretary of the Navy last week says it needs 355 in the future. The focus is on attack submarines, necessary to keep tabs on the growing threat from China and what officials call the continued “militarization” of the South China Sea. The Army and Marine Corps have also expressed a desire to grow their personnel, and get badly needed spare parts for their equipment and aircraft.     Lucas Tomlinson is the Pentagon and State Department producer for Fox News Channel. You can follow him on Twitter: @LucasFoxNews Advertisement ",
    "title": "Air Force facing dire personnel shortage | Fox News"
   },
   {
    "entities": [
     "december 23",
     "council",
     "israel",
     "riyad",
     "david",
     "kerry",
     "about an hour after friday",
     "mansour",
     "d.",
     "power",
     "ben",
     "west",
     "friday",
     "states",
     "karoun",
     "trump",
     "malaysia",
     "house",
     "next year",
     "reuters",
     "thursday",
     "ryan",
     "united",
     "zealand",
     "judea",
     "paul",
     "the coming days",
     "donald",
     "senegal",
     "rhodes",
     "state",
     "carol",
     "bank",
     "2014",
     "at 2:27 pm",
     "congress",
     "nations",
     "security",
     "russia",
     "nakamura",
     "the year",
     "2016",
     "john",
     "samaria",
     "$38 billion",
     "u.n.",
     "department",
     "future",
     "this year",
     "u.s.",
     "obama",
     "new",
     "1967",
     "un",
     "today",
     "tel",
     "benjamin",
     "july",
     "union",
     "samantha",
     "east",
     "aviv",
     "the last year",
     "egypt",
     "friedman",
     "washington",
     "jerusalem",
     "european",
     "ruth",
     "morello",
     "now",
     "the past",
     "jan. 20th",
     "venezuela",
     "f.",
     "rio",
     "netanyahu",
     "demirjian",
     "france",
     "eglash",
     "white"
    ],
    "id": 1,
    "text": "U.S. declines to veto U.N. Security Council resolution for Israel to stop Jewish settlement activity The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Carol Morello and Ruth Eglash December 23 at 2:27 PM Follow @CMorelloWP Follow @reglash The U.N. Security Council on Friday passed a resolution demanding that Israel cease Jewish settlement activity on Palestinian territory in a unanimous vote that passed when the United States abstained rather than using its veto as it has reliably done in the past. The resolution declares settlements constructed on land Israel has occupied since the 1967 war, including in East Jerusalem, to have “no legal validity.” It said settlements threaten the viability of the two-state solution, and it urged Israelis and Palestinians to return to negotiations that will lead to two independent nations. The United States’ abstention Friday was a rare rebuke to Israel, and it reflected mounting frustration in the Obama administration over settlement growth that the United States considers an obstacle to peace. With President Obama’s time in office due to end in barely a month, his decision not to veto was a last-minute symbolic statement of that displeasure and a sense of exasperation that the time has come for two states to be carved out of the contested land. The administration’s move also defied Donald Trump’s call on Thursday for the United States to veto the resolution. The incoming Trump administration has signaled that there will be a shift in U.S. policy toward Israel, a point the president-elect hammered home about an hour after Friday’s vote when he tweeted, “As to the U.N., things will be different after Jan. 20th.” Trump has supported moving the U.S. Embassy from Tel Aviv to Jerusalem. He has appointed David Friedman, a bankruptcy lawyer who believes Israelis should annex and settle the West Bank, as the next U.S. ambassador to Israel. (Reuters) [Trump picks a supporter of West Bank settlements for ambassador to Israel] It is unclear what, if any, impact this resolution will have. Resolutions reflect the opinion and will of the 15 members of the Security Council, but legal scholars differ about how binding they are. And Israeli Prime Minister Benjamin Netanyahu has insisted that Israel will not abide by the terms of the settlements resolution. About 400,000 Jews live in roughly 150 settlements in the West Bank on land that the Palestinians want for a future state east of the line formed after the 1967 war. An additional 200,000 Israelis live in East Jerusalem, which Palestinians want to become the capital of their future state. Many Israelis consider the settlements to be in the ancestral homeland of the Jews and refer to them by their biblical names, Judea and Samaria. Most nations consider the settlements illegal. U.S. diplomats characterize them as illegitimate and say they exacerbate tensions between Israelis and the Palestinians who live nearby, thereby undercutting efforts to advance peace. Twice, the Obama administration has made concerted attempts to broker peace negotiations between the Israelis and Palestinians. The most recent, involving nine months of intense diplomacy by Secretary of State John F. Kerry, collapsed in 2014, and nothing has been able to revive the talks. Throughout the year, the administration has been increasingly vocal in its exasperation. The State Department has issued several sharp criticisms of settlement construction, in July calling it “provocative and counterproductive.” Since then, more than 2,600 housing units have been built in settlements. [Even Israel says this Jewish settlement is illegal. Now comes the showdown. ] Still, the United States agreed this year to provide Israel with $38 billion in military aid over 10 years, the largest such package ever. U.S. and Israeli officials both have said security and military cooperation between the two countries has remained excellent, even when Obama and Netanyahu have clashed. The international community has shown increasing impatience with the intractability of the ­Israeli-Palestinian conflict. Proposals have been put forth in the last year by Egypt, France, and a group made up of the European Union, the United Nations, Russia and the United States. Israel has blamed the impasse on Palestinian refusal to recognize the legitimacy of Israel as a Jewish state. Palestinians blame Israel for occupying lands they consider rightfully theirs. The 14-to-0 vote, with only the United States abstaining, followed an intense campaign from Israel to derail it. It was to have been voted on Thursday, but Egypt withdrew its sponsorship after the country’s president spoke by phone with Trump, who got involved at Israel’s request. Friday’s resolution was sponsored by New Zealand, Malaysia, Venezuela and Senegal. The resolution’s passage brought a swift reaction, particularly in Israel and in Congress. Netanyahu said Friday that he welcomed Trump replacing Obama, whose administration, he said, had “colluded” in a diplomatic assault on Israel. “Israel rejects this shameful ­anti-Israel resolution at the UN and will not abide by its terms,” Netanyahu said in a statement released by his office. “The Obama administration not only failed to protect Israel against this gang-up at the UN, it colluded with it behind the scenes.” “This is absolutely shameful,” House Speaker Paul D. Ryan (R-Wis.) said in a statement, promising that next year “our unified Republican government will work to reverse the damage done by this administration, and rebuild our alliance with Israel.” But Palestinian diplomats called the resolution a chance to salvage the possibility of two states and exulted in seeing the U.N. pass a resolution reflecting their views. “After years of allowing the law to be trampled and the situation to spiral downward, today’s resolution may rightly be seen as a last attempt to preserve the two-state solution and revive the path for peace,” Riyad Mansour, the Palestinian ambassador to the United Nations, said Friday. Kerry said he would speak more in the coming days about the U.N. vote and “the way ahead” for Israel and the Palestinians. “That future is now in jeopardy, with terrorism, violence and incitement continuing and unprecedented steps to expand settlements being advanced by avowed opponents of the two-state solution,” Kerry said. “That is why we cannot in good conscience stand in the way of a resolution at the United Nations that makes clear that both sides must act now to preserve the possibility of peace.” Friday’s resolution also condemned Palestinian incitement to violence and all acts of terrorism. Samantha Power, the U.S. ambassador to the United Nations, said the United States would not have allowed its passage without that proviso. She also criticized the United Nations itself, saying it had perpetuated a double standard by repeatedly condemning Israeli actions while remaining silent about Palestinian incitement. In the hours before the vote, Israeli media reported harsh criticism toward Obama and Kerry coming from an unnamed official in Netanyahu’s office. The office accused them of having “abandoned” Israel by refusing the block the resolution with a veto. White House deputy national security adviser Ben Rhodes said Friday that the administration's pursuit of a two-state solution is “guided by our belief that it is the only way to preserve Israel’s security in the long run.” “President Obama has done more for Israel and its security than any previous U.S. president,” Rhodes told reporters. That argument did not assuage Israeli anger at the U.S. decision not to veto the resolution, a decision the Obama administration still had not shared with the Israeli government a few hours before the vote. According to an Israeli official who spoke on the condition on anonymity because the conversations were private, a White House official told an Israeli official Thursday that the United States is Israel’s best friend. The Israeli replied, “Friends don’t take friends to the Security Council.” Eglash reported from Jerusalem. Karoun Demirjian and David Nakamura contributed to this report. world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "U.S. declines to veto U.N. Security Council resolution for Israel to stop Jewish settlement activity - The Washington Post"
   },
   {
    "entities": [
     "todd",
     "peter",
     "colombia",
     "lax",
     "times",
     "right now",
     "seib",
     "mark",
     "l.a.",
     "friday",
     "chewbaca",
     "callaghan",
     "joseph",
     "eddie",
     "mayhew",
     "south",
     "alicia",
     "press",
     "carrie",
     "reynolds",
     "richard",
     "noon",
     "hamill",
     "seuk",
     "o'hare",
     "berlin",
     "united",
     "next year",
     "leia",
     "luke",
     "doo",
     "london",
     "recently",
     "serna",
     "mexico",
     "carolyn",
     "debbie",
     "fisher",
     "mt.",
     "baldy",
     "kim",
     "associated",
     "2016",
     "actress",
     "/",
     "ucla",
     "jessica",
     "department",
     "police",
     "u.s.",
     "hollywood",
     "skywalker",
     "roy",
     "center",
     "12:15 p.m.",
     "los",
     "cole",
     "america",
     "airlines",
     "central",
     "hernandez",
     "medical",
     "fire",
     "latin",
     "winton",
     "al",
     "angeles",
     "2007"
    ],
    "id": 2,
    "text": "Actress Carrie Fisher is in critical condition after a cardiac episode on flight from London to L.A. Carrie Fisher Al Seib / Los Angeles Times Actress Carrie Fisher, shown in 2007, was taken to a hospital Friday after a \"cardiac episode\" on a flight from London to Los Angeles. Actress Carrie Fisher, shown in 2007, was taken to a hospital Friday after a \"cardiac episode\" on a flight from London to Los Angeles. (Al Seib / Los Angeles Times) Richard Winton and Joseph Serna Contact Reporters “Star Wars” actress Carrie Fisher was in critical condition Friday after suffering a “cardiac episode” during a flight from London to Los Angeles, according to airline and emergency officials. Fisher, 60, was rushed to UCLA Medical Center  by Los Angeles Fire Department paramedics shortly after noon, after her 11-hour flight touched down at LAX. A source who was not authorized to discuss the incident said the actress was “in a lot of distress on the flight.” A statement released by United Airlines said that medical personnel met Flight 935 from London on arrival after the crew reported a passenger was unresponsive.  Two people aboard a flight from London to Los Angeles said via social media that they saw Carrie Fisher stop breathing before the plane landed at LAX. On Friday, airport police responded to calls of an unresponsive female passenger on board. Emergency officials confirmed that that passenger was... Two people aboard a flight from London to Los Angeles said via social media that they saw Carrie Fisher stop breathing before the plane landed at LAX. On Friday, airport police responded to calls of an unresponsive female passenger on board. Emergency officials confirmed that that passenger was... (Jessica Roy) “Our thoughts are with our customer at this time,” the statement read. Just prior to arrival, a pilot told the control tower that passengers who were nurses were attending to an “unresponsive” passenger. “So they’re working on her right now,” the pilot said in a public recording of the conversation on liveatc.net . According to the LAX Police Department, officers responded to Terminal 7 around 12:15 p.m., for a call of a female passenger in cardiac arrest. On arrival, they found paramedics performing CPR on the victim, according to Officer Alicia Hernandez. Todd Fisher, Carrie’s brother, told the Associated Press that his sister had been stabilized at the hospital but did not provide further details. Fisher, who rose to stardom as Princess Leia, recently published an autobiography titled the “Princess Diarist,” her eighth book. She is the daughter of famous Hollywood couple Debbie Reynolds and Eddie Fisher .  Carrie Fisher,  who has written and spoken openly about her struggles in Hollywood, is considered Hollywood royalty. She took on her prickly relationship with her mother in the book-to-movie \"Postcards From the Edge.” She’s also been outspoken about her mental health issues and the solution she found — radical-sounding electroshock therapy. News of Fisher’s condition sparked an outpouring of support and sympathy on social media.  Peter Mayhew, the actor who played Chewbaca, tweeted “thoughts and prayers for our friend and everyone's favorite princess right now.” Actor Mark Hamill, who played Luke Skywalker, also took to Twitter: “as if 2016 couldn't get any worse... sending all our love to @carrieffisher”  Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  BERLIN, BACA, IMMIGRATION, DROUGHT  Caption Mothers who lose a second child to violence \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) Caption In man versus mountain, Seuk Doo Kim is winning the battle By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    Caption The Desperate Trek: Colombia to America Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss ",
    "title": "Actress Carrie Fisher is in critical condition after a cardiac episode on flight from London to L.A. - LA Times"
   },
   {
    "entities": [
     "interactive",
     "cbs",
     "friday",
     "christmas",
     "syria",
     "turkey",
     "news",
     "berlin",
     "inc.",
     "investigation",
     "monday",
     "of",
     "bureau",
     "russia",
     "security",
     "dec. 20, 2016",
     "2016",
     "federal",
     "police",
     "department",
     "u.s.",
     "fbi",
     "new",
     "iraq",
     "and",
     "york",
     "homeland",
     "isis",
     "city"
    ],
    "id": 3,
    "text": "<p>Heavily armed New York City Police officers stand guard at a holiday market on Dec. 20, 2016 in New York City.&nbsp;</p> Close Drew Angerer/Getty Images The Department of Homeland Security and Federal Bureau of Investigation sent a bulletin to law enforcement agencies across the U.S. on Friday urging vigilance against lone actor attacks. U.S. officials are not aware of any credible threat. However, officials told CBS News the bulletin was issued after the Islamic State of Iraq and Syria (ISIS)  made an online call for attacks against churches in the U.S.  ISIS’ call -- and authorities’ bulletin urging vigilance -- followed the Monday  assassination of Russia’s ambassador to Turkey  and a fatal truck attack on a Christmas market in Berlin  for which the terror group claimed responsibility. “The FBI is aware of the recent link published online that urges attacks against U.S. churches,” the bullet said. “As with similar threats, the FBI is tracking this matter while we investigate its credibility.” “The FBI asks members of the public to maintain awareness of their surroundings and to report any suspicious activity to law enforcement,” the bulletin said. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "DHS, FBI urge vigilance against lone actor attacks - CBS News"
   },
   {
    "entities": [
     "december 23",
     "kushner",
     "iii",
     "david",
     "stephen",
     "rodgers",
     "d.",
     "earlier this month",
     "capitol",
     "navy",
     "west",
     "friday",
     "interior",
     "mitch",
     "joe",
     "manchin",
     "freedom",
     "trump",
     "jon",
     "house",
     "2017",
     "mcconnell",
     "priebus",
     "cabinet",
     "army-navy",
     "mcmorris",
     "cramer",
     "ryan",
     "united",
     "paul",
     "bossie",
     "senate",
     "donald",
     "kevin",
     "chris",
     "dec. 9",
     "zinke",
     "breitbart",
     "tower",
     "next day",
     "tester",
     "congress",
     "2018",
     "mike",
     "john",
     "conway",
     "the following monday",
     "virginia",
     "kellyanne",
     "caucus",
     "koskinen",
     "at 6:27 pm",
     "republican",
     "conference",
     "k.",
     "eric",
     "okla.",
     "obama",
     "new",
     "citizens",
     "internal",
     "hill",
     "politico",
     "york",
     "philadelphia",
     "service",
     "cole",
     "washington",
     "gop",
     "collins",
     "obamacare",
     "revenue",
     "cathy",
     "tom",
     "jared",
     "weekend",
     "now",
     "pennsylvania",
     "debonis",
     "bannon",
     "jr.",
     "late january",
     "pence",
     "white"
    ],
    "id": 4,
    "text": "It’s mostly kumbaya so far for Trump and GOP in Congress The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Mike DeBonis December 23 at 6:27 PM Follow @mikedebonis President-elect Donald Trump is signaling a cease-fire in his battle with the Republican leadership in Congress, which he repeatedly skewered during his election-season attacks on the Washington establishment. Trump has, by all accounts, patched up his once-turbulent relationship with House Speaker Paul D. Ryan (R-Wis.). To fill top jobs in his administration, Trump has chosen five sitting lawmakers, as well as the wife of Senate Majority Leader Mitch McConnell (R-Ky.). And he has passed up opportunities to meddle in congressional business in ways that might have pleased his populist base but frustrated Republican leaders. The detente in Trump’s war on GOP leaders reflects the unifying power of victory, the moderating influence of Vice President-elect Mike Pence and incoming White House chief of staff Reince Priebus, and, most of all, a shared desire to make good on years of Republican campaign promises. “He has made it clear he does not want to be an executive-order president, like Obama,” said Rep. Chris Collins (R-N.Y.), who was one of the first lawmakers to openly back Trump and now serves on the transition’s executive committee. “He wants to be a legislative president, who gets legislation on his desk to sign into law.” [ How to pay for Trump’s agenda? Congressional Republicans aren’t saying. ] Top leaders and their staffs have developed a relationship with Trump’s more establishment-minded aides — Priebus and campaign manager Kellyanne Conway, who will serve as a White House counselor. Ryan has a particularly strong bond with Pence, forged during their 12 years together in the House. But other Trump aides are nurturing different channels of communication that could exacerbate GOP tensions. Hard-line House conservatives appear to have a direct line to Trump chief strategist Stephen K. Bannon and senior political aide David Bossie — both of whom spent years in the conservative media railing against the GOP establishment. Other Republicans — including a group of early Trump backers from New York and Pennsylvania — are closer to Trump family members, including son-in-law Jared Kushner, who is playing a central transition role and could join the White House officially. Trump is in near-daily contact with Ryan and McConnell, mainly to solicit input on potential appointees, while high-level transition staffers hash out a legislative blueprint for 2017 with senior congressional aides — one that would repeal Obamacare, rewrite the federal tax code and rebuild domestic infrastructure. But the pre-inauguration choreography can only extend so far. Big questions remain about Trump’s personal approach to Congress: Will he be a bipartisan schmoozer and dealmaker? Or will he sit back as Republicans power through a long-deferred wish list? Trump has yet to commit to attending the yearly House Republican policy retreat scheduled for late January in Philadelphia — a traditional early stop for a new president. A Trump spokesman declined to comment for this article. But it is clear that the members of Trump’s inner circle often are not on the same page, which could spell trouble for his legislative agenda. For instance, members of the hard-right House Freedom Caucus claimed to have Trump’s backing when they defied Ryan and launched an early-December bid to impeach Internal Revenue Service Commissioner John Koskinen. Priebus intervened in an attempt to halt a floor vote, as reported by Politico, but conservatives forced one anyway. The Freedom Caucus was emboldened — and encouraged behind the scenes — by Bannon, whose former website, Breitbart, wrote favorably about it, and by Bossie, who supported the impeachment push as president of Citizens United. Impeachment was effectively buried in the end, handing GOP leaders the win. Even as Trump has moved closer to the Republican leadership, not all key decisions are going its way. A top GOP leader got an up-close lesson on the competing whims of Trump insiders. Rep. Cathy McMorris Rodgers (R-Wash.), the House Republican Conference chairwoman, was personally wooed for a Cabinet position by Pence, and on Dec. 9, a Friday, several media organizations reported that Trump had chosen her as interior secretary. But McMorris Rodgers was never offered the job ahead of a planned visit to Trump Tower the following Monday. On her way up to Trump’s 26th-floor office, according to a person familiar with the visit, her elevator stopped and she was joined by Trump’s sons Eric and Donald Jr. — the latter holding a folder of documents. The sons then entered their father’s office ahead of McMorris Rodgers before she was ushered in. After small talk about that weekend’s Army-Navy football game, the person said, Trump opened the folder and questioned McMorris Rodgers on statements she had made criticizing Trump during the campaign. The meeting ended within minutes. They next day, Trump announced he had selected Rep. Ryan Zinke (R-Mont.), a former Navy SEAL who got to know Donald Trump Jr. through hunting and fishing circles. Trump’s eschewing of McMorris Rodgers and choice of Zinke was a blow to GOP leaders, especially McConnell, who saw Zinke as Republicans’ best chance to unseat Sen. Jon Tester (D-Mont.) in 2018. Rep. Tom Cole (Okla.), the veteran House Republican, said the competing factions inside Trump’s inner circle could help him manage a fractious Congress. Different wings of the party, he said, could interact with the White House through different advisers and feel comfortable their views were being heard by Trump. “There can be creative chaos sometimes in administrations,” he said. “This is probably not unlike the way he runs a lot of businesses. . . . He probably seems to like that, likes a little tension in the Cabinet or disagreements with his advisers, because it clarifies the issues in front of him and then he makes the decision.” Stylistically, Trump seems to be charting a different course toward lawmakers than President Obama, who was criticized for his seemingly aloof personal relations with them. Trump is embracing a more hands-on approach — one that has played out in rapid-fire phone calls, text messages and highly publicized visits to Trump Tower. “I probably talked to him as much since he’s become president-elect as I did [to Obama] in the entire eight years,” said Sen. Joe Manchin III, a moderate West Virginia Democrat who was in contention for energy secretary. Manchin said he left a Trump Tower visit earlier this month with Trump’s direct phone number and budding relationships with Priebus and Bannon, both of whom Manchin praised. “I liked him,” Manchin said of Bannon, a bete noire to most Democrats. “He’s no bull---, straightforward, direct. . . . You might not agree, but at least you know where he’s coming from.” Priebus, he said, “wants to do some things to move things forward.” Those relationships are being built, several lawmakers pointed out, even before Trump takes office and has use of some of the most powerful tools of persuasion. “Say what you want about the trappings of the White House and Air Force One and those kinds of things, but some presidents have used that stuff very effectively,” said Rep. Kevin Cramer (D-N.D.), another early Trump backer, now advising the transition on energy issues. “Donald Trump, with his background in hospitality, as a host, owning facilities, being in the business, he’s the kind of guy who can maximize the tools of relationship probably as well as anybody could.” Cole said Trump’s decision-making style suggests Congress will not be kept at arm’s length. “A lot of it seems to be in interactive situations with individuals, which of course is what congressmen want to do: They want to talk about what they know and what they do,” Cole said. “My guess is the Trump White House is going to be an interesting White House to visit. You’re going to be invited down a lot more.” Senior Capitol Hill staffers say they are waiting for Trump to weigh in on key questions before committing to strategies on health care, infrastructure and taxes. But even among Trump’s strongest congressional supporters, there are differing views on how involved Trump ultimately will get in dictating legislation. “I think we know he’s not going to get himself wrapped around the axles,” Cramer said. “As long as we’re delivering the product that gets to his goals, I think that he would defer the details to us.” Collins, on the other hand, said Ryan and McConnell understand that the GOP is Trump’s party now and that he will ultimately call the shots. “There’s been no kickback whatsoever that would suggest, ‘We’re Congress. You’re the president. We’re going to do what we’re going to do,’ ” Collins said. “It’s just the opposite. It’s, ‘Yes, Mr. President. What do you want us to do first? How would you like us to proceed? Thank you very much.’ ” politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "It’s mostly kumbaya so far for Trump and GOP in Congress - The Washington Post"
   },
   {
    "entities": [
     "mansour",
     "israel",
     "jim",
     "fattah",
     "sisi",
     "stanglin",
     "dec. 23, 2016",
     "rhodes",
     "the day",
     "shlomo",
     "china",
     "j.",
     "once",
     "samantha",
     "today",
     "benjamin",
     "east",
     "egypt",
     "el-sisi",
     "jan. 20th",
     "venezuela",
     "white",
     "ben",
     "middle",
     "west",
     "friday",
     "spicer",
     "alaa",
     "reagan",
     "doug",
     "hollander",
     "jan. 20",
     "united",
     "facebook",
     "--",
     "zealand",
     "donald",
     "linkedin",
     "administration",
     "of",
     "russia",
     "current",
     "conference",
     "u.s.",
     "abdel",
     "york",
     "danny",
     "sean",
     "yousef",
     "7:19 p.m. est",
     "december 23, 2016",
     "the past",
     "epa",
     "france",
     "aipac",
     "council",
     "riyad",
     "david",
     "ccar",
     "britain",
     "dec. 23 2016",
     "thursday",
     "1982",
     "congress",
     "nations",
     "security",
     "u.n.",
     "republican",
     "usa",
     "new",
     "obama",
     "1967",
     "jerusalem",
     "america",
     "ronald",
     "danon",
     "lane",
     "jackson",
     "power",
     "states",
     "trump",
     "malaysia",
     "house",
     "syria",
     "american",
     "senegal",
     "bank",
     "rabbis",
     "ramat",
     "future",
     "un",
     "justin",
     "washington",
     "central",
     "netanyahu"
    ],
    "id": 5,
    "text": "U.S. abstains on U.N. vote condemning Israeli settlements The measure demanding an end to settlement activity on Palestinian land passes 14-0 Post to Facebook U.S. abstains on U.N. vote condemning Israeli settlements The measure demanding an end to settlement activity on Palestinian land passes 14-0 Check out this story on USATODAY.com: http://usat.ly/2iokbVN CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 299 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs U.S. abstains on U.N. vote condemning Israeli settlements Doug Stanglin , USA TODAY 7:19 p.m. EST December 23, 2016 x Share The United Nations Security Council voted on a resolution demanding an end to Israeli settlements. The United States abstained from the vote. USA TODAY NETWORK The United Nations Security Council votes to pass a resolution condemning Israeli settlement construction at United Nations headquarters in New York on Dec. 23, 2016. (Photo: Justin Lane, epa) In an unprecedented diplomatic rebuke of Israel, the United States abstained Friday on a United Nations Security Council resolution demanding an end to Israeli settlements, allowing the highly charged measure to pass. The resolution was approved 14-0 with the one abstention. The vote was greeted with loud applause in the packed Security Council chamber. The measure demands Israel \"immediately and completely cease all settlement activities in the occupied Palestinian territory, including East Jerusalem.\" It declares the establishment of settlements by Israel has \"no legal validity and constitutes a flagrant violation under international law.\" In abstaining, the U.S. brushed aside calls for a veto by president-elect Donald Trump who, in an unprecedented move, managed to delay the vote a day by weighing in with Egypt, the initial sponsor of the resolution. In a tweet after the vote, Trump offered his reaction to the outcome: \"As to the U.N., things will be different after Jan. 20th.\" As to the U.N., things will be different after Jan. 20th. — Donald J. Trump (@realDonaldTrump) December 23, 2016 U.S. Ambassador to the U.N. Samantha Power, in remarks to the council after the vote, said the U.S. position on the settlements has remained unchanged for five decades, and quoted a 1982 statement by then-President Ronald Reagan, which declared Washington “will not support the use of any additional land for the purpose of settlements.” \"The U.S. has been sending the message that the settlements must stop, privately and publicly, for five decades,\" Power said. Settlement activity, she added, “harms the viability of a negotiated two-state outcome and erodes prospects for peace and stability in the region.” At the same time, she said, \"Our vote does not in any way diminish our steadfast and unparalleled commitment to the security of Israel.\" Israel, she noted, \"faces very serious threats in a very tough neighborhood.\" In a statement issued by his office, Israeli Prime Minister Benjamin Netanyahu said, \"Israel rejects this shameful anti-Israel resolution at the U.N. and will not abide by its terms.\" \"At a time when the Security Council does nothing to stop the slaughter of half a million people in Syria, it disgracefully gangs up on the one true democracy in the Middle East, Israel, and calls the Western Wall 'occupied territory.'\" Netanyahu, whose relations with President Obama have been decidedly strained over the past eight years, said the U.S. administration \"not only failed to protect Israel against this gang-up at the U.N., it colluded with it behind the scenes.\" \"Israel looks forward to working with President-elect Trump and with all our friends in Congress, Republicans and Democrats alike, to negate the harmful effects of this absurd resolution,\" the statement said. The American Jewish Congress also expressed dismay with the move. \"In the strongest terms possible, the American Jewish Congress is deeply disappointed with the Obama administration for shamefully abstaining on today's anti-Israel UN Security Council resolution,\" the group said in a statement. \"By the U.S. abstaining, President Obama abandoned long standing American foreign policy of vetoing one-sided resolutions against Israel at the United Nations, and in doing so, he steps away from his presidency, turning his back on the unbreakable bond with our great ally Israel.\" At the U.N., Israeli ambassador Danny Danon criticized the U.S. abstention, saying he has \"no doubt\" the Trump administration will usher in a new era. In remarks to the council, he said Jews have conquered many obstacles in the past, and \"we will overcome this evil decree, too.\" Pro-Israel lobby AIPAC said it was \"deeply disturbed\" the Obama Administration declined to veto what it called a \"destructive, one-sided, anti-Israel resolution.\" \"By adopting this resolution, the United Nations has once again served as an open forum to isolate and delegitimize Israel — America’s lone stable, democratic ally in the Middle East,\" AIPAC said in a statement. Read an equally bristling statement from the Central Conference of American Rabbis, the rabbinic arm of the United States reform movement, \"The CCAR has frequently criticized the current Israeli settlement policy as an obstacle to peace.  At the same time, the United Nations is not the arena in which to address these complex issues. Peace negotiations belong between the two parties involved.  Further, the UN's obsessive and relentless criticism of Israel, while ignoring the unspeakable repression committed by illegitimate regimes and terrorist organizations worldwide, falsely and maliciously labels Israel uniquely as a pariah state.\" Palestinian authority ambassador to the U.N. Riyad Mansour thanked the council for the vote and said he believes it could contribute to prospects for peace talks. The resolution, he said, \"may rightly be seen as a last attempt to preserve the two-state solution and revive the path for peace, to keep the hope alive.\" Although Egypt withdrew the measure Thursday, co-sponsors New Zealand, Malaysia, Venezuela and Senegal requested the vote take place Friday. To pass, it needed nine \"aye\" votes and no veto from a permanent council member — the United States, France, Russia, Britain or China. Earth-moving equipment stands in the disputed Israeli 'settlement' of Ramat Shlomo, Dec. 23  2016, after reports emerged that an additional 300 housing units are planned for this neighborhood just north of Jerusalem built on pre-1967 Arab lands.  (Photo: Jim Hollander, EPA) In the past, the U.S. has vetoed a similar resolution, which Israel strongly opposes. White House officials said the administration's decision not to veto is consistent with its long-standing opposition to Israeli settlements, calling them an incitement to violence and an impediment to peace. The United Nations resolution \"makes clear that both Israel and the Palestinians have to take steps to preserve the two-state solution,\" said Ben Rhodes, deputy national security adviser for strategic communications. Rhodes said the U.S. had nothing to do with the U.N. resolution, and that the Obama administration has been warning Israel for years that settlements were increasing its international \"isolation.\" As for Trump's tweet, Rhodes said Obama remains in charge until Jan. 20. \"There is one president at a time,\" he said. While the resolution does not call for sanctions on Israel, it amounts to a high-profile rebuke of the Israeli government and could hamper Israel's negotiating position in future peace talks. Palestinians argue that the expansion of settlements on the disputed land makes a peace deal even less likely. Under international law, Israeli settlements — built on Palestinian land occupied by Israel — are considered to be illegal. Some 600,000 Israelis live in east Jerusalem and on the West Bank, which the Palestinians seek as part of a future independent state. Israel captured both areas in the 1967 Mideast war. Israel argues the final status of the territories should be determined in any future talks on Palestinian statehood. Trump slams UN resolution on Israeli settlements Trump, who does not take office until Jan. 20, had issued a statement Thursday calling for a U.S. veto only hours before the initially scheduled vote. Trump spokesman Sean Spicer said the Republican president-elect spoke with Israeli Prime Minister Benjamin Netanyahu and Egyptian President Abdel Fattah el-Sisi about the proposed Security Council action Thursday. On Friday, Sisi's spokesman said the two leaders agreed to allow Trump's incoming administration a chance to take up the issue. \"During the call, they discussed regional affairs and developments in the Middle East, and in that context the draft resolution in front of the Security Council on Israeli settlement,\" said spokesman Alaa Yousef. \"The presidents agreed on the importance of affording the new U.S. administration the full chance to deal with all dimensions of the Palestinian case with a view of achieving a full and final settlement. A senior Palestinian official, speaking anonymously according to protocol, said Egypt didn’t consult with the Palestinians about delaying the vote and it was a “complete shock” for them, AP reports. Egypt represents Arab states on the security council. Egypt is the first Arab country to make peace with Israel, with whom it shares close security ties in a joint struggle against Islamic militants. Contributing: David Jackson 7778 CONNECT TWEET 19 LINKEDIN 299 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2iokbVN NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "U.S. abstains on U.N. vote condemning Israeli settlements"
   },
   {
    "entities": [
     "council",
     "israel",
     "et",
     "2:13",
     "middle",
     "kerry",
     "mccain",
     "us",
     "armed",
     "earlier this month",
     "west",
     "friday",
     "states",
     "malaysia",
     "trump",
     "house",
     "reuters",
     "syria",
     "services",
     "ryan",
     "united",
     "--",
     "zealand",
     "paul",
     "senate",
     "elizabeth",
     "donald",
     "american",
     "senegal",
     "administration",
     "bank",
     "congress",
     "nations",
     "security",
     "affairs",
     "2016",
     "john",
     "j.",
     "once",
     "u.n.",
     "share",
     "future",
     "u.s.",
     "new",
     "obama",
     "un",
     "today",
     "benjamin",
     "east",
     "egypt",
     "america",
     "gop",
     "committee",
     "jerusalem",
     "chuck",
     "public",
     "dec 23",
     "december 23, 2016",
     "now",
     "venezuela",
     "jan. 20th",
     "netanyahu",
     ", 5:02 pm",
     "white"
    ],
    "id": 6,
    "text": "Dec 23 2016, 5:02 pm ET United Nations Demands End to Israel Settlement Building; U.S. Abstains by Elizabeth Chuck and Reuters Share U.N. passes resolution on Israeli settlement 2:13 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161224012015if_/http://www.nbcnews.com/widget/video-embed/840508483917\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> UNITED NATIONS — The United Nations Security Council passed a resolution Friday demanding Israel stop settlement construction on occupied Palestinian territory after the United States broke with tradition and abstained from voting on the controversial measure. The resolution was put forward at the 15-member council for a vote by New Zealand, Malaysia, Venezuela and Senegal a day after Egypt withdrew it under pressure from Israel and President-elect Donald Trump. The President-elect and the Israelis had called on the US to veto the measure. It was adopted with 14 votes in favor, to a round of applause. It is the first resolution the Security Council has adopted on Israel and the Palestinians in nearly eight years. The lack of U.S. involvement in the vote represents a sharp break with tradition of protecting Israel from UN action. It was seen as a last-ditch attempt by the council to put the brakes on settlement building and get the Israelis and Palestinians talking again before Trump's inauguration. The President-elect has indicated he will not pressure Israel to participate in talks with the Palestinians. \"As to the U.N., things will be different after Jan. 20th,\" Trump tweeted following the resolution's passage. As to the U.N., things will be different after Jan. 20th. — Donald J. Trump (@realDonaldTrump) December 23, 2016 Israeli Prime Minister Benjamin Netanyahu ripped the resolution and said his country \"will not abide by its terms.\" \"At a time when the Security Council does nothing to stop the slaughter of half a million people in Syria, it disgracefully gangs up on the one true democracy in the Middle East,\" he said. Netanyahu, whose relationship with President Obama has long been strained, accused the White House of colluding with the UN \"behind the scenes.\" \"Israel looks forward to working with President-elect Trump and with all our friends in Congress, Republicans and Democrats alike, to negate the harmful effects of this absurd resolution,\" he said. Secretary of State John Kerry said the U.S. \"acted with one primary objective in mind: to preserve the possibility of the two state solution.\" \"That future is now in jeopardy, with terrorism, violence and incitement continuing and unprecedented steps to expand settlements being advanced by avowed opponents of the two state solution,\" he said. \"That is why we cannot in good conscience stand in the way of a resolution at the United Nations that makes clear that both sides must act now to preserve the possibility of peace.\" Kerry also reminded critics of the Obama Administration's \"unparalleled record of support for Israel's security, including the largest military assistance package in history.\" GOP lawmakers vehemently disagreed. Republican Sen. John McCain, who is chairman of the Senate Armed Services Committee, called the resolution \"ill-conceived.\" \"The abstention of the United States has made us complicit in this outrageous attack, and marks a troubling departure from our nation's long, bipartisan history of defending our ally Israel in the United Nations,\" he said in a statement. \"This resolution will serve as yet another roadblock to peace between Israelis and Palestinians, and embolden the enemies of Israel.\" House Speaker Paul Ryan called the move \"absolutely shameful.\" \"Today's vote is a blow to peace that sets a dangerous precedent for further diplomatic efforts to isolate and demonize Israel. Our unified Republican government will work to reverse the damage done by this administration, and rebuild our alliance with Israel,\" he said. The bipartisan American Israel Public Affairs Committee said it too was \"deeply disturbed\" that the Obama Administration didn't veto the resolution. \"By adopting this resolution, the United Nations has once again served as an open forum to isolate and delegitimize Israel—America's lone stable, democratic ally in the Middle East,\" the organization said. The Obama administration has been critical of Israeli settlement building in the occupied West Bank and East Jerusalem. But U.S. officials said earlier this month that Obama wasn't expected to make any major overtures toward Israeli-Palestinian peace efforts before leaving office. Elizabeth Chuck ",
    "title": "United Nations Demands End to Israel Settlement Building; U.S. Abstains - NBC News"
   },
   {
    "entities": [
     "todd",
     "interactive",
     "times",
     "mark",
     "cbs",
     "images",
     "friday",
     "10:56 pm est",
     "december 24, 2016",
     "dec 23, 2016",
     "getty",
     "press",
     "2013",
     "2017",
     "carrie",
     "reynolds",
     "hamill",
     "gage",
     "news",
     "inc.",
     "4",
     ", 5:13 pm",
     "the",
     "united",
     "--",
     "london",
     "donald",
     "stephens",
     "billie",
     "august 21, 2016",
     "for",
     "christie",
     "debbie",
     "fisher",
     "gwendolyn",
     "2016",
     "daniel",
     "boczarski",
     "associated",
     "shatner",
     "gwendoline",
     "night",
     "brad",
     "past",
     "e.",
     "joely",
     "anna",
     "wizard",
     "day",
     "lourd",
     "los",
     "airlines",
     "akana",
     "illinois",
     "december 23, 2016",
     "rosemont",
     "william",
     "world",
     "angeles",
     "1987"
    ],
    "id": 7,
    "text": "CBS/AP December 23, 2016, 5:13 PM Carrie Fisher suffers heart attack on flight to Los Angeles Email Last Updated Dec 23, 2016 10:56 PM EST Carrie Fisher went into cardiac arrest on a flight from London to Los Angeles amidst her book tour, a law enforcement source told CBS News. Actress Carrie Fisher speaks onstage during Wizard World Comic Con Chicago 2016 - Day 4 at Donald E. Stephens Convention Center on August 21, 2016 in Rosemont, Illinois.  Getty Images for Wizard World / Daniel Boczarski Todd Fisher said Friday night that his sister is receiving excellent care, but that he could not classify her condition. He had earlier told The Associated Press that she had been stabilized and was out of the emergency room. In a subsequent interview he said many details about her condition or what caused the medical emergency are unknown. Fisher, 60, experienced medical trouble during a flight from London and was treated by paramedics immediately after the plane landed in Los Angeles, according to reports citing unnamed sources. Several people who were on the flight tweeted that they saw the veteran “Star Wars” actress receive CPR from passengers who may have been nurses. The plane was then met by paramedics at LAX who provided advanced life support and aggressively treated the patient. United Airlines said that medical personnel met United flight 935 from London to Los Angeles upon arrival Friday and after the crew reported that a passenger was unresponsive. Sources have told CBS News that Fisher was that patient. TMZ  first reported that Fisher had gone into cardiac arrest. The Los Angeles Times  reported  that Fisher was in critical condition. Actress Anna Akana, who also calls herself a fan of Fisher’s, said she was on the flight and tweeted, “Don’t know how else to process this but Carrie Fisher stopped breathing on the flight home. Hope she’s gonna be OK.” She also added that the flight crew and doctor and nurse passengers jumped into action during the episode. Her boyfriend, comedian Brad Gage, tweeted, “I’m in complete shock. @AnnaAkana and I sat in front of Carrie Fisher on our flight from London and she was just taken off the plane by EMTs.” Don't know how else to process this but Carrie Fisher stopped breathing on the flight home. Hope she's gonna be OK  — Anna Akana (@AnnaAkana) December 23, 2016 Fisher’s “Star Wars” co-star Mark Hamill tweeted, “as if 2016 couldn’t get any worse... sending all our love to  @carrieffisher .” as if 2016 couldn't get any worse... sending all our love to @carrieffisher — Mark Hamill (@HamillHimself) December 23, 2016 Her half-sister Joely Fisher tweeted: “Use the force babe.” Use the force babe❤️ pic.twitter.com/WVy6vG8ewc — Joely Fisher (@MsJoelyFisher) December 24, 2016 Actors Gwendolyn Christie and William Shatner also tweeted their support for Fisher.  “Sending you the universes most powerful Force,” wrote Christie.  I ask everyone to stop for a moment and send special thoughts to @carrieffisher . — William Shatner (@WilliamShatner) December 23, 2016 @carrieffisher The whole world is sending you so much love! Sending you the universes most powerful Force XXXXX❤❤❤ — Gwendoline Christie (@lovegwendoline) December 23, 2016 Fisher has been open about her past struggles with drug and alcohol abuse, as well as mental illness. In 2013, she was hospitalized due to an  incident relating to her bipolar disorder.   In the actress’ latest book is “The Princess Diarist,” but perhaps her most well-known book was 1987’s “Postcards from the Edge,” a semi-autobiographical novel that was adapted into a film of the same name. Her most recent movie was “The Force Awakens,” and she is set to appear in “Star Wars: Episode VIII” in 2017.  Fisher is the daughter of Debbie Reynolds, and her own daughter, Billie Lourd, is an actress on “Scream Queens.”  © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Carrie Fisher suffers heart attack on flight to Los Angeles - CBS News"
   },
   {
    "entities": [
     "israel",
     "power",
     "us",
     "cbs",
     "friday",
     "states",
     "trump",
     "house",
     "january",
     "margaret",
     "d-new",
     "news",
     "ryan",
     "united",
     "--",
     "paul",
     "senate",
     "donald",
     "brennan",
     "j.",
     "u.n.",
     "u.s.",
     "samantha",
     "obama",
     "un",
     "today",
     "schumer",
     "benjamin",
     "york",
     "danny",
     "chuck",
     "december 23, 2016",
     "danon",
     "jan. 20th",
     "netanyahu"
    ],
    "id": 8,
    "text": "The U.N. security council passed a resolution Friday condemning Israel's settlements inside of Palestinian territories. CBS News foreign affairs ... U.S. Ambassador to the UN Samantha Power defended the U.S. abstention, saying, “We would not have let this resolution pass if it hadn’t addressed counterproductive steps by the Palestinians.” And she added that the vote “does not in any way diminish the United States’ steadfast and unparalleled commitment to the security of Israel.”   Power also warned that settlements make it harder to negotiate a separate Palestinian state, which the administration believes is crucial to a lasting peace, CBS News’ Margaret Brennan reports.  “The United States has been sending a message that the settlements must stop, privately and publicly, for nearly five decades,” Power said. The U.S. abstention was the stunning culmination of years of icy relations between President Obama and Israeli Prime Minister Benjamin Netanyahu. And it put Mr. Obama in open conflict with President-elect Trump on a key foreign policy matter at a time when they’ve been promising a smooth transition. Netanyahu’s office called the vote “shameful” and said the U.S. “failed to protect Israel.” Israeli Ambassador to the UN Danny Danon argued it will make a peace deal harder. He was also deeply critical of the Obama administration in tweets following the vote.  It was to be expected that Israel's greatest ally would act in accordance with the values that we share - — Ambassador Danon (@dannydanon) December 23, 2016 and would have vetoed this disgraceful resolution. — Ambassador Danon (@dannydanon) December 23, 2016 Danon also said he looked forward to the “new era” Mr. Trump would bring. I have no doubt that the new US administration will usher in a new era — Ambassador Danon (@dannydanon) December 23, 2016 Mr. Trump also tweeted after the vote, promising change in January. As to the U.N., things will be different after Jan. 20th. — Donald J. Trump (@realDonaldTrump) December 23, 2016 Congressional leadership also condemned the vote. House Speaker Paul Ryan called the vote “shameful.” “Today’s vote is a blow to peace that sets a dangerous precedent for further diplomatic efforts to isolate and demonize Israel,” he said in a statement. “Our unified Republican government will work to reverse the damage done by this administration, and rebuild our alliance with Israel.” Sen. Chuck Schumer, D-New York, who will be the new Senate minority leader, says he has urged the administration to veto the resolution -- “an abstention is not good enough,” he wrote in a statement Friday, and he accused the U.N. of “one-sidedness” and an “anti-Israel bias” on the settlements issue.  ",
    "title": "UN Security Council votes 14-0 to condemn Israeli settlement construction - CBS News"
   },
   {
    "entities": [
     "todd",
     "the second",
     "andrew",
     "friday",
     ", 7:11 pm",
     "reagan",
     "press",
     "carrie",
     "gage",
     "news",
     "harrison",
     "united",
     "1:38",
     "leia",
     "london",
     "recently",
     "fisher",
     "2016",
     "associated",
     "ucla",
     "brad",
     "department",
     "anna",
     "nbc",
     "center",
     "los",
     "ford",
     "airlines",
     "about 12:11",
     "akana",
     "ronald",
     "dec 23",
     "december 23, 2016",
     "medical",
     "fire",
     "blankstein",
     "angeles"
    ],
    "id": 9,
    "text": "Dec 23 2016, 7:11 pm ET 'Star Wars' Actress Carrie Fisher Suffers Heart Attack on a Plane, Sources Say by Andrew Blankstein 'Star Wars' Actress Carrie Fisher Suffers Heart Attack on Plane 1:38 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161224012014if_/http://www.nbcnews.com/widget/video-embed/840645187688\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"Star Wars\" actress Carrie Fisher suffered a heart attack on a plane Friday, two law enforcement sources told NBC News. Fisher, 60, world-famous for playing Princess Leia in the blockbuster franchise, was rushed to a local hospital after suffering full cardiac arrest on a flight from London to Los Angeles. She was in critical condition, sources told NBC News. Fisher's brother, Todd Fisher, told the Associated Press she was \"out of emergency\" and stabilized at a hospital, but did not give any other details. The Los Angeles Fire Department was contacted just before United flight 935 landed, about 12:11 local time and performed \"advanced life support,\" the department said. Paramedics arrived at the gate and took her to Ronald Reagan UCLA Medical Center, officials said. United Airlines said in a statement that a passenger became unresponsive on Flight 935 from London to Los Angeles but did not name the passenger. \"Our thoughts are with our customer at this time,\" the airline said. Two actors tweeted that they were on board the plane when Fisher fell ill. Don't know how else to process this but Carrie Fisher stopped breathing on the flight home. Hope she's gonna be OK — Anna Akana (@AnnaAkana) December 23, 2016 I'm in complete shock. @AnnaAkana and I sat in front of Carrie Fisher on our flight from London and she was just taken off the plane by EMTs — Brad Gage (@bradgage) December 23, 2016 Fisher had recently wrapped filming for \"Star Wars: Episode VIII,\" the second of three new films in the massively popular sci-fi saga. She was promoting her eighth book, a collection titled \"The Princess Diarist,\" in which she revealed her affair with co-star Harrison Ford during the filming of \"Star Wars.\" Play ",
    "title": "'Star Wars' Actress Carrie Fisher Suffers Heart Attack on a Plane, Sources Say - NBC News"
   },
   {
    "entities": [
     "esopus",
     "jim",
     "j",
     "xvi",
     "joe",
     "jorge",
     "motors",
     "yeary",
     "pope",
     "morning",
     "for",
     "last month",
     "chevy",
     "benedict",
     "boston",
     "stadium",
     "archbishop",
     "j.",
     "once",
     "michigan",
     "moat",
     "today",
     "general",
     "july",
     "detroit",
     "bowl",
     "vatican",
     "essex",
     "2005",
     "apostolic",
     "community",
     "n.y.",
     "mother",
     "reporter",
     "buenos",
     "joseph",
     "mary",
     "bernice",
     "annette",
     "ind.",
     "sunday",
     "united",
     "yankee",
     "1977",
     "francis",
     "catholic",
     "philip",
     "donald",
     "bergen",
     "indiana",
     "brackmann",
     "of",
     "1991",
     "$500,000",
     "consecrated",
     "josé",
     "haute",
     "societies",
     "shane",
     "cardinal",
     "425 pounds",
     "jersey",
     "bryan",
     "1978",
     "and",
     "goodness",
     "york",
     "dec. 3",
     "mornings",
     "tobin",
     "jesus",
     "ontario",
     "orange",
     "rita",
     "pence",
     "congregation",
     "david",
     "this month",
     "the 1970s",
     "earlier this month",
     "myers",
     "lentz",
     "charities",
     "christmas",
     "hudson",
     "la",
     "december 2012",
     "healthplex",
     "dec. 5",
     "stefano",
     "st.",
     "mike",
     "john",
     "newark",
     "terre",
     "tahoe",
     "december 25, 2016",
     "canada",
     "6 a.m.",
     "aires",
     "new",
     "national",
     "indianapolis",
     "2012",
     "bergoglio",
     "padre",
     "clohessy",
     "bob",
     "seger",
     "november 2015",
     "time",
     "marie",
     "brothers",
     "anselm",
     "ratzinger",
     "october",
     "mast",
     "anne",
     "times",
     "rome",
     "states",
     "trump",
     "2013",
     "5:30",
     "college",
     "rellandini/reuters",
     "xxiii",
     "school",
     "30 percent",
     "guardia",
     "life",
     "chicago",
     "jan. 6",
     "2010",
     "the late 1990s",
     "neri",
     "now",
     "institutes",
     "guynn"
    ],
    "id": 10,
    "text": "Continue reading the main story Though he has led the Archdiocese of Indianapolis since 2012, a status that usually comes with perks like a driver, he drives himself around in a Chevy Tahoe and helps with the dishes after lunch meetings. He introduces himself simply as Padre José to the children at a local Catholic school. He showers and shaves at the Community Healthplex gym like any other member, and calls his workout buddies his Band of Brothers. Advertisement Continue reading the main story In short, he is just the kind of leader Pope Francis is elevating to realign the church in the United States with his priorities. As the pope has made clear over the past three years, fancy lifestyles, formality and regal titles like Prince of the Church are out of style for cardinals. So is an emphasis on the divisive issues of abortion and same-sex marriage , even though the church’s underlying position on those issues has not changed. Instead, in the pope’s view, the church should emphasize humility and service to the poor. It should be multicultural, welcoming different styles of worship. It should reach out to other faiths and stand up for immigrants, refugees and nuns. Photo Cardinal Tobin’s post as archbishop of Indianapolis came with a driver, but he drives himself. Credit A J Mast for The New York Times And that, church experts and members of his flock say, is a close description of the priorities of Cardinal Tobin, who will be heading east just after Christmas to lead the approximately 1.5 million Catholics in the Archdiocese of Newark. He is replacing Archbishop John J. Myers, 75, who preferred to be addressed by the formal title Your Grace, and who achieved notoriety when the church spent some $500,000 to outfit the house he will retire to with an indoor exercise pool and an elevator. Cardinal Tobin’s appointment in October as one of the nation’s 18 cardinals came as a surprise to many, including the man himself. But perhaps it should not have. For what his unassuming bearing does not reveal is that he is no stranger to the corridors of power in the church. He is a friend of Pope Francis. And under Francis’ predecessor, Pope Benedict XVI, he had helped lead the Vatican office that oversees the roughly one million men and women in religious orders around the world. That position did not end so well. It was an open secret that Cardinal Tobin was sent to Indiana as a kind of exile most likely because he questioned an inquiry by his office into supposed doctrinal lapses among the roughly 50,000 nuns in the United States. As he got to know the faithful in the chancery of Indianapolis, he would joke with them about it. “I was kicked out and I’m grateful for it,” the chancellor of the archdiocese, Annette Lentz, recalled his saying about how he turned up on her doorstep. And she would tell him, “Their loss is our gain.” How Cardinal Tobin, 64, an amiable 6-foot-3 Irish-American who likes Bob Seger, plays piano and speaks five languages, went from being the oldest of 13 children living in Detroit to the pinnacle of the global church is a story that bears telling. Advertisement Continue reading the main story He grew up in a working-class neighborhood where the big houses were perfect for the large families of Irish, Polish and other Eastern European backgrounds that filled them. The local parish, Holy Redeemer , was run by an order of priests called the Redemptorists, and was unusually large, with 14 Masses each Sunday for up to 20,000 worshipers, he recalled in a Dec. 5 interview. His mother was a public-school teacher who quit her job to raise her brood; nine of her cousins and three of her aunts were nuns. Growing up in a deeply Catholic environment, Cardinal Tobin had two role models: the parish priests and his father, a cost analyst at General Motors who attended 6 a.m. Mass daily. Joe Tobin was a rough-and-tumble child, who once crashed through the back-porch window when he was being chased. But he also learned the deeper lessons taught by the nuns at the parish school. “Joe came home in second grade and said to me, ‘Mom, I need a pair of socks,’” his mother, Marie Tobin, 93, recalled before Cardinal Tobin’s emotional farewell Mass in Indianapolis on Dec. 3. “And I looked at his feet and saw his socks were fine. ‘Mother,’ he said, ‘there’s a boy in my class who has rags around his feet and a safety pin.’” Photo A photograph of Cardinal Tobin’s family from the 1970s. Credit a J Mast for The New York Times In 1977, when the cardinal was in seminary in Esopus, N.Y., his father died of a heart attack. By that time, the family had moved across the border to Canada, and his father had been commuting to Michigan. “I idolized my dad,” Cardinal Tobin said. “He was everything I think a man should be. He was strong, he played in the Orange Bowl as a freshman in Boston College. He lost his leg in World War II , so he never played football again. He had a quiet, unpretentious faith. He was chivalrous with women. “And I remember when he died,” he added, “and I was waiting at the seminary for someone to drive me to La Guardia, and one of my teachers came and said, ‘If you can be a man like your father, when they call you Father you will be all right.’ And I suppose I am still trying to do that.” He remains close with his siblings. And in the Redemptorists, an order that requires a vow of poverty and emphasizes missionary outreach, he found a second family. Advertisement Continue reading the main story He dreamed of being sent to far-flung locales once he was ordained in 1978. Instead, because he spoke Spanish, he was sent right back to Holy Redeemer, which had a growing Hispanic population. There, he learned about serving the poor. An older priest modeled what was to become a signature of Cardinal Tobin’s ministry: an intense focus on each person. “When he is there and you are talking to him, it’s as if you have known him all your life,” said Bernice Guynn, 89, a parishioner at St. Rita in Indianapolis. From Detroit, he was moved during the AIDS epidemic to Chicago, where he ministered at the bedsides of the dying. The church’s stance against homosexuality was not a barrier to him. “It’s important to be there for people,” he said. By 1991, the higher-ups of his order had taken notice and he was moved to Rome. For 12 years, he led the Redemptorist order, finally traveling the world to missions in more than 70 nations. Photo Cardinal Tobin with the Franciscan Missionary Sisters of the Immaculate Heart of Mary after his farewell Mass in Indianapolis on Dec. 3 Credit A J Mast for The New York Times In that capacity, he made an impression on Cardinal Joseph Ratzinger, then the Vatican official responsible for enforcing Catholic doctrine. In 2010, five years after Cardinal Ratzinger became Pope Benedict, he offered Father Tobin the title of archbishop and the position of secretary of the Congregation for Institutes of Consecrated Life and Societies of Apostolic Life in the Vatican. Cardinal Tobin recalled that he was painting his mother’s porch in Ontario when he got the call from the Vatican secretary of state. “I turned white and started stuttering,” he said. He did not want the job, he said, but how does one refuse the pope? The office he had been tapped to administer was investigating American nuns for supposedly adopting a “secular mentality” and straying from Catholic orthodoxy. In other words, the nuns were accused of being too liberal, and Cardinal Tobin was to oversee the inquiry. But he had an “extremely positive” view of the nuns, he told T he National Catholic Reporter at the time, and he wanted to explain their good works. Advertisement Continue reading the main story “My first job, I thought, was to ask, ‘What were people trying to accomplish with this?’” he said this month. But the problem, he came to believe, was structural: the investigation of 55,000 religious women by a tiny staff for the alleged errors of a few. “It made as much sense as an ophthalmologist trying to do cataract surgery standing in center field in Yankee Stadium and pointing his laser gun up at the bleachers,” he said. Two years into his five-year term, his priest secretary surprised him with the news. “We are so sorry you are going,” Cardinal Tobin recalled him saying. “And I said, ‘Really, where am I going?’ And he said, ‘Indianapolis.’” The official news did not come for four months. “It was like death by 1,000 cuts,” he said. When he arrived in Indiana in December 2012, most American Catholics had never heard of him. But to the nuns he was something of a hero. “We thought that he was a tremendous individual,” said Mother Anne Brackmann, the prioress of the Carmelite Monastery in Terre Haute, Ind. “And he was welcomed very, very warmly.” Someone else took note of his dismissal: Cardinal Jorge Bergoglio of Buenos Aires, who would become Pope Francis. Photo Cardinal Tobin greeting students at St. Philip Neri School in Indianapolis this month. Credit A J Mast for The New York Times The two men met in 2005 during a synod of bishops in Rome, and they bonded over a shared view of the church. There were conservative bishops in their group who wanted, for example, to ban girls from being altar servers. “I have eight sisters, and at the time, I had nieces who were serving at the altar, and I didn’t see the justification for it,” Cardinal Tobin said. “Bergoglio was on the same page. There are more important things to talk about.” Advertisement Continue reading the main story They had also laughed together: Cardinal Tobin recalled telling Cardinal Bergoglio that he had been his mother’s choice for pope that year, because she had read how he picked up after himself and cooked his own food. Still, Cardinal Tobin was surprised to get a note from Cardinal Bergoglio in 2010 wishing him luck in his Vatican position. “He said: ‘I remember our time together, I remember our conversations, and I remember your mother’s good taste. I’m praying for you.’” By the time Cardinal Tobin came to the Vatican in 2013 to receive his pallium — the cowl that would mark his status as the archbishop of Indianapolis — Pope Francis had been elected. He was not sure the new pope would remember him. But Francis again surprised him. “I’ve been praying intensely for you since I heard what happened,” Cardinal Tobin said the pope had told him. What happened next was a kind of rehabilitation. Francis appointed him to the oversight committee of the same Vatican office he had been removed from. Then, in October, came the announcement: The pope was naming him a cardinal. He would be the youngest one in the United States. Cardinal Tobin was shocked. “It’s kind of like you are sleeping in class and all of a sudden the spotlight is on you,” he said. At a news conference last month in Newark, he put it this way: “Sometimes I think Pope Francis sees a lot more in me than I see in myself.” Photo Cardinal Tobin with Pope Francis at the Vatican last month. Credit Stefano Rellandini/Reuters Cardinal Tobin said he loved his time in Indianapolis, where he visited parishes in 39 counties, ministered to prisoners on death row and baptized about 1,000 new Catholics each Easter. Advertisement Continue reading the main story He was up by 4 many mornings to pray before arriving at the gym by 5:30. With the help of a trainer, Shane Moat, he learned how to deadlift 425 pounds. “Big breath, explode, keep it close,” Mr. Moat coached him earlier this month. Cardinal Tobin strained and hoisted the weight to his waist. “You the man!” someone shouted. “No, I’m not,” Cardinal Tobin said after dropping the weight with a bang. That morning, Mr. Yeary, the salesman, presented him with a goodbye gift: a framed photo of the cardinal with his seven workout buddies, whose ages range from 27 to over 70. “Oh, man, that’s wonderful, thank you,” the cardinal said. Then he reverted to his lighthearted tone: “None of those Sopranos are going to mess with me. This is my crew.” Cardinal Tobin has had a hard time saying goodbye. He choked up at his farewell Mass and had only one request of the congregation that had packed the cathedral: Pray for him. But his admirers here and elsewhere are hoping that Cardinal Tobin will become a more public voice for Pope Francis and his priorities. He has already done that once, in a showdown with Gov. Mike Pence of Indiana, a Republican who is now the vice president-elect, over welcoming Syrian refugees. In November 2015, Mr. Pence announced that he would suspend Syrian refugee resettlement programs, citing security fears. Cardinal Tobin felt that was not only illegal, but also immoral. He met with Mr. Pence, discussed his objections and told him he would continue the Catholic Charities resettlement program. A federal court has since overturned the governor’s directive. In an email, Mr. Pence said, “Cardinal Tobin is a personal friend, and I deeply respect his commitment to his faith and his ministry.” While Cardinal Tobin did not tell anyone whom to vote for in the presidential election, he said he was disturbed by appeals to fear during the campaign of Donald J. Trump, particularly his views of refugees and immigrants. Mr. Trump, he said, “was appealing to the dark side of the divisive forces, to the unredeemed part of us.” And while the cardinal believes American democracy will ultimately resist such appeals, “you can’t be too Pollyannish about things.” Continue reading the main story Photo Cardinal Tobin at the Cathedral Basilica of the Sacred Heart in Newark last month, when he was introduced as the new Roman Catholic archbishop of the city. Credit Bryan Anselm for The New York Times In Newark, he said, his first job after his installation on Jan. 6 will be to listen. Encompassing Bergen, Essex, Hudson and Union Counties in northern New Jersey, the archdiocese has pockets of great wealth and poverty, and an array of immigrants so diverse that Mass each Sunday is celebrated in 20 languages. About 30 percent of the parishioners are Hispanic. Advertisement It is also a community in need of healing . In July, citing the failure of the archdiocese to effectively remove priests accused of sexual abuse from contact with children , the editorial board of The Star-Ledger of Newark called the departure of Archbishop Myers a “true blessing.” “During his 15-year tenure as New Jersey’s highest-ranking Catholic, he protected pedophile priests,” the board said. “He urged his flock to vote based on two issues — abortion and gay marriage — at the threat of being denied Holy Communion.” Jim Goodness, the spokesman for the archdiocese, denied those allegations, saying that Archbishop Myers had permanently removed from ministry some 20 abusive priests and that he had “never threatened to deny Communion to anyone.” Cardinal Tobin will bring a different message. One of his priorities, he said, would be to ensure that the archdiocese is fully compliant with church and criminal protocols on handling sexual abuse allegations. At the Vatican in the late 1990s, the cardinal recalled, it was difficult to convince people that the abuse issue was serious. “I think they just believed it was an American problem,” he said, adding, “I don’t want to make it like I was a great crusader over there, but I did take it seriously.” He later led an effort to establish protocols for abuse claims in his order. Yet the most outspoken American victims group, the Survivors Network of Those Abused by Priests , said that Cardinal Tobin, like the church as a whole, must do more, such as posting the names of all credibly accused priests online. “Certainly there are worse bishops, but that fact should comfort no one,” David Clohessy, the organization’s national director, said. Cardinal Tobin assumes his role in an uneasy time. He said that he hoped to lead with joy and transparency, and that he intended to encourage dialogue to bridge divisions. But he would go further if he believed that policies ran counter to the moral values that Jesus taught. On the threats by President-elect Trump to carry out mass deportations of illegal immigrants, for example, Cardinal Tobin was clear. He recalled how Pope John XXIII, before he became pope, issued false baptismal certificates to help Jews escape the Nazis in World War II. Advertisement Continue reading the main story “We have to resist,” he said. “With public statements, and then, you do what you got to do.” A version of this article appears in print on December 25, 2016, on Page MB1 of the New York edition with the headline: Cardinal Joe Heads to Newark. Order Reprints | Today's Paper | Subscribe ",
    "title": "Coming to Newark Archdiocese: A Different Kind of Cardinal - The New York Times"
   },
   {
    "entities": [
     "council",
     "israel",
     "power",
     "west",
     "states",
     "reagan",
     "trump",
     "march",
     "michele",
     "south",
     "syria",
     "2016, this year",
     "united",
     "npr",
     "1982",
     "donald",
     "bank",
     "north",
     "illean/ap",
     "nations",
     "security",
     "mahmoud",
     "kelemen",
     "u.n.",
     "past",
     "assembly",
     "1975",
     "this year",
     "korea",
     "u.s.",
     "samantha",
     "general",
     "egypt",
     "sudan",
     "iran",
     "ronald",
     "september",
     "jan. 20th"
    ],
    "id": 11,
    "text": "Enlarge this image The U.N. Security Council has condemned Israel's construction of settlements, with Ambassador Samantha Power saying the project hurts Israel's security. In this photo from March, soldiers guard the Gush Etzion junction near a cluster of settlements in the West Bank. Mahmoud Illean/AP hide caption toggle caption Mahmoud Illean/AP The U.N. Security Council has condemned Israel's construction of settlements, with Ambassador Samantha Power saying the project hurts Israel's security. In this photo from March, soldiers guard the Gush Etzion junction near a cluster of settlements in the West Bank. Mahmoud Illean/AP The U.N. Security Council has approved a resolution condemning construction of Israeli settlements in the West Bank, after the U.S. abstained from the vote rather than vetoing the resolution outright. In explaining the U.S. abstention, Ambassador Samantha Power said the move doesn't signal diminished U.S. support for Israel; she later added that the continued construction of settlements \"seriously undermines Israel's security.\" Power said, \"The United States has been sending the message that the settlements must stop, privately and publicly, for nearly five decades.\" NPR's Michele Kelemen reports for our Newscast unit: \"A day after Egypt withdrew the resolution under pressure from Israel and President-elect Donald Trump, several other Security Council members brought the draft to a vote. Fourteen supported it; Power was the only one to abstain.\" Less than an hour after the vote, Trump tweeted , \"As to the U.N., things will be different after Jan. 20th.\" At the start of Power's remarks explaining the U.S. position on the resolution, the ambassador read aloud a quote she said was from President Ronald Reagan, in 1982: \"The United States will not support the use of any additional land for the purpose of settlements during the transitional period. Indeed, the immediate adoption of a settlement freeze by Israel, more than any other action, could create the confidence needed for wider participation in these talks. Further settlement activity is in no way necessary for the security of Israel, and only diminishes the confidence of the Arabs that a final outcome can be freely and fairly negotiated.\" Article continues after sponsorship Power said that in addition to condemning settlements, the resolution \"reflects the facts on the ground,\" condemns violence and terrorism and addresses \"counter-productive actions by the Palestinians\" while also calling on both sides to engage in peace talks. The U.S. abstention comes one day after President-elect Trump issued a statement calling on the U.S. to veto the resolution. \"As the United States has long maintained, peace between the Israelis and the Palestinians will only come through direct negotiations between the parties, and not through the imposition of terms by the United Nations,\" Trump said. He added that the resolution \"puts Israel in a very poor negotiating position and is extremely unfair to all Israelis.\" The subject of fairness came up in Power's remarks, as well — as she said Israel has long been the victim of bias in the U.N. Power said: \"In reality, this vote, for us, was not straightforward, because of where it's taking place: at the United Nations. For the simple truth is that for as long as Israel has been a member of this institution, Israel has been treated differently from other nations at the United Nations. \"And not only in decades past, such as the infamous resolution that the General Assembly adopted in 1975 with the support of the majority of member states, officially determining that Zionism is a form of racism. But also in 2016, this year. One need only look at the 18 resolutions against Israel adopted during the General Assembly in September, or the 12 Israel-specific resolutions adopted this year in the [U.N.] human rights council — more than those focused on Syria; North Korea; Iran and South Sudan put together.\" Power stated that \"such unequal treatment not only hurts Israel; it undermines the legitimacy of the United Nations itself.\" ",
    "title": "Security Council Condemns Israeli Settlements As U.S. Abstains From Vote : The Two-Way : NPR"
   },
   {
    "entities": [
     "rahm",
     "terrence",
     "tribune",
     "last week",
     "yoko",
     "dold",
     "park",
     "emanuel",
     "bruce",
     "ono",
     "february of 2016",
     "antonio",
     "/",
     "february",
     "chicago",
     "june 11, 2015",
     "june 2015",
     "james",
     "museum",
     "field",
     "jackson",
     "jan. 16, 2013"
    ],
    "id": 12,
    "text": "Emails between Emanuel, Tribune's Dold released in lawsuit settlement Bruce Dold and Rahm Emanuel Terrence Antonio James / Chicago Tribune Chicago Tribune Editor and Publisher Bruce Dold and Mayor Rahm Emanuel at a public forum at the Field Museum on Jan. 16, 2013. Dold was the newspaper's editorial page editor before being named editor in February of 2016. Chicago Tribune Editor and Publisher Bruce Dold and Mayor Rahm Emanuel at a public forum at the Field Museum on Jan. 16, 2013. Dold was the newspaper's editorial page editor before being named editor in February of 2016. (Terrence Antonio James / Chicago Tribune) Privacy Policy The 2,700 pages of emails Rahm Emanuel turned over from his personal accounts last week showed the mayor communicating with a wide range of Chicago power brokers, business leaders and media figures, including  Tribune Editor and Publisher Bruce Dold. The emails included a handful of messages exchanged between Emanuel and Dold, when Dold  was the newspaper's editorial page editor before being named editor in February. Some of the messages centered on the two setting up a time to have a phone conversation or to meet for lunch. Others, such as an exchange in June 2015, focused on Emanuel trying to air particular issues on the Tribune's editorial pages. On June 11, 2015, Emanuel wrote Dold to tell him his office would be sending along an op-ed he wrote on neighborhood public art. Dold responded, criticizing the  article that discussed the unveiling of a Yoko Ono sculpture and landscape garden in Jackson Park. \"This has the same problem that the last piece had. It reads more like a press release than an essay that will draw and keep readers,\" Dold wrote, before offering Emanuel suggested improvements. \"It is self-congratulatory. ... It is thematically unfocused. There could be a nice, focused piece here in which you announce some news and reflect on one of the great strengths of Chicago, its public art. \"It should start with Yoko Ono's first permanent public piece, pointing to the 606 and Riverwalk and other recent improvements,\" Dold continued. \"Elaborate why this is of such value to Chicago.\" ",
    "title": "Emails between Emanuel, Tribune&apos;s Dold released in lawsuit settlement - Chicago Tribune"
   },
   {
    "entities": [
     "council",
     "israel",
     "middle",
     "anne",
     "ben",
     "john-rsb-",
     "kerry",
     "us",
     "power",
     "palestine",
     "west",
     "friday",
     "the week",
     "trump",
     "malaysia",
     "house",
     "press",
     "r-wis.",
     "reuters",
     "thursday",
     "territories",
     "news",
     "ryan",
     "united",
     "facebook",
     "paul",
     "--",
     "voices",
     "zealand",
     "the",
     "donald",
     "fox",
     "youssef",
     "administration",
     "jonathan",
     "rhodes",
     "wachtel",
     "bank",
     "bayefsky",
     "of",
     "linton",
     "nations",
     "security",
     "on",
     "associated",
     "abu",
     "this last minute",
     "organization",
     "j.",
     "grenell",
     "twitter",
     "human",
     "wael",
     "u.n.",
     "future",
     "city",
     "eric",
     "u.s.",
     "obama",
     "new",
     "un",
     "today",
     "samantha",
     "1967",
     "bbc",
     "mission",
     "east",
     "egypt",
     "institute",
     "danny",
     "america",
     "jerusalem",
     "ric",
     "touro",
     "liberation",
     "december 23, 2016",
     "danon",
     "old",
     "jan. 20th",
     "barack",
     "rights",
     "netanyahu",
     "white"
    ],
    "id": 13,
    "text": "US abstains in key Israel vote, clearing way for condemnation of settlements Published               December 23, 2016 Facebook 0 Twitter 0 livefyre Email Print   A \"shameful\" abstention by the U.S. in a United Nations vote Friday allowed passage of a resolution condemning Israeli settlement expansion in the occupied West Bank. The UN Security Council resolution was put forward by four nations a day after Egypt withdrew it Thursday under pressure from Israel and U.S. President-elect Donald Trump. Failure by the U.S. to veto the measure was seen as a double-cross of America's key Middle Eastern ally, and attributed directly to outgoing President Barack Obama, who has had chilly relations with Israel throughout his eight-year tenure. Reaction from U.S. Republicans and Jewish leaders around the world was swift and sharp. \"It was to be expected that Israel's greatest ally would act in accordance with the values that we share and that they would have vetoed this disgraceful resolution,\" said Israel's Ambassador Danny Danon. \"I have no doubt that the new U.S. administration and the incoming UN Secretary General will usher in a new era in terms of the UN's relationship with Israel.\" House Speaker Paul Ryan, R-Wis., blasted the Obama administration for undermining America's historic Middle East ally. \"This is absolutely shameful,\" Ryan said. \"Today's vote is a blow to peace that sets a dangerous precedent for further diplomatic efforts to isolate and demonize Israel.\" Minutes after the vote, Trump took to Twitter to express his opposition. As to the U.N., things will be different after Jan. 20th. — Donald J. Trump (@realDonaldTrump) December 23, 2016 \"As to the U.N., things will be different after Jan. 20th,\" Trump tweeted. Anne Bayefsky, director of the Touro Institute on Human Rights and the Holocaust and president of Human Rights Voices, said the contention that settlements, and not Palestinian terrorism, is the obstacle to peace is false. \"This UN resolution represents the Big Lie of modern anti-Semitism,\" Bayefsky said. \"Palestinians' backers on the Council, New Zealand and Malaysia, made today's slander clear, claiming Jews living peaceful, productive lives on Arab-claimed land was the 'single biggest threat to peace\" and \"primary threat to a two-state solution.' \"Seven decades of violent Palestinian rejection of a Jewish state prove otherwise,\" she added. The measure was adopted with 14 votes in favor, to a round of applause, after U.S. Ambassador Samantha Power abstained. It is the first resolution the Security Council has adopted on Israel and the Palestinians in nearly eight years. THE WEEK IN PICTURES \"The resolution is too narrowly focused on settlements when we all know, or all should know\" there are other factors that contribute to the conflict between Israel and Palestinians, Power said in an explanation for why the U.S. chose to sit on the fence, which ensured passage of the resolution. The Obama White House, under heavy pressure from the Israeli government and its supporters to veto the resolution, kept everyone guessing until the vote whether it would stop shielding Israel from council resolutions and permit it to pass by abstaining. After the vote, White House officials acknowledged on a conference that Obama made the decision himself after several rounds of discussions with top administration officials. As for Trump, deputy National Security Adviser Ben Rhodes pointedly said there’s only one president at a time – and that the Obama administration was concerned the Israelis’ pace of settlement activity could put the viability of a two-state solution at risk. Israel believes it has the right to expand settlements in the disputed territories as populations within them expand. Palestinians do not believe the settlements should exist at all, and world condemnation of expansion is seen as a possible first in that direction.   The resolution, warning that Israeli settlement expansion is “steadily eroding the two-state solution and entrenching a one-state reality,” calls on Israel to “immediately and completely cease all settlement activity in occupied territories, including East Jerusalem.” It repeated the longstanding UN position that all settlements on land Israel conquered in 1967 are illegal under international law. A senior Israeli official accused the U.S. of a \"shameful move\" after learning that it did not intend to veto the text, the BBC reported. The U.S., which has veto power as one the council five permanent members of the council, has traditionally sheltered Israel from condemnatory resolutions. But the Obama administration has long made clear its opposition to Israeli settlement-building in occupied territory and there had been speculation that in its final month it might allow a resolution against settlements to pass at the U.N. A senior Israeli official told The Associated Press: \"President Obama and Secretary [of State John] Kerry are behind this shameful move against Israel at the U.N. \"The U.S. administration secretly cooked up with the Palestinians an extreme anti-Israeli resolution behind Israel's back which would be a tail-wind for terror and boycotts and effectively make the Western Wall [the Jewish holy site in the Old City of Jerusalem] occupied Palestinian territory.” Most of those critical of the move by the U.S. painted it as a stab in Israel's back delivered by Obama. “This last minute political maneuvering is shameful,\" said Ric Grenell, former spokesman for the U.S. Mission to the UN and a Fox News contributor. \"It is inconsistent with the long standing U.S. policy that no country or organization should be dictating solutions on the two parties. \"Today’s abstention by the Obama Administration will make it harder to find a peaceful solution because it imposes outside positions on Israel without letting them negotiate directly,” he added. Wael Abu Youssef, a senior member of the Palestine Liberation Organization, told Reuters that Netanyahu's government \"must not be rewarded\" by the initial withdrawal of the draft resolution. The resolution, although it reiterates long-held U.N. policy, could be more than symbolic. While it does not call for imposing sanctions on Israel, its language could hinder Israel's negotiating position in future peace talks. Given the widespread international opposition to the settlements, it would  be nearly impossible for the Trump administration to reverse it. Fox News' Eric Linton and Jonathan Wachtel contributed to this report Advertisement ",
    "title": "US abstains in key Israel vote, clearing way for condemnation of settlements | Fox News"
   },
   {
    "entities": [
     "david",
     "pantle",
     "rahm",
     "last year",
     "abel",
     "association",
     "government",
     "byron",
     "trott",
     "coen",
     "april 2014",
     "house",
     "hillary",
     "citizen",
     "rick",
     "tribune",
     "michael",
     "pearson",
     "jan. 27",
     "thursday",
     "university",
     "jeff",
     "last week",
     "dold",
     "emanuel",
     "bruce",
     "dec. 9",
     "cuillier",
     "state",
     "of",
     "county",
     "maryam",
     "sacks",
     "bill",
     "this fall",
     "john",
     "advocacy",
     "/",
     "podesta",
     "department",
     "heinzmann",
     "arizona",
     "kathleen",
     "chicago",
     "craven",
     "wikileaks",
     "uribe",
     "hall",
     "wednesday",
     "october 2015",
     "center",
     "2012",
     "cook",
     "better",
     "illinois",
     "bga",
     "now",
     "ruthhart-rrb-",
     "judar",
     "city",
     "don",
     "clinton",
     "the future",
     "white"
    ],
    "id": 14,
    "text": "Open records experts see loopholes in Emanuel's email lawsuit settlement Rahm Emanuel Abel Uribe / Chicago Tribune Two Freedom of Information Act experts noted that because Mayor Rahm Emanuel settled the case with the Better Government Association, there was no legal determination that he violated state open records law. Two Freedom of Information Act experts noted that because Mayor Rahm Emanuel settled the case with the Better Government Association, there was no legal determination that he violated state open records law. (Abel Uribe / Chicago Tribune) Privacy Policy A day after striking a deal to release 2,700 pages of emails involving public business he conducted on his personal accounts, Mayor Rahm Emanuel said he \"wasn't perfect\" when it came to transparency but had resolved a lawsuit with a \"landmark\" agreement. A review of the mayor's settlement of a suit brought by a government watchdog group, however, shows that it contains loopholes that open records experts said could allow Emanuel to avoid turning over all the public records that the law requires. A double layer of Emanuel's lawyers — not a judge — decided which emails the public got to see and which ones remain secret. In doing so, the mayor's attorneys set up the rules to determine which emails were related to public business and would be released. In turn, the lawyers applied those definitions to a universe of emails that was substantially smaller than what the Better Government Association sought in its lawsuit, in large part because many of the emails no longer existed. Left unsaid by Emanuel's legal team when it turned over the documents was that emails sent to the mayor's personal accounts were deleted after 90 days. That meant the only emails released were either preserved after the lawsuit was filed last year or could be tracked down via email accounts of City Hall staffers. Rahm Emanuel 's personal account in which he promised to co-host a political fundraiser, before making a series of requests that included asking that the mayor provide high-level access to a new executive at Trott's firm. \"Both... In April 2014, investment banker Byron Trott sent an email to Mayor Rahm Emanuel 's personal account in which he promised to co-host a political fundraiser, before making a series of requests that included asking that the mayor provide high-level access to a new executive at Trott's firm. \"Both... (Rick Pearson, David Heinzmann and Jeff Coen) Beyond that, Emanuel and his attorneys maintained in the settlement that government-related emails on his personal accounts were not public records, despite Illinois law holding that government business conducted via email by a public official is subject to open records requirements. The mayor's position could allow him to continue to use his private email to conduct government business, experts who reviewed the settlement told the Chicago Tribune. \"The settlement says they disagree, that they don't think they're subject to the public records law,\" said David Cuillier, an associate professor of journalism at the University of Arizona who focuses on freedom of information issues. \"Really, that's sad and unconscionable. They are basically going to put in writing that they don't agree with the law or the principles of accountability to the public. ... They think it's OK to sneak around the public's eyes.\" Uncharted water? While Emanuel has put the BGA suit behind him, the mayor still faces a Tribune lawsuit alleging that Emanuel violated the state's open records laws by refusing to release communications about city business conducted through emails and text messages on personal devices. That ongoing suit is based on an open records request that sought electronic communications related to subjects that include the city's scandal-plagued red light camera program, as well as email and text correspondence between Emanuel and Michael Sacks, the mayor's close confidant and top campaign contributor. The Tribune sued a month before the watchdog group brought its case against Emanuel in October 2015 over a blanket open records request that sought all official emails the mayor sent from a nongovernment account. The mayor's Wednesday settlement with the BGA was announced 12 days after the Tribune won a round in its lawsuit. On Dec. 9, Cook County Judge Kathleen Pantle ordered Emanuel to produce an index of certain emails and text messages the mayor sent and received on personal devices, giving him until Jan. 27 to comply. The Tribune continues to seek those records in court. Read the story On Thursday, Emanuel discussed the settlement and repeated four times that he had been navigating \"uncharted waters\" when it came to determining whether he was allowed to conduct government business on personal email accounts. \"I think we finally, while there was a disconnect, synced up technology and transparency and have an agreement that kind of sheds a light going forward and sets a principle that not only applies to me, but all the city employees and gives people that information they need,\" the mayor said. Emanuel was asked what was so unprecedented about the notion of not sending government messages on private accounts, given that email has been commonplace for two decades and that he has spent nearly his entire career working in government, including as a congressman and as a White House senior aide in the administrations of two presidents. \"An overwhelming amount of the emails are people coming to me. I would be taking a stab, but 3 out of 4 are people just coming to me,\" Emanuel replied. \"They emailed me, and I forward it. Second, where I initiated it, I wasn't perfect. Now, you have a policy going forward, and that's it.\" The mayor also said \"sunshine was a good thing,\" but he worried about public officials becoming \"insular.\" \"It is good to have that public policy,\" he said. \"Know, though, it doesn't come, potentially, cost-free. It may actually deal with limiting people who want to talk to people in public life.\" Asked why some aldermen knew to email him on his private accounts rather than his official government email, the mayor responded, \"I'm not speaking for them.\" Emanuel also was asked how some of the city's top power brokers knew to reach him at the rahmemail.com address. \"People communicated,\" Emanuel replied without elaborating. Rahm Emanuel turned over from his personal accounts last week showed the mayor communicating with a wide range of Chicago power brokers, business leaders and media figures, including Tribune Editor and Publisher Bruce Dold. The emails included a handful of messages exchanged... The 2,700 pages of emails Rahm Emanuel turned over from his personal accounts last week showed the mayor communicating with a wide range of Chicago power brokers, business leaders and media figures, including Tribune Editor and Publisher Bruce Dold. The emails included a handful of messages exchanged... (Bill Ruthhart) Cuillier said he didn't buy the uncharted waters defense. \"He should have known better,\" Cuillier added. \"I don't think he's a dummy. I assume he and his staff are aware of the right thing to do and the law, so it surprises me they would do something so flagrantly wrong.\" A pair of Freedom of Information Act experts noted that because the BGA case was settled, there was no legal determination that Emanuel violated state open records law. Both experts contended that Emanuel's violation of the law was clear based on other rulings in similar cases around the nation. \"It would have been ideal to have a strong court ruling that clearly said he was in the wrong,\" said Cuillier, who added that it would have been better if a judge had reviewed all of Emanuel's emails and determined which ones were required to be made public. \"That didn't happen in this case, so for all we know there were important communications that the public will never see that they should see.\" Maryam Judar, executive director of the Elmhurst-based Citizen Advocacy Center that has long focused on government transparency issues, said similar lawsuits litigated across the country show that the BGA lawsuit was \"a losing case for Rahm Emanuel.\" Getting a court order would have made that clear, she said. \"They are not saying from now on that all emails pertaining to business, even if on a personal email account, should be produced pursuant to a FOIA request,\" Judar said, referring to the settlement. \"It's not a total victory.\" \"Basically, in the future, if someone wants to FOIA Rahm Emanuel's email, he could deny them all over again,\" she added, \"and they could go through this whole process all over again, because it isn't a court order.\" Deleted emails But Don Craven, a Springfield-based media attorney who has brought similar cases downstate, said there's no guarantee that a judge reviewing the emails would have come to a different determination as to which ones were public. \"In this case, the good news is even by means of the settlement, there is some indication, there is some recognition that the mayor's emails even on private accounts, private devices, are subject to FOIA, and that's a big step,\" Craven said. \"As a practical matter, this will serve to help establish that point.\" The mayor's use of the personal accounts first publicly surfaced among thousands of hacked emails from Hillary Clinton campaign chairman John Podesta posted by WikiLeaks this fall. A subsequent search for the mayor's email domain in 30,000 emails released by the State Department showed Emanuel used the same account to communicate with Clinton, including a 2012 email inviting her to appear at a public event with him in Chicago. ",
    "title": "Open records experts see loopholes in Emanuel&apos;s email lawsuit settlement - Chicago Tribune"
   },
   {
    "entities": [
     "sean",
     "united",
     "america",
     "friday",
     "u.s.",
     "the day",
     "putin",
     "spicer",
     "states",
     "nbc",
     "trump",
     "today",
     "2:55"
    ],
    "id": 15,
    "text": "Trump tweets on nuclear capability, Putin reacts to call for stronger forces 2:55 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161223223528if_/http://www.nbcnews.com/widget/video-embed/840241219968\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Trump's assertion comes the day after he tweeted that the United States \"must greatly strengthen and expand its nuclear capability until such time as the world comes to its senses regarding nukes.\" It also continues Trump's apparent rejection of four decades of U.S. policy advocating for the reduction of the emphasis on nuclear weapons as a part of America's defensive systems. Newly-minted Trump press secretary Sean Spicer appeared to try to clarify Trump's remarks on NBC's TODAY show Friday, saying the president-elect's statements are meant as a \"warning\" to other nations not to undermine U.S. sovereignty. \"There's not going to be [an arms race] because he's going to ensure that other countries get the message that he's not going to sit back and allow that,\" Spicer said. \"And what's going to happen is they will come to their senses and we will all be just fine.\" Play ",
    "title": "Donald Trump on Nukes: 'Let It Be an Arms Race' - NBC News"
   },
   {
    "entities": [
     "diaz",
     "busacca",
     "jim",
     "12:11 pm",
     "djansezian",
     "plitt",
     "fans",
     "noon pst",
     "eddie",
     "getty",
     "carrie",
     "gary",
     "reynolds",
     "hamill",
     "convention",
     "leia",
     "california",
     "kevin",
     "darth",
     "billie",
     "july 2015",
     "delaney",
     "awards",
     "horgan",
     "instagram",
     "erik",
     "2011",
     "leicester",
     "department",
     "ren",
     "usat",
     "rentz",
     "today",
     "kevork",
     "december 2015",
     "catherine",
     "center",
     "spellman",
     "andy",
     "afternoon",
     "forty",
     "tom",
     "ltd",
     "2005",
     "amazon",
     "at 11:30am pst",
     "domhnall",
     "angeles",
     "araya",
     "ap",
     "this past june",
     "white",
     "gleeson",
     "larry",
     "mother",
     "earlier this year",
     "friday",
     "april 16",
     "comic-con",
     "wireimage",
     "facebook",
     "1977",
     "london",
     "recently",
     "dan",
     "2014",
     "2008",
     "strauss",
     "facundo",
     "ucla",
     "jones",
     "stevens",
     "square",
     "shotwell",
     "james",
     "lourd",
     "daniels",
     "york",
     "ford",
     "gavan",
     "fullscreen",
     "strauss/invision/ap",
     "december 23, 2016",
     "winter",
     "epa",
     "1976",
     "wars",
     "marsland",
     "todd",
     "disney",
     "film",
     "images",
     "hiddleston",
     "dec. 2015",
     "la",
     "richard",
     "british",
     "noel",
     "1980",
     "1958",
     "arrizabalaga",
     "kropa",
     "debbie",
     "fisher",
     "lucas",
     "2015",
     "mike",
     "robert",
     "cannes",
     "usa",
     "studios",
     "new",
     "anthony",
     "lucasfilm",
     "april 16, 2015",
     "wednesday",
     "los",
     "festival",
     "blues",
     "fire",
     "november 2015",
     "ee",
     "miller",
     "geoge",
     "time",
     "brothers",
     "marsland/wireimage",
     "april 19",
     "gareth",
     "late 2016",
     "october",
     "times",
     "last year",
     "sharon",
     "ian",
     "this past february",
     "2000",
     "2013",
     "house",
     "rob",
     "last week",
     "harrison",
     "nov. 28",
     "academy",
     "hanashiro",
     "abc",
     "2016",
     "mia",
     "scott",
     "vader",
     "deutsch",
     "kylo",
     "hollywood",
     "currently",
     "earl",
     "this past october",
     "anaheim",
     "andreas",
     "vasquez",
     "star",
     "dec. 17, 2017",
     "ed",
     "now",
     "cattermole",
     "mark",
     "dec 16, 2016",
     "jordan",
     "macmedan"
    ],
    "id": 16,
    "text": "Carrie Fisher's condition unclear after medical emergency Multiple reports say she suffered cardiac arrest aboard a flight Friday afternoon. Post to Facebook Carrie Fisher's condition unclear after medical emergency Multiple reports say she suffered cardiac arrest aboard a flight Friday afternoon. Check out this story on USATODAY.com: http://usat.ly/2ioKgnF CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 38 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Carrie Fisher's condition unclear after medical emergency The actress is currently in critical condition. USA TODAY Carrie Fisher in October. (Photo: Andy Kropa, Invision/AP) Actress Carrie Fisher suffered a medical emergency aboard a flight Friday afternoon and her condition remains unclear. Her brother, Todd Fisher, told the AP that she was \"out of emergency\" and stabilized at a Los Angeles hospital Friday afternoon. He said he could not discuss any other details about what happened. But both the LA Times and TMZ say Fisher is still in critical condition. A local ABC affiliate  reports  she is still \"on a ventilator.\" TMZ and  The Los Angeles Times  reported that the actress, best known for playing Princess Leia in the Star Wars film franchise, was on a flight from London to Los Angeles when she went into cardiac arrest. TMZ reports that the emergency occurred about 15 minutes before landing, and an EMT on the plane administered CPR before landing. The plane arrived just after  noon PST and Fisher, 60, was rushed by paramedics to the UCLA Medical Centerl. Mark Hamill, stars react to Carrie Fisher's health crisis Fisher's daughter, Billie Lourd, was spotted at the hospital, as was Fisher's French bulldog, Gary. The Los Angeles Fire Department confirmed that they responded to a call from the airport, but would not release any additional information, including the name, age or gender of the patient. “At 12:11 pm the Los Angeles Fire Department responded to a call from LAX for a patient that was in cardiac arrest,\" Erik Scott, spokesman for the Los Angeles Fire Department, told USA TODAY. \"Firefighter paramedics provided advanced life support and aggressively treated the patient whom was transported to a local hospital.” People reports that Fisher was in London to film Season 3 of sitcom Catastrophe, which streams on Amazon in the USA. Co-star and co-creator Sharon Horgan shared a photo with Fisher on her Instagram last week, captioning it, \"Me, General Leia and Kylo Ren's hand on the set of #catastrophe3.\" Horgan's co-creator, Rob Delaney,  tweeted  Wednesday that the third season of the show was \"in the can.\" A photo posted by Sharon Horgan (@sharonhorgan) on Dec 16, 2016 at 11:30am PST Celebrities immediately took to social media to express their well-wishes for Fisher , including her Star Wars co-star Mark Hamill. as if 2016 couldn't get any worse... sending all our love to @carrieffisher — Mark Hamill (@HamillHimself) December 23, 2016 Fisher has been making waves recently promoting her latest memoir, The Princess Diarist, based on the diaries she kept while starring in the original Star Wars film as a 19-year-old. In the book she reveals, among other things, that she and her co-star Harrison Ford had an affair on-set that they kept secret for decades. She reprised her world-famous role in the seventh film of the sci-fi series, The Force Awakens, which hit theaters in December 2015. She also appears in the upcoming Episode VIII, which is currently in post-production, and set for release Dec. 17, 2017. Carrie Fisher remembers being 19 and 'in love' The actress, who is the daughter of singer Eddie Fisher and singer/dancer/actress Debbie Reynolds, is also known for roles in Blues Brothers and Soapdish. She's appeared in guest-roles on TV shows like The Big Bang Theory, 30 Rock and most recently Bravo's Girlfriend's Guide to Divorce and Catastrophe. Fisher's reps did not immediately respond to USA TODAY's request for comment. Posted! A link has been posted to your Facebook feed. Carrie Fisher, best known for playing Princess Leia in the 'Star Wars' film franchise, was on a flight from London to Los Angeles when she went into cardiac arrest on Friday.  Robert Deutsch, USAT The actress mesmerized as Leia, seen here in 'Star Wars Episode IV - A New Hope.'  Lucasfilm LTD In 1977, Harrison Ford, Carrie Fisher and Mark Hamill became infamous for their debut 'Star Wars' film, 'A New Hope.'  Anonymous, AP Princess Leia (Carrie Fisher) and Han Solo (Harrison Ford) had chemistry in real life, the actress would reveal in her 2016 memoir, 'The Princess Diarist.'  NONE, XXX Lucasfilm LTD Fisher, of course, comes from a Hollywood dynasty - her father is the late Eddie Fisher andher mother is Debbie Reynolds, who is currently 84. Here's a 1958 shot of Reynolds with her young children, Carrie and Todd.  Photofest The mother-daughter pair kept close at public events through the years. Here's Fisher and Reynolds at the 2011 Emmy Awards.  Noel Vasquez, Getty Images A shot of James Earl Jones as Darth Vader Carrie Fisher as Princess Leia in 'Star Wars Episode IV - A New Hope.'  NONE, XXX Lucasfilm LTD Princess Leia's gold bikini became an instant pop culture sensation, one that would last through decades.  Lucasfilm Star Wars fame continued through 'Episode V-The Empire Srikes Back.'  NONE, XXX Lucasfilms Mark Hamill, Carrie Fisher and Harrison Ford continued to support each other through the years. Here, they honor Geoge Lucas during his AFI Life Achievement Award in 2005.  Kevin Winter, Getty Images Fisher became a frequent memoirist. Here. she promotes her 2008 memoir, 'Wishful Drinking.'  Todd Plitt, USA TODAY A shot of Fisher from the 1980 film, 'The Blues Brothers.'  NONE, Universal Pictures Carrie Fisher played Mia in the first season of the Amazon series, 'Catastrophe,' in 2014.  Ed Miller, Amazon Studios A 2000 shot of Reynolds and Fisher.  Debbie Reynolds In 2013, Fisher was a jury member at the Venice International Film Festival. Here's she attends the premiere of 'Gravity.'  Ian Gavan, Getty Images Fisher's daughter, Billie Catherine Lourd, accompanied the actress to the Governors Awards in November 2015.  Jordan Strauss, Jordan Strauss/Invision/AP A scene from 'Star Wars: Episode V - The Empire Strikes Back.'  Lucasfilm Fans were thrilled when Fisher reunited with Hamill and Ford for 2015's 'Star Wars: The Force Awakens.'  Richard Shotwell, Richard Shotwell/Invision/AP The famous trio presented footage together at Comic-Con in July 2015.  Richard Shotwell, Richard Shotwell/Invision/AP In 2015, Reynolds and Fisher attended the Screen Actors Guild Awards together for a special occasion.  Dan MacMedan, USA TODAY On stage, Fisher presented the SAG Life Achievement Award to her mother.  Robert Hanashiro, USAT They shared a sweet moment backstage.  Dan MacMedan, USA TODAY Fullscreen ANAHEIM, CA - APRIL 16: Cast members of the original \"Star Wars\" film Mark Hamill (L) Carrie Fisher (C) and Anthony Daniels appear on stage during the kick-off event of Disney's Star Wars Celebration 2015 at the Anaheim Convention Center on April 16, 2015 in Anaheim, California. The Star Wars Celebration runs through April 19. (Photo by Kevork Djansezian/Getty Images) ORG XMIT: 548634379 ORIG FILE ID: 470048456  Kevork Djansezian, Getty Images Princess Leia's iconic buns and white gown helped to create the iconic character.   Lucasfilm A scene from 'Star Wars: Episode IV - A New Hope.'  Lucasfilm Forty years after they met on set in 1976, Fisher revealed she and Ford had an on-set affair. At the time, she was 19; he was 33.  Lucasfilm The two remained friends throughout the years. Fisher also said publicly she gave Ford warning she was spilling the beans.  Richard Shotwell, Richard Shotwell/Invision/AP A scene from 'Star Wars: Episode V - The Empire Strikes Back.'  Lucasfilm Carrie Fisher with daughter Billie Lourd at the sStar Wars: The Force Awakens' premiere in Dec. 2015.  Jordan Strauss, Jordan Strauss/Invision/AP Domhnall Gleeson and Carrie Fisher at the EE British Academy Film Awards this past February.  Mike Marsland, Mike Marsland/WireImage The actress posed with director Fisher Stevens while promoting her documentary with Debbie Reynolds, 'Bright Lights,' at the Cannes Film Festival earlier this year.  Andreas Rentz, Getty Images Fisher liked to bring her French bulldog, Gary, with her to red carpets. Here she's posing with Tom Hiddleston at the 2016 White House Correspondents' Dinner.  Larry Busacca, Getty Images Gary also got to go to the Fisher's premiere of 'Bright Lights' at the New York Film Festival this past October.  Jim Spellman, WireImage Mother and daughter attended the 'Absolutely Fabulous: The Movie' world premiere in Leicester Square this past June.  Gareth Cattermole, Getty Images Fisher has been on a whirlwind book tour in late 2016, promoting her latest memoir, 'The Princess Diarist.' Here, she signs books in Los Angeles on Nov. 28.  Araya Diaz, WireImage Fisher stunned (with Gary by her side) at last year's London premiere of 'Star Wars: The Force Awakens.'  FACUNDO ARRIZABALAGA, EPA The film allowed Fisher to bring Princess Leia, now a general, full circle.   FACUNDO ARRIZABALAGA, EPA Like this topic? You may also like these photo galleries: Replay ",
    "title": "Carrie Fisher's condition unclear after medical emergency"
   },
   {
    "entities": [
     "jim",
     "jeffords",
     "2001",
     "priebus",
     "next year",
     "pelosi",
     "ryan",
     "paul",
     "oval",
     "$6.3 billion",
     "department",
     "d-calif.",
     "schumer",
     "wisconsin",
     "gop",
     "tom",
     "2005",
     "bush",
     "clinton",
     "new year",
     "white",
     "r-ga.",
     "mitch",
     "mcconnell",
     "senate",
     "donald",
     "recently",
     "administration",
     "reid",
     "of",
     "the year",
     "tea",
     "health",
     "reince",
     "incoming",
     "u.s.",
     "w.",
     "and",
     "york",
     "2002",
     "obamacare",
     "chuck",
     "office",
     "the past",
     "alaska",
     "harry",
     "images",
     "press",
     "party",
     "palin",
     "congress",
     "bill",
     "security",
     "human",
     "republican",
     "obama",
     "1994",
     "new",
     "sarah",
     "history",
     "america",
     "nancy",
     "somodevilla/getty",
     "sept. 11",
     "time",
     "wing",
     "times",
     "price",
     "trump",
     "vermont",
     "house",
     "2017",
     "carrier",
     "services",
     "corp.",
     "the",
     "indiana-based",
     "hugh",
     "george",
     "2016",
     "conferences",
     "hewitt",
     "past",
     "future",
     "long",
     "2006",
     "the first nine months of 2017",
     "medicare",
     "washington",
     "2010",
     "homeland",
     "now",
     "social"
    ],
    "id": 17,
    "text": "House Speaker Paul Ryan and fellow Republican leaders Sen. Mitch McConnell and President-elect Donald Trump have big plans for the new year with their party controlling both the White House and Congress. Chip Somodevilla/Getty Images hide caption toggle caption Chip Somodevilla/Getty Images House Speaker Paul Ryan and fellow Republican leaders Sen. Mitch McConnell and President-elect Donald Trump have big plans for the new year with their party controlling both the White House and Congress. Chip Somodevilla/Getty Images Just before House Republicans re-elected Paul Ryan as their speaker, the Wisconsin Republican made a bold proclamation. \"Welcome to the dawn of a new unified Republican government,\" Ryan told reporters one week after Election Day. \"This will be a government focused on turning President-elect Trump's victory into real progress for the American people.\" Ryan continued: \"If we are going to put our country back on the right track, we have got to be bold, and we have to go big.\" FACT CHECK: Donald Trump's First 100 Days Action Plan That \"be bold, go big\" agenda is still in its early planning stages, but Ryan, Senate Majority Leader Mitch McConnell and incoming President Donald Trump have outlined plans to repeal and replace Obamacare, overhaul the federal tax code, slash federal regulations, invest in infrastructure projects and seal the U.S.-Mexico border. All told, it's a legislative program that would affect every single person and business in America. A lot can get done in the first two years Recent history is on the GOP's side. When the White House and Congress have been controlled by the same party, Washington has produced some of the most sweeping — albeit politically polarizing — legislation aimed at shifting the political trajectory of the nation toward the cause of the party in power. In particular, the first two-year congressional session of a new administration — when public approval is generally at its highest for the incoming president — has produced some recent presidents' most memorable legislative imprints. Article continues after sponsorship CHART: Who's Who In The Future Trump Administration President Obama's health care law and Wall Street overhaul both passed in 2010 under Democratic control and along party lines. President George W. Bush signed the No Child Left Behind education law and the Bipartisan Campaign Reform Act into law and enacted a round of tax cuts, as well as legislation that created the Department of Homeland Security after the Sept. 11 attacks in his first two years in the Oval Office. (Senate control flipped back and forth in 2001 and 2002 due to the defection of Sen. Jim Jeffords of Vermont from the GOP, but Republicans controlled Congress for the majority of Bush's first term in office.) President Bill Clinton signed the Family Medical Leave Act, gun-control legislation, including an assault weapons ban, and legislation to prevent and prosecute violence toward women before Democrats lost control of Congress in the 1994 wave election. \"Put up and show up\" McConnell has already outlined Republicans' plans to take aim at Obamacare and initiate an overhaul of the tax code in 2017. They also want to use the same budget rules that were used in the past to enact Bush's tax cuts and Obama's health care bill, because certain budget bills can't be filibustered in the Senate. \"The two biggest impediments to growth in our country are over-regulation and the tax structure,\" McConnell said. \"And the president-elect seems to be committed to addressing both of those, and the Republican majorities in the House and Senate are as well.\" Incoming White House Chief of Staff Reince Priebus told conservative talk-radio host Hugh Hewitt that the first nine months of 2017 will be \"consumed\" by health care and tax legislative pushes. \"Now, it's time for being in the majority,\" Priebus said, \"and I can tell you President-elect Trump is going to lead the way to put up and show up.\" Democrats are skeptical Republicans will go through with it. Despite years of unanimous opposition to the law, the GOP has never found consensus on how to replace it. \"They don't know what to do,\" incoming Senate Minority Leader Chuck Schumer told reporters before Congress adjourned for the year. \"They have nothing to put in its place and, believe me, just repealing Obamacare, even though they have nothing to put in its place and saying they'll do it sometime down the road, will cause huge calamity from one end of America to the other.\" Retiring Senate Minority Leader Harry Reid warned Republicans against dismantling the health care law. \"It will lead you into a quagmire that will cause pain for millions of Americans and bedevil you for the next four years,\" he wrote in a New York Times opinion piece. Is a Medicare overhaul coming? President-Elect Trump Breaks With Long History Of Press Conferences Democrats like Reid and Schumer believe Republicans have misinterpreted the results of the 2016 election, with Trump claiming a mandate despite losing the popular vote and entering office with historically high negative ratings. Many Democrats say GOP efforts to dismantle Obamacare will hurt the party in the same way Bush's 2005 push to overhaul Social Security damaged the party and played a role in the Democratic takeover of Congress in 2006. \"We had a plan. We stuck with it. It was unified, strategic and unwavering,\" said House Minority Leader Nancy Pelosi, D-Calif., of the 2005 entitlement fight. Pelosi said Democrats won that legislative fight despite Bush enjoying high approval ratings at the time. That fight provides the blueprint Democrats are expected to follow next year to defend Obamacare and, potentially, GOP efforts to reshape Medicare. Ryan has long been a proponent of overhauling Medicare for future retirees from a guaranteed benefit to a premium support system in which seniors are given subsidies to purchase health insurance from the private market. Ryan will have a powerful ally next year: Rep. Tom Price, R-Ga., Trump's nominee for Health and Human Services Secretary, shares Ryan's view on Medicare. But old rules and battle lines are unreliable future predictors for a Trump administration. At the risk of understatement, the incoming president has succeeded by defying political norms with a brand that appeals to the older, white voters that Democrats used to be able to rely on to scare Republicans away from touching entitlement programs. The \"Trump Wing\" has the upper hand among Republicans The Republican Party also remains philosophically divided between the traditional, interventionist, fiscal hawk \"Ryan Wing\" and the populist, isolationist \"Trump Wing\" of the party. Early signals point to the Trump Wing having the upper hand at the start. When Trump intervened with Indiana-based Carrier Corp. to pressure the company to remain in the U.S., Ryan, a staunch free-market conservative, applauded. \"Well, I'm pretty happy that we're keeping jobs in America, aren't you?\" Ryan said. Notably, one of the few voices of opposition to Trump was former Alaska Gov. Sarah Palin — an icon of the Tea Party movement — who called out the Carrier intervention as crony capitalism. It barely made a ripple. Another sign the Trump Wing of the party is ascendant: Ryan — long described as a rising star in the party — was booed at a Trump political rally in his home state of Wisconsin. Trump came to his defense. \"[Ryan] has been terrific and, you know, honestly, he is like a fine wine. Every day goes by I get to appreciate his genius more and more,\" Trump said, before adding a vaguely threatening disclaimer: \"Now, if he ever goes against me, I'm not going to say that.\" It should be noted: Trump doesn't drink. \"I'm tired of divided government\" Ryan understands that 2017 is the best chance he will have in his political career so far to advance the causes he cares about. He recently discussed his discontent with divided government, which Washington has been operating under for the the past six years, a period that largely has been defined by polarization and obstruction, shutdown battles and ideological intransigence. \"I'm tired of divided government. It doesn't work very well,\" Ryan lamented a week prior to Election Day. \"We've gotten some good things done. But the big things — poverty, the debt crisis, the economy, health care — these things are stuck in divided government, and that's why we think a unified Republican government's the way to go.\" Up close, Congress has not been as unproductive as the public believes. Major legislation affecting health care, highways, public education and taxes has worked its way through the legislative process and made it to Obama's desk these past six years. One of the president's last acts was signing a sweeping $6.3 billion biomedical research bill that, among other ambitious goals, advances the cause of finding a cure for cancer. But the big, ideological battles over the size and scope of government have gone unsettled. Next year, Republicans will have their best chance in more than a decade to win the next chapter in that never-ending struggle and, maybe, redefine what it means to be a Republican in the Trump era. ",
    "title": "Republican Party Plans Ambitious Agenda With New 'Unified' Government : NPR"
   },
   {
    "entities": [
     "dmitri",
     "kissinger",
     "david",
     "palm",
     "d.",
     "last year",
     "medvedev",
     "west",
     "beach",
     "december 24, 2016",
     "states",
     "trump",
     "spring",
     "gates",
     "macfarquhar",
     "michael",
     "europe",
     "united",
     "henry",
     "moscow",
     "m.",
     "china",
     "russia",
     "defense",
     "more than seven years earlier",
     "fla.",
     "sanger",
     "twitter",
     "e.",
     "obama",
     "new",
     "today",
     "union",
     "neil",
     "shear",
     "a.",
     "york",
     "america",
     "2010",
     "washington",
     "soviet",
     "putin",
     "robert",
     "pentagon",
     "1987"
    ],
    "id": 18,
    "text": "OPEN Graphic Mr. Putin said Russia was not seeking a new nuclear arms race with the United States that his country could ill afford, and he reacted dismissively to Mr. Trump’s Twitter post about strengthening and expanding the American arsenal, noting that it was similar to what the president-elect had promised on the campaign trail. “So there is nothing unusual here,” Mr. Putin said. As far back as 1987, Mr. Trump talked about his desire to negotiate nuclear arms control agreements with a declining but aggressive Soviet Union. In recent weeks, he has met with some of the most savvy survivors of the Cold War — notably Henry Kissinger, the former secretary of state, and Robert M. Gates, the former defense secretary — at a moment when American relations with Russia are clearly at a turning point. Republicans who have spoken to Mr. Trump say he seems to realize that his opening gestures to Moscow will be closely observed at home, in Europe and among other allies. Republicans have split with him on Russia’s meddling in the American election, promising congressional inquiries after intelligence agencies concluded that Russia had used a combination of hacking and information warfare techniques to help elect Mr. Trump as president. At the heart of the question about Mr. Trump’s nuclear plans is what he meant by the phrase “greatly strengthen and expand America’s nuclear capability.” Had he used the word “modernize,” he would have been echoing the phrase used by the Obama administration. But the idea, Mr. Obama has said, is to shrink the arsenal, not increase it. The modernization effort began in earnest after the passage of the New Start treaty in 2010, an arms control treaty that Mr. Obama pushed through with Dmitri A. Medvedev, then the Russian president. But in the name of improving safety and reliability, some experts — and prominent arms strategists — argued that Mr. Obama was setting the stage for a new president to expand the arsenal. Advertisement Continue reading the main story Mr. Obama acknowledged that danger in the spring, warning of the potential for “ramping up new and more deadly and more effective systems that end up leading to a whole new escalation of the arms race.” It was a startling admission for a president who had come to office more than seven years earlier talking about eventually ridding the world of nuclear weapons. China, for its part, has been modernizing a fleet of several hundred nuclear missiles and embarked on an aggressive space-weapons program to blind United States satellites in a conflict. But Mr. Obama’s Pentagon is also leaving a number of projects that Mr. Trump could embrace, including an ultra-high-speed warhead that can travel up to 17,000 miles per hour. The Chinese are working on a similar weapon that is designed to avoid American missile defenses, prompting a warning to a congressional commission last year that an arms race was in its opening moments, long before Mr. Trump was elected. Michael D. Shear reported from West Palm Beach, Fla., and David E. Sanger from Washington. Neil MacFarquhar contributed reporting from Moscow. A version of this article appears in print on December 24, 2016, on Page A1 of the New York edition with the headline: Kindling Talk of an Arms Race With a Vow to ‘Outlast Them All’. Order Reprints | Today's Paper | Subscribe ",
    "title": "Trump Says U.S. Would ‘Outmatch’ Rivals in a New Nuclear Arms Race - The New York Times"
   },
   {
    "entities": [
     "$424 billion",
     "palm",
     "against",
     "schatz",
     "mar-a-lago",
     "management",
     "1:23 p.m. est",
     "mulvaney",
     "andrew",
     "harnik",
     "beach",
     "gao",
     "$385 billion",
     "mick",
     "government",
     "irs",
     "reagan",
     "trump",
     "house",
     "cabinet",
     "1984",
     "breul",
     "billions of dollars",
     "pinterest",
     "grace",
     "facebookemail",
     "university",
     "facebook",
     "paul",
     "donald",
     "dec. 21, 2016",
     "light",
     "jonathan",
     "kamensky",
     "waste",
     "of",
     "george",
     "commission",
     "congress",
     "bill",
     "fla.",
     "white",
     "brown",
     "john",
     "federal",
     "2011",
     "once",
     "twitter",
     "orice",
     "usa",
     "this year",
     "accountability",
     "obama",
     "w.",
     "today",
     "new",
     "currently",
     "citizens",
     "hill",
     "kettl",
     "and",
     "york",
     "donovan",
     "hierarchy",
     "washington",
     "america",
     "2012",
     "the 1950s",
     "ronald",
     "kenneth",
     "tom",
     "slack",
     "december 23, 2016",
     "office",
     "williams",
     "bush",
     "budget",
     "baer",
     "clinton",
     "google",
     "maryland"
    ],
    "id": 19,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Trump v. the 'swamp:' Odds favor swamp Most every president in recent times has tried to overhaul the federal government and all have largely failed. Post to Facebook Trump v. the 'swamp:' Odds favor swamp Most every president in recent times has tried to overhaul the federal government and all have largely failed. Check out this story on USATODAY.com: http://usat.ly/2io5KkH CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 156 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump v. the 'swamp:' Odds favor swamp Donovan Slack , USA TODAY 1:23 p.m. EST December 23, 2016 President-elect Donald Trump speaks to reporters at Mar-a-Lago in Palm Beach, Fla., on Dec. 21, 2016. (Photo: Andrew Harnik, AP) WASHINGTON — President-elect Donald Trump frequently pledged during the campaign that he would slash the size of the federal government and rein in spending, once proclaiming “we will cut so much, your head will spin.” But the bombastic business titan is about to come face-to-face with Washington, that “swamp” he wants to drain. And both nonpartisan specialists and others who have tried before suggest the odds are not in his favor. Most every president in modern times has mounted an effort to streamline the federal bureaucracy and all have largely failed. President Obama in 2012 proposed merging parts of six agencies and cutting more than 1,000 federal jobs. Congress wasn’t having it. “It worse than died, it was assassinated on the Hill,” said Donald Kettl, University of Maryland professor and author of Escaping Jurassic Government: Restoring America’s Lost Commitment to Competence. Likewise, President George W. Bush put forth a “Management Agenda” to overhaul the bureaucracy and Bill Clinton pushed a “Reinventing Government” plan. “In each case, executive branch efforts to reform management were viewed with skepticism (by Congress),” John Kamensky, deputy director of Clinton’s initiative, and Jonathan Breul, a budget management adviser during both administrations, wrote in a paper about lessons learned. “As a consequence, few pieces of significant legislation were enacted.” The Grace Commission President Ronald Reagan convened a commission of private-sector executives and experts who came up with more than 2,000 recommendations to reduce waste, improve management and restructure the government in 1984. The so-called Grace Commission said the changes would save taxpayers $424 billion over three years. “Absolutely nothing came of it. Absolutely nothing,” said Paul Light, New York University professor and author of 25 books, including Thickening Government: Federal Hierarchy and the Diffusion of Accountability. Light said that while every president has promised to make government work better, the last successful major overhaul of the federal government was in the 1950s. He said there are a mix of forces fighting to keep the status quo, not the least of which is Congress, whom he blamed for many inefficiencies in the federal government that waste taxpayer dollars. “All duplication and overlap flows downhill from Congress,” Light said. “Committees create these different programs and they don’t want to do anything about it.” Kenneth Baer, who was associate director of the White House Office of Management and Budget when Obama made his push, said there’s no incentive for members of Congress to cut anything. “For all their talk about getting rid of this or that, the truth is that they don’t want to get rid of any of it,” he said. The nonpartisan Government Accountability Office has been issuing annual reports since 2011 on wasteful spending and has identified hundreds of fixes that could save taxpayers billions of dollars. The GAO said its report this year that the IRS could be collecting $385 billion more in taxes annually, and millions could be saved by reducing overlapping programs. Food safety, for instance is overseen by 12 different agencies. Eight agencies administer more than 100 programs supporting individuals suffering from mental illness. Orice Williams Brown , a GAO managing director who helped coordinate this year’s report, said that because eliminating programs is so difficult, Congress often just layers new ones on top. For example, she said, the law passed after the financial crisis added to an existing patchwork of financial regulatory programs. “There really wasn’t an appetite to step back and say, ‘Let’s put aside what we currently have, and let’s think about what we would do if we were starting over today,’” Williams Brown said. “And that becomes really the heavy lift that is difficult to do. It’s difficult politically.” Of 544 fixes recommended by GAO in the past five years, only 244 have been completed. Some are optimistic about Trump’s chances of getting more done than his predecessors to improve the bureaucracy, particularly given his Cabinet picks so far, which include chief executives from the private sector and members of Congress. His pick to lead the Office of Management and Budget, Rep. Mick Mulvaney, R-S.C., is a deficit hawk. “In my view, they are better positioned than the members of prior administrations, high-ranking members of prior administrations, to come in and start getting to work right away,” said Tom Schatz, president of Citizens Against Government Waste, a group founded by the leaders of Reagan’s commission. “I think people look at Donald Trump and said he’s going to be a strong leader, he’s going to get things done, and you have the secretaries of the various agencies pushing for some of those same things,” Schatz said. “I think it puts pressure on Congress to do some of those things, to reduce on this duplication and overlap, the mismanagement.” Read more: ",
    "title": "Trump v. the 'swamp:' Odds favor swamp"
   },
   {
    "entities": [
     "iii",
     "jim",
     "wilkinson",
     "air",
     "base",
     "alaska",
     "texas",
     "armed",
     "d.",
     "the next day",
     "callaghan",
     "west",
     "friday",
     "times",
     "joe",
     "manchin",
     "states",
     "south",
     "trump",
     "house",
     "coyle",
     "next year",
     "tracy",
     "seuk",
     "services",
     "o'hare",
     "berlin",
     "united",
     "june",
     "philip",
     "academy",
     "california",
     "donald",
     "senate",
     "tim",
     "doo",
     "mexico",
     "carolyn",
     "vandenberg",
     "april",
     "1999",
     "baldy",
     "force",
     "mt.",
     "china",
     "congress",
     "russia",
     "defense",
     "kim",
     "kaine",
     "cooper",
     "$200 billion",
     "tennessee",
     "virginia",
     "current",
     "syring",
     "/",
     "e.",
     "u.s.",
     "agency",
     "cruz",
     "national",
     "markey",
     "james",
     "may 17",
     "los",
     "cole",
     "vartabedian",
     "america",
     "central",
     "2012",
     "committee",
     "ed",
     "ted",
     "missile",
     "colombia",
     "gmd",
     "latin",
     "$40 billion",
     "angeles",
     "ralph",
     "pentagon",
     "franks"
    ],
    "id": 20,
    "text": "Donald Trump shook up long-standing international security norms Friday by reportedly suggesting a renewed arms race, a day after he tweeted that the United States should “greatly strengthen and expand” its nuclear weapons capability. Trump’s meaning was sufficiently cryptic, perhaps deliberately... Donald Trump shook up long-standing international security norms Friday by reportedly suggesting a renewed arms race, a day after he tweeted that the United States should “greatly strengthen and expand” its nuclear weapons capability. Trump’s meaning was sufficiently cryptic, perhaps deliberately... (Tracy Wilkinson and Ralph Vartabedian) The National Academy study, released in 2012, concluded that even a bare-bones space-based system would cost about $200 billion to put in place, and hundreds of billions to operate in subsequent years. Franks, asked whether the country could afford it, replied: “What is national security worth? It’s priceless.” Philip E. Coyle III, a former assistant secretary of  Defense who headed the Pentagon office responsible for testing and evaluating weapon systems, described the idea of a space-based nuclear shield as “a sham.” “To do this would cost just gazillions and gazillions,” Coyle said. “The technology isn’t at hand — nor is the money. It’s unfortunate from my point of view that the Congress doesn’t see that.” He added: “Both Russia and China will use it as an excuse to do something that they want to do.” The word “limited” has guided U.S. policy since the National Missile Defense Act of 1999. The qualifier reflects, in part, the reality that intercepting and destroying incoming warheads is supremely difficult, and that it would be impractical to field enough interceptors to counter a large-scale attack. The current homeland anti-missile system — the Ground-based Midcourse Defense system, or GMD — relies on interceptors at Vandenberg Air Force Base in California and Ft. Greely, Alaska. In flight tests, the system, which has cost taxpayers more than $40 billion, has managed to destroy mock enemy warheads only about half the time . The first of Franks’ amendments — to eliminate “limited” from U.S. policy — was approved in April by the House Armed Services Committee with no debate and without a recorded roll-call vote. At a committee hearing May 17, a senior Democrat on the panel, Rep. Jim Cooper of Tennessee, offered mild protest. “I think it was a mistake to mandate a poorly thought out, unaffordable and unrealistic missile defense policy, including plans for a space-based missile deterrent,” Cooper said. But neither Cooper nor any other House Democrat sought to overturn the provisions,  and he was among those who voted to pass the overall bill the next day. Franks’ Republican partner on the legislation, Sen. Ted Cruz of Texas, enjoyed a similarly smooth path. Deliberations of the Senate Armed Services Committee were closed, forestalling public debate. The legislation was approved by a roll call vote of 16-10, with two Democrats, Sens. Joe Manchin of West Virginia and Tim Kaine of Virginia, the party’s eventual vice presidential nominee, joining the Republican majority. In June, Sen. Ed Markey  (D-Mass.) sought to restore “limited,” saying that the change in U.S. policy would create “the impetus for a new arms race” with Russia and China. Markey offered an amendment on the Senate floor but could not muster enough support to bring it to vote. The policy changes were greeted with opposition from another quarter as well.  At a congressional hearing in April, Franks pressed Vice Adm. James D. Syring, director of the U.S. Missile Defense Agency, for his stance on expanding American capability into space. Syring replied: “I have serious concerns about the technical feasibility of the interceptors in space, and I have serious concerns about the long-term affordability of a program like that.” Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  BERLIN, BACA, IMMIGRATION, DROUGHT  Caption Mothers who lose a second child to violence \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) Caption In man versus mountain, Seuk Doo Kim is winning the battle By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    Caption The Desperate Trek: Colombia to America Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss ",
    "title": "President Obama signs defense bill that could spur new space-based arms race - LA Times"
   },
   {
    "entities": [
     "israel",
     "october",
     "wilkinson",
     "david",
     "arms",
     "friday",
     "states",
     "trump",
     "house",
     "february 2018",
     "tracy",
     "beijing",
     "tribune",
     "thursday",
     "news",
     "united",
     "moscow",
     "brzezinski",
     "donald",
     "american",
     "scientists",
     "g.",
     "morning",
     "state",
     "george",
     "bureau",
     "of",
     "kristensen",
     "china",
     "federation",
     "embassy",
     "russia",
     "vladimir",
     "taiwan",
     "guantanamo",
     "cuba",
     "compliance",
     "department",
     "u.s.",
     "obama",
     "w.",
     "currently",
     "hans",
     "95%",
     "and",
     "service",
     "vartabedian",
     "washington",
     "jerusalem",
     "bay",
     "control,",
     "msnbc",
     "mika",
     "savage",
     "verification",
     "the past",
     "putin",
     "bush",
     "barack",
     "ralph",
     "white"
    ],
    "id": 21,
    "text": "Trump's comments on nuclear weapons rattle U.S. officials and foreign leaders Donald Trump Donald Trump speaks in October in Washington. Donald Trump speaks in October in Washington. (Tribune News Service) Tracy Wilkinson and Ralph Vartabedian Contact Reporters Donald Trump shook up long-standing international security norms Friday by reportedly suggesting a renewed arms race, a day after he tweeted that the United States should “greatly strengthen and expand” its nuclear weapons capability. Trump’s meaning was sufficiently cryptic, perhaps deliberately so, that disarmament experts, foreign leaders and U.S. officials were left off balance — and unsure if he plans to upend U.S. policy on nuclear arms after he enters the White House in 28 days. Since his election, Trump has rocked the foreign policy establishment by praising Russian President Vladimir Putin , and by speaking to the president of Taiwan and questioning the “One China” policy that only recognizes Beijing. He also has challenged long-standing policy toward Israel, saying he will move the U.S. Embassy to Jerusalem, a disputed city, and naming an ambassador who supports Israeli settlements likely to block any resumption of the peace process. But speaking recklessly about nuclear proliferation poses high risks in an unstable world, especially if it signals a possible end to decades of efforts and accords aimed at reducing the size and number of nuclear weapons. On Friday, Russian President Vladimir Putin appeared to shrug off Trump’s tweet as “nothing new,” telling a news conference in Moscow that he would welcome a Trump invitation to visit the U.S. David G. Savage Donald Trump is moving into a White House that has seen presidential powers markedly expanded by its previous two occupants. George W. Bush used his power as commander-in-chief to wage a global war on terror, including by imprisoning foreign combatants at Guantanamo Bay in Cuba.  Barack Obama ,... Donald Trump is moving into a White House that has seen presidential powers markedly expanded by its previous two occupants. George W. Bush used his power as commander-in-chief to wage a global war on terror, including by imprisoning foreign combatants at Guantanamo Bay in Cuba.  Barack Obama ,... (David G. Savage) China appeared more concerned. A foreign ministry spokesman said Beijing was “closely watching” the incoming administration’s nuclear policies, adding that the “country with the largest nuclear arsenal should assume a special and prior responsibility on nuclear disarmament.” The numbers fluctuate, but Russia currently has about 400 more warheads, while the United States has 170 more delivery systems, according to the State Department Bureau of Arms Control, Verification and Compliance. Under the New START Treaty , both countries will deploy no more than 1,550 strategic weapons by February 2018. Whatever his intention, Trump’s comments mark a severe shift in the tone and substance that Republican and Democratic presidents have used in the past when discussing nuclear weapons. “It is a significant departure from what we have heard in the past,” said Hans Kristensen,  a nuclear weapons expert at the Federation of American Scientists, a nonpartisan group that seeks to reduce the spread and power of nuclear weapons. “None of them came out in this brazen way,” he added. “That means countries around the world are trying to figure out what is going on. Is it a madman or a new policy that they have to deal with? It creates uncertainty and suspicion both among allies and adversaries.” The flap began Thursday after Putin was reported telling a defense ministry meeting in Moscow that Russia needs “to strengthen the military potential of strategic nuclear forces.” Apparently in response, Trump tweeted that “the U.S. must greatly strengthen and expand its nuclear capability until such time as the world comes to its senses regarding nukes.” The back-and-forth raised concerns that the two countries, which control 95% of the world’s nuclear weapons, might be resuming the destabilizing arms race that defined much of the Cold War. On Friday, Trump acknowledged those fears in an off-camera  conversation with the hosts of MSNBC’s “Morning Joe” talk show, which he reportedly watches regularly. Mika Brzezinski, dressed in festive pajamas before a roaring fire, quoted Trump as saying: “Let it be an arms race because we will outmatch them at every pass and outlast them all.” She didn’t say if Trump meant it as a joke or a threat. But as has become increasingly common, Trump’s aides rushed out statements trying to clarify what he meant, or at least may have meant.  In this case, they argued that Trump wasn’t calling for a new arms race, saying he wants to modernize the U.S. nuclear arsenal, a policy that President Obama has pursued. Those claims didn’t mollify disarmament experts in Washington. ",
    "title": "Trump&apos;s comments on nuclear weapons rattle U.S. officials and foreign leaders - LA Times"
   },
   {
    "entities": [
     "council",
     "israel",
     "middle",
     "ben",
     "us",
     "power",
     "fattah",
     "dec 23, 2016",
     "states",
     "reagan",
     "trump",
     "keneally",
     "house",
     "stays",
     "mum",
     "sisi",
     "thursday",
     "united",
     "--",
     "donald",
     "radia",
     "dec. 23, 2016",
     "nations",
     "security",
     "meghan",
     "2011",
     "j.",
     "fishel",
     "u.n.",
     ", 3:25 pm",
     "u.s.",
     "samantha",
     "obama",
     "un",
     "today",
     "abdel",
     "justin",
     "east",
     "egypt",
     "previously",
     "danny",
     "josh",
     "ronald",
     "december 23, 2016",
     "danon",
     "votes",
     "the past",
     "jan. 20th",
     "kirit",
     "margolin",
     "gittleson",
     "1985",
     "el",
     "white"
    ],
    "id": 22,
    "text": "UN Security Council Votes to End Israeli Settlements as US Abstains By Meghan Keneally Dec 23, 2016, 3:25 PM ET 0 Shares WATCH UN Security Council Votes to End Israeli Settlements After Trump Called for Veto 0 Shares Email The United Nations Security Council has passed a previously postponed vote to end Israeli settlements after the U.S. abstained from voting. U.S. ambassador to the U.N. Samantha Power gave a statement after the vote saying that the U.S. chose not to vote on the resolution \"because the resolution is too narrowly focused on settlements.\" She began her statement in the Security Council with the words of Ronald Reagan in 1985 that settlements are “in no way necessary for the security of Israel” and “only diminishes the confidence of Arabs.” Justin Lane/EPA The U.N. Security Council votes to pass a resolution condemning Israeli settlement construction, Dec. 23, 2016, as Samantha Power, center at top, the US Permanent Representative to the United Nations, abstains. The Obama administration vetoed a very similar resolution in 2011, but Power today said the circumstances have changed dramatically because the growth of settlements has accelerated and efforts to pursue peace have failed. The controversial vote occurred a day after President-elect Donald Trump called for the resolution in question to be vetoed and after he had a call with Egyptian President Abdel Fattah El Sisi. Egypt had previously sponsored the resolution but are no longer one of the sponsors. The meeting was listed on the revised Security Council schedule as being about \"the situation in the Middle East, including the Palestinian question.\" Trump Weighs In on Israeli Settlements While White House Stays Mum Israel is against the resolution. Danny Danon, the Israeli ambassador to the U.N., made it clear before the vote took place that he did not want it to pass. “This resolution is a Palestinian initiative which is intended to harm Israel,” Danon, who has in the past supported groups raising money for settlements, said in a statement after the announcement was made that the vote was back on. “We call on the United States to stand by us and we expect our greatest ally to continue with its long-standing policy and to veto this resolution,\" Danon said in the statement. For his part, Trump has made it clear that he thinks it should be vetoed. \"As the United States has long maintained, peace between the Israelis and the Palestinians will only come through direct negotiations between the parties, and not through the imposition of terms by the United Nations. This puts Israel in a very poor negotiating position and is extremely unfair to all Israelis,\" Trump said in a statement on Thursday. His call to El Sisi also touched on the subject. \"They agreed on the need to allow the new U.S. administration to deal in a comprehensive manner with all aspects of the Palestinian issue so as to achieve a comprehensive and final settlement for this issue,\" El Sisi's office said in a statement about the call. Trump sent a new tweet shortly after the resolution passed, saying \"As to the U.N., things will be different after Jan. 20th.\" As to the U.N., things will be different after Jan. 20th. — Donald J. Trump (@realDonaldTrump) December 23, 2016 ABC News' Ben Gittleson, Justin Fishel, Kirit Radia and Josh Margolin contributed to this report. 0 Shares ",
    "title": "UN Security Council Votes to End Israeli Settlements as US Abstains - ABC News"
   },
   {
    "entities": [
     "peter",
     "council",
     "israel",
     "middle",
     "riyad",
     "mansour",
     "power",
     "times",
     "mark",
     "landler",
     "west",
     "friday",
     "fattah",
     "graham",
     "states",
     "south",
     "trump",
     "malaysia",
     "syria",
     "jan. 20",
     "thursday",
     "paris",
     "united",
     "--",
     "zealand",
     "next month",
     "s.",
     "donald",
     "american",
     "senegal",
     "dec. 23, 2016",
     "hamas",
     "bank",
     "congress",
     "nations",
     "security",
     "2015",
     "2011",
     "j.",
     "u.n.",
     "munita",
     "gaza",
     "future",
     "new",
     "abdel",
     "obama",
     "schumer",
     "today",
     "kassem",
     "benjamin",
     "carolina",
     "east",
     "egypt",
     "el-sisi",
     "york",
     "jewish",
     "jerusalem",
     "washington",
     "tomas",
     "committee",
     "chuck",
     "ronald",
     "lauder",
     "strip",
     "danon",
     "venezuela",
     "jan. 20th",
     "hazem",
     "lindsey",
     "netanyahu",
     "world",
     "baker"
    ],
    "id": 23,
    "text": "Continue reading the main story “Would you ban the French from building in Paris?” he told them. The resolution describes the settlement building as a “major obstacle” to peace and demands that Israel stop the construction, which most the world regards as illegal. Advertisement Continue reading the main story Prime Minister Benjamin Netanyahu of Israel, who had scrambled in recent days to stop the measure from coming to a vote, issued a blistering denunciation afterward. “Israel rejects this shameful anti-Israel resolution at the U.N. and will not abide by its terms,” Mr. Netanyahu said in a statement. “At a time when the Security Council does nothing to stop the slaughter of half a million people in Syria, it disgracefully gangs up on the one true democracy in the Middle East, Israel, and calls the Western Wall ‘occupied territory.’ ” Mr. Netanyahu immediately retaliated against two of the countries that sponsored the resolution. He ordered Israel’s ambassadors to New Zealand and Senegal to return home for consultations, canceled a planned visit to Israel next month by Senegal’s foreign minister and cut off all aid programs to Senegal. The vote came a day after Mr. Trump personally intervened to keep the measure, which had been originally proposed by Egypt, from coming up for a vote on Thursday, as scheduled. Mr. Trump’s aides said he had spoken to Mr. Netanyahu. Both men also spoke to the Egyptian president, Abdel Fattah el-Sisi. Egypt postponed the vote under what that country’s United Nations ambassador called intense pressure. But in a show of mounting exasperation, four other countries on the Security Council — Malaysia, New Zealand, Senegal and Venezuela — all of them relatively powerless temporary members with rotating two-year seats, snatched the resolution away from Egypt and put it up for a vote Friday. Document: U.N. Security Council Draft Resolution on the Middle East Peace Process The Obama administration has been highly critical of Israel’s settlement building, describing it as an impediment to a two-state solution in the Israeli-Palestinian conflict that has long been the official United States position, regardless of the party in power. Mr. Trump, who had urged the administration to veto the resolution, has made clear that he will take a far more sympathetic approach to Israel when his administration assumes office on Jan. 20. Mr. Trump’s comments on the resolution amounted to his most direct intervention on United States foreign policy during his transition to power. Minutes after the Security Council vote was announced, Mr. Trump made his anger known in a Twitter posting , saying: “As to the U.N., things will be different after Jan. 20th.” As to the U.N., things will be different after Jan. 20th. —         Donald J. Trump (@realDonaldTrump) Dec. 23, 2016 A range of senators and congressmen from both parties also denounced the resolution, a reflection of the deep loyalty to Israel shared by Democrats and Republicans. Senator Chuck Schumer of New York said, “It is extremely frustrating, disappointing and confounding that the administration has failed to veto this resolution.” Photo Construction at an Israeli settlement in the West Bank in 2015. Credit Tomas Munita for The New York Times Senator Lindsey Graham of South Carolina, who oversees a subcommittee that oversees United Nations funding by the United States, threatened to take steps that could “suspend or significantly reduce” that financing. Advertisement Continue reading the main story Reaction to the resolution also illustrated fissures among American Jews regarding Israeli policy. Some, like the World Jewish Congress and American Jewish Committee , called the resolution a one-sided measure that would not help the peace process. Ronald S. Lauder, president of the World Jewish Congress, said in a statement : “It is also disconcerting and unfortunate that the United States, Israel’s greatest ally, chose to abstain rather than veto this counterproductive text.” Other groups that have grown increasingly critical of the Israeli government’s approach to the peace process applauded the resolution and the Obama administration’s decision not to block it. J Street, a Washington-based organization that advocates a two-state solution, said the resolution “conveys the overwhelming support of the international community, including Israel’s closest friends and allies, for the two-state solution, and their deep concern over the deteriorating status quo between Israelis and Palestinians and the lack of meaningful progress toward peace.” Ms. Power, the United States ambassador, portrayed the abstention as consistent with the American disapproval of settlement-building, but she also criticized countries at the United Nations for treating Israel unfairly. She said the United States remained committed to its “steadfast support” for Israel and reminded the council that Israel received an enormous amount of American military aid. Ms. Power said the United States chose not to veto the resolution, as it had done to a similar measure under Mr. Obama in 2011 , because settlement building had accelerated so much that it had put the two-state solution in jeopardy, and because the peace process had gone nowhere. “Today the Security Council reaffirmed its established consensus that settlements have no legal validity,” she said. “The United States has been sending a message that settlements must stop privately and publicly for nearly five decades.” Advertisement Continue reading the main story She also rebuked Palestinian leaders for “too often” failing to condemn violence against Israeli civilians. But she directed a portion of her remarks to Mr. Netanyahu, whose relations with the Obama administration have never been warm. “One cannot simultaneously champion expanding Israeli settlements and champion a viable two-state solution that would end the conflict,” she said, arguing that the settlements have undermined Israel’s security. Israel’s ambassador, Mr. Danon, who had exhorted the American delegation to block the measure, expressed his anger in a statement that looked forward to a change in policy under Mr. Trump. “It was to be expected that Israel’s greatest ally would act in accordance with the values that we share and that they would have vetoed this disgraceful resolution,” he said. Riyad Mansour, the Palestinian ambassador to the United Nations, welcomed the resolution’s adoption but tempered his approval with a warning. “In reality, today’s action may be too little too late,” he said. “After years of allowing the law to be trampled and the situation to spiral downward, today’s resolution may rightly be seen as a last attempt to preserve the two-state solution and revive the path for peace.” The resolution condemned Israeli housing construction in East Jerusalem and the occupied West Bank as a “flagrant violation under international law” that was “dangerously imperiling the viability” of a future peace settlement establishing a Palestinian state. The resolution also included a nod to Israel and its backers by condemning “all acts of violence against civilians, including acts of terror, as well as all acts of provocation, incitement and destruction.” That language is diplomatic scolding aimed at Palestinian leaders, whom Israel accuses of encouraging attacks on Israeli civilians. Hamas, the Palestinian group that controls the Gaza Strip and is deemed a terrorist organization by the United States and Israel, expressed appreciation to the Security Council. “We praise the countries that voted for the resolution,” said Hazem Kassem, a spokesman for the group. “We emphasize the need to turn such a resolution into action, not only to halt settlements but to eradicate Israel’s occupation in all its forms.” Peter Baker contributed reporting from Jerusalem, and Mark Landler from Washington. ",
    "title": "Rebuffing Israel, U.S. Allows Censure Over Settlements - The New York Times"
   },
   {
    "entities": [
     "magana",
     "hurricane",
     "cbs",
     "ruthhart",
     "byron",
     "family",
     "alexander",
     "terrence",
     "duffy",
     "cme",
     "street",
     "spielfogel",
     "partners",
     "june 2011",
     "$137,000",
     "center",
     "jane",
     "tom",
     "better",
     "dardick",
     "hal",
     "group",
     "baker",
     "sachs",
     "clinton",
     "white",
     "the same day",
     "trade",
     "association",
     "sandy",
     "exchange",
     "this morning",
     "trott",
     "coen",
     "april 2014",
     "2009",
     "united",
     "elizabeth",
     "bdt",
     "adam",
     "antonio",
     "dec. 21, 2016",
     "holdings",
     "of",
     "board",
     "continental",
     "bowles",
     "james",
     "keffer",
     "and",
     "a few minutes later",
     "wrigley",
     "resource",
     "mayor",
     "masters",
     "tif",
     "2007",
     "david",
     "goldman",
     "rahm",
     "a few days later",
     "drive",
     "thursday",
     "jeff",
     "emanuel",
     "tower",
     "bill",
     "loomis",
     "$5.6 million",
     "capital",
     "abby",
     "wednesday",
     "erskine",
     "2012",
     "illinois",
     "time",
     "nov. 7, 2012",
     "$97,100",
     "more than an hour later",
     "anne",
     "wacker",
     "willis",
     "this week",
     "olaimey",
     "government",
     "south",
     "house",
     "tribune",
     "june",
     "addams",
     "mercantile",
     "jasmine",
     "chicago",
     "building",
     "collins",
     "2010",
     "airlines"
    ],
    "id": 24,
    "text": "Chicago's rich and powerful ask favors big and small in Mayor Emanuel emails Rahm Emanuel Terrence Antonio James / Chicago Tribune Mayor Rahm Emanuel, center, speaks to the media at the Jane Addams Family Resource Center on South Loomis Street in Chicago on Thursday. Emanuel responded to questions about his use of a private email account. Mayor Rahm Emanuel, center, speaks to the media at the Jane Addams Family Resource Center on South Loomis Street in Chicago on Thursday. Emanuel responded to questions about his use of a private email account. (Terrence Antonio James / Chicago Tribune) Privacy Policy In April 2014, investment banker Byron Trott sent an email to Mayor Rahm Emanuel 's personal account in which he promised to co-host a political fundraiser, before making a series of requests that included asking that the mayor provide high-level access to a new executive at Trott's firm. \"Both Erskine and I are looking forward to hosting a fundraiser for you in June — our teams are working together on finding a date and a place for this as I write,\" Trott wrote, apparently referring to former Clinton White House chief of staff Erskine Bowles, whom Emanuel served with as a top Bill Clinton presidential adviser. Bowles is an adviser to Trott's namesake investment bank, BDT Capital Partners. \"Given your broad support base, the only challenge will be to find some who haven't already maxed out!\" wrote Trott, whose bank is housed in the Wrigley Building, which BDT also owns. A little more than an hour later, mayoral aide Jasmine Magana forwarded the email to both the mayor's campaign fundraising coordinator, Anne Olaimey, and administration aides David Spielfogel and Abby Masters with the message: \"The Mayor wanted me to pass on to you all.\" Read the story Trott's email and the reaction of the mayor's office underscore the intermixing of politics and government, issues at the core of legal efforts to obtain Emanuel's work product involving city business that took place on personal email accounts. Amid the thousands of emails released by Emanuel's attorneys this week to settle a lawsuit with the Better Government Association are myriad requests sent to the mayor's personal accounts from corporate heavyweights, campaign supporters and the politically connected aimed not only at helping their businesses but also their lifestyles. There's a request seeking Emanuel's help to get a business a state tax break. There's a plea for the city to hold off on a major announcement for fear of alienating a business's investors. There's an ask for assistance to block a zoning change in a tiny downtown neighborhood. And there's a lifelong friend who wanted to keep a local business from being evicted, noting the mayor's wife had been a patron. As for Trott's email, after proposing the political fundraiser as Emanuel geared up for a re-election bid, the investment banker asked the mayor to appear at an annual summit his BDT bank organizes for the ultrawealthy and influential business leaders. \"As we discussed, hopefully, you can play a role in our second 'Global Summit for the Closely Held,'\" wrote Trott, a former Goldman Sachs executive who ran the Wall Street firm's Chicago office before starting his own company in 2009. Rahm Emanuel acknowledged for the first time Wednesday that he has used personal email accounts to conduct public business, a practice that allowed him to hide some of his government correspondence from the public since he took office. ... Under pressure from a pair of open records lawsuits, Mayor Rahm Emanuel acknowledged for the first time Wednesday that he has used personal email accounts to conduct public business, a practice that allowed him to hide some of his government correspondence from the public since he took office. ... (Bill Ruthhart, Hal Dardick and Jeff Coen) Trott's email then moved on to asking Emanuel to provide top-level access to his administration for a new executive, Elizabeth Baker Keffer. \"As I mentioned, BDT has just hired our first Chief Network Officer … can you please connect her with your chief of staff or someone else who is seated as a similarly senior level with good access to you?\" Trott wrote. BDT declined to comment. Emanuel spokesman Adam Collins said the mayor did not attend the global summit. Collins defended the instance of mayoral staff contacting campaign staff regarding a request for the mayor's time, calling it \"completely acceptable and within bounds.\" It was unclear if Trott held the Emanuel fundraiser. Since 2010, Trott and his wife have given at least $97,100 to Emanuel's campaign fund. The nearly 2,700 pages of emails revealed other instances where top corporate executives and their businesses had Emanuel's ear. United Airlines request In an email exchange from Nov. 7, 2012, then-Emanuel staffer Tom Alexander let the mayor know that United Airlines had a request. United Continental Holdings, the airline's parent, was giving back $5.6 million in city tax incentives used when United moved its corporate headquarters to Wacker Drive along the river in 2007. By 2012, the airline was moving again, to the Willis Tower, and thought returning the TIF funds for the prior redevelopment was appropriate. Emanuel's private emails released These are some of the emails in which Mayor Emanuel sounded off on a number of issues. Dec. 21, 2016. (CBS Chicago)  These are some of the emails in which Mayor Emanuel sounded off on a number of issues. Dec. 21, 2016. (CBS Chicago)  See more videos \"United has asked that we hold the story about their TIF return for a day or two,\" Alexander wrote. \"They are doing a monthly earnings report that will show significant loss due to Hurricane Sandy , and they are concerned that reporting they are giving back this money on the same day will cause problems for their investor relations department and will cause regulatory issues.\" The news of the refunding could be replaced with an announcement about a city job fair, Alexander wrote. \"Got it. Jobs fair is fine,\" Emanuel replied a few minutes later. News of the giveback was released by the city a few days later. Executives from the airline, one of the city's largest private employers, have contributed at least $137,000 to Emanuel's campaign fund. CME tax break Emanuel hadn't even been in office a month when he exchanged emails in June 2011 with Terrence Duffy , executive chairman of the CME Group , which runs the Chicago Board of Trade and Chicago Mercantile Exchange. At the time, CME was threatening to move at least some jobs to another state because of the tax burden they faced in Illinois due to federal and state tax changes. \"Thanks for the talk this morning,\" Emanuel wrote to Duffy. \"Thank you,\" Duffy responded. \"I look forward with you and your staff as we try and build a better Chicago.\" ",
    "title": "Chicago&apos;s rich and powerful ask favors big and small in Mayor Emanuel emails - Chicago Tribune"
   },
   {
    "entities": [
     "amri",
     "terror",
     "roberto",
     "anis",
     "dec. 23, 2016",
     "state",
     "natanson",
     "dec. 19, 2016",
     "dead",
     "pontoriero/ipa/rex",
     "breitscheidplatz",
     "associated",
     "once",
     "about 3 a.m.",
     "sesto",
     "rhine",
     "molly",
     "today",
     "san",
     "merkel",
     ", 4:08 pm",
     "islamic",
     "calabria",
     "nota",
     "nour",
     "tunisia",
     "kirit",
     "ap",
     "turin",
     "peter",
     "oueslatia",
     "ben",
     "cristian",
     "1 a.m. friday morning",
     "reggio",
     "news",
     "berlin",
     "angela",
     "early friday",
     "antonio",
     "criminal",
     "of",
     "north",
     "momtaz",
     "houda",
     "police",
     "milan",
     "westphalia",
     "chambray",
     "giovanni",
     "gallagher",
     "iesu",
     "office",
     "de",
     "france",
     "bruno",
     "dec 23, 2016",
     "christmas",
     "press",
     "thursday",
     "guida",
     "italy",
     "hunter",
     "radia",
     "in",
     "hassani",
     "phoebe",
     "wednesday",
     "suspect",
     "j.j.",
     "sergio",
     "germany",
     "jaeger",
     "el",
     "following monday",
     "ansa",
     "attack",
     "europe",
     "movio",
     "monday",
     "abc",
     "federal",
     "frank",
     "africa",
     "shot",
     "rym",
     "isis",
     "gittleson",
     "ralf"
    ],
    "id": 25,
    "text": "Italian Police Didn't Realize Man Was Berlin Terror Suspect Before Shootout By J.J. GALLAGHER Dec 23, 2016, 4:08 PM ET 0 Shares WATCH Berlin Terror Attack Suspect Shot Dead in Milan 0 Shares Email The two Italian police officers who shot and killed a gunman outside a closed train station early Friday did not realize initially that he was the suspect in the Berlin truck attack, which killed 12 and injured dozens, Milan police said. Anis Amri, a 24-year-old Tunisian, was near a train station in the Sesto San Giovanni area about 3 a.m. when he was approached by two officers, police said. \"He was a man from northern Africa, like there are many in the Milan area, and ours was a routine check that was carried out by two young and good police officers,” Antonio de Iesu, the head of Milan police, said in a press conference today. When a police officer spoke to Amri, who was standing alone, he answered in Italian that he came from Reggio Calabria, located at the tip of Italy's southwest coast. The officer noted Amri's foreign accent when he spoke, an official at the Milan police headquarters told ABC News. The policeman asked Amri to empty his backpack and pockets, which is standard procedure, said Roberto Guida, Head of Sesto San Giovanni police. Amri was calm as he started emptying his pockets and backpack, but he suddenly pulled out a weapon that had already been loaded and fired once at the chief patrol officer, who was closest to him, Guida said. After he fired the initial shot, Amri tried to hide behind a car and shoot the officers again, Guida said. Another officer then walked around the car and shot and killed Amri. When he was confronted by the officer, Amri allegedly said \"policemen are bastards,\" according to Guida. The wounded police officer was taken to a local hospital where he is recovering, according to the interior minister. Amri had a train ticket on him when he was shot from Chambray, France to Turin, Italy. He did not have a cellphone or keys or any other personal effects, but he did have cash and a gun, the official said. Italian authorities confirmed the man killed was Amri using fingerprints provided by German authorities, German Federal Prosecutor Peter Frank said. In a video posted on social media that appears to have been recorded prior to the attack in Berlin, Amri pledges allegiance to ISIS and says he is avenging the bombing of Muslims, urging others around the world to take up the jihad. “My message to the crusaders who bombard Muslims every day: With God’s will, I swear we’re coming to slaughter you, you pigs,” Amri says. “I encourage all my Muslim brothers in every place to conduct jihad in the name of the religion.” Iesu said that it was \"absurd that a terrorist of this sort was found casually during a routine check but this is the reality.\" \"The policemen had no indication he was a killer,\" he added, according to the Italian news agency Ansa. German Chancellor Angela Merkel said the \"the general threat of terrorism continues,\" and said if there are \"other guilty persons or helpers\" in the Berlin attack, \"we will bring them to justice.\" Merkel said she also spoke to the president of Tunisia and told him that Germany will greatly speed up its deportations of Tunisian nationals \"who have no right of abode in Germany.\" Investigators meanwhile are working to determine how Amri became radicalized and were trying to determine his travels since Monday's attack, police said. Amri passed through France before arriving by train at Milan's central railway station at around 1 a.m. Friday morning, a Milan police spokesman said. German are trying to determine whether he had had help from a network of supporters in planning the attack and fleeing to Italy, Milan Police Italian police officer Cristian Movio recovered in the hospital after being injured in a shootout with Anis Amri, a suspect in the terrorist attack at a Christmas market in Berlin that killed 12 and injured 48. Amri had become the center of a Europe-wide manhunt following Monday's deadly attack on the Christmas market at Breitscheidplatz, a public square in the heart of Germany's capital. Milan Police A bullet hole in the uniform of the Italian police officer wounded in a shootout in Milan with Berlin attack suspect Anis Amri, Dec. 23, 2016. Officials identified Amri as the likely assailant in the attack, citing evidence discovered at the crime scene including fingerprints in the cab of the truck. The truck's driver was found dead with gunshot wounds in the back of the Polish-owned tractor-trailer used in the attack. The man is being counted among the 12 fatalities. Sergio Pontoriero/IPA/REX/Shutterstock Suspected Berlin truck attacker Anis Amri was shot dead in Milan, Dec. 23, 2016. ISIS claimed responsibility for Monday's assault, calling Amri \"a soldier of the Islamic State,\" in a statement released by the terrorist group. Ralf Jaeger, the interior minister of the German state of North Rhine–Westphalia, told reporters on Wednesday that Amri had known ties to the local radical Islamic scene and he had been deemed a threat by several security agencies. Federal Criminal Police Office of Germany German officials have released this poster, saying that Anis Amri, 24, of Tunisia, is wanted in connection with the attack on a Christmas market in Berlin, Germany, on Dec. 19, 2016. In a recent interview with the Associated Press, Amri's mother said her son showed no signs of radicalization and she questioned whether he was really the man who launched the attack in Berlin. She said poverty drove her son to steal and travel illegally to Europe. \"I want the truth to be revealed about my son,\" Nour El Houda Hassani told The AP on Thursday in the central Tunisian town of Oueslatia. \"If he is the perpetrator of the attack, let him assume his responsibilities and I'll renounce him before God. If he didn't do anything, I want my son's rights to be restored.\" ABC News' Molly Hunter, Rym Momtaz, Phoebe Natanson, Bruno Nota, Kirit Radia, Ben Gittleson contributed to this report. 0 Shares ",
    "title": "Italian Police Didn't Realize Man Was Berlin Terror Suspect Before Shootout - ABC News"
   },
   {
    "entities": [
     "democratic",
     "friday",
     "the week",
     "november",
     "reagan",
     "christmas",
     "trump",
     "hillary",
     "dec. 15",
     "party",
     "syria",
     "turkey",
     "moscow",
     "facebook",
     "senate",
     "donald",
     "the 1980s",
     "congress",
     "franklin",
     "vladimir",
     "nov. 8",
     "twitter",
     "current",
     "kgb",
     "gorbachev",
     "ankara",
     "u.s.",
     "d.-rsb-",
     "mikhail",
     "ronald",
     "december 23, 2016",
     "tass",
     "karlov",
     "putin",
     "clinton",
     "andrei",
     "roosevelt"
    ],
    "id": 26,
    "text": "Putin reaches out to Trump, while thumping Dems Published               December 23, 2016 Facebook 0 Twitter 0 livefyre Email Print   Russian President Vladimir Putin followed up a warm letter to Donald Trump with a more terse message for U.S. Democrats Friday: Don't blame me for your November drubbing. President-elect Trump on Friday released the Dec. 15 note from Putin, who Democrats blame for tilting the election Trump won against Hillary Clinton, and called it a \"very nice letter.\" In it, Putin wished Trump \"warmest Christmas\" greetings and expressed hope that Trump would \"bring our level of collaboration on the international scene to a qualitatively new level.\" In addition to praising the tone of the letter from Putin, Trump said, \"His thoughts are so correct. I hope both sides are able to live up to these thoughts, and we do not have to travel an alternate path.\" But Putin, in a year-ending address from Moscow Friday, had a different message for Democrats as he offered his analysis of the American political scene. “Democrats are losing on every front and looking for people to blame everywhere,\" he said. \"They need to learn to lose with dignity. “The Democratic Party lost not only the presidential elections, but elections in the Senate and Congress. .…Is that also my work?” he said. He went on to ridicule Democrats for never-say-die efforts to overturn the Nov. 8 presidential election, first by calling for recounts, then trying to get electors to flip. \"The fact that the current ruling party called Democratic has blatantly forgotten the original definition of its name is evident if one takes into consideration unscrupulous use of administrative resource and appeals to electors not to concede to voters’ choice,\" Putin said, according to the Russian news agency Tass. THE WEEK IN PICTURES The former KGB officer even invoked President Ronald Reagan, the staunch anti-communist who worked with Soviet leader Mikhail Gorbachev to end the Cold War in the 1980s. \"I think Reagan would have been glad to see representatives of his party winning everywhere,\" the president said. \"And he would have been happy for the newly elected president [Donald Trump], who was sensitive enough to feel the moods of the society and worked exactly within that paradigm, going to the end, though nobody but you and I believed that he would win.\" \"Outstanding figures in American history from the ranks of the Democratic Party would likely be turning in their graves. [Franklin D.] Roosevelt certainly would be.\" Supporters of defeated Democratic standard-bearer Hillary Clinton have cited alleged Russian “hacking” of the election for her surprising loss on Nov. 8. Putin moved back his news conference a day to attend the funeral of his ambassador to Turkey, Andrei Karlov, who was assassinated at an Ankara art gallery in a brazen public shooting by a Turkish policeman shouting slogans about the war in Syria. Advertisement ",
    "title": "Putin reaches out to Trump, while thumping Dems | Fox News"
   },
   {
    "entities": [
     "december 23",
     "todd",
     "harry",
     "slotkin",
     "jason",
     "times",
     "7:30 p.m.",
     "friday",
     "met",
     "press",
     "carrie",
     "united",
     "the",
     "leia",
     "london",
     "brothers",
     "the day",
     "international",
     "fisher",
     "2015",
     "associated",
     "department",
     "los",
     "airlines",
     "airport",
     "blues",
     "fire",
     "sally",
     "angeles",
     "jordan",
     "three years later",
     "1987"
    ],
    "id": 27,
    "text": "December 23, 20166:38 PM ET Jason Slotkin Carrie Fisher, seen here at the world premiere of Star Wars: The Force Awakens in 2015, has reportedly had a heart attack. Jordan Strauss/Invision/AP hide caption toggle caption Jordan Strauss/Invision/AP Carrie Fisher, seen here at the world premiere of Star Wars: The Force Awakens in 2015, has reportedly had a heart attack. Jordan Strauss/Invision/AP Updated 7:30 p.m. ET Stars Wars actress Carrie Fisher is reportedly in stable condition after going into cardiac arrest aboard a flight from London Friday. Quoting Fisher's brother Todd, The Associated Press reports the 60-year-old actress had been stabilized at a Los Angeles area hospital. Earlier in the day, The Los Angeles Times and TMZ both reported that Fisher was on a United Airlines flight and suffered the \"cardiac episode\" shortly before landing at Los Angeles International Airport. In a statement, United Airlines confirmed a female passenger was described by crew as \"unresponsive.\" The Los Angeles Fire Department says it transported a passenger from that flight for symptoms similar to those described by media reports. CPR was already being performed when the ambulance arrived, a spokesman for the fire department says. Though neither statement makes mention of Fisher, details of the episode line up with eyewitness accounts referred to by media organizations. The actress had been in London promoting her latest book, The Princess Diarist, a memoir depicting her time filming her iconic turn as Princess Leia in the Star Wars film series. Article continues after sponsorship Fisher had published several books before, the most famous, 1987's Postcards from the Edge, was a semi-autobiographical novel that was turned into a critically-acclaimed movie some three years later. Aside from her role in the Star Wars franchise, Fisher also had supporting roles in When Harry Met Sally... and The Blues Brothers. ",
    "title": "Actress Carrie Fisher Reportedly In Stable Condition After Entering Cardiac Arrest : The Two-Way : NPR"
   },
   {
    "entities": [
     "december 23",
     "council",
     "israel",
     "david",
     "kerry",
     "west",
     "friday",
     "states",
     "trump",
     "reuters",
     "syria",
     "thursday",
     "last week",
     "united",
     "palestine",
     "zealand",
     "saeb",
     "donald",
     "senegal",
     "bank",
     "nations",
     "security",
     "john",
     "organization",
     "at 5:47 pm",
     "u.n.",
     "future",
     "u.s.",
     "obama",
     "new",
     "1967",
     "today",
     "benjamin",
     "east",
     "york",
     "danny",
     "friedman",
     "steinitz",
     "washington",
     "jerusalem",
     "ruth",
     "liberation",
     "erekat",
     "danon",
     "f.",
     "netanyahu",
     "yuval",
     "eglash"
    ],
    "id": 28,
    "text": "Netanyahu calls U.N. resolution on settlements ‘shameful’ The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Ruth Eglash December 23 at 5:47 PM Follow @reglash JERUSALEM — Israel’s Prime Minister Benjamin Netanyahu spoke out forcefully against a U.N. Security Council resolution on Friday that condemns Israeli settlements, calling it “shameful” and saying that Israel would not abide by its terms. The resolution criticizes Israel’s settlement activity in the West Bank and East Jerusalem, areas that the Palestinians hope will be a future state, and says the settlements “altered the demographic composition, character and status of the Palestinian territory occupied since 1967.” The resolution passed with 14 votes to 0. The United States, in a break with tradition, decided to abstain from the vote. “The Obama administration not only failed to protect Israel against this gang-up at the U.N., it colluded with it behind the scenes,” Netanyahu wrote in a strongly worded statement, which was unusually released on the Jewish Sabbath eve. Netanyahu and President Obama have had a strained relationship, especially over the issue of Israeli settlements. Hours before the U.N. Security Council met to discuss the resolution, Israeli media reported that an anonymous Israeli official had accused Obama and U.S. Secretary of State John F. Kerry of scheming behind Israel’s back to push the resolution through. (Reuters) The resolution, initially brought by the Egyptians, had been scheduled for a vote Thursday. Israeli pressure and a push from President-elect Donald Trump caused the Egyptians to table it. It was revived Friday by other members of the Security Council. [ Israel rejects latest U.S. criticism of settlement policy ] Immediately after the vote, Netanyahu ordered a series of diplomatic steps against countries that co-sponsored the resolution and with whom Israel has diplomatic relations. He instructed Israel’s ambassadors in New Zealand and Senegal to return to Israel immediately and canceled the Senegalese foreign minister’s planned visit to Israel. He also canceled Israeli aid programs in Senegal. In his statement, Netanyahu also said he looked forward to working with Trump. Since the election, Netanyahu and his ministers have refrained from making public statements about Trump, but subtle words and gestures have suggested that the Israeli leadership is buoyed by the new administration. So far, Trump has indicated he might approach the Israeli-Palestinian conflict in a different manner than Obama. Last week, he nominated his close adviser, New York lawyer David Friedman, an outspoken supporter of Israel’s settlements, as the ambassador to Israel. (Reuters) [ Israel says there’s never been a more right-wing U.S. ambassador than Trump’s pick ] About 400,000 Jewish settlers live on 125 settlements and 100 outposts in the Israeli-occupied West Bank. Over the past six months, Israel has announced plans to add hundreds of units to existing settlements in the West Bank and East Jerusalem. At the same time, right-wing voices in Netanyahu’s government are pushing for legislation that would legalize settlements built on privately owned Palestinian land. Energy Minister Yuval Steinitz said on Israeli TV that the resolution was not only anti-settlements but also against Israel and Jews in general. “The heart aches after eight years of friendship and cooperation with Obama,” he said. “The U.N. Security Council can’t make a decision on Syria, but on this issue, the U.S., Obama and John Kerry allow it to pass.” Israel’s ambassador to the United Nations, Danny Danon, expressed disappointment that the United States had not used its veto power in the Security Council to stop the resolution. “It was to be expected that Israel’s greatest ally would act in accordance with the values that we share and that they would have vetoed this disgraceful resolution,” he said. “I have no doubt that the new U.S. administration and the incoming U.N. secretary general will usher in a new era in terms of the U.N.’s relationship with Israel.” The Palestinians called the U.N. approval of the resolution “a victory.” Saeb Erekat, a former peace negotiator and the No. 2 in the Palestine Liberation Organization, said the vote was a “clear and unanimous message” to Netanyahu that “your policies will not achieve peace and security for Israel or the region.” “The only way to peace is through the creation of an independent Palestinian state, and this is what the international community agreed upon today at the Security Council,” he said. Read more: ",
    "title": "Netanyahu calls U.N. resolution on settlements ‘shameful’ - The Washington Post"
   },
   {
    "entities": [
     "joe",
     "spicer",
     "this morning",
     "abramson",
     "dec 23, 2016",
     "states",
     "trump",
     "keneally",
     "thursday",
     "news",
     "united",
     "cnn",
     "brzezinski",
     ", 3:23 pm",
     "donald",
     "morning",
     "tower",
     "abc",
     "russia",
     "meghan",
     "j.",
     "nov. 14, 2016",
     "alana",
     "u.s.",
     "new",
     "nbc",
     "today",
     "yesterday",
     "december 22, 2016",
     "york",
     "sean",
     "msnbc",
     "mika",
     "scarborough",
     "putin"
    ],
    "id": 29,
    "text": "Confusion Grows Over Trump’s Nuclear Plan After Possible Hint of ‘Arms Race’ By Meghan Keneally Dec 23, 2016, 3:23 PM ET 0 Shares WATCH Putin Responds to Trump's Nuclear Comments 0 Shares Email Donald Trump ’s newly announced press secretary tried to clarify his bosses’ stance on nuclear proliferation after a surprising tweet and a reported conversation Trump had with a cable news host. Questions about President-elect Trump’s stance on nuclear arms had been raised throughout the campaign and arose again Thursday when Trump tweeted that the U.S. “must greatly strengthen and expand its nuclear capability until such time as the world comes to its senses regarding nukes.” The United States must greatly strengthen and expand its nuclear capability until such time as the world comes to its senses regarding nukes — Donald J. Trump (@realDonaldTrump) December 22, 2016 Trump's meaning in the tweet was unclear, and his spokesman and incoming press secretary Sean Spicer addressed the issue in interviews. On MSNBC's \"Morning Joe,\" Spicer defended Trump’s speaking out on issues before becoming president, saying that he shouldn’t necessarily follow the examples of some other recent presidents-elect who waited until inauguration to weigh in on foreign and domestic policy. Carlo Allegri/Reuters Sean Spicer arrives in the lobby of Republican president-elect Donald Trump's Trump Tower in New York, Nov. 14, 2016. But more confusion arose when MSNBC’s “Morning Joe” co-host Mika Brzezinski reportedly spoke to Trump by phone -- a conversation that was not broadcast -- after Spicer's interview on the show. Brzezinski and her co-host Joe Scarborough recounted her conversation with Trump on the air afterward. “Mika asked the president-elect while we had the opportunity what his position was on trying to clarify the tweet yesterday regarding the nuclear arsenal, and the president-elect told you what?” co-host Joe Scarborough said. “Let it be an arms race. We will outmatch them at every pass,” Brzezinski said. “And outlast them all,” Scarborough said. Spicer gave more interviews this morning after that and when asked about the comment Trump allegedly made to Brzezinski, Spicer told CNN, \"That was a private conversation. I was not privy to that.\" \"But the bottom line is this, the president [elect] is going to put our nation's security and safety first. And he's not going to worry about how it's -- he's going to do it. That's what every American should understand, that he's not going to be a passive president. He's going to be active and make sure that our safety is number one,” Spicer said. \"If another country expands theirs, the United States will act in kind,” he said of nuclear arsenals. On NBC's \"The Today Show,\" Spicer said, \"There's not going to be [an arms race] ... because he is going to ensure other countries get the message that he is not going to sit back and allow that. And what's going to happen is they will come to their senses, and we will all be just fine.\" \"There [have] been several countries -- Russia among them -- that have talked about expanding their nuclear capability.\" ABC News' Alana Abramson contributed to this report. 0 Shares ",
    "title": "Confusion Grows Over Trump’s Nuclear Plan After Possible Hint of ‘Arms Race’ - ABC News"
   }
  ]
 }
}