{
 "25": {
  "col-sim": {
   "cosine": 0.20921237848434068,
   "entity": 0.21971768720102058
  },
  "exec-time": 35.06700253486633,
  "links": [
   {
    "entities": [
     "interactive",
     "times",
     "earlier this month",
     "cbs",
     "christmas",
     "amy",
     "trump",
     "house",
     "inc.",
     "the",
     "next month",
     "donald",
     "saturday",
     "last month",
     "100%",
     "2016",
     "once",
     "j.",
     "post",
     "foundation",
     "new",
     "york",
     "washington",
     "afternoon",
     "putin",
     "spitalnick",
     "white"
    ],
    "id": 0,
    "text": "<p>President-elect Donald Trump.&nbsp;</p> Close Lucas Jackson/Reuters President-elect Donald Trump announced Saturday afternoon that he plans to dissolve his family’s foundation in the wake of questions regarding possible conflicts of interest once he takes office. Mr. Trump issued the decision in a press release, which said the Donald J. Trump Foundation has contributed millions of dollars to groups that support veterans, law enforcement officers and children. “However, to avoid even the appearance of any conflict with my role as President I have decided to continue to pursue my strong interest in philanthropy in other ways,” he said in the statement. Putin sends Trump Christmas letter after exchange over nuclear arms race The announcement said the president-elect has directed his counsel to take the necessary steps to dissolve the foundation. The foundation, however, cannot formally shut down until after the New York state attorney general’s office completes its investigation of the foundation. “The Trump Foundation is still under investigation by this office and cannot legally dissolve until that investigation is complete,” the office’s spokeswoman, Amy Spitalnick, told The Washington Post in an email Saturday. “I am very proud of the money that has been raised for many organizations in need, and I am also very proud of the fact that the Foundation has operated at essentially no cost for decades, with 100% of the money going to charity, but because I will be devoting so much time and energy to the Presidency and solving the many problems facing our country and the world, I don’t want to allow good work to be associated with a possible conflict of interest,” he added. This comes after Mr. Trump said that he would not be subject to conflict of interest laws as president and after he said that his children would be taking over his businesses. “The law’s totally on my side, the president can’t have a conflict of interest,” Mr. Trump told The New York Times in a meeting last month. “In theory I could run my business perfectly and then run the country perfectly. There’s never been a case like this.” Earlier this month, he postponed a planned announcement regarding how he would separate from his business empire . Soon after, he tweeted that he would be leaving his businesses before his inauguration next month, that his two sons would manage them while he serves in the White House and that there will be “no new deals” during that time. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Donald Trump announces plans to dissolve his family's foundation - CBS News"
   },
   {
    "entities": [
     "december 24",
     "cairo",
     "earlier this month",
     "maggie",
     "friday",
     "cathedral",
     "earlier this week",
     "sharm",
     "npr",
     "malaka",
     "recently",
     "mark's",
     "state",
     "st.",
     "karak",
     "hilton",
     "the last month",
     "embassy",
     "rott",
     "sinai",
     "desert",
     "penman",
     "department",
     "khalil",
     "u.s.",
     "western",
     "islamic",
     "egypt",
     "the last year",
     "el-sheikh",
     "peninsula",
     "gharib",
     "fayrouz",
     "coptic",
     "nate",
     "jordan"
    ],
    "id": 1,
    "text": "December 24, 20163:29 PM ET Maggie Penman The U.S. State Department has issued travel warnings to Americans, asking U.S. citizens to consider the risks of terror threats before travel to Egypt or Jordan. Khalil Mazraawi/AFP/Getty Images hide caption toggle caption Khalil Mazraawi/AFP/Getty Images The U.S. State Department has issued travel warnings to Americans, asking U.S. citizens to consider the risks of terror threats before travel to Egypt or Jordan. Khalil Mazraawi/AFP/Getty Images The U.S. State Department issued travel warnings for Egypt and Jordan on Friday, citing terrorist threats in both countries. The State Department recommends that U.S. citizens traveling in Egypt avoid the Western Desert and the Sinai Peninsula beyond the resort town of Sharm El-Sheikh. In the case of Jordan, the State Department warned against traveling to and throughout the entire country. At Least 10 Die In Shootout At Crusader Castle In Jordan As NPR's Nate Rott reports, \"Earlier this month, a bombing near St. Mark's Coptic Cathedral in Cairo killed at least 25 people. And just earlier this week, an attack at a popular tourist destination in Karak, Jordan, killed 10\" — including a Canadian tourist. Those attacks were the biggest in Egypt and Jordan in the last month, but far from the only ones. The Islamic State has claimed credit for both. The State Department reminded U.S. citizens that terrorist organizations in Jordan often target Westerners. \"Within the last year, Jordanian authorities have notified the U.S. Embassy of several disrupted terrorist plots targeting U.S. citizens and Westerners. In addition, terrorist entities continue to express interest in attacking malls, hotels, restaurants, and other soft targets in country.\" The State Department warnings note that, despite heavy security around major tourist sites, terrorist attacks can happen anywhere. The tourism industry in Egypt has suffered in recent years due to political instability, threats of terrorism and accusations of human rights violations by the state. NPR's Malaka Gharib recently wrote about the decline in tourism and its impact on Sharm El-Sheikh, where she spent childhood summers while her father managed the Hilton Fayrouz. Article continues after sponsorship ",
    "title": "Travel Warnings For Egypt And Jordan Issued By U.S. State Department : The Two-Way : NPR"
   },
   {
    "entities": [
     "1998",
     "et",
     "safety",
     "4 a.m. saturday",
     "texas",
     "allen",
     "network",
     "11:46 p.m. est",
     "right now",
     "mobile",
     "utica",
     "drive",
     "about 12:20 p.m.",
     "december 24, 2016",
     "mile",
     "road",
     "press",
     "gerard",
     "christmas",
     "pettyes",
     "the future",
     "facebookemail",
     "sinkhole",
     "facebook",
     "eberlein",
     "free",
     "township",
     "mich.",
     "francisco",
     "saturday",
     "water",
     "1999",
     "albu",
     "august 2004",
     "macomb",
     "county",
     "hayes",
     "fla.",
     "$250,000",
     "2004",
     "mike",
     "allen/detroit",
     "2016",
     "john",
     "fosson",
     "command",
     "twitter",
     "ockerman",
     "robert",
     "sue",
     "duggan",
     "dawnw",
     "department",
     "andrea",
     "usa",
     "dec. 24, 2016",
     "uber",
     "fraser",
     "today",
     "rosemary",
     "san",
     "bagnasco",
     "and",
     "center",
     "detroit",
     "previously",
     "roach",
     "zillow",
     "homeowner",
     "public",
     "6:30 a.m.",
     "sewerage",
     "now",
     "office",
     "energy",
     "$207,500",
     "dte",
     "emma",
     "clinton",
     "google",
     "two hours later",
     "nearly 10 months later"
    ],
    "id": 2,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Sinkhole opens up in suburban Detroit, damages home Some expect that the house will end up collapsing into the cavern caused by a leaky sewer line eroding a cavern 55 feet underground. Post to Facebook Sinkhole opens up in suburban Detroit, damages home Some expect that the house will end up collapsing into the cavern caused by a leaky sewer line eroding a cavern 55 feet underground. Check out this story on USATODAY.com: http://usat.ly/2irY3tT CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 19 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Sinkhole opens up in suburban Detroit, damages home USA Today Network Robert Allen and Emma Ockerman, Detroit Free Press 11:46 p.m. EST December 24, 2016 x Share A sinkhole split open in a familiar area of 15 Mile Road today in Fraser, partially collapsing a home, endangering other structures and forcing the closure of the road in both directions between Hayes and Utica, police said. Robert Allen/Detroit Free Press A line of bushes that previously was straight now slopes toward a nearby street, an indicator of the sinkhole that opened Dec. 24, 2016, in Fraser, Mich., and is endangering the house behind it. (Photo: Robert Allen, Detroit Free Press) FRASER, Mich. — A sinkhole split open in a Detroit suburb Saturday, partially collapsing a home, endangering other structures and forcing the closure of 15 Mile Road in both directions, police said. The sinkhole is in the same general area as a massive one that opened on the same road in 2004, and authorities said they would have to cut power to almost 900 customers for several hours so electric service could be rerouted around the affected area. It was unclear how large the new sinkhole could be, but the source of the problem begins 55 feet underground, said Lt. Mike Pettyes of the Fraser Public Safety Department. A state of emergency was in the process of being declared for the city, and it was unclear how long would be needed for the area to be stabilized. \"We're kind of in sit-around-and-wait (mode),\" he said. \"A lot of people are convinced that it's just a matter of time — and it's not if the house is going to come crumbling down, it's when.\" Texas sinkhole swallows two cars, killing a sheriff’s deputy The 1,800-square-foot home with three bedrooms and 2½ baths last sold in 1999 for $207,500 and was estimated to be worth about $250,000 in 2016, according to Zillow. It was built in 1998 on a little more than a quarter acre lot. The city first received a call about the collapsing home at 6:30 a.m. ET, \"then we realized it was more than just a house problem here,\" Pettyes said. No one was injured. “You get a break in that line; it's just washing away dirt down there. It creates a void. When it creates a void, it moves the dirt out. The ground gives way.” Lt. Mike Pettyes, Fraser (Mich.) Public Safety Department A line of shrubs near the house that previously was straight now slopes toward Eberlein Drive. The house is on the corner, and shingles have buckled. The gutter also was bent. Homeowner Sue Albu said she and her husband awoke to popping noises at 4 a.m. Saturday and two hours later she had trouble opening doors. That's when she called police. Evacuation orders were issued for the house and two neighboring homes. Most of the street was evacuated, and all of the cars moved away, Pettyes said. Some 55 feet underground is an 11-foot-wide sewer line, \"the biggest one they have,\" he said. \"You get a break in that line, it's just washing away dirt down there. It creates a void,\" Pettyes said. \"When it creates a void, it moves the dirt out. The ground gives way.\" DTE Energy, the area's electric and natural gas utility, was dispatched to the sinkhole about 12:20 p.m. though no power outages were reported, spokesman John Fosson said. In August 2004, a sinkhole opened up suddenly in the same area when a sewer line collapsed, leaving a hole that was 160-by-60-feet on 15 Mile at the entrance to a nearby subdivision. 'Terrifying' sinkhole nearly swallows Uber driver, family in San Francisco The road was shut down between Moravian and Utica roads while crews repaired it. It reopened nearly 10 months later. John Roach, spokesman for Detroit Mayor Mike Duggan's Office, referred to Detroit Water and Sewerage Department officials for comment and they could not be immediately reached. With the road closed, a Macomb County Mobile Command Center and emergency vehicles were in the middle of 15 Mile near the road block. Officers, city workers and a number of neighbors were watching to see if the house sunk further. 90-foot hole in Fla. forces residents to evacuate homes The state of emergency was declared to prepare \"us if things do get worse in the future,\" Pettyes said. As police lights flashed on 15 Mile, people could be seen carrying things on the sidewalk. Two cousins, Andrea Gerard, 28, and Rosemary Bagnasco, 24, were taking a detour from a nearby shopping-center parking lot to a family Christmas party around the corner. They walked with Bagnasco’s mother, Dawnw Bagnasco, 58, all of Clinton Township, Mich., because the road closure kept them from driving to the home where Gerard’s family was hosting the party. Though the roadblock affected the plans of 30 to 35 people attending the party, they’re worried for the neighbors whose home is in danger. “My prayers go out to the people that, you know, their house is in trouble right now,” Gerard said. “It is really sad.” Follow Robert Allen and Emma Ockerman on Twitter  @rallenMI  and  @EOckerman Related: ",
    "title": "Sinkhole opens up in suburban Detroit, damages home"
   },
   {
    "entities": [
     "todd",
     "tomorrow",
     "walmart",
     "times",
     "lancaster",
     "earlier this year",
     "credit",
     "$1,125",
     "december 24, 2016",
     "states",
     "christmas",
     "kellogg",
     "january",
     "1968",
     "garver",
     "10 minutes later",
     "alfayadh",
     "ortiz",
     "united",
     "heisler/the",
     "georgia",
     "later tonight",
     "penn",
     "kennedy",
     "recently",
     "red",
     "last",
     "pontiac",
     "the day",
     "seven months ago",
     "1999",
     "international",
     "church",
     "security",
     "lowe",
     "john",
     "mohamad",
     "orian",
     "vietnam",
     "$5",
     "luis",
     "cuba",
     "gaby",
     "december 25, 2016",
     "world",
     "future",
     "square",
     "new",
     "mastropietro",
     "triana",
     "$20",
     "iraq",
     "mañuel",
     "valentina",
     "today",
     "$26.58",
     "josh",
     "digrugilliers",
     "york",
     "detroit",
     "mcdonald",
     "amer",
     "service",
     "sheila",
     "2010",
     "ford",
     "segundo",
     "hernandez",
     "now",
     "mattress",
     "airport",
     "bulldogs",
     "social",
     "kazakhstan",
     "pennsylvania",
     "company",
     "wings",
     "ross",
     "orion",
     "two years ago",
     "liang",
     "december"
    ],
    "id": 3,
    "text": "“Doing too much can make a family feel like it’s someone else’s home,” says Josh Digrugilliers, 26, the group’s local housing specialist, whose crowded key chain jangles in reminder of all the refugees in need. Advertisement Continue reading the main story He scours a government checklist of housing requirements for a resettlement, mindful that whatever he spends is deducted from a refugee’s one-time government grant of no more than $1,125. A family’s combined grants must cover its rent and other expenses until the nonprofit has helped the adults acquire Social Security numbers and jobs. Continue reading the main story Photo Amer Alfayadh, a senior case manager, and Orion Hernandez carrying a dresser for the house. Credit Todd Heisler/The New York Times The used furniture being trundled in reflects the emphasis on economy. Some comes from the donations hoarded in a cluttered garage, where a “Welcome Home” sign in Arabic is on display. Other items were acquired cheap — chairs for $5, tables for $20 — at Root’s Old Mill Flea Market. New paint and flooring give the house the smell of a fresh start, thanks to the landlord, John Liang, who came to Lancaster as a child, one of the “boat people” who fled Vietnam on dangerously overcrowded vessels after the war. He spent a year in a notoriously hellish refugee camp before coming to Lancaster, where he and his family delivered newspapers, shoveled snow, did sewing and assembly-line work. Anything. Now 45, Mr. Liang works overtime at a nearby Kellogg’s cereal plant and manages several properties he owns, including this house, which he wants to be — just so. Photo Ms. Garver checking for hot water during a final inspection. Credit Todd Heisler/The New York Times “There are other people living a lot harder, tougher, than what I went through,” he says. A History of Acceptance Mr. Digrugilliers applies his checklist to the kitchen, where the counter is crowded with mismatched dinnerware, new appliances and clutches of flatware bound with rubber bands. Draped over the oven handle is a dish towel printed with a calendar for 1968, another tumultuous year. Then to the bedrooms upstairs. The children’s twin beds, bought at discount from the Lancaster Mattress Company, are covered with the black G of the Georgia Bulldogs, the winged wheel of the Detroit Red Wings and other invitations to sleep in cocoons of American culture. Armed with a list of what he needs, he and a colleague, Orion Hernandez, climb into a beat-up van reeking of McDonald’s. They head to Walmart, where Mr. Digrugilliers recognizes a thin man — a Nepalese refugee who resettled here two years ago — leaving as he is walking in. Continue reading the main story Photo Luis Mañuel Ortiz, a caseworker with the Church World Service, hanging blinds. Credit Todd Heisler/The New York Times “Hey, how are you?” Mr. Digrugilliers calls out. “Hello,” the man calls back. Such encounters happen often in Lancaster, whose rich history of acceptance is rooted, in part, in the influence of the Mennonites, Amish and other faiths. A glimpse of the local worldview came in January when a supportive rally of more than 200 people drowned out a much smaller anti-immigrant protest outside the Church World Service office here. Advertisement Continue reading the main story Sheila Mastropietro, the group’s longtime supervisor in Lancaster, took heart in the moment. It reflected a communal understanding of both the global refugee crisis and the rigorous screening process that refugees undergo before coming to the United States. Still, given a president-elect who seems averse to the country’s modest commitment to refugee relocation, Ms. Mastropietro says, “We don’t know what to expect.” Continue reading the main story Photo The landlord, John Liang, 45, fled Vietnam as a child. “There are other people living a lot harder, tougher, than what I went through,” he said. Credit Todd Heisler/The New York Times Last fiscal year, the Lancaster office of the Church World Service helped to resettle 407 of the 85,000 refugees admitted to this country; this fiscal year, its target is 550 of a hoped-for 110,000. “We are acting as if the numbers are going to be the same — until we hear something different,” she says. Decades of resettlement work have transformed the Lancaster area into a medley of cultures so rich that Amer Alfayadh, 34, a senior case manager, struggles to name them all: “Syrians, Iraqis, Somalis, Congolese, Ukrainians, Belorussians, people from Kazakhstan. Then, of course, Lebanese, Palestinians. Bhutanese, Nepalese, Burmese, Sri Lankans …” Continue reading the main story Photo Segundo Triana, left, an interpreter from Cuba, working with recently arrived Cubans during a cultural orientation class sponsored by the Church World Service in Lancaster. Credit Todd Heisler/The New York Times Mr. Alfayadh himself arrived from Iraq in 2010. Though trained as an engineer, he worked at a Lowe’s — customer service, paint, lawn and garden — and as a substitute teacher before being hired to help other refugees. He is accustomed now to urgent late-night calls from fresh arrivals unfamiliar with, say, locks on doors. New clients are often at their breaking point, uncertain what to make of this exotic land called Pennsylvania. Knowing how difficult it can be for anyone in crisis to see ahead — to jobs, school, a future — Mr. Alfayadh says he tries to impart a simple message: “O.K. Tomorrow will be better.” At Walmart, Mr. Digrugilliers and Mr. Hernandez commandeer two shopping carts each and begin racing through the cavernous store like contestants on the old “Supermarket Sweep” game show, grabbing specific items, down to umbrellas and sanitary pads. His purchases complete, Mr. Digrugilliers mounts his cart and wheels it into the dusk like a skateboard, exuberant with hope that some refugee family’s journey will be just as smooth. Continue reading the main story Photo The home was prepared for a family of six: a father, a mother, three daughters and a boy. Credit Todd Heisler/The New York Times It is not. The Church World Service soon receives word that this particular family’s resettlement has been delayed — a not-uncommon development that could be caused by something as simple as a spike in an asylum-seeker’s blood pressure at the airport. Advertisement But there is no shortage of tempest-tossed refugees. Mr. Alfayadh’s supervisor, Valentina Ross, remembers that another Syrian family is arriving in a few days: a father, a mother, three daughters and a boy. They will need a home. Holiday Spirit Abounds Today is the day. A holiday spirit has taken hold in downtown Lancaster, with a colossal Christmas tree glittering in Penn Square and ancient brick houses swathed in festive lights. Continue reading the main story Photo One of the beds. Other bedding included symbols of American culture: the logos of the Georgia Bulldogs and the Detroit Red Wings. Credit Todd Heisler/The New York Times A mile away, a Church World Service caseworker named Gaby Garver, a focused college graduate of 22, is collecting provisions for the new family at a food pantry. Signing some paperwork, she says, “And no meat products for the family, please.” As Ms. Garver prepares to leave with milk, vegetables and other items, a pantry volunteer asks: “Since you didn’t take any meat, would you like some extra rice?” Yes, please. More food is needed. Ms. Garver guides her 1999 Pontiac through the cold rain to the Save-A-Lot supermarket, where many goods sit in cut-open cardboard cases. She leaves 10 minutes later with bread, fruit, beans, sugar, tea and a receipt for $26.58, to be deducted from the family’s grant money. Continue reading the main story Photo Members of a Syrian family that arrived earlier this year, and that made a meal for the newcomers. Credit Todd Heisler/The New York Times Hunched against the weather, the slight young woman makes two trips carrying the food into the drab gray house. After stocking the refrigerator and cabinet, she conducts a last-minute inspection. The fridge is cold. The tap has hot water. The burners on the gas stove ignite. Everything upstairs is fine as well, with even more homey touches added. New pajamas and towels. New clothes hangers. New picture frames, showing stock photos of cheerful families, on the shelves. And on one twin bed, a child’s soccer ball, still in its box. Advertisement Continue reading the main story Hugs and Handshakes The rain has stopped, a slice of moon risen. Ms. Garver is driving now to the home of a Syrian family that arrived seven months ago. The mother has cooked a hot meal for the refugee family that is about to land any minute in New York, a good three-hour drive away. Photo Light from a window beckoned the new occupants. Credit Todd Heisler/The New York Times Inside, where five young children zip and waddle about, the prepared meal sits in expectation on the dining-room table: a large aluminum tray bountiful with chicken and rice and a huge bowl of salad. The oldest child, Mohamad, 14, helps Ms. Garver carry the food out to her vehicle, and she thanks him. He responds with the formality given to a new language being tried on for size. “You’re welcome,” the boy says, and smiles. Returning to the gray house, Ms. Garver fumbles in the dark to open the door while holding the tray of still-hot food. When she returns with the salad bowl, she stoops to collect a clump of junk mail, including a come-on addressed to “Our Neighbor.” Later tonight, Ms. Garver and Mr. Alfayadh will drive a Ford van to Lancaster Airport, where they will meet two representatives from the local Islamic Center. Soon after, another van will arrive from Kennedy International Airport. Hugs and handshakes will be exchanged in the December air. Luggage will be collected. And six Syrian refugees will be driven the 20 minutes to a warm home perfumed by warm food, in a city made radiant by the multicolored lights of the season. Correction: December 24, 2016 An earlier version of a picture caption with this article misspelled the given name of an employee of the Church World Service. He is Orion Hernandez, not Orian. A version of this article appears in print on December 25, 2016, on Page A1 of the New York edition with the headline: A Refugee Home, Furnished in Joy. Order Reprints | Today's Paper | Subscribe ",
    "title": "A Joyful Bustle to Get Ready for Guests: Syrian Refugees - The New York Times"
   },
   {
    "entities": [
     "wiederer",
     "cassella/chicago",
     "the fourth quarter saturday",
     "thompson",
     "david",
     "jeffery",
     "rich",
     "howard",
     "campbell",
     "leno",
     "barkley",
     "brian",
     "redskins",
     "minneapolis",
     "vikings",
     "mccaskeys",
     "tribune",
     "the future",
     "sunday",
     "biggs",
     "cameron",
     "fox",
     "bellamy",
     "jerrell",
     "chris",
     "charles",
     "saturday",
     "alshon",
     "freeman",
     "bank",
     "dan",
     "halas",
     "2016",
     "stadium",
     "john",
     "fuler",
     "green",
     "the end of saturday",
     "christmas eve",
     "cousins",
     "brad",
     "the last decade",
     "future",
     "this year",
     "dec. 24, 2016",
     "haugh",
     "u.s.",
     "fuller",
     "chicago",
     "new year's day",
     "hall",
     "matt",
     "josh",
     "packers",
     "kirk",
     "sunday, dec. 18, 2016",
     "bay",
     "campbell/chicago",
     "soldier",
     "the final minutes of saturday",
     "kyle",
     "field",
     "halloween night",
     "forte",
     "pass",
     "meredith",
     "jordan"
    ],
    "id": 4,
    "text": "Turnovers, defensive ineptitude plague Bears in another lopsided loss Photos from the Bears-Redskins game at Soldier Field on Dec. 24, 2016. Dan Wiederer Contact Reporter Chicago Tribune By the end of Saturday's game, the Soldier Field stands had emptied significantly. So, too, it seemed had the Bears ' energy reserves. In an abysmal performance befitting a woeful season, the Bears were outclassed and outperformed by the visiting Redskins. And so the parting gift for the home crowd on Christmas Eve was a 41-21 loss, the team's 12th this year and the latest reminder of how flawed this Bears group remains. Bad news: Receivers Josh Bellamy, Alshon Jeffery and Cameron Meredith, running back Jordan Howard and left tackle Charles Leno all made tackles Saturday. That's never a good sign with the offense losing the ball over and over and over again. Quarterback Matt Barkley threw five interceptions as the Bears lost the turnover battle for the 10th time this season. But equally disappointing, the defense had few if any answers to slow the Redskins. A week after allowing 451 total yards to the Packers, the Bears were gashed for 478 more yards Saturday, allowing 7.5 yards per play. Within that debacle, the Redskins converted eight of their 13 third-down attempts. Four of those eight conversions came in situations in which the Redskins faced third-and-6 or longer. \"Third-and-long, we've got to be way better than that,\" inside linebacker Jerrell Freeman said. \"Come on, man. We've got to be. When you get them in third-and-long, you have to get the ball back. You have to understand situations, know the route combinations, know what they can give you and what they can hurt you with. And then go make a play.\" Bears could frame summing up 2016, fewer than 10,000 fans filled Soldier Field during the final minutes of Saturday's 41-21 loss to the Redskins in the last game of a lousy season on the lakefront. The McCaskeys should hang that picture in a board room at Halas... In the most fitting holiday photo the Bears could frame summing up 2016, fewer than 10,000 fans filled Soldier Field during the final minutes of Saturday's 41-21 loss to the Redskins in the last game of a lousy season on the lakefront. The McCaskeys should hang that picture in a board room at Halas... (David Haugh) The Redskins' first touchdown came on third-and-9, a 17-yard screen pass from Kirk Cousins to Chris Thompson to beat a Bears blitz. Still, Freeman said, it was more than just a well-timed play call against the extra pressure the Bears brought. \"At the same time, on those screens when you're blitzing, you have to feel that,\" he said. \"You have to know what can hurt you and what can be coming.\" Good news: The best news for Bears fans is that only one line remains on the schedule. But in the spirit of the holidays, it's important to acknowledge at least a couple of bright spots from Saturday's game. So here goes. Both Howard, the rookie running back, and Meredith, the second-year receiver, topped 100 yards against the Redskins. Howard turned his 18 rushes into 119 yards. It was his sixth 100-yard rushing game this season and pushed him to 1,178 yards for the season, just 60 short of Matt Forte's franchise rookie rushing record. Meredith's nine catches went for a career-best 135 yards, including a 21-yard touchdown grab late in the first half. Barkley has appreciated Meredith's development. \"The way he always wants to keep moving after the catch is impressive,\" Barkley said. \"He has grown in a lot of ways in regards to finding open windows and feeling the defense, not just running his route like it says on paper.\" Bears , be careful to differentiate between legitimate progress that offers hope for the future and more of the same, which has had the franchise in a downward spiral for much of the last decade. You cannot make a judgment at the end of this... When digging through the layers of issues affecting the Bears , be careful to differentiate between legitimate progress that offers hope for the future and more of the same, which has had the franchise in a downward spiral for much of the last decade. You cannot make a judgment at the end of this... (Brad Biggs) Extra point: The Bears announced 18,116 unused tickets for Saturday's game, the latest indication of fan apathy as the team pushes to the end of another last-place season. Over the Bears' final four home games, the team had a used-ticket average of 44,867. As a reminder, Soldier Field's capacity is 61,500. With fewer than 10,000 fans hanging around late into the fourth quarter Saturday, the sight of a mostly empty stadium proved jarring in the home finale. \"The fans expect more,\" Meredith said. \"We expect more of ourselves. So we can't blame them.\" Up next: The Bears will make their first visit to U.S. Bank Stadium in Minneapolis on New Year's Day, facing a Vikings team that is sputtering to the finish line. After starting the season 5-0, the Vikings are 7-8 and were eliminated from playoff contention with Saturday's 38-25 loss in Green Bay. For whatever it's worth, the Bears claimed the season's first meeting against the Vikings, winning 20-10 on Halloween night at Soldier Field. Final word: \"Obviously it's very disappointing. It's disappointing to everyone, ourselves included. I feel bad for our fans.\" — Bears coach John Fox. Twitter @danwiederer Caption Halas Hall Pass: Kyle Fuller's future The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  Caption Halas Hall Pass: Kyle Fuller's future The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  Caption Bears fans tailgate before Packers game in single-digit temperatures Chicago Bears fans tailgate outside Soldier Field in single-digit temperatures before their team faced the Green Bay Packers on Sunday, Dec. 18, 2016. (Brian Cassella/Chicago Tribune) Chicago Bears fans tailgate outside Soldier Field in single-digit temperatures before their team faced the Green Bay Packers on Sunday, Dec. 18, 2016. (Brian Cassella/Chicago Tribune) Caption Brad Biggs, Rich Campbell on Bears' 30-27 loss to Packers Tribune writers Brad Biggs and Rich Campbell react to the Bears' 30-27 loss to the Packers on Sunday, Dec. 18, 2016. Tribune writers Brad Biggs and Rich Campbell react to the Bears' 30-27 loss to the Packers on Sunday, Dec. 18, 2016. Caption Halas Hall Pass: Bears vs. Packers in single-digit temperatures Tribune writers Dan Wiederer and Rich Campbell discuss how the Bears plan to deal with the single-digit temperatures for Sunday's game against the Packers. Tribune writers Dan Wiederer and Rich Campbell discuss how the Bears plan to deal with the single-digit temperatures for Sunday's game against the Packers. Caption Alshon Jeffery on suspension: 'Gotta know what you put in your body' Bears wide receiver Alshon Jeffery on his returning from his four-game suspension. (Rich Campbell/Chicago Tribune) Bears wide receiver Alshon Jeffery on his returning from his four-game suspension. (Rich Campbell/Chicago Tribune) ",
    "title": "Turnovers, defensive ineptitude plague Bears in another lopsided loss - Chicago Tribune"
   },
   {
    "entities": [
     "1998",
     "december 24",
     "jim",
     "thompson",
     "civil",
     "supreme",
     "getty",
     "gary",
     "chestnut",
     "howell",
     "the 1980s",
     "for",
     "king",
     "present",
     "horwitz",
     "associated",
     "glenn",
     "once",
     "j.",
     "30 years later",
     "martin",
     "alabama",
     "department",
     "camden",
     "today",
     "seven years later",
     "luther",
     "center",
     "freeh",
     "heflin",
     "snyder",
     "muslim",
     "bush",
     "william",
     "avery",
     "congressional",
     "kay",
     "at 7:46 pm",
     "gold",
     "capitol",
     "larry",
     "mobile",
     "association",
     "julie",
     "mary",
     "this march",
     "reagan",
     "beauregard",
     "tate",
     "sunday",
     "michael",
     "2009",
     "united",
     "senate",
     "donald",
     "lindora",
     "zapotosky",
     "people",
     "of",
     "marion",
     "medal",
     "hybart",
     "justice",
     "night",
     "1986",
     "selma",
     "u.s.",
     "fbi",
     "w.",
     "union",
     "james",
     "a year later",
     "ivey",
     "louis",
     "ford",
     "watson/agence",
     "rosa",
     "dec. 17, 2016",
     "albert",
     "civic",
     "jr.",
     "march 28, 1981",
     "advancement",
     "iii",
     "hogue",
     "ku",
     "michelle",
     "images",
     "lee",
     "perry",
     "league",
     "sr.",
     "press",
     "party",
     "visitors",
     "palmer",
     "jeff",
     "circuit",
     "j.l.",
     "congress",
     "jefferson",
     "1965",
     "barry",
     "republican",
     "1981",
     "parks",
     "national",
     "hee",
     "wyoming",
     "1983",
     "matt",
     "america",
     "committee",
     "ronald",
     "les",
     "monroe",
     "f.",
     "time",
     "sari",
     "nakashima",
     "1995",
     "shepard",
     "dominican",
     "klan",
     "spencer",
     "beulah",
     "colored",
     "states",
     "south",
     "trump",
     "march",
     "2000",
     "naacp",
     "house",
     "turner",
     "university",
     "the",
     "montgomery",
     "klux",
     "american",
     "sanders",
     "george",
     "county",
     "this day",
     "court",
     "blackshear",
     "johnson",
     "rose",
     "2016",
     "evelyn",
     "huntingdon",
     "judiciary",
     "february",
     "republic",
     "2006",
     "battles",
     "1989",
     "ellen",
     "washington",
     "march 7, 1965",
     "sessions",
     "ye",
     "liberties",
     "now",
     "matthew",
     "smith",
     "kowalski",
     "1985",
     "robert",
     "ethel",
     "ala."
    ],
    "id": 5,
    "text": "Trump’s pick for attorney general is shadowed by race and history The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Ellen Nakashima and Sari Horwitz December 24 at 7:46 PM Follow @nakashimae Follow @sarihorwitz Jeff Sessions cheers as he is introduced as the nominee for U.S. attorney general by President-elect Donald Trump in Mobile, Ala., during a “Thank You Tour 2016” rally on Dec. 17, 2016. (Jim Watson/Agence France-Presse via Getty Images) Evelyn Turner is 80 now and a stroke survivor, but she can still recall sitting in a packed courthouse in Selma, Ala., facing a jury that could send her and her husband, an aide to Martin Luther King Jr., to prison for 150 years. The charges: mail fraud, voting more than once, and changing absentee ballots. The trial “was nerve-racking,” recalled Turner, a mother of four. “I didn’t know if I was going to go to jail and leave my family.” The U.S. attorney bringing the election fraud case was Jeff Sessions, today a four-term Republican senator from Alabama who is President-elect Donald Trump’s nominee for attorney general. Back in 1985 when his prosecutors tried the Turners and a third activist, black Americans were gaining ground in elective offices across the South. Sessions’s office charged the “Marion Three” — named after the Perry County town where the voter fraud allegedly took place — with tampering with absentee ballots cast by mostly elderly black voters to favor the activists’ preferred candidates. [ The facts about the voter fraud case that sank Jeff Sessions’s bid for a judgeship ] Sessions’s team lost the case. After deliberating for three hours, a jury of seven blacks and five whites found the defendants not guilty on all charges. The case and allegations of racial insensitivity figured prominently at a Senate hearing a year later at which Sessions’s nomination to be a federal judge was defeated by a vote of the Judiciary Committee. Some 30 years later, he will appear before the same committee — of which he is now a senior member — as the nominee to become the next attorney general. After coming of age in the Deep South during the darkest days of the civil rights movement, Sessions has struggled to reconcile the racial politics of his region with the changing national discourse that lifted long-standing legal barriers for minorities. Sessions’s long record in public life reveals a man who has hired African Americans for senior positions who speak highly of him, but who has been sharply criticized by civil rights groups for his positions on voting rights, same-sex marriage and gender equality. In 1986, for instance, when he testified before Congress, he called the Voting Rights Act “intrusive” but “necessary.” Then in 2006, as a U.S. senator, he voted to renew the Voting Rights Act for 25 years. But seven years later, he said it was “good news . . . for the South” when the Supreme Court struck down a key provision of the law, which made it more difficult for the federal government to protect people from racial discrimination in voting. In Sessions, Trump found a man who holds deeply conservative views. He positions himself as a champion of the working class and expounds the same populist message that has come to dominate the Republican Party: a belief that the world is divided between working people and elitist “masters of the universe,” and that illegal immigration poses an existential threat to the country. A diminutive, silver-haired figure, known among Senate colleagues for his courteous manner, Sessions was the first senator to endorse Trump, back in February. Sessions donned a “Make America Great Again” hat, stumped at rallies and tried to coax his colleagues on board. Many of his positions mirror those of the president-elect, whether it is building a wall along the Mexican border or restricting immigration from Muslim countries that harbor terrorists. At a 2006 congressional hearing, Sessions said that an entire group of people wouldn’t thrive in America. “Fundamentally, almost no one coming from the Dominican Republic to the United States is coming because they have a skill that would benefit us and would indicate their likely success in our society,” he said. In 2009, he voted against a hate crimes bill named after Matthew Shepard, the gay Wyoming student murdered in 1998, that extended federal hate crime protections to people victimized because of their sexual orientation or gender identity. [ Voting rights advocates brace for ‘biggest fight of our lifetime during Trump administration ] As state attorney general in 1995, he argued against a decision by the Alabama Circuit Court to order the state to remedy funding inequities between the poorest school districts, which were heavily black, and their wealthiest, which were predominantly white. He did so on the grounds that taxing and spending power lay with the legislature, not the courts. Sessions’s staff members say that while Sessions was U.S. attorney, he filed a host of desegregation lawsuits in Alabama. But Sessions did not initiate the lawsuits. Rather, he signed off on paperwork from the Justice Department’s civil rights division, supporting continuing federal desegregation lawsuits, which in some cases were decades old. He also signed off on election lawsuits brought by the Justice Department to convert countywide elections to multiple district elections so that African Americans could be represented on county commissions and schools boards. Supporters point out that as U.S. attorney, he worked hard on the successful 1983 prosecution of two Ku Klux Klan members for killing a black youth. Former FBI director Louis J. Freeh, in a letter of support to the Senate Judiciary Committee, also noted Sessions’s “fierce determination” to solve two civil rights murders: the 1989 killings of a federal judge in Alabama and an official with the National Association for the Advancement of Colored People. And as a U.S. senator, Sessions co-sponsored legislation to honor civil rights activist Rosa Parks with the Congressional Gold Medal. But that doesn’t convince Rose Sanders, a lawyer and civil rights activist in Selma whose husband was on the Marion Three defense team. Sanders is adamant: “He is racist to the core.” In sharp contrast, former deputy attorney general Larry Thompson, who is African American, considers Sessions a good friend of more than 30 years. “He doesn’t have a racist bone in his body,” he said. “I’ve been an African American man for 71 years,” said Thompson, who served in the George W. Bush administration. “I think I know a racist when I see one. Jeff is far from being a racist. He’s a good person, a decent person.” ‘The knee-knocker’ As a young man, Jeff Sessions was active in Boy Scouts and then became an Eagle Scout. (Family photo) Jefferson Beauregard Sessions III, 70, is a third-generation Alabamian born in Selma. He was raised in a tiny town called Hybart, in Monroe County, the setting for the novel “To Kill a Mockingbird.” His mother called him “Buddy” to distinguish him from his father, who ran a country store and then a tractor dealership. An only child, he attended a segregated school. “We never knew anything else,” recalled Les Johnson, a longtime friend and a retired banker. “That’s just the way it was.” Sessions was active in Boy Scouts and became an Eagle Scout. To this day he has the motto “Be Prepared” on the back of his nameplate on his desk in his Senate office. He played linebacker on the high school team. He wasn’t big, “but he could sure tackle ’em!” recalled Kay Ivey, a friend. “Some people called him ‘the knee-knocker.’ ” The “bottom line,” said Ivey, who is now Alabama’s lieutenant governor, “is Jeff Sessions is a man of his word. If he tells you something, you can take it to the bank. He’s straight as an arrow and believes in the rule of law. Just like in football, when he grabs onto something, he hangs on tight.” Sessions left home for college, attending a Methodist liberal arts college in Montgomery, Ala., called Huntingdon. He met his wife-to-be, Mary Blackshear, during his freshman year, and they married after graduation. Sessions organized a chapter of the Young Republicans, at a time when Democrats ruled the state, and became student government president. “That quiet friendliness and courtesy to everyone” is what got him elected, said Lindora Snyder, a college friend. Jeff Sessions met his wife-to-be, Mary Blackshear, during his freshman year at college. (Family photo) Jeff Sessions as a boy in a toy police car. (Family photo) After graduating from Huntingdon, Sessions earned a law degree from the University of Alabama and then joined a small law firm before becoming an assistant U.S. attorney in Mobile. After a stint at another firm, in 1981, he was appointed U.S. attorney by President Ronald Reagan. As U.S. attorney, Sessions worked with some minority communities. Robert Battles Sr., who was a neighborhood organizer in Mobile in the 1980s, said Sessions helped set up a “drug court” in the county to help first-time offenders clear their records. The effort primarily helped black youths who had minor drug convictions. The Marion Three Alabama state troopers swing nightsticks to break up a civil rights voting march in Selma, Ala., on March 7, 1965. (Associated Press) The voter fraud case made national news, and it was emblematic, voting rights advocates say, of a push by officials in several Southern states to try to disenfranchise black voters. Sessions was, former Justice Department officials say, the first U.S. attorney in the country to prosecute civil rights activists for voter fraud since the passage of the 1965 Voting Rights Act. Albert Turner was the son of a sharecropper who rose to become King’s field secretary in Alabama. In 1965, Turner was in the front lines of the voting rights marchers who were attacked on a bridge in Selma by billy-club-wielding state troopers in what came to be known as “Bloody Sunday.” In the 1980s, activists such as Turner sought to raise black voter participation by helping those who could not readily get to the polls, especially the elderly, the disabled, those who were barely literate and those who worked outside of the district in which they were registered to vote. The activists also would drop the absentee ballots in the mail. The case arose out of complaints to the district attorney brought by local black officials that Turner, who led the Perry County Civic League, and associates were taking absentee ballots and altering the votes. At the time, there was a split between two factions, both black, that were vying for power in the county, according to congressional testimony. Sessions testified to Congress in 1986 that the number of absentee ballots cast in Perry County in the primary was extraordinary: 729 out of 4,000 total. At his suggestion, he said, the FBI staked out the Marion post office before the primary and watched as the Turners and an associate, Spencer Hogue, drove up. Under a court order, election officials secretly numbered the ballots and matched them to the envelopes. “These are the sort of tactics,” defense attorney J.L. Chestnut told the jury at the trial, that make “your American spines . . . tingle.” Sessions explained what the authorities found. “When those ballots were opened, there was a substantial number of them that had candidates’ names crossed out,’’ he said. “There would be an ‘X’ by one candidate and both the name and the X would be crossed out and an X placed beside another candidate’s name.” A total of 75 ballots had been changed, he said. Any changes were made by the voters of their own volition, Evelyn Turner said in an interview. Her husband, she said, would tell the voter: “If this is not the person you want to vote for, then just draw a line through it. And he would even make them initial it,” she said. Such voter assistance was permitted by state law. Albert Turner died in 2000. But his younger brother, Robert Turner, 65, who is a lawyer in Marion and was also part of the defense team, is convinced that Sessions wanted to use his brother’s visibility to send a message. “You got a person like Albert Turner that’s out front, spearheading all these voter registration drives, why not put him in jail and see how many people get scared?” he said. Sessions has said he believed the prosecution was “well founded,” and he denied accusations that he was seeking to suppress black turnout. ‘Hospital humor’ Beulah Donald wipes away tears as she enters the funeral for her son Michael, 19, in Mobile, Ala., on March 28, 1981. (Mark Foley/Associated Press) Sessions’s views on race burst onto the national stage a year later, in 1986, when Reagan nominated him to be a federal judge. Not only did the Turner case get rehashed by the Senate Judiciary Committee, but remarks he had made in other cases emerged, too. [ Jeff Sessions’s comments on race: For the record ] One of the most controversial was a quip he made during the 1983 investigation of the Ku Klux Klan. A 19-year-old African American, Michael Donald, had been attacked by two members of the Klan, who snatched him at gunpoint while he was walking home in Mobile, drove him to an empty field, beat him with a tree limb, slit his throat and hanged him from a tree. It was the last recorded case of a Klan lynching. After local officials botched the investigation, the Justice Department intervened. Barry F. Kowalski was a white lawyer in the department’s civil rights division when he traveled to Mobile to work for four months on the investigation. In the South at that time, not all U.S. attorneys welcomed department lawyers from Washington, but Sessions was “entirely supportive,” said Kowalski, who is now retired. “He was instrumental in making sure that both the state and federal prosecutions happened,” Kowalski said in an interview. Both men were convicted. One, after pleading guilty to criminal conspiracy in federal court, was sent to prison for life. The other, convicted in state court, was executed. “You get close to somebody when you’re working together on a sensitive case,” Kowalski said. “I got close enough to him that I am convinced that he sincerely cared about solving that vicious murder and lynching of an African American.” At one point in the investigation, Kowalski told Sessions that the Klansmen had been smoking marijuana and drinking on the night of the attack. Sessions seemed surprised that Klansmen would smoke marijuana, and Kowalski said he teased him that it was the 1980s. To which Sessions replied, as Kowalski remembers: “I used to respect them, but if they smoke pot, I sure can’t.” Kowalski took it as a joke between two men working on a grim murder. “It was hospital humor,” he said. Later, in the U.S. attorney’s office, Sessions made the same comment, but this time, two other lawyers were also present: Thomas H. Figures and Albert Glenn. Figures, the only black prosecutor in the office, who was also working on the case, later testified before the Judiciary Committee that he was deeply offended and did not think the comment was a joke. Kowalski and Glenn, also white, testified they thought the comment was intended to be humorous. Other allegations of insensitive remarks were aired at the more than 19-hour hearing. One witness said that Sessions called the NAACP and the American Civil Liberties Union “un-American” and “Communist-inspired.” Sessions denied making some statements, said others were taken out of context, and at one point said he could be “loose with my tongue.” Finally, he said, forcefully: “I am not the Jeff Sessions my detractors have tried to create. I am not a racist. I am not insensitive to blacks. I have supported civil rights activity in my state.” The Republican-led committee, including his home-state senator, Howell Heflin, rejected his nomination by a vote of 10 to eight. In 1995, Sessions became state attorney general. A year later, he ran for the U.S. Senate, winning the seat vacated by Heflin, who retired. Sessions joined the committee that had rejected him. As a senator, Sessions hired William Smith, the first black Republican chief counsel on the Senate Judiciary Committee. Smith said that he never saw any indications of racially insensitive behavior. “Jeff Sessions is a man who cared for me, who looked out for me and who had my best interests in mind,” said Smith, who is now the chief of staff for Rep. Gary Palmer (R-Ala.). “So, anybody who says anything different doesn’t know Jeff Sessions. ‘I should have stepped forward more’ Sen. Jeff Sessions, left, with Evelyn Turner, center. Also pictured are civil rights foot soldiers Ethel Ford, right, and James Avery. (Albert Turner Jr.) In February, Evelyn Turner traveled to Washington to represent her husband in a ceremony awarding a Congressional Gold Medal to the “foot soldiers” who took part in the 1965 voting rights march from Selma to Montgomery. Sessions had sponsored the legislation in the Senate. Civil rights activists and their families, along with leaders of the Senate and the House, filled the grand Emancipation Hall of the Capitol Visitors Center. Sessions rose to speak. “I was a teenager at the time of this march growing up 35 miles south in the little town of Camden, attending all-white segregated schools,” he said. “I saw evidence of discrimination virtually every day. I think even the youth of our time were aware of the historic events that were beginning to unfold in Selma, but maybe probably not fully understanding the significance of it. “Certainly,” he said, looking out at the sea of faces, “I feel like I should have stepped forward more and been a leader and a more positive force in the great events that were occurring.” [ Watch the Gold Medal ceremony ] He invoked the name of the man he had once tried to send to prison years after the march. “Seeing that film [footage of the march], I always see Albert Turner Sr. in the front with his white hat going down when the troopers attacked.’’ Sessions praised the foot soldiers for their “courage and fidelity” and added: “More needs to be done. We need to join closer hands.” Afterward, he greeted the Alabama delegation. He reached out to hug Evelyn Turner. But she held him off. “I told him, ‘I don’t want to hug you. You tried to send us off for . . . years,’ ” she said. “I’m sorry you feel that way, Mrs. Turner,” he said, as she recalled. Her son, Albert Turner Jr., who was at her side, turned to her. “Mama, that’s over with. You’re old now. You’ve got to forgive him,” he said. “I might forgive him,” she replied. “But I won’t forget.” Michelle Ye Hee Lee, Julie Tate and Matt Zapotosky contributed to this report. Read more: ",
    "title": "Trump’s pick for attorney general is shadowed by race and history - The Washington Post"
   },
   {
    "entities": [
     "florida",
     "amy",
     "trump",
     "2013",
     "news",
     "dec 24, 2016",
     "under",
     "university",
     "paul",
     "the",
     "katersky",
     "investigation",
     ", 6:28 pm",
     "donald",
     "saturday",
     "blake",
     "abc",
     "pam",
     "bondi",
     "foundation",
     "new",
     "york",
     "september",
     "now",
     "spitalnick",
     "aaron"
    ],
    "id": 6,
    "text": "Trump Says' He'll Dissolve Foundation to Avoid 'Appearance' of Conflict By Paul Blake Dec 24, 2016, 6:28 PM ET 0 Shares WATCH What We Know About the Trump Foundation Under Investigation 0 Shares Email President-elect Donald Trump said on Saturday that he plans to dissolve his charitable foundation to avoid \"even the appearance\" of any conflict of interest. “To avoid even the appearance of any conflict with my role as President, I have decided to continue to pursue my strong interest in philanthropy in other ways,” Trump said in a statement emailed by his presidential transition team. Lawyers are now taking “the necessary steps to effectuate the dissolution,” the statement said. What We Know About the Trump Foundation Under Investigation But that process might not be as straightforward as the president-elect would like it to be. In a statement shortly after Trump's announcement, New York State Attorney General Press Secretary Amy Spitalnick said that \"the Trump Foundation is still under investigation by this office and cannot legally dissolve until that investigation is complete.\" In September, the office confirmed that it was investigating the foundation . The probe is said to concern – among other things – a 2013 donation made from the foundation to the fundraising campaign of Florida Attorney General Pam Bondi. That contribution has drawn concerns of impropriety after Bondi’s office decided not to take legal action against Trump over his now-closed school, Trump University . Both Trump and Bondi said the contribution had no link to her office's decision. ABC News’ Aaron Katersky contributed to this report. 0 Shares ",
    "title": "Trump Says' He'll Dissolve Foundation to Avoid 'Appearance' of Conflict - ABC News"
   },
   {
    "entities": [
     "augsburg",
     "about 8 a.m.",
     ", 12:12 pm",
     "press",
     "christmas",
     "germany",
     "sunday",
     "dec 24, 2016",
     "morning",
     "saturday",
     "koblenz",
     "feb.",
     "frankfurt",
     "associated",
     "2011",
     "medieval",
     "u.s.",
     "hall",
     "1944",
     "10 a.m.",
     "25-26,",
     "city",
     "christmas morning"
    ],
    "id": 7,
    "text": "Germans Must Leave Home as WWII Bomb Is Defused By The Associated Press FRANKFURT, Germany \u0097 Dec 24, 2016, 12:12 PM ET 0 Shares Email More than 54,000 people in the southern German city of Augsburg must leave their homes Christmas morning while authorities defuse a giant 1.8-ton aerial bomb from World War II . The city's medieval cathedral and City Hall are in the area to be sealed off. Police said Saturday that no one will be allowed into the surrounding streets from about 8 a.m. Sunday and everyone must be out by 10 a.m. Police say it's impossible to say exactly how long it will take to make the bomb safe. Schools are being opened for people who can't stay with relatives or friends. Police said people can bring their pets to shelters and that public transportation will be free Christmas morning. Finding bombs from the war is not unusual in Germany . This evacuation, however, is even bigger than the 45,000 people temporarily evacuated to remove a bomb in Koblenz in 2011. Large parts of Augsburg were destroyed on Feb. 25-26, 1944, when the city was attacked by hundreds of British and U.S. bombers. 0 Shares ",
    "title": "Germans Must Leave Home as WWII Bomb Is Defused - ABC News"
   },
   {
    "entities": [
     "december 24",
     "david",
     "october",
     "times",
     "maggie",
     "earlier this year",
     "december 24, 2016",
     "amy",
     "trump",
     "hillary",
     "chelsea",
     "millions of dollars",
     "the",
     "npr",
     "donald",
     "joel",
     "recently",
     "administration",
     "saturday",
     "business",
     "rose",
     "$600,000",
     "2008",
     "j.",
     "post",
     "penman",
     "vince",
     "eric",
     "foundation",
     "new",
     "small",
     "$90 million",
     "york",
     "washington",
     "&",
     "clinton",
     "schneiderman",
     "mcmahon",
     "linda",
     "spitalnick",
     "fahrenthold"
    ],
    "id": 8,
    "text": "December 24, 20166:31 PM ET Maggie Penman President-elect Donald Trump said he \"intends to dissolve\" the Donald J. Trump Foundation \"to avoid even the appearance of any conflict\" with his role as president. Don Emmert/AFP/Getty Images hide caption toggle caption Don Emmert/AFP/Getty Images President-elect Donald Trump said he \"intends to dissolve\" the Donald J. Trump Foundation \"to avoid even the appearance of any conflict\" with his role as president. Don Emmert/AFP/Getty Images President-elect Donald Trump plans to dissolve his foundation, his transition team announced on in a statement on Saturday. Soon after, though, the New York attorney general's spokesperson tweeted that he legally can't, until the state's investigation of the Trump Foundation is complete. . @Fahrenthold @realDonaldTrump Foundation still under investigation by @AGSchneiderman , cannot legally dissolve until investigation complete — Amy Spitalnick (@amyspitalnick) December 24, 2016 Press Secretary Amy Spitalnick was responding to Washington Post reporter David Fahrenthold, who asked if the investigation would continue . In October, New York Attorney General Eric Schneiderman ordered the foundation to stop raising money in New York, saying the charity was not registered to do so under state law. In Saturday's statement, Trump is quoted as saying: \"The Foundation has done enormous good works over the years in contributing millions of dollars to countless worthy groups, including supporting veterans, law enforcement officers and children. However, to avoid even the appearance of any conflict with my role as President I have decided to continue to pursue my strong interest in philanthropy in other ways.\" The announcement comes shortly after a report from The New York Times discussing the president-elect's many potential conflicts of interest . The Times reports that Trump and his family \"are rushing to resolve potential controversies — like shuttering foundations and terminating development deals — even as the president-elect publicly maintains that no legal conflicts exist.\" Article continues after sponsorship An NPR report from earlier this year compared the work of the Trump Foundation with that of the Clinton Foundation, which came under fire during the campaign, noting the similarities seem to end with their names. As NPR's Joel Rose reported, \"The Bill, Hillary & Chelsea Clinton Foundation, as it's formally known, is huge. It has hundreds of employees and a $90 million budget. The Donald J. Trump Foundation, by contrast, is fairly small. It has no full-time employees and a budget of about $600,000.\" Reporting from the Washington Post shows Trump hasn't given any of his own money to the foundation since 2008 . The Post says Vince and Linda McMahon, owners of World Wrestling Entertainment, have been major donors; Trump recently nominated Linda McMahon to head the Small Business Administration. ",
    "title": "Trump Plans To Dissolve His Foundation; N.Y. Attorney General Pushes Back : The Two-Way : NPR"
   },
   {
    "entities": [
     "wiederer",
     "cassella/chicago",
     "campbell",
     "pace",
     "rich",
     "jeffery",
     "howard",
     "this week",
     "dowell",
     "prosinski",
     "barkley",
     "brian",
     "redskins",
     "2017",
     "loggains",
     "next year",
     "tribune",
     "sunday",
     "ryan",
     "biggs",
     "fox",
     "chris",
     "saturday",
     "alshon",
     "dan",
     "halas",
     "christmas this year",
     "fuler",
     "green",
     "the end of saturday",
     "wtem-am",
     "brad",
     "future",
     "fuller",
     "fourth-quarter",
     "norman",
     "currently",
     "chicago",
     "hall",
     "packers",
     "josh",
     "campbell/chicago",
     "sunday, dec. 18, 2016",
     "washington",
     "bay",
     "soldier",
     "kyle",
     "field",
     "cooley",
     "pass",
     "the future"
    ],
    "id": 9,
    "text": "By the end of Saturday's game, the Soldier Field stands had emptied significantly. So, too, it seemed had the Bears ' energy reserves. In an abysmal performance befitting a woeful season, the Bears were outclassed and outperformed by the visiting Redskins. And so the parting gift for the home crowd... By the end of Saturday's game, the Soldier Field stands had emptied significantly. So, too, it seemed had the Bears ' energy reserves. In an abysmal performance befitting a woeful season, the Bears were outclassed and outperformed by the visiting Redskins. And so the parting gift for the home crowd... (Dan Wiederer) \"I just go with whatever the coach calls,'' Howard said. \"I'm always going to have faith.'' All the Bears should want for Christmas this year is a new offensive coordinator. Their list is longer, of course, but starts with the baffling play-caller. The head-scratching, inconsistent reality of the Bears' play-calling made the positive perception shaped this week by an ESPN.com report all the more curious. \"It's not often a 3-11 team gets some respect, but there have been a fair amount of compliments about Bears offensive coordinator Dowell Loggains,'' the story said. Huh? Former Redskin Chris Cooley sounded closer to the truth locals know when the analyst called the Bears the easiest offense to prepare for on  Washington radio station  WTEM-AM. The Bears' only inspiring offensive call that caught anybody off guard came on a fake punt. Fans still awake booed Fox's decision to punt on fourth-and-1 from the 48 and he rewarded the naysayers when the snap went to safety Chris Prosinski , who gained 2 to keep the chains moving. If the Bears bring Loggains back to oversee the development of their starting quarterback in 2017 — a player not currently on the roster if general manager Ryan Pace takes the smart approach — they are asking for imbalance. They are rewarding inconsistency. They are settling. Barkley presented evidence worth remembering the next time somebody calls a sports-talk radio station or emails a columnist injecting him into next year's starting quarterback competition. He threw five more interceptions, several showing poor judgment he mostly has avoided. You sensed it might be one of those days when Barkley heaved his first interception into triple coverage. Barkley's fourth-quarter floater picked off by Redskins cornerback Josh Norman also will be hard to forget when evaluating how the quarterback fits into the Bears' future. Speaking of the future, Fox promised progress, which is hard to envision for those who aren't on the McCaskeys' payroll. \"We're closer than people think,'' Fox said. \"Hang with us. ... Better days are to come.'' They cannot get much worse than Saturday. dhaugh@chicagotribune.com Twitter @DavidHaugh Caption Halas Hall Pass: Kyle Fuller's future The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  Caption Halas Hall Pass: Kyle Fuller's future The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  Caption Bears fans tailgate before Packers game in single-digit temperatures Chicago Bears fans tailgate outside Soldier Field in single-digit temperatures before their team faced the Green Bay Packers on Sunday, Dec. 18, 2016. (Brian Cassella/Chicago Tribune) Chicago Bears fans tailgate outside Soldier Field in single-digit temperatures before their team faced the Green Bay Packers on Sunday, Dec. 18, 2016. (Brian Cassella/Chicago Tribune) Caption Brad Biggs, Rich Campbell on Bears' 30-27 loss to Packers Tribune writers Brad Biggs and Rich Campbell react to the Bears' 30-27 loss to the Packers on Sunday, Dec. 18, 2016. Tribune writers Brad Biggs and Rich Campbell react to the Bears' 30-27 loss to the Packers on Sunday, Dec. 18, 2016. Caption Halas Hall Pass: Bears vs. Packers in single-digit temperatures Tribune writers Dan Wiederer and Rich Campbell discuss how the Bears plan to deal with the single-digit temperatures for Sunday's game against the Packers. Tribune writers Dan Wiederer and Rich Campbell discuss how the Bears plan to deal with the single-digit temperatures for Sunday's game against the Packers. Caption Alshon Jeffery on suspension: 'Gotta know what you put in your body' Bears wide receiver Alshon Jeffery on his returning from his four-game suspension. (Rich Campbell/Chicago Tribune) Bears wide receiver Alshon Jeffery on his returning from his four-game suspension. (Rich Campbell/Chicago Tribune) ",
    "title": "Ugly Christmas picture: Bears routed at empty Soldier Field - Chicago Tribune"
   },
   {
    "entities": [
     "et",
     "october",
     "palm",
     "$258,000",
     "mar-a-lago",
     "beach",
     "$25,000",
     "florida",
     "announces",
     "irs",
     "amy",
     "trump",
     "hillary",
     "dec 24",
     "millions of dollars",
     "tens of millions of dollars",
     "news",
     "dissolve",
     "university",
     "the",
     "$20,000",
     "donald",
     "charitable",
     "saturday",
     "2:15",
     "pam",
     "2008",
     "2016",
     "100%",
     "j.",
     "bondi",
     "post",
     "mccausland",
     "controversies",
     "eric",
     "foundation",
     "new",
     "nbc",
     "york",
     ", 7:29 pm",
     "washington",
     "now",
     "intention",
     "to",
     "schneiderman",
     "phil",
     "spitalnick",
     "time",
     "clinton"
    ],
    "id": 10,
    "text": "Dec 24 2016, 7:29 pm ET Donald Trump Announces Intention to Dissolve Charitable Foundation by Phil McCausland President-Elect Trump Announces Intention to Dissolve Foundation 2:15 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161225011941if_/http://www.nbcnews.com/widget/video-embed/841111107560\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President-elect Donald Trump announced Saturday that he would dissolve his namesake foundation to avoid any potential conflict of interest during his time as president. The plan may quickly run into a snag, however. \"The Trump Foundation is still under investigation by this office and cannot legally dissolve until that investigation is complete,\" New York Attorney General spokesperson Amy Spitalnick said in a statement released Saturday. New York Attorney General Eric Schneiderman's office ordered the Donald J. Trump Foundation to \"immediately cease soliciting contributions\" in October , after a report that the charity lacked the proper authorization to seek public donations. Trump has not donated to the foundation since 2008 but it has received tens of millions of dollars over the past 10 years. \"The Foundation has done enormous good works over the years in contributing millions of dollars to countless worthy groups, including supporting veterans, law enforcement officers and children,\" Trump said in a statement. \"However, to avoid even the appearance of any conflict with my role as President I have decided to continue to pursue my strong interest in philanthropy in other ways.\" The statement did not clarify the means in which he planned to continue his charitable interests. Trump's foundation came under scrutiny during the election over how its funds were used, with money going toward settling legal disputes among Trump's business empire. Some charity experts consider this act unethical and it could violate federal tax law . A Trump campaign spokesman has called the New York investigation \"partisan.\" Schneiderman is a Democrat and endorsed Hillary Clinton in the presidential election. Related: What We Know About the Trump Foundation Controversies Trump appeared to dispute any conflicts or misuse of funds in his statement Saturday. \"I am very proud of the money that has been raised for many organizations in need, and I am also very proud of the fact that the Foundation has operated at essentially no cost for decades, with 100% of the money going to charity, but because I will be devoting so much time and energy to the Presidency and solving the many problems facing our country and the world, I don't want to allow good work to be associated with a possible conflict of interest,\" Trump said. However, documents first reported by the Washington Post and later reviewed by NBC News showed that Trump had used $258,000 to settle two separate lawsuits . One such lawsuit was with the town of Palm Beach over the height of Trump's Mar-a-Lago flagpole. The Post also reported that the foundation had purchased a $20,000 six-foot portrait of Trump, which may also violate federal tax law. The foundation became embroiled in an additional controversy and was fined by the IRS for donating $25,000 to a political organization connected to Florida's attorney general, Pam Bondi. The Florida attorney general is now a member of Trump's transition, but at the time her office was considering investigating Trump University for fraud, which raised another instance for the president-elect about a potential conflict of interest. Bondi's office did not open an investigation. A Bondi spokeswoman has said due diligence was done in the case and similar litigation in New York would provide relief to consumers nationwide. Trump has denied that the donation had anything to do with Bondi's office mulling an investigation, and a spokesperson called it a \"minor issue.\" The IRS fine was levied after an ethics group complained that the donation had not been disclosed to tax officials. Since their father won the election, his children have tried to raise money for their own foundation by putting their name and access up for sale. Play ",
    "title": "Donald Trump Announces Intention to Dissolve Charitable Foundation  - NBC News"
   },
   {
    "entities": [
     "hekker",
     "draughn",
     "gary",
     "rashard",
     "austin",
     ", 3:58 p.m.",
     "jeremy",
     "cody",
     "colin",
     "nfl",
     "saturday",
     "blake",
     "the day",
     "second quarter",
     "pharoh",
     ", 4:42 p.m.",
     "cooper",
     "countess",
     ", 4:35 p.m.",
     "once",
     ", 2:49 p.m.",
     "malcolm",
     ", 4:04 p.m.",
     "today",
     "san",
     "the fourth quarter",
     ", 3:51 p.m.",
     "lindsey",
     "burbridge",
     "william",
     "angeles",
     "kenny",
     "robinson",
     "kendricks",
     "tavon",
     "klein",
     "gurley",
     "fourth quarter",
     ", 3:31 p.m.",
     "e.j",
     "donald",
     "early in the fourth quarter",
     "shaun",
     "streater",
     "chip",
     "hayes",
     ", 3:42 p.m.",
     "kelly",
     "night",
     "wally",
     "lance",
     ", 3:23 p.m.",
     "rams",
     "eugene",
     "dominique",
     ", 2:37 p.m.",
     ", 4:20 p.m.",
     "britt",
     "todd",
     "kaepernick",
     "carlos",
     ", 2:54 p.m.",
     "5:06",
     "5:26",
     "the second quarter",
     ", 3:27 p.m.",
     "morgan",
     "tyler",
     "jeff",
     "skalij",
     "the first quarter",
     "francisco",
     "sims",
     "gaines",
     "fisher",
     "e.j.",
     ", 2:24 p.m.",
     "hyde",
     "brown",
     "john",
     "easley",
     ", 2:45 p.m.",
     "higbee",
     "rod",
     ", 4:51 p.m.",
     "thiry",
     "los",
     "22-21",
     "johnny",
     "goff",
     "havenstein",
     "times",
     ", 2:30 p.m.",
     "2:39",
     "kerley",
     "brock",
     "rob",
     "fox",
     "tramaine",
     ", 4:16 p.m.",
     "davis",
     ", 3:17 p.m.",
     "dec. 24, 2016",
     ", 3:35 p.m.",
     "fassel",
     "now",
     "aaron",
     "jared"
    ],
    "id": 11,
    "text": "Dec. 24, 2016, 4:51 p.m. Join Lindsey Thiry for live updates throughout the game. SCORING SUMMARY 49ers RB Carlos Hyde scores on a 17-yard catch and run ( 49ers 7, Rams 0 ) Rams RB Todd Gurley scores on a one-yard run ( Rams 7, 49ers 7 ) Rams WR Tavon Austin scores on a 30-yard run ( Rams 14, 49ers 7 ) Fourth quarter: Rams TE Tyler Higbee catches a two-yard pass for a touchdown ( Rams 21, 49ers 7 ) 49ers QB Colin Kaepernick scrambles 13 yards for a touchdown ( Rams 21, 49ers 14 ) 49ers WR Rod Streater scores on a 10-yard pass from Colin Kaepernick, who runs in the two-point conversion (49ers 22, Rams 21) Dec. 24, 2016, 4:51 p.m. Rams blow 14-point lead and fall to the 49ers, 22-21 Gary Klein In a season of bad endings for the Rams, this one might have been the worst. Leading by 14 points early in the fourth quarter, the Rams gave up two touchdowns -- and a two-point conversion with 31 seconds left -- in a 22-21 loss to the San Francisco 49ers on Saturday at the Coliseum. The Rams lost for the 10th time in their last 11 games and fell to 4-11. The 49ers improved to 2-13, their only victories coming against the Rams. They shut out the Rams, 28-0, in the season opener. On Saturday, 49ers quarterback Colin Kaepernick led his team to two clutch drives and also ran the ball in for the decisive two-point conversion. The Rams led, 14-7, at halftime, and appeared to take control in the fourth quarter after cornerback E.J. Gaines forced running back Carlos Hyde to fumble after catching a pass. Defensive lineman Morgan Fox recovered the ball at the 25-yard line. A pass interference penalty against the 49ers moved the ball to the nine, and Jared Goff fired a short touchdown pass to rookie tight end Tyler Higbee for a 21-7 lead. But Kaepernick’s 13-yard scramble for a touchdown pulled the 49ers to within a touchdown with about five minutes left. The Rams then went three and out, and the 49ers took over at their 27. Kaepernick masterfully drove his team down the field, connecting with receiver Rod Streater for a 10-yard touchdown pass with 31 seconds left to pull the 49ers to within 21-20. Kaepernick then scrambled and dove into the end zone for the winning points. The Rams’ hopes for a possible game-winning field goal ended when Rashard Robinson intercepted Goff’s pass. Kaepernick completed 28 of 38 passes for 257 yards and two touchdowns with an interception. Goff completed 11 of 24 passes for 90 yards and a touchdown, with two interceptions. Running back Todd Gurley rushed for 67 yards and a touchdown in 23 carries. The Rams overcame an early deficit to lead, 14-7, at halftime. The 49ers went ahead early after cornerback Tramaine Brock intercepted a Goff pass on the Rams’ first possession. The turnover set up Kaepernick’s19-yard touchdown pass to Hyde. On the Rams’ next possession, they drove to the 49ers’ 30-yard line and faced fourth down. Interim coach John Fassel went for it, and Goff completed a 24-yard pass to tight end Lance Kendricks . Two plays later, Gurley ran for a on-yard touchdown to tie the score. The Rams kept the momentum when safety Cody Davis intercepted a Kaepernick pass and returned it 29 yards to the 30. The Rams wasted no time capitalizing. Goff handed off to Austin on a fly sweep from right to left, and Austin kept his feet inbounds along the left sideline and got inside the pylon for a touchdown and a 14-7 lead. Dec. 24, 2016, 3:58 p.m. Slideshow: Photos from the Rams-49ers game Rams defensive back Blake Countess is called for pass interference as he breaks up a pass during the second quarter. To see more images from the game, click on the photo above. (Wally Skalij / Los Angeles Times) Dec. 24, 2016, 4:42 p.m. Rams collapse and fall to 49ers, 22-21 Lindsey Thiry Rashard Robinson intercepted a pass by Jared Goff, then the 49ers took a knee before punting and defeating the Rams, 22-21. It was a complete implosion for the Rams, who held a 21-7 lead until the final 5:06 of the game. The Rams fall to 4-11 and the 49ers improve to 2-13. Their two victories are against the Rams. Pharoh Cooper returned the ensuing kickoff 24 yards after the late 49ers score to give the Rams good field position to try to get into field-goal range. But Goff's first-down pass fell incomplete and his second-down pass was intercepted. Dec. 24, 2016, 4:35 p.m. The 49ers lead the Rams, 22-21, in the fourth quarter Lindsey Thiry The Rams just imploded and will have 31 seconds to dig themselves out of a hole. Colin Kaepernick completed a 10-yard pass to Rod Streater for a touchdown and Coach Chip Kelly elected to go for a two-point conversion. The 49ers converted on a Kaepernick keeper to take the lead, 22-21. The scoring drive covered 73 yards in 10 plays and took 2:39. The 49ers managed to dig themselves out of another self-inflicted hole, with a false start on the first play, then caught a break from the Rams a few downs later when Cody Davis was called for a personal foul after an incomplete pass. Kaepernick played out of his mind in the series, completing passes of 12, 11, nine, two, seven and 10 yards. The Rams defense, which played so stout through 3 1/2 quarters, went silently into the night. Dec. 24, 2016, 4:20 p.m. Jared Goff sacked on third down Lindsey Thiry The 49ers fans chanted \"defense\" loud and clear. Defense is what their team gave them. The Rams went three and out after Todd Gurley rushed for five yards in consecutive carries and Jared Goff was sacked - for the fourth time - on third down. The 49ers now have a chance to tie the game and will start from their 27-yard line. Dec. 24, 2016, 4:16 p.m. The Rams lead the 49ers, 21-14, in the fourth quarter Lindsey Thiry This game just got intereseting. With 5:06 remaining, Colin Kaepernick scrambled 13 yards for a touchdowns and the Rams lead the 49ers, 21-14. The scoring drive covered 75 yards in 13 plays and took 5:26. The 49ers did all they could to set themselves back by committing two consecutive penalties, but they managed to dig themselves out of a first-and-25 hole. Kaepernick completed a 13-yard pass and then a seven-yard pass on fourth-and-seven to setup the touchdown run. Dec. 24, 2016, 4:04 p.m. The Rams lead the 49ers, 21-7, in the fourth quarter Lindsey Thiry Morgan Fox recovered a fumble and the Rams' converted the turnover into a touchdown. Jared Goff threw a dart to Tyler Higbee for a two-yard touchdown on third down. The Rams lead the 49ers, 21-7, in the fourth quarter. Carlos Hyde caught a short pass before E.J Gaines hit him hard, forcing the fumble. Fox recovered at 49ers' 25-yard line. The Rams' four-play, 25-yard drive was aided by a pass interference penalty called against the 49ers on a throw to Lance Kendricks. That setup first-and-goal. Todd Gurley rushed for seven yards in consecutive carries before the touchdown pass. Gurley has rushed for 62 yards and a touchdown in 21 carries. Hyde is questionable to return because of a knee injury. Dec. 24, 2016, 3:51 p.m. Rams lose receiver Kenny Britt because of a shoulder injury How the Rams have been unable to move the football against the NFL 's worst defense in the second half is a bit unfathomable. Todd Gurley rushed for 15 yards in three carries and gained six yards on a short pass. Jared Goff was sacked on third down. Goff has been sacked three times. Johnny Hekker punted for a seventh consecutive series. Tackle Rob Havenstein was injured during the drive. Kenny Britt has been downgraded to out because of a shoulder injury. Dec. 24, 2016, 3:42 p.m. Aaron Donald sacks Colin Kaepernick on third down The way the 49ers' started the series, it looked like they might tie the game. That ended quickly, though. Aaron Donald sacked Colin Kaepernick on third down and once again the defensive line celebrated so hard that Dominique Easley fell over in joy. Rod Streater caught a 17-yard pass on the first play before a false start set the 49ers back. Easley tackled Carlos Hyde for a two-yard loss and then Jeremy Kerley caught a 12-yard pass. Dec. 24, 2016, 3:35 p.m. Johnny Hekker is at it again for the Rams This game has become nearly unwatchable. But don't worry, I'm still watching it for you. The Rams went three-and-out, simple enough. Johnny Hekker punted for a sixth consecutive series. Dec. 24, 2016, 3:31 p.m. The 49ers and Rams show no offense to start second half Lindsey Thiry The 49ers' offense is almost as insufferable as the Rams. It did, after all, rank 29th in the NFL coming into the game. The Rams' ranked 32nd, also known as last. The 49ers went three-and-out and punted for a sixth consecutive series. Dec. 24, 2016, 3:27 p.m. Johnny Hekker is unofficial Rams MVP again Lindsey Thiry Johnny Hekker, the man of the day. Hekker punted for a fifth consecutive series. He set the NFL record earlier in the game for most punts down inside the 20-yard line with 47. The offense, big surprise, went three-and-out. Kenny Britt is questionable to return because of a shoulder injury. Dec. 24, 2016, 3:23 p.m. The 49ers punt for a fifth consecutive series The Rams' defense continues to play tough. The 49ers went three-and-out, including a penalty for tripping, and punted for a fifth consecutive series. The Rams have held them to 149 yards of offense (Though they've only been able to gain 155 yards themselves). Colin Kaepernick has completed 11 of 15 passes for 100 yards and a touchdown, with an interception. Dec. 24, 2016, 3:17 p.m. The Rams offense can't get moving to start second half The NFL's worst defense is now outplaying the league's worst offense. Johnny Hekker punted for a fourth consecutive series. The Rams went three-and-out, until the 49ers were called for a personal foul when a defensive back shoved Kenny Britt in the face. The free first down served little help, though, as Hekker punted after three plays that went nowhere. For a little comic relief in the series, the Rams were called for a false start and the official said: \"False start, everyone but the center.\" Dec. 24, 2016, 2:54 p.m. The Rams lead the 49ers, 14-7, at halftime This game definitely hit a lull in the second quarter. Jared Goff took a knee to end the half after the 49ers went three-and-out and punted. Shaun Draughn rushed for nine yards in three carries. Dec. 24, 2016, 2:49 p.m. Rams offense slows down in second quarter The Rams offense has been stagnant since the first quarter. Johnny Hekker punted another ball inside the Rams' 20-yard line. Todd Gurley rushed for 13 yards in two carries, Lance Kendricks caught a six-yard pass and then Jared Goff's third-down pass was knocked down at the line of scrimmage. The 49ers will have 38 seconds to try to score some points before halftime. Dec. 24, 2016, 2:45 p.m. The Rams defense forces the 49ers to punt E.J. Gaines tackled Aaron Burbridge — hard — after he caught two-yard pass, short of a first down and the 49ers punted for a fourth time. The Rams' defense, as it has most of the season, came to play. Carlos Hyde rushed 13 yards in three carries. Colin Kaepernick completed passes for 13 yards and nine yards. Dec. 24, 2016, 2:37 p.m. Johnny Hekker makes NFL history A Rams punt resulted in history for Johnny Hekker, who now holds the NFL record for punts inside the 20-yard line with 47. The Rams followed the 49ers' three-and-out with one of their own. Tyler Higbee caught a three-yard pass, Malcolm Brown rushed for two yards and then Jared Goff's third-down pass — intended for Tavon Austin — sailed out of bounds. If only Jeff Fisher were here to see Hekker's historic moment. Dec. 24, 2016, 2:30 p.m. The 49ers go three and out Lindsey Thiry The 49ers went three and out and punted for a third time. Eugene Sims tackled Colin Kaepernick after he gained three yards in the first play. Then Carlos Hyde was tackled at the line of scrimmage by William Hayes , and Kaepernick's third-down pass was dropped. Dec. 24, 2016, 2:24 p.m. Jared Goff hit twice; Rams punt Jared Goff is taking a beating again today. In five plays, he was hit twice — hard. The Rams punted. Todd Gurley caught a nine-yard pass and then was tackled for a five-yard loss on the next play because of a blitz. Goff's third-down pass slipped through the fingertips of Tavon Austin. The throw appeared a bit high. ",
    "title": "Rams lose to 49ers by giving up last-minute TD and two-point conversion - LA Times"
   },
   {
    "entities": [
     "mitch",
     "december 24, 2016",
     "$200,000",
     "states",
     "trump",
     "spring",
     "house",
     "r-wis.",
     "mcconnell",
     "next year",
     "ryan",
     "united",
     "facebook",
     "paul",
     "senate",
     "33 percent",
     "r-ky.",
     "tax",
     "congress",
     "twitter",
     "current",
     "policy",
     "30 years ago",
     "u.s.",
     "obama",
     "20 percent",
     "center",
     "15 percent",
     "$9.5 trillion",
     "plan",
     "washington",
     "gop",
     "2010",
     "america",
     "trump's",
     "39.6 percent",
     "barack",
     "25 percent",
     "$3 trillion",
     "35 percent"
    ],
    "id": 12,
    "text": "GOP on taxes: Cut rates, brackets but what about the deficit Published               December 24, 2016 Facebook 0 Twitter 0 livefyre Email Print   Congressional Republicans are planning a massive overhaul of the nation's tax system next year, a heavy political lift that could ultimately affect families at every income level and businesses of every size. Their goal is to simplify a complicated tax code that rewards wealthy people with smart accountants, and corporations that can easily shift profits -- and jobs -- overseas. It won't be easy. The last time it was done was 30 years ago. Senate Majority Leader Mitch McConnell, R-Ky., and Speaker Paul Ryan, R-Wis., have vowed to pass a tax package that would not add to the budget. The Washington term is \"revenue neutral.\" It means that for every tax cut there has to be a tax increase, creating winners and losers. Lawmakers would get some leeway if non-partisan congressional analysts project that a tax cut would increase economic growth, raising revenue without increasing taxes. Nevertheless, passing a massive tax package will require some tough votes, politically. Some key Republican senators want to share the political risk with Democrats. They argue that a tax overhaul must be bipartisan to be fully embraced by the public. They cite President Barack Obama's health law -- which passed in 2010 without any Republican votes -- as a major policy initiative that remains divisive. Congressional Democrats say they are eager to have a say in overhauling the tax code. But McConnell, who faulted Democrats for acting unilaterally on health care, is laying the groundwork to pass a purely partisan bill. McConnell and Ryan said they plan to use a legislative maneuver that would prevent Senate Democrats from using the filibuster to block a tax bill. McConnell says he wants the Senate to tackle a tax plan in the spring, after Congress repeals Obama's health law. House Republicans are more eager to get started, but haven't set a timeline. Some things to know about Republican efforts to overhaul the tax code: THE HOUSE PLAN House Republicans have released the outline of a tax plan that would lower the top individual income tax rate from 39.6 percent to 33 percent, and reduce the number of tax brackets from seven to three. The gist of the plan is to lower tax rates for just about everyone, and make up the lost revenue by scaling back exemptions, deductions and credits. The plan, however, retains some of the most popular tax breaks, including those for paying a mortgage, going to college, making charitable contributions and having children. The standard deduction would be increased, giving taxpayers less incentive to itemize their deductions. The non-partisan Tax Policy Center says the plan would reduce revenues by $3 trillion over the first decade, with most of the savings going to the highest-income households. That's not revenue neutral. Small business owners would get a special top tax rate of 25 percent. Investment income would be taxed like wages, but investors would only have to pay taxes on half of this income. SENATE PLAN Senate Republicans have yet to coalesce around a comprehensive plan, or even an outline. TRUMP'S PLAN Trump's plan has fewer details. He promises a tax cut for every income level, with more low-income families paying no income tax at all. The Tax Policy Center says Trump's plan would reduce revenues by a whopping $9.5 trillion over the first decade, with most of the tax benefits going to the wealthiest taxpayers. Trump has disputed the analysis. Like the House plan, Trump would reduce the top income tax rate for individuals to 33 percent, and he would reduce the number of tax brackets to three. He would also increase the standard deduction. Trump has embraced two ideas championed by Obama but repeatedly rejected by Republicans over the past eight years. Trump's plan would cap itemized deductions for married couples making more than $200,000 a year. It would also tax carried interest, which are fees charged by investment fund managers, as regular income instead of capital gains. CORPORATE TAXES The top corporate income tax rate in the U.S. is 35 percent, the highest in the industrialized world. However, the tax is riddled with so many exemptions, deductions and credits that most corporations pay much less. Trump and House Republicans want to lower the rate, and pay for it by scaling back tax breaks. Trump wants to lower the corporate tax rate to 15 percent. Ryan says 20 percent is more realistic, to avoid increasing the budget deficit. BORDER ADJUSTMENT TAX This is one of the most controversial parts of the House Republicans' tax plan. It is also key to making it work. Under current law, the United States taxes the profits of U.S.-based companies, even if the money is made overseas. However, taxes on foreign income are deferred until a company either reinvests the profits in the U.S. or distributes them to shareholders. Critics say the system encourages U.S.-based corporations to invest profits overseas or, more dramatically, to shift operations and jobs abroad to avoid U.S. taxes. House Republicans want to scrap America's worldwide tax system and replace it with a tax that is based on where a firm's products are consumed, rather than where they are produced. Under the system, American companies that produce and sell their products in the U.S. would pay the new 20 percent corporate tax rate on profits from these sales. However, if a company exports a product abroad, the profits from that sale would not be taxed by the U.S. There's more: Foreign companies that import goods to the U.S. would have to pay the tax, increasing the cost of imports. Exporters love the idea. But importers, including big retailers and consumer electronics firms, say it could lead to steep price increases on consumer goods. The lobbying has already begun. Advertisement ",
    "title": "GOP on taxes: Cut rates, brackets but what about the deficit | Fox News"
   },
   {
    "entities": [
     "peter",
     "december 24",
     "democratic",
     "at 12:09 am",
     "mcmullin",
     "friday",
     "rucker",
     "december 24, 2016",
     "november",
     "trump",
     "christmas",
     "house",
     "hillary",
     "dec. 15",
     "party",
     "jan. 20",
     "michael",
     "philip",
     "rex",
     "win",
     "mcfaul",
     "donald",
     "cia",
     "russia",
     "vladimir",
     "fla.",
     "2016",
     "john",
     "night",
     "flynn",
     "post",
     "past",
     "podesta",
     "u.s.",
     "fbi",
     "obama",
     "national",
     "late friday",
     "today",
     "tillerson",
     "washington",
     "committee",
     "stevenson/the",
     "evan",
     "now",
     "putin",
     "clinton",
     "kremlin",
     "white"
    ],
    "id": 13,
    "text": "Trump tweets praise of Putin for attack on Clinton The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Philip Rucker December 24 at 12:09 AM Follow @PhilipRucker President-elect Donald Trump. (AP/Evan Vucci) WEST PALM BEACH, Fla. — President-elect Donald Trump late Friday publicly praised Russian President Vladimir Putin for attacking Trump’s former Democratic opponent, Hillary Clinton. In a striking statement that seems to further align Trump with Putin, the incoming U.S. president tweeted that he agreed with the Russian leader’s assessment that Clinton and the Democratic Party generally have not shown “dignity” following widespread losses in the November election. “So true!” Trump tweeted of Putin’s comments, apparently referencing statements the Russian made at his year-end news conference. Vladimir Putin said today about Hillary and Dems: \"In my opinion, it is humiliating. One must be able to lose with dignity.\" So true! [ Putin to Democratic Party: You lost, get over it ] Trump’s expressed admiration of Putin came only hours after he released to the media a warm letter the Russian sent him. The Friday night tweet sparked cries of alarm from former U.S. officials and other Trump critics on social media. President-elect Donald Trump has called nuclear weapons \"the single greatest problem the world has\" – but he's also made some controversial statements about them. (Peter Stevenson/The Washington Post) In Putin’s letter, dated Dec. 15, the Russian leader wrote that he hopes he and Trump can act “in a constructive and pragmatic manner” following the Jan. 20 inauguration. Trump was pleased with the correspondence, saying in a statement Friday, “A very nice letter from Vladimir Putin; his thoughts are so correct.” [ Trump shares a ‘very nice’ Christmas letter he received from Vladimir Putin ] Trump has long spoken admiringly of Putin and what he considers the Russian president’s strong leadership qualities. Some of Trump’s incoming advisers have past connections to Putin and the Russian government, including Rex Tillerson, the secretary of state nominee, and retired Lt. Gen. Michael Flynn, the White House national security adviser designee. Trump has so far rejected the conclusions of the CIA, FBI and other U.S. intelligence agencies that Russia intervened in the 2016 campaign in part to help Trump secure the White House. The agencies believe Russia is responsible for the hacking of Democratic National Committee emails as well as the private emails of Clinton campaign chairman John Podesta. [ FBI in agreement with CIA that Russia aimed to help Trump win White House ] Michael McFaul, a former U.S. ambassador to Russia under President Obama, tweeted Friday night that Trump’s praise of Putin was “unprecedented.” So now the President-elect and an autocrat in the Kremlin team up to trash an American. Unprecedented. Will Republicans speak up? https://t.co/Vef1g5tiFK — Michael McFaul (@McFaul) December 24, 2016 Evan McMullin, a Republican former CIA operative who ran unsuccessfully against Trump as an independent candidate, called Friday night for Republican leaders to condemn Trump’s “alliance” with Putin. Republican leaders must condemn @realDonaldTrump 's alliance with Putin, a foreign adversary who is actively undermining our democracy. https://t.co/7q0OkzNF2T — Evan McMullin (@Evan_McMullin) December 24, 2016 powerpost ",
    "title": "Trump tweets praise of Putin for attack on Clinton - The Washington Post"
   },
   {
    "entities": [
     "harry",
     "air",
     "base",
     "peterson",
     "sears,",
     "colorado",
     "brian",
     "states",
     "christmas",
     "rudolph",
     "facebookemail",
     "united",
     "facebook",
     "tonight",
     "1958",
     "roebuck",
     "co.",
     "linkedin",
     "1955",
     "trevor",
     "saturday",
     "tracks",
     "northcom",
     "st.",
     "the day",
     "north",
     "tuzzolino",
     "force",
     "tracking",
     "present",
     "continental",
     "defense",
     "microsoft",
     "bazin",
     "reynold",
     "command",
     "twitter",
     "december 25, 2016",
     "colo.",
     "christmas eve",
     "earth",
     "canada",
     "current",
     "usa",
     "12:47 a.m. est",
     "u.s.",
     "santa",
     "norad",
     "today",
     "&",
     "america",
     "nick",
     "verizon",
     "hoover",
     "shoup",
     "camille",
     "google",
     "hughes"
    ],
    "id": 14,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Tracking Santa: How NORAD brings Christmas joy to kids everywhere “It’s everything I thought it would be,” said grinning first-time volunteer Maj. Brian Tuzzolino of the U.S. Air Force. Post to Facebook Tracking Santa: How NORAD brings Christmas joy to kids everywhere “It’s everything I thought it would be,” said grinning first-time volunteer Maj. Brian Tuzzolino of the U.S. Air Force. Check out this story on USATODAY.com: http://usat.ly/2irB9D0 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 10 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Tracking Santa: How NORAD brings Christmas joy to kids everywhere Trevor Hughes , USA TODAY 12:47 a.m. EST December 25, 2016 Volunteers on the NORAD Tracks Santa line handle about 4,000 calls every 30 minutes on Christmas Eve. (Photo: Trevor Hughes, USA TODAY) PETERSON AIR FORCE BASE, Colo. — More than 1,000 volunteers are tracking Santa's Christmas Eve flight around the world and relaying his status to kids excited for a visit from St. Nick. Top U.S. military agency NORAD stages the tracking effort annually on behalf of kids across the Earth, taking calls from children who want to know if they're on the Naughty or Nice list (only Santa knows that), whether he got their last-minute present request (he gets regular updates) and whether the weather will stop him from coming. (Nope, because Rudolph.) Phones ring constantly in the command center as volunteers remind kids to be thankful, stay asleep tonight no matter what they hear and do their best to stay on the Nice list all year. Oh, and don't forget to go to bed early to ensure Santa has time to get his work done. “It’s everything I thought it would be,” said grinning first-time volunteer Maj. Brian Tuzzolino of the U.S. Air Force. “I’m 42, but I feel like I’m 12.” NORAD Tracks Santa volunteer Camille Bazin gives an update on St. Nick's location to a caller on Christmas Eve.  (Photo: Trevor Hughes, USA TODAY) The Santa tracking tradition began in 1955 after a Colorado Springs-based Sears, Roebuck & Co. advertisement misprinted the telephone number for children to call Santa. Instead of Santa, children reached the commander in chief's hotline at CONAD, the U.S. Continental Air Defense Command. Col. Harry Shoup, the director of operations back then, instructed his staff to check the radar for signs of Santa traveling south from the North Pole and give the children updates. The practice continued and was taken over in 1958 by NORAD, the binational air defense command for North America, run by the governments of Canada and the United States. The  website  is available in eight languages: English, French, Spanish, German, Italian, Japanese, Portuguese and Chinese. On-site volunteers were averaging 4,000 calls every half-hour Saturday. NORAD operates the Santa tracker with help from corporate partners, including Microsoft and Verizon.  Google also offers a Santa tracker. The NORAD Tracks Santa line is a lighthearted way to showcase the capabilities of the men and women -- and technology -- that protect North America every moment, including during the holidays.  (Photo: Trevor Hughes, USA TODAY) Beyond its Santa tracking duties, NORAD monitors the skies above North America for attacks and UFOs. It uses a combination of land- and sea-based radar, infrared-sensitive satellites and aircraft to monitor the skies. “It’s a way we can showcase to the world the capabilities we have at NORAD,” said Lt. Gen. Reynold Hoover, the deputy commander of NORTHCOM, who is also vice commander at NORAD. 251 CONNECT TWEET LINKEDIN 10 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2irB9D0 NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Tracking Santa: How NORAD brings Christmas joy to kids everywhere"
   },
   {
    "entities": [
     "israel",
     "gulf",
     "isabel",
     "avigdor",
     "haaretz",
     "zalman",
     "supreme",
     "woodrow",
     "palestine",
     "dore",
     "fiji",
     "saturday",
     "this past week",
     "state",
     "for",
     "once",
     "j.",
     "department",
     "policy",
     "wittes",
     "scholars",
     "benjamin",
     "east",
     "center",
     "egypt",
     "yaari",
     "lieberman",
     "saudi",
     "satloff",
     "cofman",
     "kazakhstan",
     "muslim",
     "white",
     "arab",
     "gold",
     "middle",
     "west",
     "ehud",
     "institution's",
     "united",
     "facebook",
     "saeb",
     "donald",
     "recently",
     "criminal",
     "embassy",
     "shoval",
     "zionist",
     "yesterday",
     "union",
     "likud",
     "york",
     "liberation",
     "erekat",
     "azerbaijan",
     "herzog",
     "kershner",
     "arabia",
     "council",
     "david",
     "princeton",
     "oslo",
     "party",
     "ministry",
     "international",
     "foreign",
     "isaac",
     "nations",
     "security",
     "wilson",
     "daniel",
     "sinai",
     "organization",
     "u.n.",
     "obama",
     "new",
     "this evening",
     "friedman",
     "jerusalem",
     "iran",
     "a month ago",
     "last night",
     "c.",
     "times",
     "kurtzer",
     "brookings",
     "states",
     "trump",
     "house",
     "near",
     "europe",
     "university",
     "m.",
     "american",
     "bank",
     "court",
     "tamara",
     "uriel",
     "institute",
     "persian",
     "washington",
     "now",
     "netanyahu",
     "robert",
     "jordan"
    ],
    "id": 15,
    "text": "Continue reading the main story “The resolution that was passed by the U.N. yesterday is part of the swan song of the old world that is biased against Israel,” Mr. Netanyahu said at a Hanukkah candle-lighting ceremony honoring wounded soldiers and terrorism victims. “But, my friends, we are entering a new era and, as President-elect Trump said yesterday, that is going to happen a lot faster than people think.” Advertisement Continue reading the main story Indeed, in Mr. Trump, Mr. Netanyahu will have a far more supportive ally in the White House than Mr. Obama, who views Israeli settlement policy as counterproductive. Yet Mr. Trump’s clarion call supporting Israel on settlements and his promise to move the American Embassy to Jerusalem could easily stir new antipathy among the Sunni Arab states Mr. Netanyahu has been courting most, analysts said. “It doesn’t take a lot to imagine an American move that could provoke violence on the ground or just demonstrations on the ground with potential to become violent,” said Tamara Cofman Wittes, a former State Department official who is now at the Brookings Institution’s Center for Middle East Policy. “And that would not only create an Israeli-Palestinian crisis, but it would create a broader Israeli-Arab crisis.” Mr. Trump’s election and his choice of David M. Friedman , an ardent settlement supporter, as ambassador to Israel have already emboldened the Israeli right to push for more assertive policies in East Jerusalem and the occupied West Bank. Some have even declared the death of the two-state solution that for years was thought to be the way to settle the conflict. Since the American election, pro-settlement leaders in Mr. Netanyahu’s cabinet have pushed for legislation retroactively legalizing outposts on privately owned Palestinian land that had been declared illegal by Israel’s Supreme Court. Mr. Netanyahu has been reluctant, even warning colleagues that it could lead to an investigation by the International Criminal Court, according to the newspaper Haaretz. “Israeli leaders have used American pressure as an excuse to avoid doing something they really don’t want to do but are being pressured to do by coalition members,” said Daniel C. Kurtzer, a former American ambassador to Israel teaching at Princeton University. If Mr. Trump advances views to the right of Mr. Netanyahu, “this will put the prime minister in an awkward position with no excuses for not doing what right-wingers want him to do,” Mr. Kurtzer said. Now in his fourth term, Mr. Netanyahu has focused lately on keeping the Palestinian conflict relatively contained while he forges new bonds around the world. He travels widely these days, and has just returned from a trip to Azerbaijan and Kazakhstan, two predominantly Muslim countries — a demonstration, he said, of Israel’s transformed global relations. He boasts that so many foreign delegations are coming to Israel that he barely has time to meet them all. Even Fiji, he says, wants him to visit. He attributes this to what he calls T.T.P. — terrorism, technology and peace. Other countries, he argues, see Israel as an ally in fighting Islamist terrorism, a source of technological innovation and not an obstacle to peace, as it was once viewed. If so, though, the unopposed United Nations resolution could chip away at that impression. In his speech on Saturday, Mr. Netanyahu acknowledged that his drive to change Israel’s status was incomplete. “We are on a journey to improve our relations with the countries of the world. It is going to take more time,” he said. Photo Prime Minister Benjamin Netanyahu of Israel in his office. Mr. Netanyahu celebrates the ascension of President-elect Donald J. Trump, but may find that it complicates management of his own conservative coalition. Credit Uriel Sinai for The New York Times But he predicted that friends would rally to Israel after the United Nations vote. “It could be that the scandalous resolution from last night will expedite that process because this was the straw that broke the camel’s back,” he said. Advertisement Continue reading the main story His critics thought not, calling Mr. Netanyahu’s failure to win any support at the Security Council a sign that his diplomatic campaign involved more puffery than progress. “The man who just a month ago told us that the world worships him declared war this evening on the world, on the United States, on Europe, and is trying to calm us with conceit,” Isaac Herzog, leader of the center-left Zionist Union and the parliamentary opposition, wrote on Facebook . For Mr. Netanyahu, the most important goal has been improving Israel’s relations with its Arab neighbors, not just Egypt and Jordan, with which it has peace treaties, but with Sunni states like Saudi Arabia and other Persian Gulf countries. While those states still maintain a public reserve about Israel, they have quietly collaborated out of a shared belief that the greater threat is the theocratic Shiite leadership in Iran. But that could quickly change if the Palestinian issue returns to prominence. Saeb Erekat, the Palestinian negotiator, said in a conference call sponsored by the Woodrow Wilson International Center for Scholars this past week that an embassy move would prompt the Palestine Liberation Organization to withdraw recognition of Israel that was granted as part of the Oslo peace accords. While many Arab leaders have tired of the Palestinian leadership, they may have to respond if their citizens are stirred to outrage. “If the street’s reactions get too heated, it will be easier for these Arabs to jettison the Israeli relationship than to stand in the way of their own people’s anger,” Mr. Kurtzer said. That may explain why even some conservatives in Israel are nervous that Mr. Trump may push provocative policies. Defense Minister Avigdor Lieberman, known as a hard-liner, said at a recent Brookings conference that there were other pressing issues aside from moving the American Embassy to Jerusalem, which both Israelis and Palestinians consider their capital. Zalman Shoval, a former ambassador to the United States from Mr. Netanyahu’s Likud Party, doubted that an embassy move would set off a major backlash, but said an invigorated political right could press for more aggressive policies that would. “If that were to happen, that would create a problem for Netanyahu,” Mr. Shoval said. “Netanyahu basically does not want to annex all of the West Bank, does not want to rule over the Palestinians. He realizes the risks of that from Israel’s point of view.” Advertisement Continue reading the main story Still, some allies of Mr. Netanyahu’s, including Mr. Shoval, argue that common interests will still matter more than momentary flare-ups of the longstanding Palestinian conflict. “Even when you forge new alliances, it doesn’t mean you’re going to be in sync on every issue,” said Dore Gold, a longtime adviser to Mr. Netanyahu who recently stepped down as director general of the Foreign Ministry. “Things go on inside Arab countries that we don’t agree with, and things go on inside Israel that they don’t agree with. But the fundamental interests are aligning.” Some analysts said it might depend on how new initiatives were presented. Ehud Yaari, a commentator on Arab affairs on Israel’s Channel 2, said moving the embassy would not lead to serious problems with Sunni states beyond ritualistic protests. American encouragement of settlement construction in new areas “would prove much harder for the Sunni leadership to swallow,” he said. Even so, Mr. Yaari added, “Arab public opinion may force rulers to demonstrate objections, but it seems they are all relieved to see Obama go and do not want to start on the wrong foot with Trump.” Others suggested that nuanced diplomacy by Mr. Trump could help Mr. Netanyahu. While the right may press for more settlement construction, the Trump administration could endorse keeping any new housing within established blocs, said Robert Satloff, executive director of the Washington Institute for Near East Policy. “That would be a major victory for Netanyahu,” Mr. Satloff said. “And if linked to real suspension of growth outside the blocs, it may even advance Israeli ties with Sunnis.” Isabel Kershner contributed reporting. ",
    "title": "Trump’s Stances May Complicate Israeli Diplomacy - The New York Times"
   },
   {
    "entities": [
     "peter",
     "christ",
     "peter's",
     "interactive",
     "rome",
     "cbs",
     "sistine",
     "christmas",
     "2013",
     "press",
     "pope",
     "noon",
     "europe",
     "last week",
     "inc.",
     "francis",
     "borgia",
     "mideast",
     "st.",
     "the year",
     "2016",
     "associated",
     "christmas eve",
     "christmas day",
     "photo/gregorio",
     "square",
     "this christmas",
     "today",
     "tuesday, dec. 24, 2013",
     "vatican",
     "chapel",
     "jesus",
     "now",
     "late saturday",
     "ap"
    ],
    "id": 16,
    "text": "91 Photos Pope Francis celebrates the Christmas Eve Mass in St. Peter’s Basilica at the Vatican, Tuesday, Dec. 24, 2013.&nbsp; AP Photo/Gregorio Borgia VATICAN CITY -- Pope Francis urged Christians to celebrate the birth of Jesus by thinking about the plight of today’s children, bemoaning how some must escape bombs or flee in migrant boats and how others are prevented from being born at all.  Francis celebrated a somber Christmas Eve Mass in a packed St. Peter’s Basilica, processing to the altar behind cardinals draped in golden vestments as the Sistine Chapel choir sang “Gloria” and the church bells rang out across Rome. Francis has spent much of the year denouncing the Islamic extremist violence that has driven Christians from Mideast communities that date to the time of Christ. He has also demanded Europe in particular do more to welcome refugees, saying Jesus himself was a migrant who deserved more than being born in a manger. And he has called out the wasteful ways of the wealthy when children and the poor die of hunger every day.  Pope steps out to buy his own shoes In his homily, Francis urged his flock to reflect on how children today aren’t always allowed to lie peacefully in a cot, loved by their parents as Jesus was, but rather “suffer the squalid mangers that devour dignity.” Among the indignities, he said, are “hiding underground to escape bombardment, on the pavements of a large city, at the bottom of a boat overladen with immigrants.” “Let us allow ourselves to be challenged by the children who are not allowed to be born, by those who cry because no one satiates their hunger, by those who do have not toys in their hands, but rather weapons,” he added. The Mass late Saturday was the first major event of the Christmas season, followed by Francis’ noon Urbi et Orbi (To the city and the world) blessing on Christmas Day. In another appeal, Francis called for the faithful to not get caught up in the commercialization of Christmas -- “when we are concerned for gifts but cold toward those who are marginalized.” Materialism has “taken us hostage this Christmas,” he said. “We have to free ourselves of it!”  Last week, Francis  celebrated his 80th birthday by sharing breakfast with eight homeless people before celebrating Mass with cardinals as greetings flowed in from around the world.    Pope Francis celebrates 80th birthday with the homeless The pope chatted individually with each of the homeless guests -- four Italians, two Romanians, a Moldovan and a Peruvian -- at the Vatican hotel where he resides, and shared Argentinian cakes with them before heading to Mass, the Vatican said.  The guests offered the pope a bouquet of sunflowers. They were invited from among those staying around St. Peter’s Square and at nearby showers for the homeless established by the pope’s almsgiver.  Speaking to the cardinals, Francis contemplated the aging process, telling them, “For some days now, I have had in mind a word that seems ugly: Old age, a thought that frightens.” But then he recalled his words during his first papal greeting in 2013, when he said: “Old age is the thirst for knowledge.”  He added: “I hope it will be the same for me.”    © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Pope Francis celebrates Christmas Eve Mass in packed St. Peter's Basilica - CBS News"
   },
   {
    "entities": [
     "$20k",
     "6:59 p.m. est",
     "times",
     "this week",
     "mobile",
     "december 24, 2016",
     "irs",
     "jon",
     "trump",
     "pinterest",
     "millions of dollars",
     "facebookemail",
     "2009",
     "facebook",
     "ladd-peebles",
     "ag",
     "donald",
     "linkedin",
     "recently",
     "administration",
     "francisco",
     "pressphoto",
     "dan",
     "2014",
     "business",
     "of",
     "fame",
     "bureau",
     "2015",
     "campaign",
     "stadium",
     "2016",
     "$5 million",
     "conway",
     "j.",
     "twitter",
     "christmas eve",
     "kellyanne",
     "post",
     "vince",
     "usa",
     "eric",
     "foundation",
     "agency",
     "wwe",
     "new",
     "newslook",
     "today",
     "san",
     "internal",
     "small",
     "and",
     "newsy",
     "york",
     "service",
     "hall",
     "anderson",
     "european",
     "washington",
     "revenue",
     "jan. 20, 2017",
     "to",
     "dec. 17, 2016",
     "swartz",
     "schneiderman",
     "mcmahon",
     "2007",
     "linda",
     "google",
     "ala."
    ],
    "id": 17,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Trump plans to shutter charitable foundation President-elect Donald Trump said he is shuttering his controversial charitable foundation, a subject of intense criticism over how it collects and dispenses money. Post to Facebook Trump plans to shutter charitable foundation President-elect Donald Trump said he is shuttering his controversial charitable foundation, a subject of intense criticism over how it collects and dispenses money. Check out this story on USATODAY.com: http://usat.ly/2hjjjV2 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 74 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Trump plans to shutter charitable foundation Jon Swartz , USA TODAY 6:59 p.m. EST December 24, 2016 x Share A report from The New York Times says the president-elect is planning to shut down the Trump Foundation over possible conflict of interest concerns. Video provided by Newsy Newslook Campaign manager Kellyanne Conway stands beside President-elect Trump as he speaks to the crowd at Ladd-Peebles Stadium in Mobile, Ala. on Dec. 17, 2016. The stop is a part of Trump's 'Thank You Tour' rally. (Photo: Dan Anderson, European Pressphoto Agency) President-elect Donald Trump said he is shuttering his controversial charitable foundation, a subject of intense criticism over how it collects and dispenses money. \"The foundation has done enormous good works over the years in contributing millions of dollars to countless worthy groups, including supporting veterans, law enforcement officers and children,\" Trump said in a statement issued Christmas Eve. \"However, to avoid even the appearance of any conflict with my role as president, I have decided to continue to pursue my strong interest in philanthropy in other ways.\" Trump did not provide a timeline for when the foundation will close. He said he has asked his lawyer to take actions necessary to shut it down. The Donald J. Trump Foundation, heavily scrutinized during the 2016 presidential campaign, is under investigation by New York Attorney General Eric Schneiderman. The probe was prompted in part by a series of reports in The Washington Post outlining its dealings, including instances in which Trump apparently used charity money to settle lawsuits involving his for-profit businesses. The New York AG's office said the foundation cannot be dissolved until its probe is completed. Trump Foundation apparently admits to self-dealing in new tax filing Trump informed the Internal Revenue Service that he had given no money to the foundation from 2009 to 2014, according to the Post report. Donations came from other people, including World Wrestling Entertainment owners Vince and Linda McMahon, who contributed $5 million between 2007 and 2009. Linda McMahon was recently nominated by Trump to head the Small Business Administration. Trump is a member of the WWE Hall of Fame. The foundation also admitted it violated a “self-dealing” prohibition that bars nonprofits from using charity funds for themselves, families or businesses, according to an IRS tax filing in 2015. A look at the $20K portrait of Trump paid for by his foundation The decision to dissolve the foundation comes amid concerns over how the billionaire president-elect and his family will avoid conflicts of interest after he is sworn in as the 45th president on Jan. 20, 2017. Trump's oldest son, Eric, this week said he was suspending his charitable foundation after questions arose about donors potentially gaining special access. Follow USA TODAY San Francisco Bureau Chief Jon Swartz on Twitter:  @jswartz   ",
    "title": "Trump plans to shutter charitable foundation"
   },
   {
    "entities": [
     "todd",
     "peter",
     "interactive",
     "right now",
     "times",
     "cbs",
     "last year",
     "friday",
     "mayhew",
     "eddie",
     "reagan",
     "press",
     "2017",
     "carrie",
     "reynolds",
     "hamill",
     "news",
     "harrison",
     "--",
     "ryan",
     "leia",
     "the",
     "1977",
     "inc.",
     "london",
     "recently",
     "billie",
     "saturday",
     "international",
     "debbie",
     "fisher",
     "angeles",
     "2016",
     "associated",
     "erik",
     "scott",
     "twitter",
     "night",
     "christmas eve",
     "ucla",
     "department",
     "hollywood",
     "lourd",
     "center",
     "los",
     "ford",
     "ronald",
     "december 23, 2016",
     "airport",
     "medical",
     "fire",
     "mark",
     "sloane",
     "ap"
    ],
    "id": 18,
    "text": "\"Star Wars\" actor Carrie Fisher is reportedly in critical condition after suffering a heart attack during a flight from London to Los Angeles. Be... Tributes and well-wishes continued to pour in for the “Star Wars” actress on Saturday, as she spent Christmas Eve in a Los Angeles hospital. “Princess Leia can survive anything!” one fan wrote on Twitter. “Hold on, Carrie Fisher. We’re taking you into 2017 with us,” wrote another.  Her “Star Wars” co-star Harrison Ford said, “I’m shocked and saddened to hear the news about my dear friend. Our thoughts are with Carrie, her family and friends.” Another co-star, Mark Hamill, said he was “sending all our love.”  as if 2016 couldn't get any worse... sending all our love to @carrieffisher — Mark Hamill (@HamillHimself) December 23, 2016 Todd Fisher, the actress’ brother, said Friday night that his sister was receiving excellent care, but that he could not classify her condition. He had earlier told The Associated Press that she had been stabilized and was out of the emergency room. In a subsequent interview he said many details about her condition or what caused the medical emergency are unknown.  Fans on Twitter hoped she would pull through. One wrote: “Carrie Fisher survived alcoholism, addiction, depression, bipolar disorder & 60 years in Hollywood. If anyone can survive 2016, it’s her.”  Carrie Fisher survived alcoholism, addiction, depression, bipolar disorder & 60 years in Hollywood. If anyone can survive 2016, it's her. — Ryan Sloane (@RyanFSloane) December 23, 2016 The actress’ former co-star Peter Mayhew, who played “Star Wars” character Chewbacca, called her “everyone’s favorite princess right now.”  A law enforcement official told CBS News Fisher went into cardiac arrest. Celebrity website TMZ, which first reported the incident, said anonymous sources told them the actress suffered a heart attack. She was treated by paramedics immediately after the plane she was taking from London landed in Los Angeles, according to reports citing unnamed sources.  Todd Fisher said much of what had been reported about the incident was speculation.  “We have to wait and be patient,” he said. “We have so little information ourselves.” Fisher’s publicists and representatives for her mother, Debbie Reynolds, and her daughter, Billie Lourd, did not return calls from the AP. Los Angeles Fire Department spokesman Erik Scott said paramedics administered advanced life-saving care to a patient at Los Angeles International Airport on Friday and transported the person to a nearby hospital. He did not identify the patient. A large gathering of media personnel was camped outside Ronald Reagan UCLA Medical Center in Los Angeles hospital, where TMZ and the Los Angeles Times reported she had been taken. Fisher is considered by many to be a member of Hollywood royalty -- her parents are Reynolds and the late singer Eddie Fisher. Catapulted to stardom as Princess Leia in 1977’s “Star Wars,” Carrie Fisher reprised the role as the leader of a galactic rebellion in three sequels, including last year’s “Star Wars: The Force Awakens.” The author and actress may be best known for her portrayal of Leia, but she is also an accomplished writer known for no-holds-barred accounts of her struggles with addiction and mental illness. Most recently, Fisher has been promoting her latest book, “The Princess Diarist,” in which she reveals that she and co-star Harrison Ford had an affair on the set of “Star Wars.” © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Audio on Carrie Fisher's medical emergency released - CBS News"
   },
   {
    "entities": [
     "december 24",
     "palm",
     "$258,000",
     "beach",
     "$25,000",
     "earlier this week",
     "at 5:12 pm",
     "saturday",
     "dec. 23, 2016",
     "for",
     "fla.",
     "$5 million",
     "ethics",
     "eric",
     "4:28 p.m.",
     "victoria",
     "a.",
     "linda",
     "clinton",
     "white",
     "peter",
     "west",
     "florida",
     "hospital",
     "2009",
     "donald",
     "recently",
     "$30,000",
     "administration",
     "2014",
     "business",
     "pam",
     "100%",
     "children's",
     "twitter",
     "bondi",
     "bookbinder",
     "citizens",
     "and",
     "york",
     "the end of 2015",
     "mcmahon",
     "schneiderman",
     "$1.5 million",
     "2007",
     "david",
     "this month",
     "andrew",
     "amy",
     "club",
     "harnik/ap",
     "international",
     "st.",
     "2015",
     "organization",
     "jude",
     "$25 million",
     "vince",
     "foundation",
     "berman",
     "new",
     "service",
     "to",
     "spitalnick",
     "fahrenthold",
     "memphis",
     "mar-a-lago",
     "this week",
     "times",
     "responsibility",
     "$1.16 million",
     "irs",
     "trump",
     "house",
     "hillary",
     "millions of dollars",
     "university",
     "the",
     "golf",
     "noah",
     "walker",
     "post",
     "past",
     "internal",
     "small",
     "washington",
     "revenue",
     "now",
     "research",
     "mark"
    ],
    "id": 19,
    "text": "Donald Trump plans to shut down his charitable foundation, which has been under scrutiny for months The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Mark Berman and David A. Fahrenthold December 24 at 5:12 PM Follow @markberman Follow @Fahrenthold President-elect Donald Trump plans to shut down his charitable foundation, which has been under intense scrutiny for months. (Victoria Walker,Peter Stevenson/The Washington Post) President-elect Donald Trump said he plans to shut down his charitable foundation, a decision that comes after repeated controversies over how it collected and disbursed funds . In a statement Saturday, Trump offered no timeline for when his foundation would close down, but said he had directed his attorney to take the steps needed to close the charity. It was also not immediately clear when the foundation would be able to dissolve, given an ongoing investigation in New York. \"The Foundation has done enormous good works over the years in contributing millions of dollars to countless worthy groups, including supporting veterans, law enforcement officers and children,\" Trump said in the statement. \"However, to avoid even the appearance of any conflict with my role as President I have decided to continue to pursue my strong interest in philanthropy in other ways.\" 1 of 76 Here’s what President-elect Donald Trump has been doing since the election View Photos Trump has been holding interviews and meetings as he prepares to transition into the White House. Caption Trump has been holding interviews and meetings as he prepares to transition into the White House.  Dec. 23, 2016 A motorcade carrying President-elect Donald Trump arrives at Trump International Golf Club, in West Palm Beach, Fla. Andrew Harnik/AP Buy Photo Wait 1 second to continue. [ Trump boasts about his philanthropy. But his giving falls short of his words. ] New York's attorney general has been investigating the charity after some of these reports, and a spokeswoman for that office said the foundation could not officially shut down until that probe is over. “The Trump Foundation is still under investigation by this office and cannot legally dissolve until that investigation is complete,” Amy Spitalnick, the spokeswoman, said in an email Saturday. The foundation is unusual in that it largely collects and donates money from other people . In fact, from 2009 to 2014, Trump told the Internal Revenue Service that he'd given his namesake foundation no money at all. The biggest donors in recent years were Vince and Linda McMahon, the pro-wrestling moguls, who gave the Trump Foundation $5 million between 2007 and 2009. Trump recently nominated Linda McMahon to head the Small Business Administration. Trump said Saturday that he was \"very proud of the fact that the Foundation has operated at essentially no cost for decades, with 100% of the money going to charity.\" The Trump Foundation has no paid employees and a board of five, consisting of Trump, three of his children and a longtime Trump Organization employee. They all work a half-hour per week, according to an IRS filing. The president-elect added that \"because I will be devoting so much time and energy to the Presidency and solving the many problems facing our country and the world, I don’t want to allow good work to be associated with a possible conflict of interest.\" The foundation told the IRS it had $1.16 million in total assets by the end of 2015, the most recent tax filing available. A spokeswoman for Trump said she had no additional information Saturday regarding where any remaining money might be sent. Trump's foundation has  admitted in IRS tax filings for 2015 that it violated a prohibition against “self-dealing” that says nonprofit leaders cannot use their charity's funds to help themselves, their relatives or their businesses. In these tax filings, the charity checked “yes” in response to a question asking whether it had transferred any income or assets to “a disqualified person” — a description that could have meant Trump, a relative or a Trump-owned business. Trump has not said what exactly he did to violate the rule, or what he has paid the IRS in penalty taxes as a result. The IRS has not commented when asked whether it was investigating the Trump Foundation. President-elect Donald Trump speaks to reporters this week at Mar-a-Lago in Palm Beach, Fla.. (Andrew Harnik/AP) Trump's charity has been prohibited from fundraising by the office of New York Attorney General Eric Schneiderman (D), an action that came after The Post reported that the foundation had failed to register with the state . This meant the foundation had dodged annual audits required in the state of New York. Schneiderman's office is also investigating the Trump Foundation after reports in The Post describing apparent cases of self-dealing that date back to 2007 . The Trump Foundation spent $30,000 to buy two large portraits of Trump himself, including one that was hung up in the sports bar at a Trump-owned resort. Trump also appears to use $258,000 of his foundation's money — legally earmarked for charitable purposes — to settle lawsuits involving two of his for-profit clubs. In addition, the Trump foundation gave a $25,000 gift to a campaign committee backing Florida Attorney General Pam Bondi (R) even though nonprofits like the charity are not allowed to give political gifts. That gift was made as Bondi's office was considering whether to investigate fraud allegations against Trump University. A consultant who worked on Bondi's reelection effort has said that Bondi was not aware of the complaints when she solicited the donation from Trump. Ultimately, Bondi's office did not pursue those allegations. [ Trump Foundation admits to violating ban on ‘self-dealing,’ new filing to IRS shows ] The move to shut down Trump's foundation, first reported Saturday by the New York Times , comes as the president-elect and his family are facing intense questions regarding how they will avoid conflicts of interest while he is in the White House. \"The announcement that the Foundation will be shut down is a necessary first step for the incoming administration to avoid massive ethics problems, but it does not come close to ending the story,\" said Noah Bookbinder, executive director of Citizens for Responsibility and Ethics in Washington, a watchdog group aligned with allies of Hillary Clinton. The group's tips and research helped reveal some of the Trump foundation's apparent violations of the law. In a statement, Bookbinder said that the Trump charity's \"past instances of wrongdoing must be fully investigated\" and called on the president-elect to \"sell his businesses and take comprehensive steps to prevent conflicts of interest for him and his administration. Trump has said his two adult sons will run his company, but he has not provided details yet regarding how he will extricate himself from his complex network of businesses . He postponed a news conference this month meant to address the issue and has not rescheduled it. In another case of Trump apparently trying to wrap up lingering questions and legal issues before he takes office, he agreed to settle fraud claims against his defunct Trump University real estate seminars. A federal judge this week gave preliminary approval to a deal in which Trump would pay $25 million as part of the settlement. [ How Donald Trump retooled his charity to spend other people’s money ] Earlier this week, Trump's eldest son, Eric, said he was suspending his charitable foundation after facing questions about whether donors could receive special access. The Eric Trump Foundation, founded in 2007, raises more than $1.5 million a year through a golf tournament and other events, and it passes on the bulk of its money to St. Jude Children's Research Hospital , a pediatric-cancer center in Memphis. The president-elect was critical of the decision regarding his son's foundation, describing it as unfair in a pair of messages this week on Twitter . \"Isn't this a ridiculous shame?” the elder Trump wrote. “He loves these kids, has raised millions of dollars for them, and now must stop. Wrong answer!” This story, first published at 4:28 p.m., has been updated. Further reading: ",
    "title": "Donald Trump plans to shut down his charitable foundation, which has been under scrutiny for months - The Washington Post"
   },
   {
    "entities": [
     "30 pounds",
     "japan",
     "november",
     "8 in the morning",
     "state",
     "for",
     "hermit",
     "china",
     "associated",
     "2011",
     "richardson",
     "dong-chul",
     "department",
     "demarche",
     "the last year",
     "the second day of 2016",
     "center",
     "engagement",
     "clinton",
     "julia",
     "white",
     "tehran",
     "lonneman",
     "earlier this year",
     "euna",
     "ling",
     "lim",
     "chang",
     "news",
     "2009",
     "united",
     "facebook",
     "laura",
     "mexico",
     "otto",
     "of",
     "north",
     "2014",
     "jan. 2, 2016",
     "global",
     "twitter",
     "virginia",
     "current",
     "korea",
     "$1.7 billion",
     "u.s.",
     "agency",
     "fred",
     "york",
     "trey",
     "kenneth",
     "cctv",
     "september",
     "the past",
     "gordon",
     "jung",
     "lee",
     "dprk",
     "press",
     "hours later",
     "ministry",
     "bae",
     "rodman",
     "foreign",
     "bill",
     "nations",
     "asia",
     "carlson",
     "john",
     "foxnews.com",
     "bolton",
     "obama",
     "new",
     "tucker",
     "america",
     "nba",
     "iran",
     "kingdom",
     "11 o'clock at night",
     "jong-un",
     "edmund",
     "times",
     "il",
     "south",
     "march",
     "house",
     "warmbier",
     "jong",
     "university",
     "fox",
     "december 20, 2016",
     "kim",
     "korean",
     "un",
     "mason",
     "dennis",
     "central",
     "hyeon",
     "pyongyang",
     "now",
     "soo",
     "ohio"
    ],
    "id": 20,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   On the second day of 2016, Otto Warmbier was minutes away from boarding a plane back to America when armed security officers reportedly dragged him out of Pyongyang airport and into a yearlong nightmare that has left his loved ones and even the U.S. government powerless to save him. Like most news out of North Korea, a lot about what occurred in the airport on Jan. 2, 2016 remains a mystery. One witness remembered a commotion as an armed official yelled at the 21-year-old University of Virginia undergraduate student from Ohio and had him hauled out of the terminal. Hours later, the rogue dictatorship issued a vague update: A tourist had been “caught committing a hostile act against the state.” The legal proceedings that followed were just as vague. Prosecutors charged that Warmbier was caught stealing a political sign and committed “crimes against the state.” He was given a one-hour trial in March at which the government presented fingerprints, CCTV footage and pictures of a political banner to make its case against the American. “I beg that you see how I am only human,” Warmbier begged at trial. “And how I have made the biggest mistake of my life.” Despite his pleas, Warmbier was convicted , and sentenced to 15 years' hard labor. In a post-trial video released to the world, Warmbier, under obvious duress, praised his captors for his treatment and for handling of the case “fair and square.\" Little is known about Warmbier's fate over the last year, and critics say the Obama administration has not done enough to bring the American home. In recent years, several U.S. citizens have been held on trumped-up charges for varying periods of time by the current regime of Kim Jong Un, as well as that of his father, Kim Jong Il. Their release has typically been won by pledges of aid or diplomatic gestures from American dignitaries. Former President Bill Clinton journeyed to the Hermit Kingdom in 2009 in a successful bid to convince the late Kim Jong Il to release of Current TV journalists Euna Lee and Laura Ling , who had been captured after straying across the border from China and held prisoner for five months. The younger Kim is less predictable, and the U.S. has no formal diplomatic relations with North Korea. Kim Jung Un, the third generation of his family to lead the impoverished and belligerent nation, routinely issues threats against the U.S.,  launches missiles to provoke South Korea and Japan, e xecutes top military officials and, occasionally, seizes Western prisoners. Although they are subjected to what passes for judicial procedures, they are for all intents and purposes, hostages. In addition to Warmbier, it is believed that Pyongyang is holding Kim Dong-chul, 62, a naturalized U.S. citizen and a Canadian. Like Warmbier, he was charged with spying. Gordon Chang, an expert on Asia and author of “The Coming Collapse of China,” said autocratic regimes, like the one in Pyongyang, are famous for their insecurities and treat any slight against its government as an especially serious offense. An Irish national who visited the country told The Independent that he was told “constantly that the smallest thing was considered a hostile attack. \"I bought lots of magazines and books there, and we were told not to fold them in a way that creased Kim Jong-un’s face,” he recalled. Chang believes the North Koreans are taking reasonably good care of Warmbier, but the student likely feels forgotten. “I assume he feels isolated,” Chang said. “He’s likely only reading propaganda and feels abandoned by the outside world.” Warmbier's family, including his father, Fred, did not respond to requests for comment, perhaps out of concern that publicity could anger Warmbier's captors or upset back-channel efforts by the State Department or private parties to win his release. The U.S. will often tell these families to avoid talking to the media so it can better control the situation, Chang said. “I agree with that,” he said. Yet, media attention in the past seemed to work favorably in some cases. Ling and Lee faced 12 years of hard labor for committing hostile acts, yet were freed after five months when a visit from Clinton seemed to provide the rogue regime with the diplomatic legitimacy it craved, at least under the elder Kim, who died in 2011. Kenneth Bae, a 47-year-old missionary who spent 19 months in prison for evangelizing, was released in 2014 after former NBA star and self-professed pal of Kim Jong-un Dennis Rodman took up his cause. Bae, who worked on a soybean farm and lost 30 pounds during the ordeal, told The New York Times that his interrogators would tell him that nobody in the U.S. cared about him and there were no negotiations. Friend Trey Lonneman: We need to get Otto #Warmbier back. We must keep him in the public eye as much as we can –TCT #Tucker @FoxNews — Tucker Carlson (@TuckerCarlson) December 20, 2016 He said he was questioned “from 8 in the morning until 10 or 11 o’clock at night, every day for four weeks,\" yet his treatment was better than that of North Korean felons. Bae told FoxNews.com that he prays daily for American prisoners’ release from North Korea.  Former U.S. ambassador to the UN and ex-New Mexico Gov. Bill Richardson, founder of the nonprofit Richardson Center for Global Engagement , told Fox News that the progress in getting Warmbier back has been slow but said North Koreans accepted a delegation from his foundation in September. He said the White House has been supportive of his group's efforts. “We’re trying to do this on a humanitarian basis,” Richardson told Fox News, “not a government-to-government basis.” Communicating with North Korea has long been more challenging under the younger Kim. “There’s just silence,” he said. “There’s nothing coming back.” Julia Mason, a State Department spokeswoman, told FoxNews.com a statement that the administration is aware of the situation, and “now that Mr. Warmbier has gone through this criminal process, we urge the DPRK to pardon him and grant him special amnesty and immediate release on humanitarian grounds.” In November, the Associated Press reported that a North Korean Foreign Ministry official met with the Swedish ambassador to talk about access to Canadian Christian pastor Hyeon Soo Lim, who was sentenced to life in prison with hard labor, according to Pyongyang’s official Korean Central News Agency. The Swedish ambassador used the meeting to also talk about the Americans and was reportedly told Pyongyang treats them as war prisoners, possibly in light of U.S. sanctions on the country. John Bolton, a Fox News contributor and the former U.S. ambassador to the United Nations, told Fox News’ Tucker Carlson that North Korea keeps a close eye on U.S. relationships around the world. It likely made note of the Obama administrations clandestine payments to Iran earlier this year which coincided with the release of four Americans held by Tehran on bogus charges. “When Obama pays $1.7 billion in ransom for four people being held hostage in Iran, obviously the North Koreans see this as a bargaining chip as well,” he said. Edmund DeMarche is a news editor for FoxNews.com. Follow him on Twitter @EDeMarche . Advertisement ",
    "title": "After nearly a year detained in North Korea, little progress made to free American student Otto Warmbier | Fox News"
   },
   {
    "entities": [
     "december 24",
     "muhammadu",
     "october",
     "maggie",
     "bakassi",
     "press",
     "borno",
     "sunday",
     "chibok",
     "may",
     "united",
     "red",
     "saturday",
     "cross",
     "international",
     "maiduguri",
     "last month",
     "nations",
     "associated",
     "boko",
     "penman",
     "camp",
     "taraba",
     "buhari",
     "haram",
     "zero",
     "forest",
     "sambisa",
     "nigeria",
     "april of 2014",
     "late december",
     "ap",
     "bauchi"
    ],
    "id": 21,
    "text": "December 24, 201610:02 AM ET Maggie Penman Women displaced by Islamist extremists wait for food to be handed out to them at the Bakassi camp in Maiduguri, Nigeria. Boko Haram's uprising has killed more than 20,000 people, and displaced some 2.3 million more. Sunday Alamba/AP hide caption toggle caption Sunday Alamba/AP Women displaced by Islamist extremists wait for food to be handed out to them at the Bakassi camp in Maiduguri, Nigeria. Boko Haram's uprising has killed more than 20,000 people, and displaced some 2.3 million more. Sunday Alamba/AP In a victorious statement on Saturday, Nigerian President Muhammadu Buhari announced the \"long-awaited and most gratifying news of the final crushing of Boko Haram terrorists in their last enclave,\" declaring, \"the terrorists are on the run, and no longer have a place to hide.\" The president congratulated Nigerian troops for \"finally entering and crushing the remnants of the Boko Haram insurgents at Camp Zero,\" deep in the Sambisa Forest in northeast Nigeria. The Sambisa Forest is where it is thought Boko Haram was holding some of the more than 200 schoolgirls kidnapped in April of 2014 from Chibok. The mass kidnapping brought international attention, and sparked the social media movement #BringBackOurGirls. A deal brokered by the Swiss government and the International Red Cross in October freed 21 girls, but some 197 remain missing as of late December, according to The Associated Press. President Buhari said \"further efforts should be intensified to locate and free our remaining Chibok girls still in captivity. May God be with them.\" Though the president's message was celebratory, there are already reports that insurgents are regrouping in Taraba and Bauchi states, south of their stronghold in Borno state. The AP reports that it is unlikely that Nigeria will soon see an end to the deadly suicide bombings and attacks that have plagued the country for years. Article continues after sponsorship Boko Haram's seven-year uprising has killed more than 20,000 people, and driven some 2.3 million people from their homes, creating a massive humanitarian crisis. The United Nations warned last month that 75,000 children were in danger of starving in communities inaccessible because of insecurity. ",
    "title": "Nigerian Troops 'Crushing' Boko Haram Insurgents, Says President, But Some 200 Girls Remain Captive : The Two-Way : NPR"
   },
   {
    "entities": [
     "council",
     "israel",
     "middle",
     "anne",
     "kerry",
     "ben",
     "power",
     "west",
     "friday",
     "december 24, 2016",
     "huckabee",
     "arkansas",
     "states",
     "trump",
     "malaysia",
     "house",
     "r-wis.",
     "jan. 20",
     "thursday",
     "territories",
     "news",
     "ryan",
     "united",
     "facebook",
     "paul",
     "voices",
     "zealand",
     "fox",
     "donald",
     "jonathan",
     "rhodes",
     "wachtel",
     "bank",
     "bayefsky",
     "linton",
     "nations",
     "security",
     "on",
     "mike",
     "john",
     "this last minute",
     "grenell",
     "twitter",
     "human",
     "current",
     "u.n.",
     "future",
     "eric",
     "u.s.",
     "obama",
     "new",
     "un",
     "today",
     "samantha",
     "1967",
     "bbc",
     "mission",
     "east",
     "egypt",
     "institute",
     "danny",
     "jerusalem",
     "america",
     "gop",
     "touro",
     "ric",
     "danon",
     "rights",
     "2007",
     "white"
    ],
    "id": 22,
    "text": "After UN vote, Kerry suggests Israel's West Bank foray spawning 'terrorism' Published               December 24, 2016 Facebook 0 Twitter 0 livefyre Email Print   Secretary of State John Kerry is defending the Obama administration’s decision to effectively allow the United Nations to condemn Israel for attempting to build more settlements in the disputed West Bank, saying the “unprecedented” effort has spawned terrorism and violence that jeopardizes lasting peace in the region. The United States on Friday abstained from a U.N. Security Council vote to adopt a resolution condemning Israel’s settlement expansion, which allowed for the measure’s passage and resulted in the disapproval of incoming Republican President Donald Trump. “Things will be different after Jan. 20,” Trump tweeted minutes after the vote. Kerry said Israel’s continued and stepped-up attempts to build more settlements, or communities, in the region, which includes East Jerusalem, risks the so-called “two-state” solution between Israelis and the Palestinians, who also lay claim to the region.  “The United States acted with one primary objective in mind: to preserve the possibility of the two state solution, which every U.S. administration for decades has agreed is the only way to achieve a just and lasting peace between Israelis and Palestinians,\" Kerry said Friday. “Two states is the only way to ensure Israel's future as a Jewish and democratic state, living in peace and security with its neighbors, and freedom and dignity for the Palestinian people.” He also said the administration does not agree with “every aspect” of the resolution but that it “rightly condemns violence” and calls on both sides to take constructive steps to reverse current trends and advance the prospects for a two-state solution. The resolution was put forward by four nations a day after Egypt withdrew it Thursday under pressure from Israel and Trump. The U.S. not vetoing the measure is being considered a snub to the country’s key Middle East ally and attributed to outgoing Democratic President Obama, who has had chilly relations with Israel throughout his eight-year tenure. Reaction from U.S. Republicans and Jewish leaders around the world was swift and sharp. \"It was to be expected that Israel's greatest ally would act in accordance with the values that we share and that they would have vetoed this disgraceful resolution,\" said Israel's Ambassador Danny Danon. \"I have no doubt that the new U.S. administration and the incoming UN Secretary General will usher in a new era in terms of the UN's relationship with Israel.\" House Speaker Paul Ryan, R-Wis., blasted the administration for appearing to undermine America's historic Middle East ally. \"This is absolutely shameful,\" he said. \"Today's vote is a blow to peace that sets a dangerous precedent for further diplomatic efforts to isolate and demonize Israel.\" Former GOP presidential candidate and Arkansas Gov. Mike Huckabee called the administration’s move “a big mistake.” Anne Bayefsky, director of the Touro Institute on Human Rights and the Holocaust and president of Human Rights Voices, said the contention that settlements, and not Palestinian terrorism, is the obstacle to peace is false. \"This UN resolution represents the Big Lie of modern anti-Semitism,\" Bayefsky said. \"Palestinians' backers on the Council, New Zealand and Malaysia, made today's slander clear, claiming Jews living peaceful, productive lives on Arab-claimed land was the 'single biggest threat to peace' and \"primary threat to a two-state solution.’ \"Seven decades of violent Palestinian rejection of a Jewish state prove otherwise.\" The measure was adopted with 14 votes in favor, to a round of applause, after U.S. Ambassador Samantha Power abstained. It is the first resolution the Security Council has adopted on Israel and the Palestinians in nearly eight years. Powers said the U.S. used its veto power in 2007 on a similar matter but that “circumstances have (since) changed dramatically.” “One cannot simultaneously champion Israeli settlements and champion a viable two-state solution,” she said. “One has to make a choice.” The Obama White House, under heavy pressure from the Israeli government and its supporters to veto the resolution, kept everyone guessing until the vote whether it would stop shielding Israel from council resolutions and permit it to pass by abstaining. After the vote, White House officials acknowledged on a conference that Obama made the decision himself after several rounds of discussions with top administration officials. Deputy National Security Adviser Ben Rhodes said afterward that the U.S. has only one president at a time. Israel believes it has the right to expand settlements in the disputed territories as populations within them expand. Palestinians do not believe the settlements should exist at all, and world condemnation of expansion is seen as a possible first in that direction.  The resolution calls on Israel to “immediately and completely cease all settlement activity in occupied territories, including East Jerusalem.” And it repeated the longstanding U.N. position that all settlements on land Israel conquered in 1967 are illegal under international law. A senior Israeli official accused the U.S. of a \"shameful move\" after learning that it did not intend to veto the text, the BBC reported. As one the council five permanent members of the council, the U.S. has veto power and has used it to sheltered Israel from condemnatory resolutions. But the Obama administration has long made clear its opposition to Israeli settlement-building in occupied territory, even though it gives Israel tens of billions annually in assistance.  “This last minute political maneuvering is shameful,\" said Ric Grenell, former spokesman for the U.S. Mission to the U.N. and a Fox News contributor. \"Today’s abstention by the Obama administration will make it harder to find a peaceful solution because it imposes outside positions on Israel without letting them negotiate directly.” Fox News' Eric Linton and Jonathan Wachtel contributed to this report. Advertisement ",
    "title": "After UN vote, Kerry suggests Israel's West Bank foray spawning 'terrorism' | Fox News"
   },
   {
    "entities": [
     "memphis",
     "stephen",
     "schwartz",
     "clemency",
     "iowa",
     "west",
     "cub",
     "``james",
     "arkansas",
     "jon",
     "2013",
     "august",
     "terry",
     "dec 24",
     "thursday",
     "university",
     "1977",
     "1992",
     "schuppe",
     "of",
     "1991",
     "registry",
     "chedell",
     "justice",
     "2016",
     "echols",
     "seth",
     "michigan",
     "anita",
     "jimmy",
     "cozen",
     "easter",
     "greg",
     "u.s.",
     "obama",
     "national",
     "scouts",
     "james",
     "exonerations",
     "damien",
     "philadelphia",
     "dennis",
     "program",
     "mcghee",
     ", 4:41 pm",
     "harrington",
     "1993",
     "williams",
     "now",
     "samuel",
     "curtis",
     "pennsylvania",
     "karl",
     "gross",
     "brody"
    ],
    "id": 23,
    "text": "Dec 24 2016, 4:41 pm ET To End Decades on Death Row, Inmate Makes an Agonizing Choice by Jon Schuppe advertisement After 25 years on death row for a killing he said he didn't do — and three years after a federal judge threw out his conviction — James Dennis was brought to a Philadelphia courtroom Thursday to make a harrowing choice: plead no contest to the crime and go home, or gamble on another trial. He didn't want to admit to the 1991 shooting of 17-year-old Chedell Williams. A federal judge had already ruled he'd been condemned \"for a crime in all probability he did not commit.\" But that didn't guarantee that another jury wouldn't find him guilty. So he took the only path he knew would keep him from execution. \"I need to do what I need to do for my family,\" Dennis told his brother, Greg, before entering the plea. As part of his agreement with prosecutors, Dennis was able to maintain that he hadn't killed Williams. Jimmy Dennis. Courtesy of Justice for Jimmy \"James Dennis entered a no-contest plea, not a guilty plea, because he maintains the same position that he has maintained for 25 years: that he is innocent of this crime,\" one of his lawyers, Karl Schwartz, told the judge. \"He and his family have made this incredibly difficult decision based on his and their strong desire to have him home and free, [in] lieu of potentially years of continuing litigation.\" The no-contest plea is not uncommon in claims of wrongful conviction. It allows prosecutors to keep a conviction without a new trial. The defendant, meanwhile, acknowledges there may be enough evidence for another guilty verdict but can still claim innocence. To some, no-contest can seem like a good deal. To others, it can feel like less than justice. Samuel Gross, a University of Michigan law professor who runs The National Registry of Exonerations, said the offer of a no-contest plea puts defendants in an agonizing bind. Related: Inmates Hope for Last-Ditch Shot at Obama's Clemency Program \"Typically, when someone has been on death row or general prison population for most of his adult life and is now offered an opportunity to leave prison right away, their family and friends and lawyers ... urge them to take the plea and not take a chance,\" Gross said. \"Quite a few refuse.\" The results are impossible to predict. Gross cited the case of Terry Harrington, who was convicted with a friend, Curtis McGhee, of the 1977 murder of a retired police captain in Iowa. Both were granted new trials. McGhee took a no-contest plea and was released. Harrington chose to go to trial, but prosecutors dismissed the case instead. The dismissal resulted in his release, but only later, after a lawyer found evidence that the prosecutors had improperly handled McGhee's plea, was he exonerated as well. Lawyers also negotiated no-contest pleas in the case of the West Memphis 3 — men who were convicted of killing three Arkansas Cub Scouts in 1993. Not all of the three men wanted to enter the plea, but they agreed because one of them, Damien Echols, was suffering severely from 18 years on death row. Related: President Obama Commutes Another 79 Inmates' Prison Sentences Dennis was convicted in 1992 of shooting Williams during a robbery, primarily on the testimony of three eyewitnesses. Decades of appeals followed, in which his lawyers argued that investigators and prosecutors withheld evidence that undermined his innocence. It landed before U.S. District Judge Anita Brody, who in 2013 ripped into the prosecution and ordered a new trial. \"The Commonwealth of Pennsylvania has committed a grave miscarriage of justice in convicting Dennis and sentencing him to die for this crime,\" Brody wrote. A photograph of Jimmy Dennis as used by the Justice for Jimmy campaign. Courtesy of Justice for Jimmy Philadelphia District Attorney Seth Williams, who was not in office when Dennis was convicted, challenged the ruling. An appellate court sided with her in August. That forced Williams to decide whether to retry Dennis or drop the case. Unwilling to say Dennis was innocent, his office began negotiations with Dennis' lawyers. One of Dennis' lawyers, Stephen Cozen, said in an interview that he considered the state's witnesses as \"shaky\" and Dennis' alibi — that he was a on a bus miles away when the murder took place — was strong. Ultimately, Dennis agreed to the plea because it allowed him to continue to assert that he didn't kill Chedell Williams. \"Our main goal was to try to get Jimmy out of prison after having served 25 years,\" Cozen said. Prosecutors said they remained convinced of Dennis' guilt. \"In our system of justice, the defendant is always free to state otherwise. Under the law, however, he stands convicted of this murder,\" Williams' office said in a statement. \"We accepted this plea not because of doubts about guilt, but because of the inherent difficulties of retrying a complex case more than a quarter century after the crime.\" Jimmy Dennis poses while holding a photograph of his mother. Courtesy of Justice for Jimmy The remaining complication was an unrelated robbery conviction, according to Dennis' lawyers. Dennis didn't dispute that one. But that punishment remained on the books. The two sides worked out a deal where prosecutors would recommend that Dennis receive parole, possibly in time to be home by Easter, Cozen said. He praised Williams' office for negotiating the deal. Dennis' older brother, Greg, said the family is now planning a homecoming. But the reunion will be bittersweet. He criticized Williams for not dismissing the case. \"We're happy that we'll get to spend some time with Jimmy and be with him, but we also feel very disrespected,\" he said. Jon Schuppe ",
    "title": "To End Decades on Death Row, Inmate Makes an Agonizing Choice - NBC News"
   },
   {
    "entities": [
     ", 9:48 am",
     "britain",
     "press",
     "dec 24, 2016",
     "the",
     "phillips",
     "london",
     "elizabeth",
     "late spring",
     "photo/matt",
     "saturday",
     "sandringham",
     "last month",
     "associated",
     "shares",
     "mike",
     "england",
     "mia",
     "saturday, dec. 24, 2016",
     "christmas day",
     "this year",
     "tindall",
     "dunham",
     "tuesday, dec. 25, 2012",
     "star",
     "ii",
     "file",
     "zara",
     "ap"
    ],
    "id": 24,
    "text": "Queen's Granddaughter Zara Tindall Suffers Miscarriage By The Associated Press LONDON \u0097 Dec 24, 2016, 9:48 AM ET 0 Shares Star The Associated Press FILE - This is a Tuesday, Dec. 25, 2012 file photo of Britain's Queen Elizabeth II's granddaughter Zara Phillips and her husband rugby player Mike Tindall as they arrive for the British royal family's traditional Christmas Day church service in Sandringham, England. Officials say Queen Elizabeth II's granddaughter, Zara Tindall, has suffered a miscarriage, it was reported on Saturday, Dec. 24, 2016. She and her husband, retired rugby player Mike Tindall, had been expecting their second child. The pregnancy was announced last month. (AP Photo/Matt Dunham, File) 0 Shares Email Officials say Queen Elizabeth II's granddaughter, Zara Tindall, has suffered a miscarriage. She and her husband, retired rugby player Mike Tindall, had been expecting their second child. The pregnancy was announced last month. A spokeswoman for the couple said Saturday the couple have \"lost their baby\" and asked for privacy during a difficult time. Zara Tindall was a champion equestrian using her maiden name Zara Phillips . She switched to her married name this year. The couple have a 2-year-old daughter, Mia. The baby had been expected in late spring. 0 Shares ",
    "title": "Queen's Granddaughter Zara Tindall Suffers Miscarriage - ABC News"
   },
   {
    "entities": [
     "affleck",
     "michaelis",
     "ku",
     "klan",
     "edgerton",
     "friday",
     "aengus",
     "natalie",
     "anti-defamation",
     "cliff",
     "league",
     "press",
     "trump",
     "silberman",
     "winding",
     "earlier this week",
     "manchester",
     "next month",
     "georgia",
     "paul",
     "peace",
     "donald",
     "klux",
     "chris",
     "colin",
     "sharenow",
     "saturday",
     "pompeo",
     "recently",
     "childs",
     "dan",
     "of",
     "north",
     "king",
     "lonergan",
     "associated",
     "adl",
     "2016",
     "a&e",
     "cynthia",
     "twitter",
     "joel",
     "robert",
     "martinez",
     "casey",
     "barry",
     "jan. 10",
     "currently",
     "this hour",
     "refn",
     "james",
     "buckley",
     "previously",
     "kkk",
     "portman",
     "ellen",
     "levinson",
     "grey",
     "lima",
     "america",
     "about 18 months ago",
     "kenneth",
     "kennedy",
     "now",
     "zeitchik",
     "last night",
     "arno",
     "nicolas",
     "steven",
     "miller",
     "jackie",
     "time",
     "color",
     "change"
    ],
    "id": 25,
    "text": "A&E; pulls controversial reality show about the KKK after learning producers paid hate-group members A scene from A&E;'s documentary 'Escaping the KKK.' Associated Press Peace activist Arno Michaelis, left, speaks with Chris Buckley, the Grand Knighthawk for the North Georgia White Knights, on A&E's documentary series 'Escaping the KKK.' Peace activist Arno Michaelis, left, speaks with Chris Buckley, the Grand Knighthawk for the North Georgia White Knights, on A&E's documentary series 'Escaping the KKK.' (Associated Press) Steven Zeitchik Contact Reporter  The A&E network has announced that it is pulling a reality show about the Ku Klux Klan, which was set to air next month, after executives discovered that outside producers for the series paid members of the group for their participation.  The network said that “Escaping the KKK,” a series about people who want to leave the group — and which has elicited a fierce backlash — will be shelved. “A&E learned last night from the third-party producers who made the documentary that cash payments — which we currently understand to be nominal — were made in the field to some participants in order to facilitate access,” the network said in a statement Saturday. “While we stand behind the intent of the series and the seriousness of the content, these payments are a direct violation of A&E’s policies and practices for a documentary.” The statement continued: “We had previously provided assurances to the public and to our core partners — including the Anti-Defamation League and Color of Change — that no payment was made to hate group members, and we believed that to be the case at the time. We have now decided not to move forward with airing this project.” Paying reality subjects has become common practice in unscripted television. But the recipients of these payments distinguish this situation from nearly every other previous series. It takes on an added charge in the wake of white-supremacist groups hailing the election of President-elect Donald Trump . (Trump has disavowed the support of these groups.) The eight-part series created a stir when it was announced earlier this week as “Generation KKK” with a Jan. 10 air date — a controversy A&E sought to quell by releasing a  trailer Friday that attempted to more fully explain the show’s premise.   The series was being produced by the production company This is Just a Test and its co-founders Aengus James and Colin King Miller, who executive produced with Cynthia Childs and Paul Lima. James is a documentary filmmaker and reality-show producer who had previously made the nonfiction series “Ice Lake Rebels” and directed the doc “American Harmony,” about barbershop singing groups; he had also collaborated with Barry Levinson as a cinematographer. James did not respond to a text or voicemail message seeking comment Saturday. A&E executive vice president and general manager Robert Sharenow and A&E spokesman Dan Silberman declined to comment for this story. From the moment it was announced, civil rights groups and public figures slammed “Generation KKK,” saying it would normalize the hate group. A Change.org petition was launched, and stars such as  Ellen Pompeo of “Grey’s Anatomy” spoke out volubly against the A&E move on Twitter, questioning why the network gave a “platform” to hate groups. A&E quickly sought to position the show as a documentary along the lines of its hit series on addiction, “Intervention,” hoping people would view it more as a look at the evils of hate groups than a reality-television exploitation of them. The network noted its participation with the ADL and, more recently, the civil rights group Color of Change. It also changed the title to “Escaping the KKK: A Documentary Series Exposing Hate in America.” The trailer, looking to underscore the series’ ambitions, opened with the on-screen lines: “In the KKK hatred is passed down as legacy. It must stop…. This series is about a group of activists working to expose hatred and end it.” In a statement Friday, the network also said that the show’s name was changed so “no one can mistake its intent.” “Escaping the KKK” quietly began production about 18 months ago, when the 2016 presidential election had a very different shape. In one early episode, a member of the KKK is shown to be leaving the group. In a later episode, that person then convinces a more senior member of the Klan to do the same. The series also centered on relatives of KKK members uncomfortable with the choices of their loved ones. See the most-read stories in Entertainment this hour » Caption Casey Affleck finds the words in 'Manchester by the Sea' Casey Affleck talks about the way Kenneth Lonergan uses everyday language to convey deep emotion in \"Manchester by the Sea.\" Casey Affleck talks about the way Kenneth Lonergan uses everyday language to convey deep emotion in \"Manchester by the Sea.\" Caption Casey Affleck finds the words in 'Manchester by the Sea' Casey Affleck talks about the way Kenneth Lonergan uses everyday language to convey deep emotion in \"Manchester by the Sea.\" Casey Affleck talks about the way Kenneth Lonergan uses everyday language to convey deep emotion in \"Manchester by the Sea.\" Caption Natalie Portman on the importance of the infamous pink dress in 'Jackie' For her role as Jackie Kennedy, Natalie Portman says, \"It's not a fashion story,\" but the clothes do tell a story. For her role as Jackie Kennedy, Natalie Portman says, \"It's not a fashion story,\" but the clothes do tell a story. Caption Joel Edgerton finds the heart of 'Loving' Joel Edgerton talks about staying truthful to the real-life story of \"Loving.\" Joel Edgerton talks about staying truthful to the real-life story of \"Loving.\" Caption For 'Neon Demon,' Nicolas Winding Refn and composer Cliff Martinez used a special 'ESP' to communicate Director Nicolas Winding Refn and composer Cliff Martinez discuss their \"Neon Demon\" collaboration. Director Nicolas Winding Refn and composer Cliff Martinez discuss their \"Neon Demon\" collaboration. Caption 'Manchester By the Sea' director Kenneth Lonergan on how Casey Affleck brought a quiet character to life \"Manchester By the Sea\" director Kenneth Lonergan discusses writing a quiet character and working with actor Casey Affleck to bring him to life.  \"Manchester By the Sea\" director Kenneth Lonergan discusses writing a quiet character and working with actor Casey Affleck to bring him to life.  ",
    "title": "A&E; pulls controversial reality show about the KKK after learning producers paid hate-group members - LA Times"
   },
   {
    "entities": [
     "maggie",
     "avenue",
     "november",
     "turkey",
     "kevin",
     "elijah",
     "once",
     "j.",
     "eric",
     "garten",
     "day",
     "general",
     "lipton",
     "appeals",
     "culinary",
     ",",
     "las",
     "white",
     "relations",
     "labor",
     "michael",
     "united",
     "georgia",
     "donald",
     "administration",
     "haberman",
     "steve",
     "of",
     "board",
     "e.",
     "hagen",
     "vegas",
     "bethany",
     "delhi",
     "union",
     "and",
     "york",
     "previously",
     "argentina",
     "azerbaijan",
     "jr.",
     "reform",
     "four days",
     "amy",
     "cummings",
     "international",
     "tower",
     "khan",
     "organization",
     "late 2015",
     "$25 million",
     "barry",
     "foundation",
     "new",
     "national",
     "wednesday",
     "overnight",
     "committee",
     "ireland",
     "ivanka",
     "spitalnick",
     "alan",
     "times",
     "government",
     "states",
     "trump",
     "a month later",
     "house",
     "services",
     "university",
     "philippines",
     "brazil",
     "$1 million",
     "court",
     "hotel",
     "workers",
     "before election",
     "eder",
     "oversight",
     "late last week",
     "ellen",
     "washington",
     "mukasey",
     "pennsylvania",
     "india",
     "maryland"
    ],
    "id": 26,
    "text": "OPEN Graphic “The Trump Foundation is still under investigation by this office and cannot legally dissolve until that investigation is complete,” Amy Spitalnick, the press secretary, said. Mr. Trump gave little thought to what to do with his business in the event of a victory on Election Day. But embarrassing reversals by his children highlighted concerns that access to the incoming administration could be for sale, and pressed the family to respond. A charity auction for coffee with Ivanka Trump, his daughter, was canceled , and Eric Trump and Donald Trump Jr., the president-elect’s sons, pulled out of another charity event that asked donors to give as much as $1 million in return for access to their father and a hunting expedition with his sons. In interviews late last week, executives at the Trump Organization, advisers on the Trump transition team and members of Mr. Trump’s family said they were determined to move aggressively in the remaining days before the inauguration to clear as many of these potential conflicts as possible. “I certainly can’t deny there is a greater desire to sort of clear the decks as much as possible to avoid distractions,” said Alan Garten , the general counsel at the Trump Organization, in an interview, pointing to the recent $25 million settlement of fraud claims against Mr. Trump’s for-profit educational program, Trump University. Advertisement Continue reading the main story Among other measures: ■ Both the Trump Organization and the Ivanka Trump brand — a line of jewelry, clothing, handbags and other items — are exploring options for an outside monitor to help oversee operations, block inappropriate contacts between the companies and the federal government, and provide independent voices for management decisions, executives involved in the efforts said. One option is a trustee who would run the business alongside Eric and his brother, Donald Jr. The Trump Organization has discussed turning to legal experts such as former Attorney General Michael Mukasey as potential trustees. ■ The Trump Organization, in some cases citing deficiencies in the work performed by some of its foreign partners or other clauses in contracts with them, is terminating pending or nearly completed hotels and apartment buildings in Brazil , Azerbaijan, Georgia and Argentina, while also forgoing other early-stage ventures in places such as India. Photo From left, Trump children Donald Jr., Ivanka and Eric all have businesses or other activities that might stand to benefit from their father’s presidency. Credit Kevin Hagen for The New York Times ■ Ivanka Trump is looking at donating proceeds from a soon-to-be-published book , “Women Who Work: Rewriting the Rules for Success,” to charity. ■ A labor dispute with hundreds of workers at the Trump International Hotel in Las Vegas — which generated calls for a national boycott of Trump properties and protest rallies — was suddenly settled on Wednesday , with the hotel agreeing to provide pensions, health insurance, annual wage increases and other benefits that it previously refused to offer. Another agreement with employees at the just-opened Trump International Hotel on Pennsylvania Avenue in Washington will allow them to organize a union. ■ The Trump Organization has shelved a planned 15-foot-tall sea wall at its oceanfront golf course in Ireland after the proposal provoked angry protests from environmentalists both in Ireland and in the United States. ■ Eric Trump said he no longer intended to participate in any meetings — business or policy-focused — organized by his father, as the president-elect prepared to move to the White House, and would not interact with him or anyone in his administration on government matters once he was in office. “I’ll have no role in government,” he said, describing a division of “church and state” but saying he will still talk to his father about other things. The turnaround on the labor union dispute demonstrates just how sudden the shift has been. In November, four days before Election Day, the Trump hotel filed a lawsuit in the United States Court of Appeals challenging a ruling by the National Labor Relations Board that ordered his hotel in Las Vegas to recognize a labor union that workers voted for in late 2015 and to negotiate a new contract. A month later, company officials invited labor negotiators to Trump Tower for a three-day negotiation. Graphic: What Donald J. Trump Owns and Owes On Wednesday, the union ratified a deal that gave the 500 workers generous health care coverage, pensions, a guaranteed workweek and other protections, and set up a grievance system if they objected to conditions. The lawsuit was also dropped , as were outstanding matters pending before the labor relations board, which will soon be under Mr. Trump’s control. Advertisement Continue reading the main story “It is everything the workers have been fighting for for over for a year,” said Bethany Khan, a spokeswoman for the Culinary Workers Union . While the family may be removing some of the most obvious problems, critics say Mr. Trump will still know what properties his family owns and which policy decisions will benefit them, no matter how careful he is. The portfolio of assets might influence his interactions with leaders in nations such as Turkey and the Philippines , where Mr. Trump has prominent marketing deals. In places where he has allowed the use of his family name and even his image, Mr. Trump will soon be confronting foreign policy decisions, such as how to confront human rights violations or fight terrorism . The family, at least so far, has not announced how it will resolve other issues , such as the lease at the Trump International Hotel in Washington, which was issued by the federal government’s General Services Administration , an agency Mr. Trump will soon oversee. Trump-owned hotels and golf courses across the globe could benefit from business sent to them by foreign governments or other corporate players seeking to try to influence Mr. Trump . Loans that help finance his companies and permits issued by local government or foreign entities — even on projects that are already built — could be perceived as special favors. Payments by foreign governments to his hotels — for diplomatic soirees or overnight stays — might violate the so-called emoluments clause of the Constitution, which prohibits gifts to federal employees from foreign government entities. Representative Elijah E. Cummings , Democrat of Maryland, the ranking member on the House Oversight and Government Reform Committee, who has called for an investigation into Mr. Trump’s potential conflicts , said he was glad to see that the Trump family appeared to have acknowledged that the conflicts issues were real. But he said much more must be done. “He is headed in the right direction, but he has to reach the right destination, which is to divest of everything like Democratic and Republican ethics experts have said he must do,” Mr. Cummings said. “The presidency is probably the most difficult job in the world. Why would you want almost every decision you make to be questioned? You have more than 111 companies operating in 18 countries. That is a minefield, and sadly it will take away from his credibility.” Eric Lipton reported from Washington, and Maggie Haberman from New York. Steve Eder contributed reporting from New York, and Ellen Barry from New Delhi. ",
    "title": "Denying Conflict, Trump Family Tries to Resolve Potential Problems - The New York Times"
   },
   {
    "entities": [
     "harry",
     "claus",
     "air",
     "luckey",
     "leave",
     "december 1955",
     "d.",
     "peterson",
     "base",
     "last year",
     "colorado",
     "this morning",
     "states",
     "christmas",
     "press",
     "chelsea",
     "northern",
     "usnorthcom",
     "2009",
     "united",
     "paul",
     "noel",
     "operation",
     "9 p.m. est",
     "diane",
     "american",
     "aerospace",
     "charles",
     "tracks",
     "north",
     "force",
     "china",
     "kabul",
     "operations",
     "defense",
     "tracker",
     "continental",
     "mochi",
     "brennan",
     "linsley",
     "associated",
     "russia",
     "vietnam",
     "command",
     "night",
     "u.s.",
     "santa",
     "norad",
     "this christmas",
     "center",
     "nick",
     "pakistan",
     "now",
     "shoup",
     "ap",
     "bailey",
     "india",
     "pentagon"
    ],
    "id": 27,
    "text": "advertisement He's made his list, checked it twice and finally ... Santa Claus is coming to town! Jolly Old Saint Nick has already delivered more than 2 million presents (and counting) to homes in Vietnam, India, Pakistan, Kabul and he's continuing to make his magical journey around the globe. Children and families can visit the North American Aerospace Defense Command (NORAD) Santa Tracker website , or download the app, to find out exactly when Santa Claus will be coming to town. Santa Claus riding a sleigh led by reindeers on a cloudy night Getty Images/iStockphoto NORAD has been tracking Santa and his sleigh for more than 60 years — all because of an incorrectly listed number. In December 1955, Colonel Harry Shoup, was on duty at the Continental Air Defense Command Operations Center when the infamous red phone rang. Knowing that calls to that line only came from the Pentagon or a general, Shoup answered immediately. But the line was quiet. Then, a small voice asked, \"Are you really Santa Claus?\" Shoup recalled in a 2009 interview with NORAD. Related: Gay Senior Cherishes Gift of Friendship on Christmas Shoup said he thought someone on his staff was playing a joke. But when the little girl asked if he was Santa again, he decided to play along. \"I said, 'Yes, I am, have you been a good little girl?'\" he recalled. \"She had a big long list of what she wanted ... I just get thrills thinking about it!\" It turns out, a local department store had placed an advertisement in the newspaper encouraging children to call Santa — but the number had a typo . Instead of dialing the store, dozens of children mistakenly called the Command Operations Center that night, according to NORAD. Related: Essay: This Christmas, We'll Leave Santa Mochi and Dumplings The happy mistake began the tradition of the NORAD Santa Tracker — and the \"Santa Colonel,\" too. Shoup died in 2009 but now, every year, one colonel is assigned the task of overseeing a team of NORAD volunteers track Santa for children around the world. NORAD and U.S. Northern Command (USNORTHCOM) Chief of Staff Maj. Gen. Charles D. Luckey joins other volunteers taking phone calls from children around the world asking about Santa during the annual NORAD Tracks Santa Operation at Peterson Air Force Base in Colorado. Brennan Linsley / AP file For more than 60 years now, children have been able to call the Santa Tracker hotline to find out exactly where Old Saint Nick is on his journey. Navy Lt. Cmdr. Paul Noel told the Associated Press that 1,500 volunteers answered nearly 141,000 phone calls and more than 2,800 emails last year. The NORAD spokesman was quick to say his name really is Noel. A call placed to the hotline this morning was answered by a cheerful volunteer named Diane, who said Santa had just finished delivering presents in China and was working his way across Russia. Santa will be coming down chimneys in the United States around 9 p.m. EST, she added, so make sure the cookies are out, stockings are hung, and the kids are tucked-in before he arrives! Chelsea Bailey ",
    "title": "Here Comes Santa: The Adorable Origins of NORAD's Santa Tracker - NBC News"
   },
   {
    "entities": [
     "wiederer",
     "cassella/chicago",
     "campbell",
     "david",
     "rich",
     "goldman",
     "jeffery",
     "41-21",
     "reporter",
     "champaign",
     "contact",
     "eddie",
     "redskins",
     "minnesota",
     "brian",
     "2013",
     "desean",
     "mccaskeys",
     "pierre",
     "tribune",
     "jordy",
     "garcon",
     "sunday",
     "biggs",
     "1973",
     "fox",
     "nfl",
     "jerrell",
     "saturday",
     "freeman",
     "alshon",
     "monday",
     "dan",
     "two weeks ago",
     "mack",
     "halas",
     "brown",
     "2016",
     "john",
     "fuler",
     "night",
     "green",
     "the end of saturday",
     "brad",
     "cousins",
     "the last decade",
     "future",
     "dec. 24, 2016",
     "haugh",
     "lovie",
     "nelson",
     "fuller",
     "chicago",
     "reed",
     "jaguars",
     "hall",
     "packers",
     "kirk",
     "sunday, dec. 18, 2016",
     "washington",
     "bay",
     "campbell/chicago",
     "1997",
     "soldier",
     "gibron",
     "the final minutes of saturday",
     "kyle",
     "field",
     "abe",
     "smith",
     "pass",
     "jackson",
     "the future",
     "jordan"
    ],
    "id": 28,
    "text": "Better hope Bears aren't fooled by their defense Photos from the Bears-Redskins game at Soldier Field on Dec. 24, 2016. Brad Biggs Contact Reporter Chicago Tribune When digging through the layers of issues affecting the Bears , be careful to differentiate between legitimate progress that offers hope for the future and more of the same, which has had the franchise in a downward spiral for much of the last decade. You cannot make a judgment at the end of this ruinous year without considering the myriad factors that have them here, one loss away from the worst 16-game season in franchise history. But after the Redskins , with their playoff hopes wobbling following an uninspired effort on Monday night, came in on a short week and throttled the Bears 41-21 Saturday at Soldier Field with an announced attendance of 39,837, it's fair to wonder if the defensive progress that has been trumpeted is everything the Bears would like you to believe. A week after surrendering 451 yards and a back-breaking 60-yard bomb to Jordy Nelson with less than 30 seconds to play, the Bears (3-12) were smoked by the Redskins, who were without tight end Jordan Reed, one of Kirk Cousins' top targets. Washington (8-6-1) rolled up 478 yards of offense with 208 rushing yards. The Bears have surrendered more than 200 rushing yards in back-to-back games for the first time since the 2013 season. Before that, you have to go all the way back to the Abe Gibron era and 1973 to find a defense that was shredded like that in consecutive weeks. DeSean Jackson had five receptions for 114 yards and could have gone over 200 if Cousins hadn't overshot him a couple of times. Pierre Garcon had 94 yards and Mack Brown ripped off a 61-yard touchdown when all the Redskins were trying to do was run out the clock. The Bears allowed four rushing touchdowns for just the second time since 1997. The pass rush that has been successful at times this season was nonexistent. Bears could frame summing up 2016, fewer than 10,000 fans filled Soldier Field during the final minutes of Saturday's 41-21 loss to the Redskins in the last game of a lousy season on the lakefront. The McCaskeys should hang that picture in a board room at Halas... In the most fitting holiday photo the Bears could frame summing up 2016, fewer than 10,000 fans filled Soldier Field during the final minutes of Saturday's 41-21 loss to the Redskins in the last game of a lousy season on the lakefront. The McCaskeys should hang that picture in a board room at Halas... (David Haugh) \"I think a lot of it is who you're playing,\" coach John Fox said about his defense, which has allowed 929 yards the last two weeks. \"How you execute, the matchups you have ... You're going to run into those type of games.\" The Bears were without nose tackle Eddie Goldman, who became the 19th player to be placed on injured reserve, but he has appeared in only six games. Inside linebacker Jerrell Freeman returned from his four-game suspension for violating the NFL's policy on performance-enhancing drugs and was credited with a team-high nine tackles. But Freeman has contributed to exactly zero takeaways, and you shouldn't forget that when framing his overall value to the defense. This was the eighth game the defense has failed to record a takeaway. The Bears have 10 takeaways for the season to rank 32nd. Unless they force seven turnovers Sunday at Minnesota, the Bears will set a franchise record for futility in creating takeaways after getting only 17 last season. Does anyone have the number for Lovie Smith in Champaign? Maybe when he's done recruiting he can pick up a consulting gig with his former team. By the end of Saturday's game, the Soldier Field stands had emptied significantly. So, too, it seemed had the Bears ' energy reserves. In an abysmal performance befitting a woeful season, the Bears were outclassed and outperformed by the visiting Redskins. And so the parting gift for the home crowd... By the end of Saturday's game, the Soldier Field stands had emptied significantly. So, too, it seemed had the Bears ' energy reserves. In an abysmal performance befitting a woeful season, the Bears were outclassed and outperformed by the visiting Redskins. And so the parting gift for the home crowd... (Dan Wiederer) Yes, the Bears need upgrades throughout the secondary and have to find players with better ball skills as they have only seven interceptions, which ranks 31st ahead of only the Jaguars . But let's not overlook the fact the defense has created only three takeaways by fumble. That's probably a lack of awareness to go for the strip, a lack of brute force and plain bad bounces when the ball hits the ground. \"We were going to try to keep them off the field,\" Fox said. \"With five giveaways to none, that kind of spoiled that plan. That has nothing to do with effort.\" In the big picture, injuries are a major storyline for this season and simply cannot be overlooked. The organization needs to take a look at them in a comprehensive review of what went wrong. It's also worth noting they've had youth on the field with inexperienced players pressed into action at all levels of the defense. But something more has to explain how the Bears have only 27 takeaways in their last 31 games. This isn't a rut, it's a consistent pattern that should no longer be acceptable. They talked about being No. 7 in the league in total defense two weeks ago, but they're trending in the wrong direction. The worst mistake the Bears can make when this season ends is a misevaluation in a desperate search for positives. They need to at least ask themselves if the defense has fooled them. Twitter @BradBiggs Caption Halas Hall Pass: Kyle Fuller's future The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  Caption Halas Hall Pass: Kyle Fuller's future The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  The Tribune's Rich Campbell and Dan Wiederer discuss the future of Bears cornerback Kyle Fuler in their Halas Hall Pass video.  Caption Bears fans tailgate before Packers game in single-digit temperatures Chicago Bears fans tailgate outside Soldier Field in single-digit temperatures before their team faced the Green Bay Packers on Sunday, Dec. 18, 2016. (Brian Cassella/Chicago Tribune) Chicago Bears fans tailgate outside Soldier Field in single-digit temperatures before their team faced the Green Bay Packers on Sunday, Dec. 18, 2016. (Brian Cassella/Chicago Tribune) Caption Brad Biggs, Rich Campbell on Bears' 30-27 loss to Packers Tribune writers Brad Biggs and Rich Campbell react to the Bears' 30-27 loss to the Packers on Sunday, Dec. 18, 2016. Tribune writers Brad Biggs and Rich Campbell react to the Bears' 30-27 loss to the Packers on Sunday, Dec. 18, 2016. Caption Halas Hall Pass: Bears vs. Packers in single-digit temperatures Tribune writers Dan Wiederer and Rich Campbell discuss how the Bears plan to deal with the single-digit temperatures for Sunday's game against the Packers. Tribune writers Dan Wiederer and Rich Campbell discuss how the Bears plan to deal with the single-digit temperatures for Sunday's game against the Packers. Caption Alshon Jeffery on suspension: 'Gotta know what you put in your body' Bears wide receiver Alshon Jeffery on his returning from his four-game suspension. (Rich Campbell/Chicago Tribune) Bears wide receiver Alshon Jeffery on his returning from his four-game suspension. (Rich Campbell/Chicago Tribune) ",
    "title": "Better hope Bears aren&apos;t fooled by their defense - Chicago Tribune"
   },
   {
    "entities": [
     "middle",
     "colombia",
     "wilkinson",
     "palm",
     "october",
     "mar-a-lago",
     "callaghan",
     "times",
     "beach",
     "florida",
     "irs",
     "south",
     "trump",
     "press",
     "next year",
     "tracy",
     "seuk",
     "o'hare",
     "2009",
     "berlin",
     "doo",
     "donald",
     "mexico",
     "administration",
     "saturday",
     "carolyn",
     "2014",
     "business",
     "mt.",
     "baldy",
     "kim",
     "russia",
     "fla.",
     "associated",
     "j.",
     "/",
     "post",
     "this year",
     "foundation",
     "u.s.",
     "new",
     "small",
     "east",
     "and",
     "york",
     "los",
     "cole",
     "america",
     "washington",
     "evening",
     "central",
     "latin",
     "mcmahon",
     "linda",
     "angeles",
     "india"
    ],
    "id": 29,
    "text": "Trump announces he will close controversial charitable foundation Trump in Florida Associated Press President-elect Donald Trump speaks to members of the media at Mar-a-Lago, in Palm Beach, Fla. President-elect Donald Trump speaks to members of the media at Mar-a-Lago, in Palm Beach, Fla. (Associated Press) Tracy Wilkinson Contact Reporter President-elect Donald Trump on Saturday announced he was dissolving his controversial foundation, which claimed to raise money for charitable causes but has been accused of improperly using funds. Trump said he was shutting the foundation “to avoid even the appearance of any conflict” with his role as president. “I have decided to continue to pursue my strong interest in philanthropy in other ways,” Trump said in a statement released Saturday evening from his Florida home. The Donald J. Trump Foundation had been an important issue during the campaign, generating questions about how it raised and distributed money. However, since Trump unexpectedly won the race, his business holdings have created more potential conflicts of interest and other controversies. Trump has still not explained to the public how he will disentangle his myriad business interests from his duties as head of the U.S. government. Already, questions have arisen about his investments in Russia, India, the Middle East and Latin America, and his apparent willingness to discuss deals with foreign officials at the same time he is preparing to take office. The charitable foundation, meanwhile, is under  investigation by the New York attorney general’s office, which in October ordered the charity to “cease and desist” from fundraising because it was in violation of state law. The Washington Post reported this year that some of the funds raised by the charity were used to defend Trump’s for-profit businesses against lawsuits. In tax filings, Trump admitted he violated rules against “self-dealing,” using charitable contributions to benefit those controlling the charity. Trump reported to the IRS that he had given no money to his charity between 2009 and 2014 but that one of the biggest donors was wrestling mogul Linda McMahon, the Post reported. She has since been named by Trump to head the Small Business Administration. During the campaign, Trump said he had donated huge amounts to veteran groups but never cut a check until reporters inquired about the money. In his statement Saturday, Trump said his foundation raised “millions” of dollars for worthy causes. \"I am very proud of the money that has been raised for many organizations in need,” Trump said. “But because I will be devoting so much time and energy to the presidency and solving the many problems facing our country and the world, I don’t want to allow good work to be associated with a possible conflict of interest.\" Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  BERLIN, BACA, IMMIGRATION, DROUGHT  Caption Mothers who lose a second child to violence \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) Caption In man versus mountain, Seuk Doo Kim is winning the battle By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    Caption The Desperate Trek: Colombia to America Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss ",
    "title": "Trump announces he will close controversial charitable foundation - LA Times"
   }
  ]
 }
}