{
 "26": {
  "col-sim": {
   "cosine": 0.2138575378391027,
   "entity": 0.26261286571944514
  },
  "exec-time": 30.992902040481567,
  "links": [
   {
    "entities": [
     "ukraine",
     "glinka",
     "viktor",
     "ria",
     "yelizaveta",
     "press",
     "sea",
     "syria",
     "sunday",
     "novosti",
     "december 25",
     "local time",
     "moscow",
     "ministry",
     "npr",
     "sochi",
     "black",
     "kim",
     "russia",
     "defense",
     "pomoshch",
     "associated",
     "early sunday",
     "igor",
     "bowman",
     "konashenkov",
     "bbc",
     "5:20 a.m.",
     "ozerov",
     "alexandrov",
     "lucian",
     "adler",
     "ensemble",
     "liza",
     "emma",
     "spravedlivaya",
     "ap"
    ],
    "id": 0,
    "text": "December 25, 20162:16 AM ET Emma Bowman A search and rescue team attends to the crash site of a Russian Defense Ministry plane after the Tupolev Tu-154, with 92 people on board, fell off of radar over the Black Sea early Sunday. Artur Lebedev/Artur Lebedev/TASS hide caption toggle caption Artur Lebedev/Artur Lebedev/TASS A search and rescue team attends to the crash site of a Russian Defense Ministry plane after the Tupolev Tu-154, with 92 people on board, fell off of radar over the Black Sea early Sunday. Artur Lebedev/Artur Lebedev/TASS A Russian military plane carrying 92 passengers has crashed into the Black Sea, according to local media, citing the Russian Defense Ministry. The ministry says 84 passengers and 8 crew members were on board, reports the Associated Press , and that emergency teams have been dispatched. Russian state TV reports the Tu-154 passenger plane dropped off from radar about 20 minutes after taking off from Sochi's Adler airport at 5:20 a.m. local time on Sunday. The Defense Ministry says wreckage debris has been found about a mile off the Sochi coast. So far, rescuers have found one body and personal documents belonging to some of the passengers. As NPR's Lucian Kim tells our newscast from Moscow, the plane was reportedly carrying members of a military choir, the famed Alexandrov Ensemble, who were to perform in a holiday concert for Russian service members deployed in Syria. Defense Ministry spokesperson Igor Konashenkov said soldiers and nine reporters were also on board the plane, notes the BBC . A respected Russian charity doctor, Yelizaveta Glinka, was among the passengers, says the AP. \"Glinka, known as Doctor Liza in Russia, has won broad acclaim for charity work that included missions to the war zone in eastern Ukraine. \"Her foundation, Spravedlivaya Pomoshch, or Just Help, says she was accompanying a shipment of medicines for a hospital in Syria.\" Article continues after sponsorship There's no indication of any known survivors. The cause of the crash remains unknown, but Russian officials dismiss terrorism on the basis that the plane is military-operated. Viktor Ozerov, head of the defense affairs committee at the upper house of Russian parliament, said, \"I totally exclude\" the notion of an attack leading to the crash, reports the AP, citing his remarks carried by state RIA Novosti news agency. Lucian adds that Russian commercial airlines have been gradually phasing out the Soviet-designed three-engine aircraft for more modern models, but, as the AP notes , the military has continued to use them. ",
    "title": "Syria-Bound Russian Defense Military Plane Crashes After Departing Sochi : The Two-Way : NPR"
   },
   {
    "entities": [
     "hasley",
     "incline",
     "bernardino",
     "grapevine",
     "beach",
     "sloan",
     "several hours overnight",
     "chica",
     "curt",
     "next year",
     "mountains",
     "california",
     "weather",
     "saturday",
     "the day",
     "state",
     "chp",
     "camarillo",
     "duarte",
     "bolsa",
     "sinco",
     "/",
     "department",
     "late friday",
     "san",
     "265%",
     "pass",
     "angeles",
     "callaghan",
     "west",
     "earlier this year",
     "glassell",
     "seuk",
     "o'hare",
     "berlin",
     "park",
     "doo",
     "mexico",
     "river",
     "mt.",
     "luis",
     "big",
     "stevens",
     "christmas day",
     "southern",
     "u.s.",
     "hahn",
     "monica",
     "mountain",
     "kenneth",
     "airport",
     "winter",
     "jay",
     "december",
     "capra",
     "8 a.m.",
     "visitors",
     "club",
     "northern",
     "nicholson",
     "carolyn",
     "international",
     "mike",
     "recreation",
     "bear",
     "national",
     "santa",
     "30%",
     "matt",
     "los",
     "service",
     "overnight",
     "america",
     "gabriel",
     "fire",
     "latin",
     "christmas eve morning",
     "early saturday",
     "area",
     "the beginning of october",
     "ojai",
     "clarita",
     "kaplan",
     "colombia",
     "lax",
     "nws",
     "clendenin",
     "times",
     "kern",
     "the second",
     "l.a.",
     "sierra",
     "south",
     "pine",
     "county",
     "baldy",
     "wetlands",
     "cajon",
     "kim",
     "early sunday",
     "castaic",
     "l.",
     "che",
     "long",
     "hollywood",
     "soledad",
     "canyon",
     "cole",
     "caltrans",
     "central",
     "now"
    ],
    "id": 1,
    "text": "LOCAL L.A. Now Powerful storm brings road closures and record rainfall to Southern California Visitors to the Bolsa Chica Wetlands enjoy a chilly, blustery day beneath puffy clouds and a backdrop of the snow-covered San Gabriel Mountains. Luis Sinco / Los Angeles Times Visitors to the Bolsa Chica Wetlands enjoy a chilly, blustery day beneath puffy clouds and a backdrop of the snow-covered San Gabriel Mountains. Visitors to the Bolsa Chica Wetlands enjoy a chilly, blustery day beneath puffy clouds and a backdrop of the snow-covered San Gabriel Mountains. (Luis Sinco / Los Angeles Times) Matt Stevens Contact Reporter The storm moved out, but the traffic troubles remain. The heavy rainstorm that closed the Grapevine for a while Saturday continued to cause problems on some mountain roads. In the San Bernardino Mountains, Highway 38 was closed for several hours overnight due to snow that stranded about 100 cars, according to Caltrans. The cars managed to get out and the highway near Big Bear is now open. Highway 33 was closed north of Ojai early Sunday because of snow and ice. The storm, the second of two systems that dumped rain in the drought -plagued region, left an inch or more of precipitation in some areas. Together, the fronts helped make December the wettest in Los Angeles in six years, with 4.08 inches of rain — 265% above normal, according to the  National Weather Service . New rain records for the day were set at Los Angeles International Airport  (0.96 inches), Long Beach Airport (1.07) and Camarillo (1.6), among other places. Overall, the region got between 0.75 and 2.5 inches of rain, weather service meteorologist Curt Kaplan said. The storm “left its mark,” Kaplan said. “We had quite a punch.” Southern California has experienced several years of record dry conditions, so the pair of storms has provided a welcome relief to many. Some experts think the storms are a precursor of wetter weather later in the winter. After dropping a friend at LAX airport, Mike Che, from West Hollywood, stopped at Kenneth Hahn State Recreation Area to take in the skyline of downtown Los Angeles, CA, following a winter storm, Christmas Eve morning. Jay L. Clendenin / Los Angeles Times After dropping a friend at LAX airport, Mike Che, from West Hollywood, stopped at Kenneth Hahn State Recreation Area to take in the skyline of downtown Los Angeles, CA, following a winter storm, Christmas Eve morning. After dropping a friend at LAX airport, Mike Che, from West Hollywood, stopped at Kenneth Hahn State Recreation Area to take in the skyline of downtown Los Angeles, CA, following a winter storm, Christmas Eve morning. (Jay L. Clendenin / Los Angeles Times) The overnight front moved in with force, flooding streets and causing some power outages. Mudslides closed the California Incline in Santa Monica and jammed traffic on Interstate 15 through the Cajon Pass. Firefighters rescued a man in a floating device in the Los Angeles River near Glassell Park, according to the Los Angeles Fire Department. Modest mudflows also were reported in some hillside communities hit by wildfires earlier this year, but no major damage was immediately reported. Kaplan said mud and debris came down hills in Duarte early Saturday, temporarily prompting a flash-flood warning. Nicholson said CHP officers responded to two mudslides. One occurred late Friday near Soledad Canyon and Capra roads in Santa Clarita; the other forced a closure near Sloan Canyon and Hasley Canyon roads in Castaic — about five miles from where CHP officers were escorting traffic through the Grapevine on Saturday. One local news reporter tweeted that some motorists who bypassed the Grapevine traffic were instead getting stuck in the mud. The snow level fell to 3,000 feet, forcing the temporary closure of the Grapevine as well as traffic alerts on some mountain roads. In Kern County, Frasier Park and Pine Mountain Club got between 4 and 6 inches of snow, the NWS said. Mountain High got as much as 16 inches, while Big Bear Mountain Resort received between 12 and 18 inches of fresh powder, its website said. The most-recent storm moved south and east out of the area around 8 a.m. Saturday, bringing sunny skies with highs expected in the 60s.  Partly cloudy skies with highs around 60 in L.A. are expected Christmas Day. Despite the storms, Southern California remains under severe drought conditions, even as Northern California begins to rebound. Steady rain since the beginning of October has pulled 30% of the state — almost all areas of Northern California — out of  drought conditions , according to National Weather Service  and U.S. Drought Monitor reports. The rains have helped revive reservoirs that feed the two massive systems that move water from the northern Sierra into cities and farmlands. Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  BERLIN, BACA, IMMIGRATION, DROUGHT  Caption Mothers who lose a second child to violence \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) Caption In man versus mountain, Seuk Doo Kim is winning the battle By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    Caption The Desperate Trek: Colombia to America Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss ",
    "title": "Powerful storm brings road closures and record rainfall to Southern California - LA Times"
   },
   {
    "entities": [
     "1998",
     "campbell",
     "u.k.",
     "luciano",
     "a few years later",
     "connie",
     "symphonica",
     "heyday",
     "paris",
     "ryan",
     "feleppa",
     "austria",
     "kevin",
     "charles",
     "state",
     "goss",
     "monday-friday",
     "associated",
     "stadium",
     "september 14, 2010",
     "2011",
     "palais",
     "september 2010",
     "d.c.",
     "today",
     "zink",
     "july",
     "naomi",
     "ridgeley",
     "april 2000",
     "1993",
     "february 2005",
     "rfk",
     "kenny",
     "april 2008",
     "michael",
     "2009",
     "facebook",
     "london",
     "linkedin",
     "2014",
     "north",
     "turlington",
     "hampstead",
     "the year",
     "pop",
     "ray",
     "opera",
     "jones",
     "neal",
     "u.s.",
     "september 2012",
     "1988",
     "quincy",
     "dean",
     "and",
     "gavan",
     "fullscreen",
     "epa",
     "franklin",
     "france",
     "2007",
     "columbia",
     "andrew",
     "lee",
     "brian",
     "sony",
     "press",
     "christmas",
     "brooks",
     "olympic",
     "radio",
     "1984",
     "1982",
     "kirby",
     "november 2011",
     "berger",
     "elton",
     "christy",
     "hertfordshire",
     "2004",
     "anselmo",
     "john",
     "mori",
     "usa",
     "'80s",
     "bbc",
     "hills",
     "cindi",
     "america",
     "2012",
     "kappeler",
     "prague",
     "wochit-all",
     "mtv",
     "garnier",
     "jackson",
     "leon",
     "1987",
     "pavarotti",
     "ian",
     "francois",
     "house",
     "europe",
     "filippello",
     "music",
     "academy",
     "joel",
     "freeman",
     "george",
     "southan",
     "1990",
     "abc",
     "england",
     "eli",
     "mazur",
     "vivian",
     "aretha",
     "stone",
     "2006",
     "1989",
     "washington",
     "2010",
     "morris",
     "goring",
     "now",
     "beverly",
     "georgios",
     "garth",
     "panayiotou"
    ],
    "id": 2,
    "text": "Pop icon George Michael dies at 53 The musician passed away peacefully at home on Christmas. Post to Facebook Pop icon George Michael dies at 53 The musician passed away peacefully at home on Christmas. Check out this story on USATODAY.com: http://usat.ly/2iuBm8m CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 134 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Pop icon George Michael dies at 53 x Share George Michael, the British singer, musician and founding member of Wham!, died over the Christmas holiday, his publicist confirms to USA TODAY. Wochit-All George Michael, pictured here in September 2010, died over the Christmas holiday, his publicist confirms. (Photo: Leon Neal, AFP/Getty Images) George Michael, the British singer, musician and founding member of Wham!, died over the Christmas holiday, his publicist confirms to USA TODAY.  He was 53. \"It is with great sadness that we can confirm our beloved son, brother and friend George passed away peacefully at home over the Christmas period,\" read a statement sent to USA TODAY by Michael's London-based publicist, Connie Filippello. \"The family would ask that their privacy be respected at this difficult and emotional time. There will be no further comment at this stage.\" The musician died in Goring, England. The BBC was the first to report Michael's death. The cause of death was heart failure, according to Billboard and The Hollywood Reporter . The pop star's death stunned the entertainment community. His U.S. publicist, Cindi Berger, told the Associated Press he had not been ill. \"I am in deep shock,\" Elton John wrote on Instagram . \"I have lost a beloved friend — the kindest, most generous soul and a brilliant artist. My heart goes out to his family and all of his fans.\" Michael sold more than 100 million albums globally, earned numerous Grammy Awards, and recorded duets with Aretha Franklin, Ray Charles, Luciano Pavarotti and John, among others. Stunned stars react to George Michael's death Few teen idols have made critics eat their words more handily than Michael did back in his late-’80s heyday, when the former Wham! frontman emerged as one of the most successful and admired singer/songwriters of that decade. But in the years that followed, Michael made news more frequently for his professional struggles and personal scandal, even as he continued to record and tour profitably and inspire younger acts. Born Georgios Panayiotou in North London — his father was a Greek immigrant — Michael met another aspiring musician, Andrew Ridgeley, while both were attending secondary school in Hertfordshire. By 1982, they were recording together as the bubble-gum duo Wham!, and within two years they would be among the world’s most popular acts, with bouncy hits such as Wake Me Up Before You Go-Go and Freedom becoming staples of the early MTV era. One song from Wham!’s American breakthrough album, Make It Big, was credited to Michael as a solo artist when it was released as a single: the lovelorn ballad Careless Whisper, which reached No. 1 in the U.K., the USA and various other countries. That feat, and subsequent well-received solo turns, including a duet with Aretha Franklin (1987’s I Knew You Were Waiting for Me), led many to suspect that Wham!’s frontman had abilities and ambitions beyond making little girls scream. Posted! A link has been posted to your Facebook feed. George Michael went from the frontman of Wham! (he's pictured, right, with bandmate Andrew Ridgeley) to becoming a successful solo singer/songwriter. Here's a look through the years at the iconic British musician, who died over the Christmas holiday at 53.  BRIAN ARTS, COLUMBIA RECORDS Garth Brooks and George Michael perform at the Equality Rocks concert at RFK Stadium in Washington, D.C., in April 2000, dedicated to achieving  equality for gays and lesbians.   KEVIN MAZUR Fullscreen George Michael poses as he walks the red carpet before a screening of \"George Michael - A Different Story\" at the Berlin Film Festival in February 2005. The film, directed by Southan Morris, is a documentary featuring the life, career and politics of the iconic pop star.   MICHAEL KAPPELER, AFP George Michael performs onstage during the Earl's Court date of his 2006 \"25 Live\" tour, celebrating a quarter century in the music business.   Leon Neal, AFP/Getty Images George Michael performs during his 2007 European concert tour.  Dean Freeman George Michael guest starred in an April 2008 episode of ABC drama 'Eli Stone,' as the subject of 'Faith' (his hit song) is addressed.  Vivian Zink, ABC Fullscreen George Michael appears for sentencing at a London court on September 14, 2010. He ewas arrested in July after crashing his Range Rover into a storefront, and at an earlier court appearance he pleaded guilty to driving under the influence and posession of marijuana.   Ian Gavan, Getty Images George Michael presents the award for Album of the Year during the 2012 Brit Awards at the O2 Arena in London.  Joel Ryan, AP British singer George Michael takes the stage for a concert at the Prague State Opera House in 2011.  FILIP SINGER, EPA George Michael performs during the Closing Ceremony for the London 2012 Olympic Games at Olympic Stadium.   Kirby Lee, USA TODAY Sports George Michael talks about his recent bout of pneumonia outside his home in Hampstead in London in 2012.  MAX NASH, AFP/Getty Images British singer George Michael performs at a concert to raise money for AIDS charity Sidaction, during the Symphonica tour at Palais Garnier Opera house in Paris, France in September 2012.   Francois Mori, AP 'Symphonica,' Michael's final album, was released in 2014.  Uncredited, AP Like this topic? You may also like these photo galleries: Replay Last Slide Next Slide Michael’s first solo album, 1987’s Faith, confirmed that. With six top-five singles — among them the title track, the then-controversial smash I Want Your Sex and the rhapsodic Father Figure — Faith dominated the charts for much of 1988, and has sold more than 25 million copies worldwide to date. But Michael’s solo debut, which earned a Grammy Award in 1989 for album of the year, was more than a commercial milestone. Faith’s artful blend of pop, funk and blue-eyed-soul textures made it the first album by a Caucasian artist to reach the top position on Billboard’s R&B chart. Michael’s intense creative involvement — he wrote all the songs, most independently, and also produced — helped reshape the template for pop acts. Even Michael Jackson hadn’t been quite so autonomous, collaborating heavily with Quincy Jones and others on his ’80s megahits. If Faith clearly demanded a new level of respect, some viewed Michael’s behavior in its wake as self-defeating. He refused to actively promote his much-anticipated follow-up album, 1990’s Listen Without Prejudice Vol. 1, and didn't appear in its music videos; for the hit single Freedom! '90, he memorably tapped a bevy of supermodels, among them Christy Turlington and Naomi Campbell, to lip-sync the lyrics. Listen yielded other hits, notably the chart-topping first single Praying for Time, but didn’t approach the massive success of its predecessor. Michael wound up suing his label, Sony Music, for insufficiently supporting him, and a Vol. 2 was abandoned amid legal battles. He continued to release albums — Michael's last studio effort, the aptly titled Patience, came out in 2004, and his final album was 2014's live Symphonica — but his music career would be overshadowed by his tabloid exploits. Longstanding questions about Michael’s sexual orientation came to the fore in 1998, when he was arrested for lewd behavior after revealing himself to another man, who turned out to be a police officer, in a public restroom in Beverly Hills. Michael would later make light of the incident, and became more open about his homosexuality. Having lost a partner, Brazilian designer Anselmo Feleppa, to a cerebral hemorrhage in 1993, Michael began a long-term relationship a few years later, with Texas-born businessman Kenny Goss; they split in 2009. The singer, whose charity work dates back to his participation in the 1984 Band Aid single Do They Know It’s Christmas?, also raised money for AIDS research and terminally ill children. There would be other run-ins with the law for Michael, who between 2006 and 2010 was arrested several times in London for possession of drugs and driving under the influence. Michael was hospitalized in November 2011 in Austria for pneumonia after postponing a series of concerts. In 2004, the Radio Academy declared that his music had been played on British radio more than that of any artist between 1984 and 2004. That year, Michael told USA TODAY that he “was kind of glad that my success level went down in America. I got more of a life, got to enjoy being in America, with less attention than I was used to in Europe. But now I’m strong again. I feel ready to take on the world.” Contributing: The Associated Press 29295 CONNECT TWEET 48 LINKEDIN 134 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2iuBm8m NEVER MISS OUT Life Be a pop culture maven. Get the news, reviews and the juiciest celebrity stories that keep you in the know, Monday-Friday. THANKS FOR SIGNING UP FOR THE Life NEWSLETTER We're sorry. ",
    "title": "Pop icon George Michael dies at 53"
   },
   {
    "entities": [
     "this jan.",
     "ben",
     "jim",
     "association",
     "joseph",
     "cotter",
     "house",
     "smaltz",
     "january",
     "wesson",
     "tribune",
     "indiana",
     "st.",
     "19,",
     "county",
     "lucas",
     "2016",
     "john",
     "vegas",
     "policy",
     "ken",
     "national",
     "&",
     "committee",
     "public",
     "rifle",
     "smith",
     "ap",
     "locher",
     "las"
    ],
    "id": 3,
    "text": "Indiana bill seeks to eliminate requirement for gun permits Guns John Locher / AP In this Jan. 19, 2016 file photo, handguns are displayed at the Smith & Wesson booth at the Shooting, Hunting and Outdoor Trade Show in Las Vegas. In this Jan. 19, 2016 file photo, handguns are displayed at the Smith & Wesson booth at the Shooting, Hunting and Outdoor Trade Show in Las Vegas. (John Locher / AP) Tribune news services Contact Reporter Gun rights advocates view the upcoming legislative session as their best bet to get rid of an Indiana law that requires a license to carry handguns. The controversial legislation didn't advance during the 2016 session, but supporters believe this time could be different after sweeping Republican wins on Election Day and the appointment of Republican state Rep. Ben Smaltz to the House Public Policy Committee, which acts as a gatekeeper on such bills. Smaltz has been a staunch advocate of gun rights. Republican state Rep. Jim Lucas plans to file the bill when lawmakers convene in January. He and other advocates of the bill, including the National Rifle Association , see licensing requirements and fees as unnecessary impediments to the constitutional right to keep and bear arms. Critics of the measure have said it is unnecessary and could have unintended consequences for public safety and the police. Democrat St. Joseph County Prosecutor Ken Cotter said if people were not required to have a license to carry a handgun then police would lose a way to quickly obtain information about a person discovered with a concealed weapon during an encounter. ",
    "title": "Indiana bill seeks to eliminate requirement for gun permits - Chicago Tribune"
   },
   {
    "entities": [
     "scalia",
     "d.",
     "texas",
     "supreme",
     "beth",
     "eggleston",
     "leahy",
     "carrie",
     "california",
     "patrick",
     "charles",
     "stewart",
     "for",
     "maryanne",
     "j.",
     "grassley",
     "eric",
     "merrick",
     "hill",
     "neil",
     "garland",
     "institution",
     "gop",
     "o'leary",
     "appeals",
     "43 percent",
     "51 percent",
     "bush",
     "at 7:06 pm",
     "clinton",
     "fall",
     "white",
     "society",
     "capitol",
     "network",
     "right now",
     "florida",
     "mitch",
     "reagan",
     "mcconnell",
     "jan. 20",
     "united",
     "philip",
     "senate",
     "donald",
     "of",
     "current",
     "wheeler",
     "e.",
     "conference",
     "u.s.",
     "jersey",
     "w.",
     "york",
     "federalist",
     "lawler",
     "nov. 30",
     "columbia",
     "pence",
     "schultz",
     "harry",
     "this month",
     "judicial",
     "rucker",
     "eight years ago",
     "russell",
     "circuit",
     "truman",
     "district",
     "vt.",
     "bill",
     "congress",
     "2015",
     "mike",
     "duggan",
     "robert",
     "barry",
     "republican",
     "foundation",
     "obama",
     "new",
     "levine",
     "antonin",
     "heritage",
     "committee",
     "ronald",
     "severino",
     "mcgahn",
     "brookings",
     "states",
     "trump",
     "house",
     "december 25",
     "crisis",
     "the",
     "george",
     "court",
     "barnes",
     "march 17",
     "post",
     "judiciary",
     "3rd",
     "february",
     "34 percent",
     "washington",
     "now",
     "the coming years",
     "don"
    ],
    "id": 4,
    "text": "Trump to inherit more than 100 court vacancies, plans to reshape judiciary The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Philip Rucker and Robert Barnes December 25 at 7:06 PM Follow @PhilipRucker Follow @scotusreporter Donald Trump is set to inherit an uncommon number of vacancies in the federal courts in addition to the open Supreme Court seat, giving the president-elect a monumental opportunity to reshape the judiciary after taking office. The estimated 103 judicial vacancies that President Obama is expected to hand over to Trump in the Jan. 20 transition of power is nearly double the 54 openings Obama found eight years ago following George W. Bush’s presidency. Confirmation of Obama’s judicial nominees slowed to a crawl after Republicans took control of the Senate in 2015. Obama White House officials blame Senate Republicans for what they characterize as an unprecedented level of obstruction in blocking the Democratic president’s court picks. The result is a multitude of openings throughout the federal circuit and district courts that will allow the new Republican president to quickly make a wide array of lifetime appointments. State gun control laws, abortion restrictions, voter laws, anti-discrimination measures and immigrant issues are all matters that are increasingly heard by federal judges and will be influenced by the new composition of the courts. Trump has vowed to choose ideologues in the mold of the late Supreme Court justice Antonin Scalia, a conservative icon — a prospect that has activists on the right giddy. Senate Majority Leader Mitch McConnell (R-Ky.), left, walks through the Capitol with Vice President-elect Mike Pence on Nov. 30. (Bill O’Leary/Washington Post) “I’m optimistic he’ll come at this right out of the gate,” said Carrie Severino, chief counsel and policy director of the Judicial Crisis Network, a conservative group that has opposed many of Obama’s court choices. “Every president can expect to make a huge impact,” Severino added. “[Trump] is unique in having campaigned really hard on this issue — the significance of the courts, and of the Supreme Court in particular.” The Supreme Court vacancy created by Scalia’s death in February was a motivating issue for many conservative voters, especially evangelical Christians, to turn out for Trump. Senate Republicans refused to hold even a hearing on Obama’s nomination of Merrick Garland, the chief judge of the U.S. Court of Appeals for the District of Columbia Circuit, for the Scalia seat. [ Trump’s victory has enormous consequences for the Supreme Court ] Democrats accuse Senate Majority Leader Mitch McConnell (R-Ky.) and Sen. Charles E. Grassley (R-Iowa), chairman of the Judiciary Committee, of intentionally denying Obama’s nominees a fair hearing and running out the clock in hopes that a Republican would succeed him, as Trump has. Twenty-five of Obama’s court nominees were pending on the Senate floor, after having been approved out of the committee with bipartisan support, but did not get a vote before the Senate ended its two-year term before the holidays, according to White House spokesman Eric Schultz. “Republican tactics have been shameful and will forever leave a stain on the United States Senate,” Schultz said. “Republican congressional dysfunction has now metastasized to the third branch of government, and that is not a legacy to be proud of.” Merrick Garland, right, President Obama’s Supreme Court nominee, meets with Sen. Patrick D. Leahy (D-Vt.) on Capitol Hill on March 17. (J. Lawler Duggan for The Washington Post) Trump spoke frequently about his intentions to put forward a more conservative Supreme Court nominee as a way to galvanize the right. “The replacement of our beloved Justice Scalia will be a person of similar views, principles and judicial philosophies,” Trump said in his acceptance speech at the Republican National Convention. “Very important. This will be one of the most important issues decided by this election.” Although Trump spoke little on the campaign trail about the many vacancies on lower courts, remaking the federal judiciary overall has been a priority of his and of Vice President-elect Mike Pence, aides said. Trump’s older sister, Maryanne Trump Barry , is a senior judge on the U.S. Court of Appeals for the 3rd Circuit. First appointed to the federal bench by President Ronald Reagan, Barry was later elevated to the circuit court by President Bill Clinton and is known for her relative moderation. She has spoken out against women’s claims of sexual harassment yet also struck down a New Jersey law banning late-term abortions as unconstitutional. Trump transition officials declined to comment on the process of selecting nominees, but incoming White House Counsel Don McGahn is expected to play a key role. Such groups as the Federalist Society and the Heritage Foundation have been working with the Trump team to suggest possible candidates. The judiciary also is a top priority for McConnell, who stands ready to help the Trump White House identify candidates and grease the sometimes-laborious Senate confirmation process. The Trump administration and the Senate will be under pressure to quickly install judges in courts around the country where cases are severely backlogged because of long-vacant seats. There are 38 so-called judicial emergencies, according to the nonpartisan Judicial Conference, including in Texas, where seven seats have sat empty for more than one year. The Obama administration and the state’s two conservative Republican senators could not come to an agreement on nominees for the many openings. “There is a real impact on real people,” said W. Neil Eggleston, Obama’s White House counsel. “There are people and companies who are not having their cases heard because there are no judges around.” The politics surrounding judicial vacancies are more poisonous than at any time in recent memory, as the Garland episode has shown, with Democrats and Republicans at loggerheads for much of the two years since McConnell took leadership of the Senate. [ Supreme Court to begin new term short-handed as its ideological balance hinges on fall vote ] Sen. Patrick J. Leahy (Vt.), the ranking Democrat on the Judiciary Committee, issued a 4,200-word statement this month saying that by blocking Garland, Republicans had committed “the most outrageous act of obstruction and irresponsibility” that he had seen in his 42 years in the Senate. Speaking more generally about circuit and district court vacancies, Leahy added: “Despite the fact that there are dozens of qualified, consensus nominees pending on the Senate floor right now, we will finish this Congress having confirmed just 22 judicial nominees in two years. That is the lowest number since Harry Truman was president.” As with many subjects, judicial nomination data can be subject to interpretation. Judicial vacancies ebb and flow somewhat randomly, considering judges serve lifetime appointments until they choose to retire or die. “It is a challenge to make apples-to-apples comparisons at the end of a term because vacancies don’t happen in the same regular basis as they do in the Senate or the White House,” said Don Stewart, a spokesman for McConnell. “To make an apples-to-apples comparison on a snapshot in time doesn’t work.” Despite Obama’s difficulty winning confirmation for his nominees, the Senate has confirmed more of his nominees during his eight years as president, 329, than it did Bush’s during his eight years in office, 326. Beth Levine, a spokeswoman for Grassley, said, “The White House has very little to complain about because no matter how they spin it, the fact is that President Obama had more judicial nominees confirmed than President Bush.” Obama has used his nominations to systematically diversify the federal courts to look more like the fast-changing country. He appointed far more female and minority judges than any other president in history, and he has paid particular attention to sexual orientation. When Obama took office, there was only one openly gay or lesbian judge, and he appointed 11 more. “The president, my predecessors and I spent a significant amount of time looking for all different kinds of diversity — racial, sexual orientation, gender and professional background,” Eggleston said. [ Obama pushing to diversity federal judiciary amid GOP delays ] When Obama took office, only one of the 13 regional circuit courts had a majority of Democratic-nominated judges, and as he leaves, nine do. While the Supreme Court hears roughly 75 cases a year, tens of thousands are decided at the circuit court level, affecting all who live in the states within those circuits. Russell Wheeler, an expert on judicial nominations at the Brookings Institution, said Trump has a great opportunity to change the partisan split in the federal courts. He predicted that by mid-2020, Republican appointees would hold about half of the 673 district judgeships, as opposed to the current 34 percent. And among the 179 circuit court judgeships, Democratic appointees now hold a slim majority, 51 percent, but that could fall to about 43 percent. But Wheeler warned that there are important limitations to Trump’s power. For one thing, many of the judges most likely to leave their appointments in the coming years were appointed by Republican presidents, meaning there will be fewer opportunities to shift the partisan makeup. And perhaps more importantly, 28 of the 50 states will be represented by at least one Democratic senator, including large ones such as California, Florida and New York. Senate leaders have a tradition of considering nominees only if they are supported by both senators representing their state — and Democratic senators are expected to bargain hard with the Trump administration, just as Republican senators did with Obama’s. “The president doesn’t always get exactly who he wants,” Wheeler said. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Trump to inherit more than 100 court vacancies, plans to reshape judiciary - The Washington Post"
   },
   {
    "entities": [
     "1998",
     "chokshi",
     "1979",
     "andrew",
     "credit",
     "auburn",
     "britain",
     "sony",
     "mary",
     "states",
     "december 26, 2016",
     "christmas",
     "press",
     "2017",
     "radio",
     "1984",
     "michael",
     "europe",
     "united",
     "paul",
     "music",
     "academy",
     "london",
     "finchley",
     "mich.",
     "june 25, 1963",
     "the 1980s",
     "mccartney",
     "1999",
     "george",
     "elton",
     "1990",
     "the last century",
     "calif.",
     "china",
     "2014",
     "2004",
     "the year",
     "john",
     "stadium",
     "england",
     "j.",
     "2010-11",
     "december 25, 2016",
     "robert",
     "1986",
     "kyriacos",
     "aretha",
     "the early 2000s",
     "square",
     "1988",
     "new",
     "2006",
     "today",
     "hills",
     "iraq",
     "east",
     "1983",
     "niraj",
     "york",
     "kozloff/associated",
     "1996",
     "2002",
     "ridgely",
     "ridgeley",
     "madison",
     "2005",
     "to",
     "mtv",
     "beverly",
     "'90",
     "georgios",
     "1985",
     "wembley",
     "time",
     "blige",
     "franklin",
     "garden",
     "the 2000s",
     "panayiotou",
     "1987"
    ],
    "id": 5,
    "text": "Continue reading the main story He won a Grammy Award in 1988 for “I Knew You Were Waiting (for Me),” a duet with Aretha Franklin, and “Faith” won the Grammy for album of the year. In Britain, he was showered with awards, and in 2004, Britain’s Radio Academy said he had been the most-played performer on British radio from 1984 to 2004. Photo Mr. Michael performing solo at Madison Square Garden in 1988. He later turned away from live shows. Credit Ebet Roberts In 1998, Mr. Michael came out as gay after being arrested on charges of lewd conduct in a men’s room in Beverly Hills, Calif. He had long lent his name and music to support AIDS prevention and gay rights. During interviews in later years, he described himself as bisexual, and said that hiding his sexuality had made him feel “fraudulent.” He also described long struggles with depression. During the 2000s, Mr. Michael’s output slowed; his last studio album of new songs was “Patience” in 2004. In later years he put out individual songs as free downloads, encouraging listeners to contribute to charity. But in 2006, 25 years into his career, he could still headline stadiums worldwide. George Michael was born Georgios Kyriacos Panayiotou in East Finchley, London, on June 25, 1963, the son of a Greek Cypriot restaurateur and an English dancer. In 1979, he and a schoolmate, Andrew Ridgeley, played together for the first time in a ska band called the Executive. That didn’t last, but they continued to make music together — nearly all of it composed and sung by Mr. Michael — and began releasing singles as Wham!, cultivating the image of carefree teenage rebels in songs like “Young Guns (Go for It!).” Their 1983 debut album, “Fantastic,” reached No. 1 in Britain; in the United States, their 1984 single “Wake Me Up Before You Go-Go” became ubiquitous on MTV and reached No. 1. In 1985, the duo became the first major Western pop group to perform in China as part of its world tour, and Mr. Michael appeared at the Live Aid charity concert, telecast worldwide, joining Elton John to sing Mr. John’s song “Don’t Let the Sun Go Down on Me.” Photo Mr. Michael became one of pop’s reigning stars in the 1980s in Wham! Credit Ian Dickson/Redferns The worldwide 1984 hit “Careless Whisper,” credited in Britain to George Michael solo and to Wham! featuring George Michael in the United States, signaled a turn away from perky teenage fare. Mr. Michael’s status as a top British pop star was confirmed by his appearance on Band Aid’s “Do They Know It’s Christmas?,” the 1984 all-star benefit single for Ethiopian famine relief. In 1986, Wham! dissolved, with a farewell show at Wembley Stadium. Mr. Michael had a No. 1 hit with “I Knew You Were Waiting (for Me)” before releasing the album “Faith” in 1987. Its first single, “I Want Your Sex,” reached No. 2 in the United States, though it was seen as too risqué by some radio stations; Mr. Michael made an introduction to its video clip stating, “This song is not about casual sex.” George Michael - I Want Your Sex (Stereo Version) Video by georgemichaelVEVO “Faith,” which hinted at both gospel and rockabilly, reached No. 1, and the album included three more No. 1 hits: “Father Figure,” “Monkey” and “One More Try.” It has sold more than 10 million copies in the United States. Advertisement Continue reading the main story But for his next album, “Listen Without Prejudice Vol. 1,” released in 1990, Mr. Michael set out to jettison his pop persona. “I’m not stupid enough to think I can deal with another 10 or 15 years of major exposure,” he told an interviewer at the time. “I think that’s the ultimate tragedy of fame, people who are simply out of control, who are lost. I’ve seen so many of them, and I don’t want to be another cliché.” Photo Aretha Franklin joined Mr. Michael in 1988 in Auburn Hills, Mich., on his tour for his Grammy-winning album “Faith.” Credit Robert Kozloff/Associated Press The autobiographical “Freedom ’90” declared his independence from the pop machine; he wasn’t in its video clip, which had supermodels lip-syncing the lyrics. The album also included a No. 1 single, the ballad “Praying for Time,” and has sold two million copies in the United States, but after the blockbuster of “Faith” it was considered a commercial letdown. George Michael - Freedom! '90 Video by georgemichaelVEVO Mr. Michael entered a protracted legal battle with Sony Music over his contract, and was unable to release another album until 1996. Its title, “Older,” was an unmistakable signal that he was no longer directly courting the youth market; he was 32 years old. The album was an instant hit in England and Europe — it had six hit singles in England — though it was less popular in the United States. After his 1998 arrest, Mr. Michael released a greatest-hits album with two new songs; one, “Outside,” set its video clip in a men’s restroom. He made a 1999 album of cover songs, “Songs of the Last Century.” In the early 2000s, Mr. Michael released songs protesting the invasion of Iraq, including the 2002 “Shoot the Dog.” His last full studio album, “Patience,” was released in 2004, full of introspective ballads. Mr. Michael returned to performing; he joined Paul McCartney onstage during the 2005 Live 8 benefit concert. In 2006, he performed a world tour, paired with another collection of hits, “Twenty Five,” which included new duets with Mr. McCartney and Mary J. Blige. He continued to release individual songs sporadically, and in 2014, he released “Symphonica,” a collection of standards and his own songs recorded with an orchestra on a 2010-11 tour. During that tour, he collapsed with nearly fatal pneumonia and was hospitalized for five weeks; he wrote a single, “White Light,” about the experience. Mr. Michael had been planning an expanded reissue, due in 2017, of “Listen Without Prejudice Vol. 1,” paired with a documentary, “Freedom,” exploring his musical, personal and legal struggles. “I never minded being thought of as a pop star,” Mr. Michael told GQ in 2004. “People have always thought I wanted to be seen as a serious musician, but I didn’t, I just wanted people to know that I was absolutely serious about pop music.” Correction: December 25, 2016 An earlier version of this obituary misspelled the surname of Mr. Michael’s Wham! bandmate. He is Andrew Ridgeley, not Ridgely. Niraj Chokshi contributed reporting. A version of this article appears in print on December 26, 2016, on Page A19 of the New York edition with the headline: George Michael, 53, Pop Superstar  Who Rose to Fame in Wham!, Dies. Order Reprints | Today's Paper | Subscribe ",
    "title": "George Michael, Pop Superstar, Has Died at 53 - The New York Times"
   },
   {
    "entities": [
     "miron",
     "thompson",
     "grugier-hill",
     "dunlap",
     "edelman",
     "petty",
     "carr",
     "bradberry",
     "jamar",
     "rogers",
     "wayrynen",
     "joe",
     "9:40 p.m. est",
     "jameis",
     "taylor",
     "vontae",
     "gary",
     "atlanta",
     "griffin",
     "bears",
     "miami",
     "giants",
     "ryan",
     "1:18",
     "jeremy",
     "hingle",
     "cody",
     "raiders",
     "nfl",
     "patrick",
     "colin",
     "kevin",
     "kamu",
     "shepard",
     "blake",
     "ajayi",
     "jerome",
     "manning",
     "benardrick",
     "darren",
     "wade",
     "second quarter",
     "financial",
     "ertz",
     "stadium",
     "31-27",
     "donte",
     "tennessee",
     "steelers",
     "bell",
     "mcmanus",
     "lewis",
     "chargers",
     "eric",
     "saints",
     "malcolm",
     "today",
     "mosley",
     "san",
     "the fourth quarter",
     "hill",
     "afc",
     "titans",
     "jaylen",
     "ramon",
     "a.",
     "andy",
     "gorski",
     "tom",
     "broncos",
     "randy",
     "clive",
     "hoffman",
     "ii",
     "field",
     "donnan",
     "konezny",
     "perriman",
     "pittsburgh",
     "ben",
     "gillette",
     "robinson",
     "bullock",
     "wentz",
     "derick",
     "shea",
     "catanzaro",
     "third-quarter",
     "vikings",
     "gurley",
     "roethlisberger",
     "crabtree",
     "doug",
     "mathews",
     "trent",
     "sunday",
     "michael",
     "24-19",
     "blakeman",
     "everbank",
     "dec 24, 2016",
     "facebook",
     "winston",
     "cardinals",
     "jets",
     "brevard",
     "wallace",
     "donald",
     "bellamy",
     "during",
     "antonio",
     "gerald",
     "byrd",
     "dan",
     "of",
     "north",
     "maclin",
     "drew",
     "butler",
     "blaze-usa",
     "lesean",
     "sieu",
     "carson",
     "philadelphia",
     "lincoln",
     "dolphins",
     "blue",
     "sports",
     "e.",
     "jones",
     "julian",
     "lengel",
     "ken",
     "wm.",
     "reinhold",
     "brandon",
     "jermaine",
     "rams",
     "andre",
     "carolina",
     "sheldon",
     "james",
     "york",
     "jairus",
     "josh",
     "mckinnon",
     "rankins",
     "chuck",
     "cook",
     "aaron",
     "mitchell",
     "taormina",
     "jerick",
     "fullscreen",
     "kyle",
     "sterling",
     "duke",
     "dominique",
     "diego",
     "jay",
     "thomas",
     "browns",
     "powers",
     "todd",
     "iii",
     "arrowhead",
     "kaepernick",
     "carlos",
     "david",
     "jr",
     "rodgers",
     "bradley",
     "terada",
     "alfred",
     "allen",
     "derek",
     "chandler",
     "mcdougald",
     "lee",
     "heinz",
     "holmes",
     "ingram",
     "redskins",
     "bortles",
     "trevin",
     "gates",
     "the second quarter",
     "baldwin",
     "perkins",
     "sproles",
     "onwuasor",
     "russell",
     "henry",
     "lang",
     "kirby",
     "byard",
     "the first quarter",
     "nicholson",
     "buffalo",
     "chris",
     "alex",
     "core",
     "dalton",
     "falcons",
     "bill",
     "wilson",
     "hyde",
     "brown",
     "biggerstaff",
     "easley",
     "dwayne",
     "kearse",
     "le'veon",
     "december 25, 2016",
     "robert",
     "glasheen",
     "usa",
     "colts",
     "breshad",
     "t.y.",
     "nelson",
     "new",
     "ihenacho",
     "matay",
     "deandre",
     "mckinney",
     "cincinnati",
     "jaguars",
     "pittsubrgh",
     "matt",
     "zach",
     "jenkins",
     "miron-usa",
     "a.j.",
     "bashaud",
     "america",
     "moore",
     "ronald",
     "savage",
     "fletcher",
     "bob",
     "beckham",
     "the final minute of the fourth quarter",
     "cox",
     "clete",
     "baltimore",
     "city",
     "goff",
     "foster",
     "mckelvin",
     "howard",
     "troy",
     "moncrief",
     "patriots",
     "spencer",
     "il",
     "ravens",
     "denver",
     "buccaneers",
     "alonso",
     "panthers",
     "cleveland",
     "brees",
     "minnesota",
     "benny",
     "south",
     "blair",
     "ndamukong",
     "streicher",
     "weddle",
     "bryce",
     "seahawks",
     "harris",
     "firstenergy",
     "breeland",
     "kelley",
     "wilhoite",
     "hogan",
     "c.j.",
     "davis",
     "lambeau",
     "kansas",
     "hanashiro",
     "murray",
     "bank",
     "hilton",
     "juszczyk",
     "ware",
     "johnson",
     "chiefs",
     "bills",
     "jacksonville",
     "england",
     "eli",
     "reggie",
     "dechiara",
     "green",
     "hewitt",
     "arrington",
     "past",
     "bengals",
     "leodis",
     "fourth-quarter",
     "long",
     "the third quarter",
     "chicago",
     "eagles",
     "watkins",
     "mcgloin",
     "vasquez",
     "bouye",
     "l",
     "packers",
     "cole",
     "tyreek",
     "first-quarter",
     "washington",
     "mccoy",
     "bay",
     "gilberry",
     "joshua",
     "kiko",
     "blaze",
     "odell",
     "williams",
     "suh",
     "walford",
     "mark",
     "hopkins",
     "jordan",
     "jared"
    ],
    "id": 6,
    "text": "Steelers stun Ravens with last-minute rally, clinch AFC North Antonio Brown's touchdown catch with nine seconds left sealed the wild comeback. Post to Facebook Steelers stun Ravens with last-minute rally, clinch AFC North Antonio Brown's touchdown catch with nine seconds left sealed the wild comeback. Check out this story on USATODAY.com: http://usat.ly/2iuS2wp CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 5 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Steelers stun Ravens with last-minute rally, clinch AFC North USA TODAY Sports 9:40 p.m. EST December 25, 2016 Pittsburgh Steelers wide receiver Antonio Brown (84) reaches the ball across the goal line to score the game winning touchdown as Baltimore Ravens strong safety Eric Weddle (32) defends in the fourth quarter. (Photo: Mark Konezny, USA TODAY Sports) It took a last-minute comeback, but the Pittsburgh Steelers wrapped up the AFC North on Sunday. Antonio Brown extended the ball over the goal line on a 4-yard touchdown catch with nine seconds remaining to power Pittsburgh to a 31-27 comeback win Sunday over the Baltimore Ravens, who were eliminated from postseason contention with the loss. Ravens fullback Kyle Juszczyk's 10-yard touchdown run with 1:18 gave Baltimore a 27-24 lead with 1:18 left before Ben Roethlisberger led the Steelers 75 yards on 10 plays on the game-winning drive. \"Right before we went out, we said, 'Let's get the game-winning touchdown and get out of here,' \" Brown told reporters after the game. Le'Veon Bell scored two fourth-quarter touchdowns to rally Pittsubrgh back to a 24-20 lead before Juszczyk's big play. Two third-quarter interceptions by Roethlisberger put the Steelers in a 20-10 hole with 14 minutes remaining. But Bell helped wake the offense from its sluggish spell, scoring on a 7-yard run and then a 7-yard reception to recapture the lead. \"We showed some resolve,\" Roethlisberger told reporters. \"That showed some fight, no quit. You never heard anything from the defense (after the second interception), you never saw them get down. ... We can only stick together.\" Bell finished with 137 total yards and the two scores after being held to a season-low 32 rushing yards and 70 total in the previous meeting against the Ravens. Roethlisberger completed 24 of 33 passes for 279 yards, three touchdowns and two interceptions. Pittsburgh closes out its regular season Sunday against the Cleveland Browns, while Baltimore finishes at the Cincinnati Bengals. PHOTOS: Best of NFL Week 16 Posted! A link has been posted to your Facebook feed. Kansas City Chiefs wide receiver Tyreek Hill (10) celebrates after scoring a touchdown with Jeremy Maclin (19) during the first half at Arrowhead Stadium.  Jay Biggerstaff, USA TODAY Sports Kansas City Chiefs wide receiver Tyreek Hill (10) runs for a touchdown during the first half of the game against the Denver Broncos at Arrowhead Stadium.  Jay Biggerstaff, USA TODAY Sports Kansas City Chiefs running back Spencer Ware (32) runs against the Denver Broncos during the first half at Arrowhead Stadium.  Jay Biggerstaff, USA TODAY Sports Denver Broncos kicker Brandon McManus (8) runs against Kansas City Chiefs cornerback Eric Murray (21) during the first half at Arrowhead Stadium.  Jay Biggerstaff, USA TODAY Sports Pittsburgh Steelers wide receiver Antonio Brown (84) has his fasemask grabbed while he extends the ball across the goal line to score the game winning touchdown against Baltimore Ravens strong safety Eric Weddle (32) in the fourth quarter.  Mark Konezny, USA TODAY Sports Baltimore Ravens fullback Kyle Juszczyk (44) is congratulated by teammates Breshad Perriman (18) and Alex Lewis (72) after scoring a touchdown in the fourth quarter of a game against the Pittsburgh Steelers at Heinz Field. Pittsburgh won 31-27.  Mark Konezny, USA TODAY Sports Pittsburgh Steelers wide receiver Eli Rogers (17) is tackled by Baltimore Ravens linebacker Patrick Onwuasor (48) and cornerback Kyle Arrington (24) during the first quarter of a game at Heinz Field.  Mark Konezny, USA TODAY Sports Pittsburgh Steelers running back Le'Veon Bell (26) runs behind the block of guard Ramon Foster (73) on Baltimore Ravens inside linebacker C.J. Mosley (57) during the first quarter of a game at Heinz Field.  Mark Konezny, USA TODAY Sports Texans defensive back players celebrate after beating the Bengals to win the AFC South.  Troy Taormina, USA TODAY Sports Bengals kicker Randy Bullock (4) reacts after missing a field goal to end the game against the Texans.  Troy Taormina, USA TODAY Sports Bengals quarterback Andy Dalton (14) attempts a pass during the second quarter against the Texans.  Troy Taormina, USA TODAY Sports Texans wide receiver DeAndre Hopkins (10) is unable to make a reception during the fourth quarter against the Bengals.  Troy Taormina, USA TODAY Sports Texans quarterback Tom Savage (3) is sacked by Bengals defensive linemen Carlos Dunlap (96), Michael Johnson (90) and Wallace Gilberry (95) in the first quarter.  Thomas Shea, USA TODAY Sports Texans cornerback A.J. Bouye (21) breaks up a pass intended for Bengals wide receiver Cody Core (16) in the first quarter.  Thomas Shea, USA TODAY Sports Texans running back Alfred Blue (28) runs with the ball during the first quarter against the Bengals.  Troy Taormina, USA TODAY Sports Bengals tight end Ryan Hewitt (89) makes a reception as Texans linebacker Benardrick McKinney (55) attempts to make a tackle during the first quarter.  Troy Taormina, USA TODAY Sports Cardinals kicker Chandler Catanzaro (right) celebrates with teammates after hitting the game-winning field goal against the Seahawks as time expired.  Joe Nicholson, USA TODAY Sports Seahawks wide receiver Doug Baldwin (89) celebrates his touchdown catch against the Cardinals during the fourth quarter.  Joe Nicholson, USA TODAY Sports Cardinals running back David Johnson (31) scores a touchdown during the fourth quarter against the Seahawks.  Troy Wayrynen, USA TODAY Sports Raiders quarterback Derek Carr (4) is tackled by Colts linebacker Trent Cole (58) during the fourth quarter.  Kyle Terada, USA TODAY Sports Raiders quarterback Matt McGloin (14) passes the ball against the Colts during the fourth quarter.  Kelley L Cox, USA TODAY Sports Saints running back Mark Ingram (22) breaks a tackle by Buccaneers safety Bradley McDougald (30) for a first down during the final minute of the fourth quarter.  Derick E. Hingle, USA TODAY Sports Buccaneers quarterback Jameis Winston (3) is tackled by Saints defensive tackle Sheldon Rankins (98) in the fourth quarter.  Chuck Cook, USA TODAY Sports 49ers quarterback Colin Kaepernick (7) celebrates scoring the game-winning two-point conversion against the Rams with teammates.  Robert Hanashiro, USA TODAY Sports Rams quarterback Jared Goff (16) is brought down by 49ers defensive end Ronald Blair (98) during the second half.  Gary A. Vasquez, USA TODAY Sports Raiders quarterback Derek Carr (4) is carted off the field after an injury against the Colts during the fourth quarter.  Kirby Lee, USA TODAY Sports Raiders safety Reggie Nelson (27) intercepts the pass in the end zone ahead of Colts wide receiver T.Y. Hilton (13) during the second quarter.  Kelley L Cox, USA TODAY Sports Raiders running back DeAndre Washington (33) celebrates after scoring on a 22-yard touchdown run in the third quarter against the Colts.  Kirby Lee, USA TODAY Sports Saints safety Jairus Byrd (31) celebrates after an interception in the third quarter against the Buccaneers.  Chuck Cook, USA TODAY Sports Buccaneers quarterback Jameis Winston (3) gestures after a third-quarter touchdown against the Saints.  Chuck Cook, USA TODAY Sports Seahawks wide receiver Jermaine Kearse (15) celebrates his touchdown catch against the Cardinals.  Joe Nicholson, USA TODAY Sports Cardinals running back David Johnson (31) rushes for a touchdown against the Seahawks.  Joe Nicholson, USA TODAY Sports Seahawks quarterback Russell Wilson (3) is stopped at the goal line by the Cardinals defense during the second quarter.  Troy Wayrynen, USA TODAY Sports 49ers running back Carlos Hyde (28) scores a first-quarter touchdown against the Rams.  Robert Hanashiro, USA TODAY Sports 49ers quarterback Colin Kaepernick (7) is brought down by Rams defensive tackles Dominique Easley (91) and Aaron Donald (99).  Gary A. Vasquez, USA TODAY Sports Rams running back Todd Gurley (30) is brought down by 49ers linebacker Michael Wilhoite (57) and defensive end Chris Jones (93) during the first half.  Gary A. Vasquez, USA TODAY Sports Raiders wide receiver Andre Holmes (18) and quarterback Derek Carr (4) celebrate after a touchdown in the second quarter against the Colts.  Kirby Lee, USA TODAY Sports Raiders wide receiver Michael Crabtree (15) reaches for the end zone as Colts cornerback Vontae Davis (21) defends in the first quarter.  Kirby Lee, USA TODAY Sports Raiders tight end Clive Walford (88) scores on a 5-yard touchdown pass in the second quarter against the Colts.  Kirby Lee, USA TODAY Sports Colts wide receiver Donte Moncrief (10) scores on a 24-yard touchdown reception in the second quarter against the Raiders.  Kirby Lee, USA TODAY Sports Buccaneers quarterback Jameis Winston (3) is sacked by Saints defensive tackle Sheldon Rankins (98) during the second quarter.  Derick E. Hingle, USA TODAY Sports Saints quarterback Drew Brees (9) is sacked by Buccaneers defensive tackle Gerald McCoy (93) in the first quarter.  Chuck Cook, USA TODAY Sports Green Bay Packers quarterback Aaron Rodgers celebrates his second quarter touchdown run with fans with a Lambeau Leap against the Minnesota Vikings at Lambeau Field.  Dan Powers, USA TODAY NETWORK-Wisconsin Miami Dolphins running back Jay Ajayi (23) runs with the ball as Buffalo Bills inside linebacker Zach Brown (53) pursues during the first half at New Era Field.  Kevin Hoffman, USA TODAY Sports New England Patriots wide receiver Julian Edelman (11) celebrates a touchdown by tight end Matt Lengel (82) during the first half against the New York Jets at Gillette Stadium.  Bob DeChiara, USA TODAY Sports Cleveland Browns cornerback Jamar Taylor (21) intercepts a pass intended for San Diego Chargers tight end Antonio Gates (85) during the first half at FirstEnergy Stadium.  Ken Blaze, Ken Blaze-USA TODAY Sports Washington Redskins cornerback Bashaud Breeland (C) intercepts a pass intended for Chicago Bears wide receiver Joshua Bellamy (R) during the first half at Soldier Field.  Patrick Gorski, USA TODAY Sports Atlanta Falcons tight end Josh Perkins (82) spikes the ball during the first quarter after a touchdown against the Carolina Panthers at Bank of America Stadium.  Jeremy Brevard, USA TODAY Sports Green Bay Packers linebacker Joe Thomas (48) defends a pass to Minnesota Vikings running back Jerick McKinnon (21) in the first quarter at Lambeau Field.  Wm. Glasheen, USA TODAY NETWORK-Wisconsin New England Patriots wide receiver Chris Hogan (15) reacts after catching a pass for a first down against the New York Jets at Gillette Stadium.  Bob DeChiara, USA TODAY Sports San Diego Chargers tight end Hunter Henry (86) and tight end Antonio Gates (85) celebrate a touchdown by Gates during the first quarter against the Cleveland Browns at FirstEnergy Stadium.  Ken Blaze, USA TODAY Sports Cleveland Browns quarterback Robert Griffin III (10) throws a pass during the first quarter against the San Diego Chargers at FirstEnergy Stadium.  Ken Blaze, USA TODAY Sports Jacksonville Jaguars quarterback Blake Bortles (5) throws a touchdown pass over Tennessee Titans free safety Kevin Byard (31) to Jacksonville Jaguars wide receiver Allen Robinson during the first quarter of an NFL Football game at EverBank Field.  Reinhold Matay, USA TODAY Sports Chicago Bears running back Jordan Howard (24) carries the ball as Washington Redskins free safety Duke Ihenacho (29) defends during the first quarter at Soldier Field.  Jerome Miron, USA TODAY Sports Fullscreen Dec 24, 2016; Chicago, IL, USA; Washington Redskins running back Chris Thompson (25) celebrates with teammates after scoring a touchdown against the Chicago Bears during the first quarter at Soldier Field. Mandatory Credit: Jerome Miron-USA TODAY Sports ORG XMIT: USATSI-268678 ORIG FILE ID:  20161224_ads_an4_055.JPG  Jerome Miron, Jerome Miron-USA TODAY Sports Buffalo Bills running back LeSean McCoy (25) is tackled by Miami Dolphins defensive tackle Ndamukong Suh (93) and middle linebacker Kiko Alonso (47) during the first quarter at New Era Field.  Kevin Hoffman, USA TODAY Sports Miami Dolphins quarterback Matt Moore (8) throws a pass under pressure by Buffalo Bills defensive end Kyle Williams (95) during the first quarter at New Era Field.  Kevin Hoffman, USA TODAY Sports Green Bay Packers quarterback Aaron Rodgers (12) looks to pass in the first quarter during the game against the Minnesota Vikings at Lambeau Field.  Benny Sieu, USA TODAY Sports New York Jets quarterback Bryce Petty (9) is sacked by New England Patriots defensive end Chris Long (95) in the first quarter at Gillette Stadium.  David Butler II, USA TODAY Sports New England Patriots wide receiver Malcolm Mitchell (19) reacts after a play against the New York Jets  in the first quarter at Gillette Stadium.  David Butler II, USA TODAY Sports Atlanta Falcons tight end Josh Perkins (82) scores a touchdown as Carolina Panthers cornerback James Bradberry (24) defends in the first quarter at Bank of America Stadium.  Bob Donnan, USA TODAY Sports New York Giants quarterback Eli Manning (10) passes as he is pressured by Philadelphia Eagles defensive tackle Fletcher Cox (91) in the first quarter at Lincoln Financial Field.  James Lang, USA TODAY Sports Fullscreen New York Giants wide receiver Odell Beckham Jr (13) leaps in an attempt to evade a tackle by Philadelphia Eagles cornerback Leodis McKelvin (21) in the fourth quarter at Lincoln Financial Field. The Philadelphia Eagles defeated the New York Giants 24-19.  James Lang, USA TODAY Sports Philadelphia Eagles running back Ryan Mathews (24) is stopped on fourth down goal line stand against the New York Giants during the third quarter at Lincoln Financial Field. The Philadelphia Eagles won 24-19.  Bill Streicher, USA TODAY Sports Philadelphia Eagles outside linebacker Kamu Grugier-Hill (54) tackles New York Giants wide receiver Dwayne Harris (17) during the first half at Lincoln Financial Field.  Bill Streicher, USA TODAY Sports New York Giants wide receiver Sterling Shepard (87) scores a touchdown after a catch as Philadelphia Eagles safety Jaylen Watkins (26) and safety Malcolm Jenkins (27) defend in the second quarterat Lincoln Financial Field.  James Lang, USA TODAY Sports Philadelphia Eagles tight end Zach Ertz (86) makes a reception against the New York Giants during the first half at Lincoln Financial Field.  Bill Streicher, USA TODAY Sports Philadelphia Eagles safety Malcolm Jenkins (27) runs an interception back for a touchdown as New York Giants quarterback Eli Manning (10) gives chase in the first quarter at Lincoln Financial Field.  James Lang, USA TODAY Sports Philadelphia Eagles quarterback Carson Wentz (11) reacts with referee Clete Blakeman (34) after a play against the New York Giants during the first half at Lincoln Financial Field.  Bill Streicher, USA TODAY Sports Philadelphia Eagles running back Darren Sproles (43) runs past New York Giants cornerback Trevin Wade (31) on his way to a touchdown during the first quarter at Lincoln Financial Field.  Bill Streicher, USA TODAY Sports New York Giants quarterback Eli Manning (10) attempts a pass against the Philadelphia Eagles during the first quarter at Lincoln Financial Field.  Bill Streicher, USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Steelers stun Ravens with last-minute rally, clinch AFC North"
   },
   {
    "entities": [
     "1998",
     "photo/alistair",
     "et",
     "campbell",
     "crawford",
     "at 3:24pm pst",
     "thames",
     "u.k.",
     "andrew",
     "sony",
     "guardian",
     "december 26, 2016",
     "press",
     ", 6:29 pm",
     "grant",
     "christmas",
     "a few years later",
     "1984",
     "sunday",
     "michael",
     "local time",
     "the",
     "music",
     "california",
     "london",
     "ltd.",
     "recently",
     "has",
     "1:42 p.m.",
     "the day",
     "george",
     "of",
     "elton",
     "dec 25, 2016",
     "#1",
     "1990",
     "christy",
     "turlington",
     "evangelista",
     "patitz",
     "justice",
     "associated",
     "shares",
     "john",
     "cunningham",
     "entertainment",
     "valley",
     "night",
     "police",
     "tatjana",
     "8:42 a.m.",
     "kyriacos",
     "late 2011",
     "u.s.",
     "1988",
     "malorie",
     "2006",
     "#2",
     "hills",
     "28,",
     "-lrb-uk-rrb-",
     "sunday, dec. 25, 2016",
     "naomi",
     "star",
     "this oct.",
     "cindy",
     "brit",
     "ridgeley",
     "file",
     "1993",
     "royal",
     "courts",
     "the early 1980s",
     "yog",
     "now",
     "2014",
     "beverly",
     "georgios",
     "linda",
     "franklin",
     "the 2000s",
     "ap",
     "panayiotou"
    ],
    "id": 7,
    "text": "Singer George Michael Has Died at 53 By MALORIE CUNNINGHAM Dec 25, 2016, 6:29 PM ET 0 Shares Star The Associated Press FILE - In this Oct. 28, 1993, file photo, pop star George Michael arrives to give evidence at the Royal Courts of Justice in London. Michael was petitioning the court to release him from his contract with Sony Music Entertainment (UK) Ltd. Michael, who rocketed to stardom with WHAM! and went on to enjoy a long and celebrated solo career lined with controversies, has died, his publicist said Sunday, Dec. 25, 2016. He was 53. (AP Photo/Alistair Grant) 0 Shares Email Singer and former Wham! member George Michael has been found dead in his home at age 53, according to his publicist. \"It is with great sadness that we can confirm our beloved son, brother and friend George passed away peacefully at home over the Christmas period,\" his representative said in a statement. \"The family would ask that their privacy be respected at this difficult and emotional time. There will be no further comment at this stage.\" Rescue personnel arrived at Michael’s property at 1:42 p.m. local time, 8:42 a.m. ET, although it is not known who contacted them. In a statement, Thames Valley Police described Michael’s death as “unexplained but not suspicious,” adding, “A post mortem will be undertaken in due course.” One of the first celebrities to react to the news of Michael’s death was fellow Brit Elton John . He posted a photo on his Instagram of he and Michael together, writing, “I am in deep shock. I have lost a beloved friend - the kindest, most generous soul and a brilliant artist. My heart goes out to his family and all of his fans. @GeorgeMichael #RIP.” I am in deep shock. I have lost a beloved friend - the kindest, most generous soul and a brilliant artist. My heart goes out to his family, friends and all of his fans. @GeorgeMichael #RIP A photo posted by Elton John (@eltonjohn) on Dec 25, 2016 at 3:24pm PST Born Georgios Kyriacos Panayiotou, George Michael shot to fame in the early 1980s as a member of the group Wham!, with fellow singer and guitarist Andrew Ridgeley. The duo scored a U.S. and U.K. #1 hit with “Wake Me Up before You Go-Go” in 1984. “Heartbroken at the loss of my beloved friend Yog,\" Ridgeley tweeted Sunday night about Michael’s passing, \"Me, his loved ones, his friends, the world of music, the world at large. 4ever loved. A xx.” Heartbroken at the loss of my beloved friend Yog. Me, his loved ones, his friends, the world of music, the world at large. 4ever loved. A xx https://t.co/OlGTm4D9O6 — Andrew Ridgeley (@ajridgeley) December 26, 2016 Michael had a solo hit with “Careless Whisper” while with Wham!, then went solo a few years later, earning more hits including his Aretha Franklin duet “I Knew You Were Waiting,” which earned the duo a Grammy in 1988. Michael’s debut solo album, Faith, was a huge success, and included the U.S. #1 singles “Father Figure,” “Faith,” “Monkey” and “One More Try.” It also spawned the controversial #2 single “I Want Your Sex.” Michael’s second album, 1990’s \"Listen Without Prejudice Vol. 1,\" is perhaps best-remembered for the video of the hit single “Freedom 90,” which featured the biggest supermodels of the day, including Cindy Crawford , Christy Turlington , Naomi Campbell , Linda Evangelista and Tatjana Patitz lip-syncing the lyrics. Michael released five more solo albums and a greatest hits collection over the ensuing years -- his last was the 2014 live album \"Symphonica,\" his first album in ten years. Initially describing himself as bisexual, Michael revealed he was gay following his 1998 arrest in Beverly Hills, California for what was described as “engaging in a lewd act” in a public restroom with another man, revealed to be an undercover police officer. Michael later described his actions as the result of a subconscious desire to be honest about his sexuality. He was arrested for a similar act in 2006. Michael also was arrested several times in the 2000s for drug possession. More recently, the singer's health had become more of an issue. In late 2011, Michael was hospitalized off-and-on for a month for severe pneumonia . However, he told the Guardian that he felt like \"a new man\" after beating the illness. \"I still have plenty to live for,\" he said, when asked what got him through the ordeal. \"I have an amazing, amazing life, and if I wasn't spiritual enough before the last four, five weeks then I certainly am now.\" 0 Shares ",
    "title": "Singer George Michael Has Died at 53 - ABC News"
   },
   {
    "entities": [
     "nereida",
     "christ",
     "roseland",
     "love",
     "burnham",
     "9:55 a.m.",
     "community",
     "elvia",
     "8600",
     "west",
     "hospital",
     "contact",
     "1:45 p.m",
     "avenue",
     "south",
     "malagon",
     "chatham",
     "reporters",
     "advocate",
     "4:30 p.m.",
     "labor",
     "tribune",
     "armando",
     "morgan",
     "park",
     "about 11:30 p.m.",
     "crepeau",
     "7400",
     "street",
     "cross",
     "chappel",
     "seeley",
     "of",
     "north",
     "mt.",
     "79th",
     "church",
     "holy",
     "3800",
     "1100",
     "englewood",
     "sinai",
     "about 10:40 a.m.",
     "mount",
     "roosevelt",
     "2800",
     "about 9:20 p.m.",
     "past",
     "christmas day",
     "moreno",
     "megan",
     "chicago",
     "rosenberg-douglas",
     "east",
     "center",
     "northwestern",
     "sanchez",
     "the early hours of christmas day",
     "memorial",
     "lawndale",
     "avalon",
     "2:45 p.m.",
     "humboldt",
     "shore",
     "medical",
     "apostolic",
     "stroger",
     "4400",
     "katherine",
     "maryland"
    ],
    "id": 8,
    "text": "News Local news Breaking News 7 killed in Christmas Day shootings Police investigated multiple sites where people were shot and killed in Chicago on Christmas Day.  (Armando Sanchez / Chicago Tribune) Katherine Rosenberg-Douglas , Nereida Moreno , Elvia Malagon and Megan Crepeau Contact Reporters Chicago Tribune Seven people were killed in shootings on Christmas Day across Chicago, police said, including two men killed at a party in East Chatham. The two men were on a front porch during a family party with several others about 9:20 p.m. in the 8600 block of South Maryland Avenue, police and witnesses said. Someone came out of the south alley and opened fire, shooting seven people. A man whose age was not immediately available was shot and pronounced dead on the porch. Another man, 21, was shot in the back and taken to Advocate Christ Medical Center, where he also was pronounced dead. Five other people were taken to area hospitals, two in critical condition. A man or boy whose age was not immediately available was taken to Stroger Hospital in critical condition. A 35-year-old man was shot multiple times and taken to Advocate Christ Medical Center, also in critical condition. In addition, a 27-year-old man a 21-year-old woman each were shot in the leg. Both went to Stroger Hospital and their conditions were stabilized. Later, a 39-year-old man got himself to Roseland Community Hospital with a gunshot wound to the foot from the same shooting, police said. Earlier, just before 4:30 p.m., a man about 40 years old was found in the 2800 block of East 79th Street in Avalon Park with bullet wounds to the back, leg and head, authorities said. He was taken to South Shore Hospital and pronounced dead. (Nereida Moreno) Five shell casings were found near the entrance of Labor of Love Apostolic Church on the corner of Burnham Avenue and 79th Street. A pool of blood could be seen on the church's front step near a pair of orange medical gloves. Detectives walked up and down the street, shining flashlights on nearby homes in search of evidence. Passersby hurried past the crime scene. Calls to the church and its pastor were not immediately returned.  At 1:45 p.m, a 22-year-old man was fatally shot in West Humboldt Park. He was in a vehicle in the 4400 block of West Chicago Avenue when a black truck drove by and someone inside opened fire, shooting the man multiple times. He was pronounced dead at the scene. Just before 9:55 a.m., a 24-year-old man was shot and killed in Morgan Park. Officers responded to the 1100 block of West 112th Place to find him with multiple gunshot wounds to the body. He was taken to Advocate Christ Medical Center in critical condition and later pronounced dead. In addition, two people were killed  in separate shootings during the early hours of Christmas Day. Non-fatal shootings: About 11:30 p.m., a 22-year-old man was shot in the South Shore neighborhood. He was on the sidewalk in the 7400 block of South Chappel Avenue when someone exited a nearby gray vehicle and started firing shots, hitting him in the head. The man was taken to Northwestern Memorial Hospital in critical condition. At 2:45 p.m., a 21-year-old man was driving on South Seeley Avenue in West Englewood when he was shot at by some unknown occupants in a GMC vehicle, police said. He was shot in the side and drove himself to Holy Cross Hospital. He was later transportated to Mount Sinai where he was listed in stable condition.  About 10:40 a.m. the man and woman were shot while walking along the 3800 block of West Roosevelt in North Lawndale. According to police they found a 29-year-old man with multiple gunshot wounds to the back and a 27-year-old woman with a gunshot wound to the right knee. They were taken to Mt. Sinai Hospital with the man in guarded condition and the woman in stable. Area Central detectives are investigating. ",
    "title": "7 killed in Christmas Day shootings - Chicago Tribune"
   },
   {
    "entities": [],
    "id": 9,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "et",
     "madonna",
     "0:52",
     "thames",
     "june 28, 1986",
     "bamber/rex/shutterstock",
     "andrew",
     "oxfordshire",
     "gittens",
     "december 26, 2016",
     "christmas",
     "this sept.",
     "dec 26",
     "michael",
     "paris",
     "2 p.m.",
     "london",
     "george",
     "elton",
     "dead",
     "9,",
     "2016",
     "stadium",
     "england",
     "valley",
     "john",
     "twitter",
     "palais",
     "police",
     "opera",
     "hasani",
     ", 12:41 am",
     "2012",
     "ridgeley",
     "roger",
     "goring",
     "now",
     "garnier",
     "wembley",
     "ap",
     "9 a.m."
    ],
    "id": 10,
    "text": "Dec 26 2016, 12:41 am ET Singer George Michael Dead at 53 by Hasani Gittens George Michael Dies at 53 0:52 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161226081009if_/http://www.nbcnews.com/widget/video-embed/841407555521\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Pop legend George Michael has died. The singer was only 53 but his death was being classified as \"unexplained but not suspicious.\" He died at his home in Oxfordshire, in southeast England, according to statements from his publicist and police. Gallery: A Life in Pictures: George Michael \"It is with great sadness that we can confirm our beloved son, brother and friend George passed away peacefully at home over the Christmas period,\" read a statement from Michael's publicist. In this Sept. 9, 2012 file photo, British singer George Michael performs at a concert to raise money for AIDS charity Sidaction, during the Symphonica tour at Palais Garnier Opera house in Paris. AP \"The family would ask that their privacy be respected at this difficult and emotional time. There will be no further comment at this stage.\" Michael's former bandmate in the duo Wham!, Andrew Ridgeley, said on Twitter he was \"heartbroken at the loss of my beloved friend.\" He added, \"Me, his loved ones, his friends, the world of music, the world at large. 4ever loved.\" An immediate cause wasn't given for the star's death, but local police also released a statement, saying: \"Thames Valley Police were called to a property in Goring on Thames shortly before 2 p.m.( 9 a.m. ET) Sadly, a 53-year-old man was confirmed deceased at the scene.\" God didn't give it, you did my old friend. Cleft with grief. — Andrew Ridgeley (@ajridgeley) December 26, 2016 \"At this stage the death is being treated as unexplained but not suspicious,\" the statement continued. \"A post mortem will be undertaken in due course. There will be no further updates from Thames Valley Police until the post mortem has taken place.\" Andrew Ridgeley and George Michael at Wham!'s last concert, in Wembley Stadium, London, on June 28, 1986 Roger Bamber/REX/Shutterstock / Shutterstock \"I have lost a beloved friend — the kindest, most generous soul and a brilliant artist,\" singer Elton John wrote on Instagram. Madonna was another of the hundreds of musical giants and regular fans who voiced grief online, saying in a tweet , \"Farewell My Friend! Another Great Artist leaves us. Can 2016 F--k Off NOW.\" ",
    "title": "Singer George Michael Dead at 53 - NBC News"
   },
   {
    "entities": [
     "viktor",
     "maxim",
     "vasilyeva",
     "gusak",
     "alexander",
     "bashar",
     "state",
     "kaczynski",
     "defense",
     "associated",
     "this year",
     "latakia",
     ", 3:15 pm",
     "islamic",
     "egypt",
     "the last year",
     "oleg",
     "peninsula",
     "ensemble",
     "guard",
     "sokolov",
     "ap",
     "glinka",
     "1960s",
     "the same day",
     "fsb",
     "sunday, dec. 25",
     "sunday",
     "2014",
     "black",
     "dozhd",
     "russia",
     "khalilov",
     "shares",
     "vadim",
     "photo",
     "night",
     "andreyev",
     "previously",
     "yeliseyev",
     "alexandrov",
     "tolboyev",
     "ukraine",
     "earlier this month",
     "yelizaveta",
     "press",
     "interfax",
     "novosti",
     "moscow",
     "ministry",
     "magomed",
     "august 2004",
     "sochi",
     "dec 25, 2016",
     "sinai",
     "1994",
     "national",
     "smirnov",
     "1983",
     "nataliya",
     "putin",
     "isachenkov",
     "city",
     "assad",
     "russian",
     "ria",
     "smolensk",
     "valery",
     "sea",
     "syria",
     "april 2010",
     "vitaly",
     "the",
     "lukashevich",
     "monday",
     "vladimir",
     "5:25 a.m.",
     "the 2014 winter",
     "lech",
     "thursday, march 31, 2016",
     "hemeimeem",
     "star",
     "october 2015",
     "evening",
     "new year's"
    ],
    "id": 11,
    "text": "Russia Examines All Possible Reasons for Black Sea Jet Crash By vladimir isachenkov and veronika silchenko, associated press SOCHI, Russia \u0097 Dec 25, 2016, 3:15 PM ET 0 Shares Star The Associated Press In this photo taken on Thursday, March 31, 2016, the Alexandrov Ensemble choir performs during a concert in Moscow, Russia. A Russian plane with 92 people aboard, including the well-known military band, crashed into the Black Sea on its way to Syria on Sunday, Dec. 25, minutes after takeoff from the resort city of Sochi, the Defense Ministry said. The Tu-154, which belonged to the ministry, was taking the Alexandrov Ensemble to a concert at the Russian air base in Syria. (AP Photo) 0 Shares Email Backed by ships, helicopters and drones, Russian rescue teams searched Sunday for victims after a Russian plane carrying 92 people to Syria crashed into the Black Sea shortly after takeoff. Investigators said they were looking into every possible cause for the crash, including a terror attack. All 84 passengers and eight crew members on the Russian military's Tu-154 plane are believed to have died when it crashed two minutes after taking off at 5:25 a.m. in good weather from the southern Russian city of Sochi. The passengers included dozens of singers in Russia's world-famous military choir. More than 3,000 rescue workers on 32 ships — including over 100 divers flown in from across Russia — were searching the crash site at sea and along the shore, the Defense Ministry said. Helicopters, drones and submersibles were being used to help spot bodies and debris. Powerful spotlights were brought in so the operation could continue all night. Emergency crews found fragments of the plane about 1.5 kilometers (1 mile) from shore. By Sunday evening, rescue teams had recovered 11 bodies and Transport Minister Maxim Sokolov said fragments of other bodies were also found. Asked if a terror attack was a possibility, Sokolov said investigators were looking into every possible reason for the crash. Several experts noted factors that suggested a terror attack, such as the crew's failure to report any malfunction and the fact that plane debris was scattered over a wide area. The plane was taking the Defense Ministry's choir, the Alexandrov Ensemble, to perform at a New Year's concert at Hemeimeem air base in Syria's coastal province of Latakia. Those on board also included nine Russian journalists and a Russian doctor famous for her work in war zones. Russian President Vladimir Putin went on television to declare Monday a nationwide day of mourning. \"We will conduct a thorough investigation into the reasons and will do everything to support the victims' families,\" Putin said. The Black Sea search area — which covered over 10 square kilometers (about 4 square miles) — was made more difficult by underwater currents that carried debris and body fragments into the open sea. Sokolov said the plane's flight recorders did not have radio beacons, so locating them on the seabed was going to be challenging. The Tu-154 is a Soviet-built three-engine airliner designed in the late 1960s. More than 1,000 have been built, and they have been used extensively in Russia and worldwide. The plane that crashed Sunday was built in 1983, and underwent factory check-ups and maintenance in 2014 and this year, according to the Defense Ministry. Magomed Tolboyev, a decorated Russian test pilot, said it was clear that all on board had died in the crash. \"There is no chance to survive in such situation,\" he said, according to the Interfax news agency. Before Sokolov spoke to reporters in Sochi, senior Russian lawmakers had ruled out a terror attack, arguing that the military plane was under reliable protection. Security is particularly tight in Sochi, the Black Sea city that hosted the 2014 Winter Games and is regularly visited by Putin, who often receives foreign leaders at his residence there. But some experts said the crew's failure to report a malfunction pointed at a possible terror attack. \"Possible malfunctions ... certainly wouldn't have prevented the crew from reporting them,\" Vitaly Andreyev, a former senior Russian air traffic controller, told RIA Novosti. Vadim Lukashevich, an independent aviation expert, told Dozhd TV that the crew's failure to communicate an equipment failure and the large area over which the plane's fragments were scattered raises the possibility of an attack. Alexander Gusak, a former chief of a SWAT team at the main domestic security agency, the FSB, told Dozhd that Russian airports are still vulnerable to terror threats despite security cordons. \"It's possible to penetrate them. It's a matter of skills,\" he said. Russian planes have been brought down previously by terror attacks. In October 2015, a Russian plane carrying mostly Russian tourists back from vacation in Egypt was brought down by a bomb over the Sinai Peninsula, killing all 224 people aboard. Officials said the explosive device was planted in the plane's luggage compartment. The local affiliate of the Islamic State group claimed responsibility. In August 2004, two Russian planes were blown up in the skies over Russia on the same day by suicide bombers, killing 89 people. A Chechen warlord claimed responsibility. In the last year, the Russian military has repeatedly flown Russian singers and artists to perform at Hemeimeem, the main hub for the Russian air campaign in Syria. The passenger list released by the Defense Ministry included 64 members of the Alexandrov Ensemble, including its leader, Valery Khalilov. The ensemble is the official choir of the Russian military and also includes a band and a dance company. The choir sang \"Get Lucky\" at the opening of the 2014 Winter Games in Sochi, becoming an online sensation. The damage to the choir was reported to be devastating. Viktor Yeliseyev, head of the rival choir for the Russian National Guard, said \"most singers of the choir have died.\" Also on board was Yelizaveta Glinka, a Russian doctor who has won wide acclaim for her charity work, which has included missions to war zones in eastern Ukraine and Syria. Her foundation said Glinka was accompanying a medical shipment for a hospital in Syria. \"We never feel sure that we will come back alive,\" she said when Putin presented her with an award earlier this month. \"But we are sure that kindness, compassion and charity are stronger than any weapon.\" Syrian President Bashar Assad was among numerous foreign leaders who sent their condolences to Putin, saying he received news of the crash \"with deep grief and sadness.\" In recent years, Russian airlines have replaced their Tu-154s with more modern planes, but the military and other Russian government agencies have continued to use them. While noisy and fuel-guzzling, the plane is popular with crews that appreciate its maneuverability and ruggedness. \"It's an excellent plane, which has proven its reliability during decades of service,\" veteran pilot Oleg Smirnov said. Still, since 1994, there's been 17 major plane crashes involving the Tu-154 that have killed over 1,760 people in all. Most resulted from human error. In the latest previous deadly crash of a Tu-154, a plane carrying Polish President Lech Kaczynski and 95 others crashed in April 2010 while trying to land at a military airport in Smolensk in western Russia, killing everyone on board. Investigations by both Polish and Russian experts blamed pilot error in bad weather, but Polish authorities have launched a new probe. ——— Isachenkov reported from Moscow. Nataliya Vasilyeva in Moscow contributed to this report. 0 Shares ",
    "title": "Russia Examines All Possible Reasons for Black Sea Jet Crash - ABC News"
   },
   {
    "entities": [
     "israel",
     "the last week",
     "eggleston",
     "action",
     "interior",
     "november",
     "sam",
     "education",
     "kevin",
     "nov. 15",
     "gingrich",
     "defense",
     "once",
     "guantanamo",
     "jimmy",
     "department",
     "eric",
     "arctic",
     "today",
     "neil",
     "east",
     "$44.1 billion",
     "batkins",
     "gop",
     "bush",
     "white",
     "middle",
     "friday",
     "r-calif.",
     "exchange",
     "jan. 20",
     "sunday",
     "news",
     "united",
     "facebook",
     "newt",
     "aaf",
     "late november",
     "donald",
     "recently",
     "senate",
     "tomlinson",
     "of",
     "atlantic",
     "citizenship",
     "justice",
     "luis",
     "twitter",
     "midnight",
     "bowman",
     "cra",
     "u.s.",
     "agency",
     "w.",
     "fred",
     "mid-november",
     "jennifer",
     "and",
     "york",
     "josh",
     "previously",
     "$100 million",
     "epa",
     "december",
     "schultz",
     "council",
     "immigration",
     "reserve",
     "press",
     "dec. 5",
     "lucas",
     "commission",
     "congress",
     "nations",
     "security",
     "mccarthy",
     "environmental",
     "obama",
     "new",
     "forum",
     "1996",
     "protection",
     "hawaii",
     "this week",
     "times",
     "trump",
     "house",
     "register",
     "services",
     "fox",
     "american",
     "monday",
     "gina",
     "george",
     "securities",
     "federal",
     "future",
     "carter",
     "letter",
     "gutiérrez",
     "15 percent",
     "bay",
     "washington",
     "earnest"
    ],
    "id": 12,
    "text": "Spree of Obama actions revives GOP concerns over ‘midnight’ regs, agenda By Fred Lucas Facebook 0 Twitter 0 livefyre Email Print   A flurry of big decisions out of the Obama administration just weeks before President-elect Donald Trump takes office has rekindled Republican concerns about President Obama’s plans for jamming through so-called “midnight regulations” and other leftover items from his wish-list on his way out the door. In the last week alone, the Obama administration blocked future oil and gas leases in swaths of the Arctic and Atlantic oceans; granted a record number of pardons and commutations for a single day; and scrapped a dormant registry for male immigrants from a list of largely Muslim countries.  Defense officials told Fox News there is an effort underway to transfer up to 22 additional detainees out of Guantanamo Bay. And Obama’s ambassador to the United Nations stunned Israel on Friday by abstaining on a Security Council measure condemning settlement activity, allowing it to pass. And Obama still has a month left in office. The most recent announcements were made while the first family was on vacation in Hawaii – leaving unclear what Obama has in store for when he gets back to Washington.  GINGRICH: OBAMA IN 'DESPERATE FRENZY' Hanging over any final actions is the likelihood that Trump, once in office, will roll back many of them. “The things he’s done this week will be turned around,” former House Speaker Newt Gingrich said of Obama on “Fox News Sunday.” “He’s in this desperate frenzy.” But Democrats are urging the outgoing president to pursue further actions, as the administration weighs its next steps. Among the possibilities: Sixty-four House Democrats recently asked Obama to use his pardon power to preserve his Deferred Action for Childhood Arrivals, which spared millions of illegal immigrants who came to the U.S. as children from deportation. Led by Rep. Luis Gutiérrez, D-Ill. , the lawmakers asked Obama in a letter to “exercise your Constitutional authority to provide pardons to young people who are American in every way but on paper.” The goal is to make it more difficult for Trump to potentially deport them. The White House already has teed up the strong possibility of more clemency for nonviolent drug offenders and others. After Obama pardoned 78 people and granted another 153 commutations on Monday, White House Counsel Neil Eggleston said he expects “more grants of both commutations and pardons before [Obama] leaves office.” Former President Jimmy Carter has called on Obama to go further in the Middle East and recognize a Palestinian state before leaving office. In a New York Times op-ed , he wrote: “The simple but vital step this administration must take before its term expires on Jan. 20 is to grant American diplomatic recognition to the state of Palestine.” The White House has expressed reluctance to take some of these steps. White House spokesman Eric Schultz said “there is a process at the Department of Justice to review pardon applications” and “the president has said he is not going to do anything to circumvent that process.” As for Carter’s appeal, Schultz said, “I don't think [Carter’s] views are new today, so I don't have any new positions or views from us on that.” White House Press Secretary Josh Earnest also said recently that any executive actions the president takes at this stage likely were in the works before the November election. “What I can rule out are any sort of hastily added executive actions that weren’t previously considered that would just be tacked on at the end,” Earnest said. Regulation ‘Finish Line’ While Obama weighs his last batch of policy decisions, many regulations already are coming through the pipeline. The final plans reportedly include as many as 98 regulations classified as “economically significant,” meaning each would cost the economy $100 million through compliance and consumer impact. According to an analysis by the conservative American Action Forum, based on the Federal Register agenda , the administration is eyeing $44.1 billion in “midnight regulations” – or rules pushed in the final two months of an outgoing administration. “This has been the most active December ever for regulations,” Sam Batkins, AAF’s director of regulatory affairs. Gina McCarthy, administrator of the Environmental Protection Agency, didn’t conceal her eagerness in a staff memo sent after the election. “As I’ve mentioned to you before, we’re running—not walking—through the finish line of President Obama’s presidency,” McCarthy wrote. By late November, the EPA announced stronger greenhouse gas emission standards, pushing 54.1 miles-per-gallon fuel efficiency standards for cars and light trucks for model years 2022-2025. In mid-November, the Interior Department finalized a rule to cut methane emissions during oil and natural gas production on federal lands. Among regulations expected to take effect: the U.S. Citizenship and Immigration Services plans to make it easier for employers to sponsor highly skilled immigrants in the country; the Education Department is working on student debt relief at for-profit colleges; and on the financial services side, the Federal Reserve and the Securities and Exchange Commission are working on matters such as executive pay and mutual fund management. According to an administration official, the number of active rules at the end of this administration still is 15 percent lower than at the end of the George W. Bush administration. The administration also notes that some economically significant regulations help the economy. Republican Roll-Back Congressional Republicans are bent on stopping or reversing the onslaught of new rules. In a Dec. 5 letter , 20 Republican senators asked Obama to “honor the will of the American people and refrain from working on or issuing any new, non-emergency regulations while carrying out your remaining term in office.” House Majority Leader Kevin McCarthy, R-Calif., in a Nov. 15 letter to federal agency heads signed by other House committee chairmen, asserted, “we will work with our colleagues to ensure that Congress scrutinizes your actions—and, if appropriate, overturns them.” The Congressional Review Act of 1996 allows Congress, with the president’s signature, to rescind regulations and prohibit agencies from imposing rules that are substantively the same. That, however, would have limits even when Trump takes office, Batkins said. “Congress can rescind regulations when it gets back, using the CRA, but the House and Senate will be working on health care, the economy and infrastructure,” Batkins told FoxNews.com. “Congress has a lot on its plate. Of the 100 or more midnight regulations that could fly through, there probably won’t be more than a dozen they would be interested in repealing.” Asked at a November press conference about GOP calls to hold off on finalizing rules in his final weeks in office, Obama defended their rulemaking pace: “The regulations that we have issued are ones that we've been working on for a very long time. … These aren't things that we've been surprising people with.” Fox News’ Lucas Tomlinson and Jennifer Bowman contributed to this report.  Advertisement ",
    "title": "Spree of Obama actions revives GOP concerns over ‘midnight’ regs, agenda | Fox News"
   },
   {
    "entities": [
     "council",
     "israel",
     "jordan",
     "david",
     "hebrew",
     "theresa",
     "saturday, dec. 24",
     "west",
     "friday",
     "11,",
     "miodownik",
     "this dec.",
     ", 2:00 pm",
     "states",
     "press",
     "trump",
     "cabinet",
     "ehud",
     "2",
     "2334",
     "sunday",
     "united",
     "palestine",
     "the",
     "university",
     "may",
     "barak",
     "donald",
     "administration",
     "mideast",
     "saturday",
     "eu",
     "hamas",
     "international",
     "bank",
     "criminal",
     "dan",
     "dec 25, 2016",
     "sultan",
     "china",
     "nations",
     "security",
     "russia",
     "tv",
     "abbas",
     "associated",
     "shares",
     "2016",
     "england",
     "embassy",
     "mahmoud",
     "sunday, christmas day",
     "u.n.",
     "past",
     "arie",
     "gaza",
     "future",
     "jan. 15",
     "u.s.",
     "obama",
     "1967",
     "tel",
     "benjamin",
     "star",
     "riad",
     "aviv",
     "friedman",
     "jerusalem",
     "file",
     "malki",
     "abir",
     "court",
     "now",
     "channel",
     "2005",
     "jan. 20th",
     "the past",
     "kacowicz",
     "netanyahu",
     "barack",
     "france",
     "the future",
     "ap"
    ],
    "id": 13,
    "text": "Israel: Humbled Netanyahu Places Hopes in Trump By josef federman, associated press JERUSALEM \u0097 Dec 25, 2016, 2:00 PM ET 0 Shares Star The Associated Press FILE - In this Dec. 11, 2016, file photo, Israeli Prime Minister Benjamin Netanyahu attends the weekly cabinet meeting at his office in Jerusalem. Netanyahu lashed out at President Barack Obama on Saturday, Dec. 24, accusing him of a \"shameful ambush\" at the United Nations over West Bank settlements and saying he is looking forward to working with his \"friend\" President-elect Donald Trump. Netanyahu's comments came a day after the United States broke with past practice and allowed the U.N. Security Council to condemn Israeli settlements in the West Bank and east Jerusalem as a \"flagrant violation\" of international law. (Abir Sultan, Pool via AP) 0 Shares Email The Israeli government's furious reaction to the U.N. Security Council's adoption of a resolution opposing Jewish settlements in occupied territory underscores its fundamental and bitter dispute with the international community about the future of the West Bank and east Jerusalem. Prime Minister Benjamin Netanyahu insists that there is nothing wrong with his controversial policy of building Jewish towns in occupied areas that the Palestinians, with overwhelming world support, claim for their state. But Friday's U.N. rebuke was a stark reminder that the rest of the world considers it a crime. The embattled leader is now placing his hopes in the incoming administration of Donald Trump, which is shaping up as the first major player to embrace Israel's nationalist right and its West Bank settlements. In a series of statements, Netanyahu has criticized the Obama Administration for letting Resolution 2334 pass Friday by abstaining, using unprecedented language that has turned a policy disagreement into a personal vendetta. \"From the information that we have, we have no doubt that the Obama Administration initiated it, stood behind it, coordinated on the wording and demanded that it be passed,\" Netanyahu told his Cabinet on Sunday. In turning his anger toward Israel's closest and most important ally, Netanyahu has underplayed the embarrassment that all 14 other nations on the Security Council voted in favor of the measure. Those votes came from countries that Netanyahu loves to boast of cultivating relations with, including Russia and China and nations across the developing world. \"This is the same prime minister who told us dozens of states are on board with us,\" former Prime Minister Ehud Barak told Channel 2 TV on Saturday. \"I looked for Russia, China, England, France. Where are all the friends that were meant to stand with us?\" The resolution marked a sharp international rebuke of Israeli settlement policies in the West Bank and east Jerusalem — territories captured in the 1967 Mideast war and claimed by the Palestinians as parts of a future independent state. Some 600,000 Israelis now live in the two areas, complicating any partition of the land between Israel and a future Palestine . Netanyahu routinely dismisses international criticism of the settlements, saying that the dispute with the Palestinians goes back to long before the 1967 war. He also notes that when Israel dismantled its Gaza settlements in 2005, Hamas militants responded by firing rockets and subsequently seizing control of the territory from Palestinian President Mahmoud Abbas. With Friday's resolution, however, the world sent a strong message that it rejects these arguments. The resolution said the settlements have \"no legal validity\" and constitute a \"flagrant violation\" of international law. It also urged all states to distinguish between Israel and \"the territories occupied since 1967.\" In the short term, the resolution is largely symbolic. It did not include talk of sanctions or any other punitive measures against Israel. \"The importance of the resolution is to remind Israel, at least at the rhetorical level, that the international community is not completely happy, to say the least, with the ongoing status quo,\" said Arie Kacowicz, a professor of international relations at the Hebrew University in Jerusalem. Riad Malki, the Palestinian foreign minister, said Netanyahu was being disingenuous by calling the resolution anti-Israel. \"This resolution is about settlement activities, the two-state solution and ending the occupation,\" he said. \"Netanyahu, by his statements and his actions, is isolating Israel for the sake of settlements.\" Malki said the Palestinians hoped the resolution would bolster their case at the International Criminal Court, which has launched a preliminary investigation into the settlements. He also said he hoped it would encourage European countries to follow up on an EU recommendation to clearly label products manufactured in settlements, and encourage other countries to do the same. On Jan. 15, days before Obama leaves office, France is expected to host a Mideast conference where dozens of countries may endorse an international framework for peace between Israel and the Palestinians. Netanyahu vehemently opposes such activity, saying it undermines the negotiating process. The recent diplomatic defeat would be much more damaging if not for a potential remaining and rather major ace in Netanyahu's hand: the incoming Trump Administration. In a striking departure from past policy of incumbent presidents waiting on the sidelines, Trump tried to scuttle the resolution and called for a U.S. veto. After the vote, Trump vowed that \"things will be different after Jan. 20th.\" Critically, he has appointed an outspoken supporter and donor to the settlements, his longtime attorney David Friedman, as ambassador to Israel. And aides say Trump is serious about a promise to move the U.S. Embassy from Tel Aviv to Jerusalem, which even many Israelis fear could spark violence. The Palestinians claim east Jerusalem, home to sensitive religious sites, as the capital of the future state to which they aspire. After Friday's vote, Netanyahu's office said he looked forward to working with Trump \"to negate the harmful effects of this absurd resolution.\" Netanyahu has since gone on a campaign to punish the countries that took part in the resolution. He has canceled a slew of diplomatic visits and summoned ambassadors from Security Council countries, including the U.S., on Sunday, Christmas Day, in protest. According to an Israeli official, speaking on condition of anonymity because he was not authorized to discuss the matter, Netanyahu also canceled an upcoming meeting with British Prime Minister Theresa May. It remains unclear what Trump might be able to do. While he will be able to wield the U.S. veto to prevent further action against Israel in the council, mustering enough votes to overturn Friday's decision appears to be impossible. The basis for the resolution is found in the Geneva conventions, which forbid the settling of areas captured in war from another country. Israel has said the law doesn't apply because the territory was captured from Jordan, which has renounced all claims to the land. Israel has also defended the occupation on religious and security grounds. When Netanyahu's rivals in Israel oppose the settlements, it is not necessarily due to a conviction that could be peace could be at hand, but rather for concern for Israel's democracy. If Israel becomes inseparable from the West Bank, it will have to grant its 2.5 million Palestinians voting rights, or increasingly be unable to call itself a democracy. The country is toxically divided on the issue, and key sectors of society, including intellectual elites and much of its security establishment, want to see settlements end. Many of them welcome — some openly, and many more quietly — any world pressure to bring that about. Dan Miodownik, a professor of political science and international relations at Hebrew University, said there were actually some positive elements for Israel in the resolution. He said it endorsed the idea of territorial swaps, meaning that Israel could keep some settlements as part of a negotiated peace deal. And the differentiation between Israel proper and the settlements signaled that unlike in the past, Israel was no longer being forced to defend its right to exist. 0 Shares ",
    "title": "Israel: Humbled Netanyahu Places Hopes in Trump - ABC News"
   },
   {
    "entities": [
     "1979",
     "earlier this month",
     "management",
     "dec. 1",
     "supreme",
     "association",
     "klein",
     "creek",
     "mary",
     "services",
     "nearly four decades ago",
     "carol",
     "murphy-hylton",
     "court",
     "2011",
     "chicago",
     "pamela",
     "theis",
     "stream",
     "jane",
     "lieberman",
     "illinois",
     "now",
     "condominium"
    ],
    "id": 14,
    "text": "Tribune news services Contact Reporter Property owners can take comfort, but shouldn't lapse into negligence, now that the Illinois Supreme Court has clarified a 1979 state law protecting them from some slip-and-fall lawsuits. The high court reaffirmed earlier this month that the Snow and Ice Removal Act shields property owners from liability if someone gets hurt because they didn't do a good enough job of shoveling, but only when the snow or ice was the result of natural conditions. The court ruled Dec. 1 that when lawmakers passed the law nearly four decades ago, they meant to protect property owners from injury claims resulting from inadequate shoveling. The law, the court said, was intended to encourage people to voluntarily clear their sidewalks. But property owners aren't free to ignore hazardous \"unnatural accumulations\" of ice and snow, the court said. The case stems from a suburban Chicago woman who fell on an icy sidewalk outside her Carol Stream condo building in 2011, breaking her leg, knee and hip. Pamela Murphy-Hylton claims that inadequate drainage and the placement of downspouts caused the icy patch. She's seeking damages from the condominium association and the property management company. Attorneys for Klein Creek Condominium Association and Lieberman Management Services had argued the law gave them immunity, winning a summary judgment in trial court that was reversed on appeal. The Illinois Supreme Court, in a unanimous opinion written by Justice Mary Jane Theis, affirmed the appellate court's judgment and sent the case back to the trial court. ",
    "title": "Illinois Supreme Court clarifies snow-shoveling law&apos;s protections for property owners - Chicago Tribune"
   },
   {
    "entities": [
     "concert",
     "geri",
     "nmrk",
     "madonna",
     "dec 26, 2016",
     "degeneres",
     "right now",
     "cbs",
     "mercury",
     "andrew",
     "harold",
     "brian",
     "december 26, 2016",
     "christmas",
     "girl",
     "sunday",
     "michael",
     "la",
     "news",
     "--",
     "may",
     "london",
     "1992",
     "horner",
     "ronson",
     "11:02 am est",
     "@georgemichael",
     "george",
     "elton",
     "at 4:02pm pst",
     "dec 25, 2016",
     "tribute",
     "2016",
     "john",
     "freddie",
     "toya",
     "pst",
     "december 25, 2016",
     "halliwell",
     "last christmas",
     "'80s",
     "robbie",
     "buddha",
     "today",
     "james",
     "ellen",
     "corden",
     "yog",
     "ridgeley",
     "williams",
     "at 4:19pm",
     "boy",
     "spice",
     "mark",
     "jackson"
    ],
    "id": 15,
    "text": "CBS/AP Last Updated Dec 26, 2016 11:02 AM EST As news of the death of British singer George Michael broke Sunday, celebrities, fans and musicians began offering condolences and expressing their sadness on social media.  Michael, who rocketed to stardom with Wham! and went on to enjoy a long and celebrated solo career, died at the age of 53, his publicist confirmed Sunday to CBS News.  His Wham! bandmate Andrew Ridgeley wrote that he was “heartbroken.”  Heartbroken at the loss of my beloved friend Yog. Me, his loved ones, his friends, the world of music, the world at large. 4ever loved. A xx https://t.co/OlGTm4D9O6 — Andrew Ridgeley (@ajridgeley) December 26, 2016 British comedian and host of CBS’ “The Late Late Show” James Corden was on one of the first to offer up his condolences, tweeting: “I’ve loved George Michael for as long as I can remember. He was an absolute inspiration. Always ahead of his time.” I've loved George Michael for as long as I can remember. He was an absolute inspiration. Always ahead of his time. — James Corden (@JKCorden) December 25, 2016 Elton John paid tribute to his “beloved friend,” a “generous soul and a brilliant artist.” I am in deep shock. I have lost a beloved friend - the kindest, most generous soul and a brilliant artist. RIP @GeorgeMichael pic.twitter.com/1LnZk8o82m — Elton John (@eltonofficial) December 26, 2016 British pop star Robbie Williams paid tribute and wrote, “I love you George.”  Oh God no …I love you George …Rest In Peace x — Robbie Williams (@robbiewilliams) December 26, 2016 Queen guitarist Brian May wrote on Instagram that he had “no words.” Michael performed “Somebody to Love” with Queen at the Freddie Mercury Tribute Concert in London in 1992.  A photo posted by Brian Harold May (@brianmayforreal) on Dec 25, 2016 at 4:19pm PST Spice Girl Geri Halliwell posted a throwback photo of herself with Michael and called him “the kindest, most generous & talented person.”  A photo posted by Geri Horner (@therealgerihalliwell) on Dec 25, 2016 at 4:02pm PST Madonna tweeted, “Farewell My Friend!  Another Great Artist leaves us” — and threw in a final expletive about the tragic losses of 2016 . Many on social media referenced Wham’s song “Last Christmas” as it appeared Michael died over the Christmas holiday. Fellow ’80s pop star Boy George tweeted a statement, calling the loss “devastating”: “I am thinking of @GeorgeMichael’s  family, friends and fans right now. He was so loved and I hope he knew  it because the sadness today is beyond words. Devastating. What a  beautiful voice he had and his music will live on as a testament to his  talent. I can’t believe he is gone. I hope the Buddha will hold him in  his arms. NMRK.” (NMRK refers to a mantra chanted by practicing Buddhists.) George Michael — Boy George (@BoyGeorge) December 26, 2016 Others shared their sadness and disbelief in his passing.  You have given the #world an amazing gift! What a #talent ! What a #loss ! We will continue to love you! #RIP George Michael!  pic.twitter.com/plb7KjXOaP — La Toya Jackson (@latoyajackson) December 26, 2016 i bought (& worshipped) Listen Without Prejudice on my 15th birthday. this song readied me for Stevie Wonder... https://t.co/a3gnL9DnfT ... — Mark Ronson (@MarkRonson) December 25, 2016 I just heard about my friend @GeorgeMichael 's death. He was such a brilliant talent. I'm so sad. — Ellen DeGeneres (@TheEllenShow) December 25, 2016 What an enormous shame, what a talent, writer, performer, one of the finest male pop vocalists that ever recorded. Another Good Guy is gone ",
    "title": "Stars react to death of George Michael - CBS News"
   },
   {
    "entities": [
     "1998",
     "abbey",
     "interactive",
     "june 28, 1986",
     "cbs",
     "luciano",
     "pavarotti",
     "andrew",
     "hospital",
     "sony",
     "states",
     "christmas",
     "press",
     "kenny",
     "sunday",
     "michael",
     "news",
     "inc.",
     "united",
     "london",
     "westminster",
     "charles",
     "snap",
     "george",
     "elton",
     "atlantic",
     "dec 25, 2016",
     "north",
     "of",
     "goss",
     "angeles",
     "diana",
     "2008",
     "stadium",
     "john",
     "2011",
     "england",
     "2016",
     "associated",
     "five years in 2010",
     "ray",
     "august 2011",
     "aretha",
     "vienna",
     "a year earlier",
     "general",
     "10:28 pm est",
     "los",
     "1996",
     "ridgeley",
     "princess",
     "the early 1980s",
     "mtv",
     "snappy",
     "georgios",
     "wembley",
     "time",
     "wales",
     "franklin",
     "panayiotou",
     "1987"
    ],
    "id": 16,
    "text": "CBS/AP Last Updated Dec 25, 2016 10:28 PM EST George Michael, who rocketed to stardom with Wham! and went on to enjoy a long and celebrated solo career lined with controversies, has died, his publicist said Sunday. He was 53. His publicist confirmed the news to CBS News in a statement.  “It is with great sadness that we can confirm our beloved son, brother and friend George passed away peacefully at home over the Christmas period,” the statement read. “The family would ask that their privacy be respected at this difficult and emotional time. There will be no further comment at this stage.”  Michael’s manager told CBS News that he died of heart failure.   In 2011, the singer had a life-threatening  bout of pneumonia . At the time, he thanked the staff at Vienna General Hospital for keeping him alive in the intensive care unit.    Stars react to death of George Michael: “He was an absolute inspiration” Michael enjoyed immense popularity early in his career as a teenybopper idol, delivering a series of hits such as “Wake Me Up Before You Go-Go,” ‘’Young Guns (Go For It)“ and “Freedom.” As a solo artist, he developed into a more serious singer and songwriter, lauded by critics for his tremendous vocal range. He sold well over 100 million albums globally, earned numerous Grammy and American Music Awards, and recorded duets with legends like Aretha Franklin, Ray Charles, Luciano Pavarotti and Elton John.  Throughout his career, his drug use and taste for risky sex brought him into frequent brushes with the law, most famously in 1998 when he was arrested for public lewdness in Los Angeles. Yet, he managed to turn the incident into fodder for a popular song that poked fun at his behavior, and his acknowledgment of his homosexuality at that time made him even more popular with his fans. In this file photo dated June 28, 1986, George Michael is on stage for Wham’s last sell out concert at Wembley Stadium in London.    View Gallery In this file photo dated June 28, 1986, George Michael is on stage for Wham’s last sell out concert at Wembley Stadium in London.    AP Michael, with startling good looks and an easy stage manner, formed the boy band Wham! with his school friend Andrew Ridgeley in the early 1980s. Helped by MTV, which was an emerging music industry force at the time, the cheerful duo easily crossed the Atlantic to become popular in the United States with Michael, as lead singer, usually the focal point. He started his solo career shortly before Wham! split, with the release of the megahit single “Careless Whisper,” making a seamless transition. Critics generally viewed his Wham! songs as catchy but disposable pop and gave his solo efforts far higher marks. His first solo album, 1987’s “Faith,” sold more 20 million copies, and he enjoyed several hit singles including the raunchy “I Want Your Sex,” which was helped immeasurably by a provocative video that received wide air play on MTV. The song was controversial not only because of its explicit nature, but also because it was seen as encouraging casual sex and promiscuity at a time when the AIDS epidemic was deepening.  Michael and his management tried to tamp down this point of view by having the singer write “Explore Monogamy” on the leg and back of a model in the video. At the time, Michael had not disclosed his homosexuality, and much of his chart success was based on his sex appeal to young women. His look was raw and provocative, with tight jeans, tight T-shirts, black leather jackets and designer stubble, and his videos pushed the accepted limits with many lingerie-clad models vying for Michael’s attentions on screen. But Michael’s situation changed abruptly in 1998 when he was arrested for lewd conduct in a public toilet in Los Angeles after being spotted by a male undercover police officer.  12 Photos British superstar George Michael dies The arrest received international media attention, and seemed for a brief time to jeopardize Michael’s stature as a top recording artist. But instead of making excuses for his behavior, he went on to release a single and video, “Outside,” that made light of the charges against him and mocked the Los Angeles police who had arrested him. Like all of his efforts at the time, it sold in prodigious numbers, helping him put the incident behind him. The arrest also prompted him to speak openly about his sexual orientation. These years represented the height of Michael’s commercial success, which at times was marred by a protracted legal dispute with his record company Sony. He remained a strong musical force throughout his career, releasing dozens of records and touring to adoring crowds despite a growing number of run-ins with police, many of them stemming from a series of driving-under-the-influence-of-drugs incidents, including several crashes. Michael was an admitted user of marijuana and prescription sedatives and several times was found slumped over his car’s steering wheel after using both at the same time. His driver’s license was finally revoked for five years in 2010 after Michael drove his Land Rover into the side of a Snappy Snap photo shop with so much force that his vehicle dented the wall. A passer-by remembering Michael’s early career wrote the word Wham on the spot his SUV had hit. He was also arrested a second time in public toilets - this time in North London in 2008 for drug use, an incident that prompted him to apologize to his fans and promise to get his life in order. He also offered an apology to “everybody else, just for boring them.” A year earlier, he had told a television interviewer that his problems stemmed from a self-destructive streak and his attention-seeking nature.  View Gallery Pop stars George Michael (top) and Elton John leave Westminster Abbey after the funeral service of Diana Princess of Wales in 1996.  JOHNNY EGGITT/AFP/Getty Images He said at a press conference in 2011 that he felt he had let young people down with his misbehavior and had made it easier for others to denigrate homosexuals. Despite these personal setbacks, Michael’s musical performances remained strong even as his material moved farther from the teen tunes that first brought him to stardom. The Telegraph newspaper in 2011 described a London concert appearance as an impressive event, calling his voice, “A rich, soulful instrument, it’s capable of serious emotional heft, expertly matching the confessional tone of his own material.” Michael, with strong Greek-Cypriot roots, was born Georgios Panayiotou in England. He and schoolmate Ridgeley formed a ska band called the Executive when they were just 16 before moving on to form Wham! “I wanted to be loved,” said Michael of his start in the music field. “It was an ego satisfaction thing.” Michael was active in a number of charities and helped raise money to combat AIDS, help needy children, and support gay rights. He had a long-term relationship with Kenny Goss, but announced onstage in August 2011 that the two had broken up.  © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "George Michael, Wham lead singer, dead at 53 - CBS News"
   },
   {
    "entities": [
     "kushner",
     "israel",
     "alan",
     "david",
     "times",
     "allen",
     "jason",
     "d'antonio",
     "queens",
     "friday",
     "credit",
     "florida",
     "states",
     "trump",
     "house",
     "photographs",
     "michael",
     "last week",
     "united",
     "the",
     "rhona",
     "donald",
     "mid-december",
     "haner/the",
     "about a decade ago",
     "tower",
     "about",
     "truth",
     "greenfield",
     "graff",
     "greenblatt",
     "organization",
     "years ago",
     "2011",
     "j.",
     "twitter",
     "manhattan",
     "calamari",
     "eric",
     "garten",
     "1981",
     "new",
     "fred",
     "brooklyn",
     "the end of the day",
     "york",
     "josh",
     "last spring",
     "ivanka",
     "cohen",
     "jared",
     "the 2000s",
     "now",
     "matthew",
     "said",
     "weisselberg",
     "jr.",
     "brecher",
     "rebecca",
     "midtown",
     "white"
    ],
    "id": 17,
    "text": "Continue reading the main story That is the way business has been done at the Trump Organization, a relatively small company with a big reach and a bigger self-image that has come under intense scrutiny as its chief prepares to become president of the United States. Advertisement Continue reading the main story With extensive entanglements around the world, many packaged in a network of licensing agreements and limited liability companies, the Trump Organization poses a raft of potential conflicts of interest for a president-elect who has long exerted such control over his company that, as he told The New York Times in a recent interview , he is the one who signs the checks. “I like to sign checks so I know what is going on,” he explained. Mr. Trump — owner of all but the smallest sliver of the privately held company — has said that, while the law does not require it, he is formulating plans to remove himself and his older daughter, Ivanka, from the company’s operations. (Ms. Trump’s husband, Jared Kushner, is likely to have a role in the White House.) His sons Donald Jr. and Eric, along with other executives, will be in charge, the president-elect wrote on Twitter in mid-December, adding that “no new deals will be done during my term(s) in office.” People involved in the planning have said that Mr. Trump intends to keep a stake in the business. But in recent weeks, amid rising pressure, Mr. Trump and his advisers have been intensely debating further measures . Among other things, the president-elect has agreed to shut down his personal foundation, has ended some international development deals and has reviewed a plan for an outside monitor to oversee the Trump Organization. Yet an examination of the company underscores the complex challenges of taking Mr. Trump out of Trump the organization. His company is a distinctly family business fortified with longtime loyalists that operates less on standardized procedures and more on a culture of Trump. Mr. Trump may leave the details of contracts to his deputies, but his name — and influence — is stamped on every deal the company does. In an interview last spring with The Times, Mr. Trump explained that he approved new ventures based on his personal “feel.” And while in recent years his three oldest children have taken on more of a leadership role, Mr. Trump has the final say, sometimes weighing in on the most minute design details of planned hotels, golf courses or other properties the company owns or manages. His other top executives — many of them natives of Queens, where Mr. Trump grew up, or Brooklyn, where his father, Fred, expanded a housing empire many years ago — have secured power not necessarily through fancy pedigrees or impressive credentials, but through decades of devotion to their boss. Allen Weisselberg, the organization’s chief financial officer, started off as an accountant for Mr. Trump’s father. Matthew Calamari, the organization’s chief operating officer, was recruited in 1981 after Mr. Trump saw him eject some hecklers while working security at the United States Open tennis tournament. Advertisement Continue reading the main story For some executives, there appears to be little division between their service to the company and their service to the Trumps. “We’re not a publicly traded company. At the end of the day, I work for the Trump family,” Alan Garten, the general counsel, explained in an interview with the legal industry publication Corporate Counsel shortly before the election. “That’s how I view my job. Whether it’s protecting their business interests or protecting their personal interests. I am here to assist them and represent them in any way they need.” When asked to elaborate in an interview last week with The Times, Mr. Garten said that in any job, “you want to be as helpful as you can,” but that “obviously the interests of the Trumps and the interests of the company are two distinct things.” The divisions between business and politics were often fuzzy during the presidential race: Mr. Garten became a “liaison” to Mr. Trump’s campaign; Michael Cohen, an executive vice president, tirelessly promoted his boss’s bid for the White House on television while battling negative media coverage; and Jason Greenblatt, the company’s chief legal officer, began serving as his adviser on Israel. On Friday, it was announced that Mr. Greenblatt would be joining Mr. Trump’s administration as a special representative for international negotiations. After the election, other lines continued to blur as the president-elect and his children met with foreign businessmen with connections to their global ventures and with foreign officials with potential influence over their business dealings. Some government-ethics lawyers have warned that unless Mr. Trump fully divests himself from the company and places someone independent of his family in charge, he risks entering the White House in violation of a constitutional clause that forbids him from taking payments or gifts from a foreign government entity. As Mr. Trump assumes the presidency, it is difficult to foresee him walling himself off from the company entirely, said Michael D’Antonio, the author of a critical biography, “The Truth About Trump.” “I don’t think that he could keep himself from inquiring about the performance of these businesses any more than he can keep himself from tweeting,” Mr. D’Antonio said. “It is just too vital to his identity. Profit is the way he has always measured himself. I don’t see how he can stop.” Continue reading the main story Photo Mr. Trump in his office at Trump Tower in Midtown Manhattan. Photographs of the rich and powerful adorn his office walls, and his desk often overflows with papers, evidence of his refusal to communicate by email. Credit Josh Haner/The New York Times ‘Mom and Pop’ Shop Mr. Trump may have business interests around the world, but his power is concentrated at a single Midtown Manhattan address: 725 Fifth Avenue. With a gleaming exterior that shoots to the sky, a lobby decked with marble and a collection of high-end tenants, Trump Tower is his primary residence as well as his company’s headquarters. Advertisement Continue reading the main story To get to work, Mr. Trump steps onto the private elevator in his gilded three-story penthouse, presses 26 and waits a matter of seconds. When the doors open, he is at his office, surrounded by Mr. Garten, Mr. Weisselberg and other top executives. One floor down are the offices of Donald Jr., Eric and Ivanka Trump , who joined the company in the 2000s and are now his top deputies and advance guard. David Brecher, the chief executive of FM Home Loans, visited the Trump Organization about a decade ago to discuss a potential partnership and found the aesthetics telling. “Donald’s floor,” he said, recalling a swirl of gold trim and hues, “is very his style.” “The kids,” by contrast, “have a very cool floor. Sleek. Marble.” Photo Ivanka Trump, Mr. Trump’s elder daughter, in her office at Trump Tower. She is considered to be the second-most powerful person at the organization. The president-elect has said that he is formulating plans to remove himself and Ivanka from the company’s operations. Credit Rebecca Greenfield Photographs of Mr. Trump with the rich and powerful adorn his office walls, and his desk often overflows with papers, evidence of his refusal to communicate by email. When Mr. Trump wants to talk to someone, he calls out to his assistant, Rhona Graff, a Queens native whose office is right outside his door. She has been his gatekeeper for decades. Anyone seeking access to him over the phone has to go through Ms. Graff, sometimes with a secret code. Mr. Trump often boasts of the size of the Trump Organization. “It’s a big company,” he said in the interview last spring. A spokeswoman said the business employed “tens of thousands.” But industry experts estimate that no more than 4,000 people work for the Trump Organization worldwide. And executives say that the three floors that make up the headquarters appear to have no more than 150 employees. Advertisement Continue reading the main story It is a family business, as everyone involved is quick to explain. And the management structure is informal if not confusing, with deputies constantly buzzing in and out of the boss’s office. “We kind of run a little bit like a mom-and-pop in that sense,” Donald Trump Jr. said in a 2011 deposition for a lawsuit involving a Florida development. “I guess there is an organizational chart, but in theory, there is not too many levels.” He added: “Could I make one? Yes. Is there one officially? Not that I’m aware of.” Continue reading the main story Who’s In Charge Donald J. Trump said that he would leave his businesses before the presidential inauguration and that his grown sons, Eric and Donald Jr., along with other executives, would manage them. Donald J. Trump Said to be stepping down Family ",
    "title": "Inside the Trump Organization, the Company That Has Run Trump’s Big World - The New York Times"
   },
   {
    "entities": [
     "degeneres",
     "francois",
     "december 26, 2016",
     "christmas",
     "stunned",
     "michaels",
     "margaret",
     "rob",
     "michael",
     "--",
     "facebook",
     "ronson",
     "@georgemichael",
     "etheridge",
     "george",
     "takei",
     "lowe",
     "2016",
     "shatner",
     "once",
     "mori",
     "december 25, 2016",
     "rimes",
     "last christmas",
     "christmas day",
     "andrea",
     "usa",
     "ricky",
     "8:19 p.m. est",
     "robbie",
     "this year",
     "today",
     "cibrian",
     "gervais",
     "james",
     "leann",
     "ellen",
     "corden",
     "randy",
     "williams",
     "now",
     "melissa",
     "mandell",
     "cho",
     "william",
     "mark",
     "jackson",
     "ap"
    ],
    "id": 18,
    "text": "Stunned stars react to George Michael's death Many reflected on too many greats leaving us 2016. Post to Facebook Stunned stars react to George Michael's death Many reflected on too many greats leaving us 2016. Check out this story on USATODAY.com: http://usat.ly/2iuMthH CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 3 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Stunned stars react to George Michael's death Andrea Mandell , USA TODAY 8:19 p.m. EST December 25, 2016 x Share George Michael, the British singer, musician and founding member of Wham!, died over the Christmas holiday, his publicist confirms to USA TODAY. Wochit-All British singer George Michael died \"over the Christmas period,\" according to his publicist. (Photo: Francois Mori, AP) The sudden death of pop singer George Michael rocked the entertainment community on Christmas Day. Many took to social media to share their memories and grief. Ellen DeGeneres said she was \"so sad\" I just heard about my friend @GeorgeMichael 's death. He was such a brilliant talent. I'm so sad. — Ellen DeGeneres (@TheEllenShow) December 25, 2016 Many stars expressed their shock Unbelievable. — Ricky Gervais (@rickygervais) December 25, 2016 Wow. RIP George Michael pic.twitter.com/sVgRYnfm6J — Randy Jackson (@YO_RANDYJACKSON) December 25, 2016 My god. Rest in paradise @GeorgeMichael --an icon, an ally, a legend. pic.twitter.com/MfxPVFG0B2 — Margaret Cho (@margaretcho) December 25, 2016 Oh God no …I love you George …Rest In Peace x — Robbie Williams (@robbiewilliams) December 26, 2016 George Takei borrowed a bittersweet lyric from one of Wham!'s biggest hits Rest with the glittering stars, George Michael. You've found your Freedom, your Faith. It was your Last Christmas, and we shall miss you. — George Takei (@GeorgeTakei) December 25, 2016 R.I.P George Michael.  Beyond sad, you were a legend, and you were far too young.  Blasting \"Last Christmas\" now  — OneRepublic (@OneRepublic) December 25, 2016 James Corden and Mark Ronson shared early memories i bought (& worshipped) Listen Without Prejudice on my 15th birthday. this song readied me for Stevie Wonder... https://t.co/a3gnL9DnfT ... — Mark Ronson (@MarkRonson) December 25, 2016 I've loved George Michael for as long as I can remember. He was an absolute inspiration. Always ahead of his time. — James Corden (@JKCorden) December 25, 2016 William Shatner and LeAnn Rimes expressed the grief of many Is this year over yet? Too many people are passing away. Rest In Peace, George Michael. ☹️ — William Shatner (@WilliamShatner) December 25, 2016 Omg #GeorgeMichael noooo! No No No No No! We have lost too many beautiful souls this year. #rip you will be greatly missed. — LeAnn Rimes Cibrian (@leannrimes) December 25, 2016 Rob Lowe said that Michael had the \"voice of an angel\" Had the pleasure of knowing George Michael in the 80s. Voice of an angel. Now he can sing for them. — Rob Lowe (@RobLowe) December 26, 2016 Melissa Etheridge recalled a shared photo shoot with the star Sad news on Christmas...2016 takes George Michaels. I did a photo shoot with him once. If you can find the shots please post them? #peace ",
    "title": "Stunned stars react to George Michael's death"
   },
   {
    "entities": [
     "1998",
     "thames",
     "times",
     "right now",
     "mclellan",
     "andrew",
     "rogers",
     "sony",
     "britain",
     "the week",
     "christmas",
     "thom",
     "late 1984",
     "1984",
     "sunday",
     "michael",
     "united",
     "cnn",
     "the",
     "feleppa",
     "music",
     "ann",
     "london",
     "park",
     "the 1980s",
     "the spring of 1987",
     "june 25, 1963",
     "john",
     "george",
     "1990",
     "the '90s",
     "1991",
     "china",
     "franklin",
     "north",
     "elton",
     "the year",
     "stadium",
     "2008",
     "england",
     "valley",
     "entertainment",
     "anselmo",
     "2004",
     "twitter",
     "lippman",
     "police",
     "2011",
     "1986",
     "kyriacos",
     "aretha",
     "years later",
     "u.s.",
     "1981",
     "$910",
     "yorke",
     "will",
     "richards",
     "hills",
     "bbc",
     "billboard",
     "keith",
     "the '80s",
     "dennis",
     "america",
     "memorial",
     "time",
     "ridgeley",
     "2010",
     "1993",
     "goring",
     "kingdom",
     "beverly",
     "hilburn",
     "rio",
     "1985",
     "wembley",
     "robert",
     "georgios",
     "dec. 25, 2016",
     "the 2000s",
     "panayiotou",
     "powers"
    ],
    "id": 19,
    "text": "George Michael dies at 53; pop singer was half of duo Wham! before successful solo career Pop singer George Michael over the years. Dennis McLellan George Michael , the English singer-songwriter who shot to stardom in the 1980s as half of the pop duo Wham! and went on to become one of the era’s biggest pop solo artists with hits such as “Faith” and “I Want Your Sex,” died over the Christmas holiday. He was 53. Michael died peacefully at his home in Goring, England, according to his publicist. She said he had not been ill. In a statement , Thames Valley Police called Michael’s death “unexplained but not suspicious.” Teamed with guitarist Andrew Ridgeley in Wham!, Michael soared to fame in the United Kingdom in the early ’80s with hits such as “Young Guns (Go For It!)”, “Wham Rap! (Enjoy What You Do)” and “Bad Boys.” The duo’s “Wake Me Up Before You Go-Go” was an international million-selling single that put Wham! on the map in America, where it reached No. 1 on the Billboard Hot 100 in late 1984. Two other Wham! songs went to No. 1 on the Billboard chart in 1985: “Careless Whisper” (released in Britain as a solo single by Michael) and “Everything She Wants.” Singer-songwriter George Michael died Dec. 25, 2016, according to his publicist. He was 53. In a 1990 article, he talked about his effort to downplay his celebrity status. (Robert Hilburn) Their international popularity was further confirmed in 1985 when they became the first Western pop group to play in Communist China. The stylishly coiffed duo, who wore tight-fitting short-shorts in their “Wake Me Up Before You Go-Go” video and appeared shirtless in leather jackets in promotional stills, are described in “The Encyclopedia of Popular Music” as “the most commercially successful teen-oriented group of the ’80s.” Michael was known as the creative half of the duo, whose stage appearances whipped young female fans into a frenzy with music that some critics dismissed as juvenile and exploitative. Yet Michael maintained that he was not writing songs specifically for teenage girls. “People who accuse me of that just don’t know what they’re talking about,” he told The Times in 1984, while promoting the Wham! album “Make It Big,” which was produced, arranged and mostly written by Michael. “I’m writing for my own age group, but they’re put off by all these screaming young girls who like us,” he said. “It’s really a shame. That’s not a good reason not to listen to our music.” With Michael reportedly feeling restricted in Wham! and wanting to do other things musically, the duo split up in 1986; a crowd of 72,000 fans turned out at London’s Wembley Stadium for their farewell concert. “I Knew You Were Waiting (For Me),” a duet Michael recorded with Aretha Franklin, was a No. 1 hit in the spring of 1987 and earned them a Grammy Award. Michael’s debut solo album, “Faith,” was released later that year. The album, which won a Grammy for Album of the Year, spawned the No. 1 hit singles “Faith,” “Father Figure,” “One More Try” and “Monkey” — as well as the controversial “I Want Your Sex,” which rose to No. 2 and was banned by many U.S. radio stations. Michael had another No. 1 hit with “Praying for Time,” a 1990 single off his “Listen Without Prejudice, Vol. 1” album. Singer-songwriter George Michael died Dec. 25, 2016, according to his publicist. He was 53. In a 2008 article, he recounted his career to a Times music critic. George Michael is not a whiskey-swilling geezer like Keith Richards or a rebellious bohemian like Thom Yorke. He's a well-groomed, gracious... Singer-songwriter George Michael died Dec. 25, 2016, according to his publicist. He was 53. In a 2008 article, he recounted his career to a Times music critic. George Michael is not a whiskey-swilling geezer like Keith Richards or a rebellious bohemian like Thom Yorke. He's a well-groomed, gracious... (Ann Powers) Despite Michael’s commercial success, the ’90s proved a difficult period for him, marked by a protracted legal battle with Sony Music Entertainment in an attempt to escape his longtime contract. There was also a series of personal upheavals, including the 1993 death of his Brazilian lover, Anselmo Feleppa, whom he had met at a rock festival in Rio in 1991. In 1998, Michael was arrested for lewd conduct in a men’s restroom at Will Rogers Memorial Park in Beverly Hills. He pleaded no contest and completed 80 hours of community service with a youth leadership program, paid $910 in fines and underwent counseling. Though rather tame as celebrity scandals go, the incident amounted to a public outing of the singer and a possible threat to his career. In an interview with CNN the week after his arrest, he apologized to fans and acknowledged that he was gay. “I have no problem with people knowing that I’m in a relationship with a man right now,” he said at the time. “I have not had a relationship with a woman for almost 10 years.” Of his arrest, he said: “I don’t feel any shame. I feel stupid, and I feel reckless and weak for having allowed my sexuality to be exposed this way.” Seven months after his arrest, Michael made fun of the high-profile incident with the satirical single “Outside,” which former Times pop music critic Ann Powers later described as “a highly danceable paean to public sex.” The accompanying music video included a sequence in which Michael, wearing shades and a police uniform, appears in a public restroom that morphs into a flashy disco dance palace. Years later, in an interview with the BBC , Michael said that the manner of his unintentional outing had made his life more difficult. Yet he did not shy away from who he was; he raised money to combat AIDS and supported gay rights. Michael’s drug use — he admitted to using prescription sedatives and marijuana — led to several run-ins with law enforcement in the 2000s, after his career had reached its apex. In 2010, his driver’s license was revoked for five years after he drove his Land Rover into the side of a photography shop with so much force that his vehicle dented the wall. A passer-by remembering Michael's early career wrote the word “WHAM” on the spot his SUV had hit. Michael was born Georgios Kyriacos Panayiotou on June 25, 1963, in North London, the son of a English mother and a Greek Cypriot immigrant father who ran a local restaurant. He was 7 when he began dreaming of musical stardom. “It’s not like I had a remarkable voice as a child,” he said in a 2004 interview with the Sunday Telegraph. “I got thrown out of choir, but that didn’t stop me from telling everyone I was going to be a famous pop star.” Michael was 12 when he met Ridgeley, a fellow student. After leaving school, they spent more than a year in a ska band called the Executives and began writing songs together. A demo tape that included two of their songs, “Wham Rap” and “Careless Whisper,” led to their 1981 signing with a British independent label and the launch of Wham! \"Heartbroken at the loss of my beloved friend,” Ridgeley, 53, said on Twitter. \"Me, his loved ones, his friends, the world of music, the world at large. 4ever loved.” Michael’s sudden death stunned the music world, given his young age and the fact he had been working on a documentary film called “Freedom” in recent months. He was also beginning work on a new album. Michael’s longtime manager, Michael Lippman, told Billboard magazine that the singer died “peacefully” in his bed of apparent heart failure. In 2011, Michael suffered a severe case of pneumonia during a tour and later revealed he had come close to dying. \"It was by far the worst month of my life, but I am incredibly, incredibly fortunate to be here,” he told the Guardian.  Friends and fellow performers offered tributes. “I am in deep shock,” Elton John said on Instagram. “I have lost a beloved friend — the kindest, most generous soul and a brilliant artist.”   ",
    "title": "George Michael dies at 53; pop singer was half of duo Wham! before successful solo career - LA Times"
   },
   {
    "entities": [
     "viktor",
     "maxim",
     "cbs",
     "petrochenko",
     "turkey",
     "bashar",
     "red",
     "state",
     "kaczynski",
     "defense",
     "associated",
     "latakia",
     "army",
     "islamic",
     "egypt",
     "the last year",
     "oleg",
     "peninsula",
     "ensemble",
     "guard",
     "sokolov",
     "glinka",
     "1960s",
     "the same day",
     "interactive",
     "earlier this year",
     "sunday",
     "news",
     "2014",
     "black",
     "russia",
     "khalilov",
     "andreyev",
     "previously",
     "yeliseyev",
     "alexandrov",
     "reuters/dmitry",
     "tolboyev",
     "ukraine",
     "choir",
     "earlier this month",
     "yelizaveta",
     "press",
     "interfax",
     "novosti",
     "moscow",
     "ministry",
     "magomed",
     "andrey",
     "august 2004",
     "sochi",
     "dec 25, 2016",
     "sinai",
     "december 25, 2016",
     "1994",
     "national",
     "smirnov",
     "1983",
     "putin",
     "assad",
     "russian",
     "ria",
     "smolensk",
     "valery",
     "berdnikova",
     "sea",
     "syria",
     "april 2010",
     "last week",
     "inc.",
     "vitaly",
     "the",
     "karpukhin",
     "monday",
     "vladimir",
     "5:25 a.m.",
     "2016",
     "the 2014 winter",
     "lech",
     "6:54 pm est",
     "ankara",
     "hemeimeem",
     "svetlana",
     "october 2015",
     "evening",
     "aleppo",
     "new year's",
     "karlov"
    ],
    "id": 20,
    "text": "Email Last Updated Dec 25, 2016 6:54 PM EST SOCHI, Russia – Backed by ships, helicopters and drones, Russian rescue teams searched Sunday for victims after a Russian plane carrying 92 people to Syria crashed into the Black Sea shortly after takeoff. Investigators said they are looking into every possible cause for the crash, including a terror attack. All 84 passengers and eight crew members on board the Soviet-built Tu-154 plane operated by the Russian military are believed to have died when it crashed two minutes after taking off at 5:25 a.m. in good weather from the southern Russian city of Sochi. More than 3,000 people — including over 100 divers flown in from across Russia — worked from 32 ships and several helicopters to search the crash site, the Defense Ministry said. Drones and submersibles were also being used to help spot bodies and debris. Powerful spotlights were brought in so the search could continue around the clock. Emergency crews found fragments of the plane about 1.5 kilometers (1 mile) from shore. By Sunday evening, rescue teams had recovered 11 bodies and Transport Minister Maxim Sokolov said fragments of other bodies were also found. The wreckage and human remains were being brought to shore in Sochi, CBS News producer Svetlana Berdnikova reported.  Search and rescue crews retrieve passenger belongings after a Russian military plane crashed in the Black Sea on December 25, 2016. STRINGER/AFP/Getty Images Asked if a terror attack was a possibility, Sokolov said investigators were looking into every possible reason for the crash. That contradicted an earlier statement from investigators denying that there could have been any act of terrorism on board, Berdnikova reported. So far, she reports investigators say they have not seen any evidence of fire or an explosion in the wreckage that has been recovered. Russian lawmakers said that the military plane was tightly secured, and security is particularly tight in Sochi, which hosted the 2014 Winter Games and is regularly visited by Putin, who has a residence there. The plane belonging to the Defense Ministry was taking its world-famous choir, the Alexandrov Ensemble, to a New Year’s concert at Hemeimeem air base in Syria’s coastal province of Latakia. Those on board also included nine Russian journalists and a Russian doctor famous for her work in war zones.  Russian President Vladimir Putin went on television to declare Monday a nationwide day of mourning. “We will conduct a thorough investigation into the reasons and will do everything to support the victims’ families,” Putin said. In Moscow, flowers piled up on the sidewalk outside the choir’s home base as residents mourned their loss. “It is a real tragedy for the whole country, especially because of the people who were on board,” Berdnikova said.  A cameraman from Russian Zvezda channel, whose colleagues were on board of Russian military Tu-154 plane crashed into the Black Sea, is comforted by a man outside the headquarters of the Alexandrov Ensemble, also known as the Red Army Choir, in Moscow, Russia, December 25, 2016. REUTERS/Sergei Karpukhin The Black Sea search area — which covered 10 square kilometers (nearly 4 square miles) — was made more difficult by underwater currents that carried debris and body fragments into the open sea. Sokolov said the plane’s flight recorders did not have the radio beacons common in more modern aircraft, so locating them on the seabed was going to be challenging. The Tu-154 is a Soviet-built three-engine airliner designed in the late 1960s. More than 1,000 have been built, and they have been used extensively in Russia and worldwide. The plane that crashed Sunday was built in 1983, and underwent factory check-ups and maintenance in 2014 and earlier this year, according to the Defense Ministry. File photo of a Russian Tupolev Tu-154. REUTERS/Dmitry Petrochenko Magomed Tolboyev, a decorated Russian test pilot, said the circumstances of the crash indicated that all on board had died. “There is no chance to survive in such situation,” he said, according to the Interfax news agency. While the cause remained under investigation, some experts noted that the crew’s failure to report a malfunction pointed at a possible terror attack. “Possible malfunctions ... certainly wouldn’t have prevented the crew from reporting them,” Vitaly Andreyev, a former senior Russian air traffic controller, told RIA Novosti, adding that it points at an “external impact.” Russian planes have been brought down previously by terror attacks. In October 2015, a Russian plane carrying mostly Russian tourists back from vacation in Egypt was brought down by a bomb over the Sinai Peninsula, killing all 224 people aboard. Officials said the explosive device was planted in the plane’s luggage compartment. The local affiliate of the Islamic State group claimed responsibility. In August 2004, two Russian planes were blown up in the skies over Russia on the same day by suicide bombers, killing 89 people. A Chechen warlord claimed responsibility for the twin attacks. In the last year, the Russian military has repeatedly flown Russian singers and artists to perform at Hemeimeem, which serves as the main hub for the Russian air campaign in Syria . This plane was carrying performers for New Year’s, the main holiday for most Russians. The passenger list for the Sochi plane released by the Defense Ministry included 64 members of the Alexandrov Ensemble, including its leader, Valery Khalilov. The ensemble is the official choir of the Russian military and also includes a band and a dance company. The choir sang “Get Lucky” at the opening of the 2014 Winter Games in Sochi , becoming an instant online sensation. The toll on the choir was reported to be devastating. Viktor Yeliseyev, head of the rival choir of the Russian National Guard, said “most singers of the choir have died.” Also on board was Yelizaveta Glinka, a Russian doctor who has won wide acclaim for her charity work, which has included missions to war zones in eastern Ukraine and Syria. Her foundation said Glinka was accompanying a shipment of medicine for a hospital in Syria. “We never feel sure that we will come back alive,” she said when Putin presented her with an award earlier this month. “But we are sure that kindness, compassion and charity are stronger than any weapon.” Syrian President Bashar Assad was among numerous foreign leaders who sent a condolence note to Putin, saying he received the news “with deep grief and sadness.” In recent years, Russian airlines have replaced their Tu-154s with more modern planes, but the military and other government agencies in Russia have continued to use them. While noisy and fuel-guzzling, the plane is popular with crews that appreciate its maneuverability and ruggedness. “It’s an excellent plane, which has proven its reliability during decades of service,” veteran pilot Oleg Smirnov said in televised remarks. Still, since 1994 there have been 17 major plane crashes involving the Tu-154 that have killed over 1,760 people. Most resulted from human error. In the latest previous deadly crash of a Tu-154, a plane carrying Polish President Lech Kaczynski and 95 others crashed in April 2010 while trying to land at a military airport in Smolensk in western Russia, killing everyone on board. Investigations by both Polish and Russian experts blamed pilot error in bad weather, but Polish authorities have launched a new probe. Russia’s military involvement backing Assad in the war in Syria has also made it a target in recent days. The Russian ambassador to Turkey , Andrey Karlov, was shot and killed at a photo exhibit in Ankara last week by a gunman who shouted “Don’t forget Aleppo , don’t forget Syria!” before he was gunned down by police. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Russia plane crash investigation: Terrorism not ruled out in Black Sea plane crash that killed 92 - CBS News"
   },
   {
    "entities": [
     "ukraine",
     "council",
     "israel",
     "naftali",
     "gold",
     "kerry",
     "west",
     "friday",
     "oslo",
     "states",
     "trump",
     "house",
     "at 12:52 pm",
     "reuters",
     "sunday",
     "thursday",
     "alon",
     "december 25",
     "united",
     "ministry",
     "zealand",
     "dore",
     "accords",
     "recently",
     "donald",
     "senegal",
     "state",
     "for",
     "b.",
     "bank",
     "bureau",
     "of",
     "bennett",
     "foreign",
     "george",
     "nations",
     "security",
     "1999",
     "pinkas",
     "affairs",
     "daniel",
     "john",
     "statistics",
     "u.n.",
     "1975",
     "u.s.",
     "b'tselem",
     "new",
     "obama",
     "western",
     "1994",
     "1967",
     "wall",
     "benjamin",
     "shapiro",
     "east",
     "institute",
     "center",
     "jerusalem",
     "central",
     "ruth",
     "1997",
     "public",
     "to",
     "studies",
     "bush",
     "netanyahu",
     "h.w.",
     "sunday, christmas day",
     "eglash",
     "white"
    ],
    "id": 21,
    "text": "By Ruth Eglash December 25 at 12:52 PM Follow @reglash JERUSALEM — The U.S. ambassador to Israel, Daniel B. Shapiro, was requested Sunday to attend a meeting with Prime Minister Benjamin Netanyahu over the United States’ refusal to block a U.N. Security Council resolution that harshly criticized Israeli settlements, a senior official in the prime minister’s office said. The meeting follows a series of summons Sunday, Christmas Day, of envoys from countries that have diplomatic relations with Israel and that voted in favor of the resolution. Passing by a vote of 14 to 0, the resolution declares that Israeli settlements in the West Bank and East Jerusalem have “no legal validity” and constitute a “flagrant violation under international law.” It also calls the settlements a major obstacle to achieving a two-state solution and peace with the Palestinians. Breaking with a long-standing policy of blocking resolutions dealing with Israel, the United States did not use its veto powers to stop its passage, opting to abstain instead. [ U.S. declines to veto U.N. Security Council resolution for Israel to stop Jewish settlement activity ] (Reuters) The summons were part of a series of diplomatic measures announced by Netanyahu, who is also Israel’s foreign minister, since the resolution was adopted Friday. Israeli media reported Sunday that Netanyahu had instructed members of his cabinet to refrain from traveling to countries that voted for the resolution. Following the U.N. vote, Netanyahu recalled Israel’s ambassadors to New Zealand and Senegal and canceled scheduled trips to Israel by the Senegalese foreign minister and Ukraine’s prime minister. He also said that Israeli aid to Senegal will be canceled and that contributions Israel makes to five U.N. agencies will be halted. “I share my ministers’ feelings of anger and frustration vis-a-vis the unbalanced resolution,” Netanyahu said at his weekly cabinet meeting Sunday. He laid blame for the resolution squarely on the shoulders of President Obama. “From the information we have, we have no doubt that the Obama administration initiated it, stood behind it, coordinated on the wording and demanded that it be passed,” Netanyahu said. (Reuters) He said the move contradicted traditional American policy not to dictate terms of a permanent peace agreement on Israel. “Over decades, American administrations and Israeli governments had disagreed about settlements, but we agreed that the Security Council was not the place to resolve this issue,” he said. “As I told [U.S. Secretary of State] John Kerry on Thursday, friends don’t take friends to the Security Council.” Netanyahu’s anger was matched by more-militant voices in his right-wing coalition. Education Minister Naftali Bennett, head of the ultranationalist Jewish Home party, held a news conference at the Western Wall in Jerusalem, one of Judaism’s holiest sites, saying the city has been the capital of Jews for 3,000 years. He said that in response to the resolution, Israel should evaluate its approach to the 1994 Oslo Accords, which set out a plan for two states, one for Israelis and one for Palestinians. He said that Israel should instead impose sovereignty on land it captured after the 1967 war. He also urged the government to ramp up construction in Israeli settlements, built on land the Palestinians hope to use for a state. The Israeli human rights organization B’Tselem estimates that there are close to 600,000 Israelis living in the West Bank and East Jerusalem. The figures are based on data from Israel’s Central Bureau of Statistics and the Jerusalem Institute for Israel Studies. Palestinians say the figure is probably higher. Over the past six months, Israel has announced plans to add hundreds of units to existing settlements, each time drawing a rebuke from the White House. More recently, right-wing voices in Netanyahu’s government have been pushing legislation to legalize settlements built on privately owned Palestinian land. The U.S. abstention Friday was a rare rebuke to Israel, reflecting mounting frustration in the Obama administration over settlement growth. With his time in office due to end in less than a month, Obama’s decision not to veto was a last-minute symbolic statement of that displeasure and a sense of exasperation that the time has come for two states to be carved out of the contested land. Responding with a strongly worded statement, Netanyahu said the Obama administration had “not only failed to protect Israel against this gang-up at the U.N., it has colluded with it behind the scenes.” He said he looked forward to working with President-elect Donald Trump “to negate the harmful effects of this absurd resolution.” Media reports Sunday said Netanyahu had instructed Foreign Ministry officials to look into ways to overturn the resolution. Dore Gold, president of the Jerusalem Center for Public Affairs and until recently the director general of the Foreign Ministry, said it was possible to bring another resolution to supersede the previous one. This happened, he said, with a 1975 U.N. decision stating that Zionism is racism. It took nearly 20 years and a unique set of political circumstances, including the support of former U.S. president George H.W. Bush, to change that decision, Gold said. “I can’t speculate about the Trump administration, but I think his instincts about how this resolution damages peacemaking and negotiations are absolutely correct,” said Gold, who served as Israel’s ambassador to the United Nations from 1997 to 1999. “Netanyahu’s self-righteousness that this resolution is going to be changed or reversed by Trump is totally unfounded,” said Alon Pinkas, a former diplomat and adviser to Israeli prime ministers. “If he really thinks this can happen, then either he is panicking or plainly misleading.” Pinkas said that while the resolution was unlikely to have any immediate consequences, in the long term it could set an international precedent on Israel and its settlements. Read more ",
    "title": "Netanyahu summons U.S. envoy over anti-settlement resolution adopted by U.N. - The Washington Post"
   },
   {
    "entities": [
     "council",
     "israel",
     "kerry",
     "power",
     "maggie",
     "west",
     "friday",
     "states",
     "trump",
     "sunday",
     "thursday",
     "december 25",
     "united",
     "next month",
     "npr",
     "donald",
     "rhodes",
     "dan",
     "bank",
     "bill",
     "security",
     "daniel",
     "john",
     "current",
     "u.n.",
     "penman",
     "u.s.",
     "obama",
     "samantha",
     "today",
     "shapiro",
     "benjamin",
     "chappell",
     "abir",
     "jan. 20th",
     "netanyahu"
    ],
    "id": 22,
    "text": "December 25, 20162:38 PM ET Maggie Penman Prime Minister Benjamin Netanyahu escalated his criticism of the U.S. on Sunday, summoning Ambassador Dan Shapiro to Israel. Abir Sultan/AP hide caption toggle caption Abir Sultan/AP Prime Minister Benjamin Netanyahu escalated his criticism of the U.S. on Sunday, summoning Ambassador Dan Shapiro to Israel. Abir Sultan/AP In remarks at the start of his weekly cabinet meeting Sunday, Israeli Prime Minister Benjamin Netanyahu expressed \"anger and frustration\" over the U.N. Security Council resolution condemning Israeli settlements in the West Bank. Israel summoned 10 ambassadors to Israel from countries that voted in favor of the resolution, as well as the U.S. ambassador to Israel Daniel Shapiro. Netanyahu escalated his criticism of the U.S. for abstaining, even accusing President Obama of orchestrating the resolution himself. \"From the information that we have, we have no doubt that the Obama administration initiated it, stood behind it, coordinated on the wording and demanded that it be passed,\" Netanyahu said in Hebrew. He added the following in English: \"Over decades, American administrations and Israeli governments had disagreed about settlements, but we agreed that the Security Council was not the place to resolve this issue. We knew that going there would make negotiations harder and drive peace further away. \"And, as I told John Kerry on Thursday, friends don't take friends to the Security Council. I'm encouraged by the statements of our friends in the United States, Republicans and Democrats alike. They understand how reckless and destructive this U.N. resolution was, they understand that the Western Wall isn't occupied territory.\" Article continues after sponsorship Security Council Condemns Israeli Settlements As U.S. Abstains From Vote Netanyahu added that he looks forward to working with the new administration when it takes office next month. President-elect Donald Trump has been a vocal critic of the U.S. abstention, tweeting Friday , \"As to the U.N., things will be different after Jan. 20th.\" NPR's Bill Chappell reported on Friday: \"In explaining the U.S. abstention, Ambassador Samantha Power said the move doesn't signal diminished U.S. support for Israel; she later added that the continued construction of settlements 'seriously undermines Israel's security.' \"Power said, 'The United States has been sending the message that the settlements must stop, privately and publicly, for nearly five decades.' \" Benjamin Rhodes, a deputy national security adviser to President Obama, told reporters on Friday that the administration \"tried everything.\" \"Prime Minister Netanyahu had the opportunity to pursue policies that would have led to a different outcome today,\" Rhodes said. \"Absent this acceleration of settlement activity, absent the type of rhetoric we've seen out of the current Israeli government, I think the United States likely would have taken a different view, because our preference is for there to be a credible peace process underway.\" A U.N. spokesperson said in a statement that the secretary-general welcomed the adoption of the resolution, adding that it was a \"significant step, demonstrating the Council's much needed leadership and the international community's collective efforts to reconfirm that the vision of two States is still achievable.\" ",
    "title": "Israel Reprimands Countries That Supported U.N. Vote, And The U.S. For Abstaining : The Two-Way : NPR"
   },
   {
    "entities": [
     "ukraine",
     "council",
     "israel",
     "david",
     "kerry",
     "power",
     "u.k.",
     "west",
     "friday",
     "states",
     "malaysia",
     "trump",
     "house",
     "january",
     "u.s",
     "press",
     "jan. 20",
     "sunday",
     "thursday",
     "news",
     "last week",
     "united",
     "facebook",
     "zealand",
     "next month",
     "fox",
     "ministry",
     "donald",
     "recently",
     "senegal",
     "saturday",
     "state",
     "bank",
     "foreign",
     "china",
     "nations",
     "security",
     "russia",
     "associated",
     "john",
     "2011",
     "twitter",
     "december 25, 2016",
     "current",
     "u.n.",
     "future",
     "eric",
     "u.s.",
     "obama",
     "samantha",
     "un",
     "new",
     "benjamin",
     "east",
     "egypt",
     "america",
     "jerusalem",
     "venezuela",
     "netanyahu",
     "keyes",
     "france",
     "ap",
     "schultz",
     "white"
    ],
    "id": 23,
    "text": "Israel accuses Obama administration of helping craft, push UN censure Published               December 25, 2016 Facebook 0 Twitter 0 livefyre Email Print   Israel’s government publicly accused the Obama administration Sunday of helping create and push the recently passed United Nations resolution condemning settlement activity, with a top official telling Fox News they have “ironclad information” on the U.S. government’s involvement. “We have rather ironclad information from sources in both the Arab world and internationally that this was a deliberate push by the United States and in fact they helped create the resolution in the first place,” David Keyes, spokesman for Israeli Prime Minister Benjamin Netanyahu, said on Fox News’ “America’s News HQ.”   The accusation marks a new escalation in the Netanyahu government’s response to the U.N. Security Council vote on Friday. The resolution passed thanks to a U.S. abstention, a decision Netanyahu has described as a “shameful ambush.” The White House already has acknowledged President Obama made the decision for U.S. Ambassador Samantha Power to abstain. Unclear was how involved the Obama administration was in crafting and pushing the resolution itself – which initially was put forward by Egypt, and then pursued by New Zealand, Malaysia, Senegal and Venezuela. White House spokesman Eric Schultz issued a statement Sunday defending Obama's support for Israel and stressed that the U.S. did not draft the resolution. \"The Egyptians, in partnership with the Palestinians, are the ones who began circulating an earlier draft of the resolution,\" Schultz said. \"The Egyptians are the ones who moved it forward on Friday. And we took the position that we did when it was put to a vote.\"  Keyes' criticism followed similar rhetoric by Netanyahu himself, who said that while the U.S. and Israel for decades had disagreed on settlements, they had an understanding that such action before the U.N. Security Council would make peace negotiations harder. “As I told [Secretary of State] John Kerry on Thursday, friends don’t take friends to the Security Council,” Netanyahu said. He pointedly said he looks forward to working with the new Donald Trump administration when it takes office next month. He said he was encouraged by Israel’s “friends in the United States” who criticized the resolution, saying “they understand how reckless and destructive” it is.  Keyes also told Fox News on Sunday that Israel was “deeply disappointed” by the resolution and the Obama administration’s abstention. Expand / Contract President-elect Donald Trump (AP) “I think what we’re seeing is an abandonment of Israel, and an abandonment of a long-standing American policy,” he said. Israel's Foreign Ministry, meanwhile, said it began summoning the ambassadors of countries who voted in favor of the resolution, including those from the permanent members of the Security Council -- Russia, China, the U.K. and France. In a highly unusual move, the U.S. ambassador was later summoned as well, Israeli media reported.  \"We will do all it takes so Israel emerges unscathed from this shameful decision,\" Netanyahu said. The resolution, which condemned Israeli settlement activities in the West Bank and east Jerusalem, sparked outrage in Israel and led to a new low in relations between Netanyahu and Obama. Israel has accused Obama of colluding with the Palestinians against the Jewish state. The resolution's immediate impact appears to be largely symbolic, but Israel fears it could open the door to an increase in international steps, including economic measures. Much of the international community considers the settlements illegal or illegitimate and an obstacle to peace. In addition to the measures declared Sunday, Israel has recalled its ambassadors to New Zealand and Senegal for consultations and canceled a planned January visit to Israel by Senegal's foreign minister. A visit by Ukraine's prime minister has also been canceled in light of its support for the U.N. vote and Israel has pledged to cut millions of shekels in funding to certain U.N. agencies. President-elect Trump had intervened last week after the Israelis reportedly appealed to him for help. Trump came out against the resolution but, after a vote was delayed, the Security Council went ahead with consideration and approved it on Friday. Trump tweeted afterward: “Things will be different after Jan. 20.” He later tweeted that the vote \"will make it much harder to negotiate peace.\" But, he added, \"we will get it done anyway.\" Kerry said Israel’s continued and stepped-up attempts to build more settlements in the region, which includes East Jerusalem, risks the so-called “two-state” solution between Israelis and the Palestinians, who also lay claim to the region.  “The United States acted with one primary objective in mind: to preserve the possibility of the two state solution, which every U.S. administration for decades has agreed is the only way to achieve a just and lasting peace between Israelis and Palestinians,\" Kerry said Friday. “Two states is the only way to ensure Israel's future as a Jewish and democratic state, living in peace and security with its neighbors, and freedom and dignity for the Palestinian people.” He also said the administration does not agree with “every aspect” of the resolution but that it “rightly condemns violence” and calls on both sides to take constructive steps to reverse current trends and advance the prospects for a two-state solution. Netanyahu did not mince words on Saturday in responding to what he described as a “shameful ambush.” Netanyahu said the U.S abstention was \"in complete contrast\" to U.S. commitments -- including one that he said Obama made in 2011 -- not to impose conditions for a final agreement on Israel at the Security Council. \"The Obama administration conducted a shameful anti-Israel ambush at the U.N.,\" Netanyahu said. The Associated Press contributed to this report.  Advertisement ",
    "title": "Israel accuses Obama administration of helping craft, push UN censure | Fox News"
   },
   {
    "entities": [
     "1998",
     "david",
     "thames",
     "luciano",
     "pavarotti",
     "andrew",
     "sony",
     "states",
     "christmas",
     "prince",
     "press",
     "kenny",
     "sunday",
     "michael",
     "united",
     "facebook",
     "the 2012 summer",
     "london",
     "charles",
     "snap",
     "berger",
     "associated",
     "george",
     "elton",
     "bowie",
     "atlantic",
     "north",
     "goss",
     "2008",
     "lippman",
     "john",
     "england",
     "valley",
     "glenn",
     "frey",
     "twitter",
     "december 25, 2016",
     "ray",
     "police",
     "five years in 2010",
     "2011",
     "august 2011",
     "aretha",
     "a year earlier",
     "sunday, aug. 12, 2012",
     "los",
     "cindi",
     "time",
     "ridgeley",
     "the early 1980s",
     "goring",
     "mtv",
     "snappy",
     "lippmann",
     "georgios",
     "angeles",
     "franklin",
     "panayiotou",
     "1987"
    ],
    "id": 24,
    "text": "Former Wham singer George Michael dead at 53 Published               December 25, 2016 Facebook 0 Twitter 0 Email Print George Michael performs during the Closing Ceremony at the 2012 Summer Olympics, Sunday, Aug. 12, 2012, in London. (AP Photo/Kristy Wigglesworth)  (AP2012) Singer George Michael, who sold more than 100 million albums over a pop music career spanning almost four decades, has died at the age of 53, his publicist said Sunday.  Michael died at his home in Goring, England. His publicist, Cindi Berger, said he had not been ill. Michael's manager, Michael Lippman, says the cause of death was heart failure. His family issued a statement through Thames Valley Police saying that he \"passed away peacefully at home over the Christmas period. \"The family would ask that their privacy be respected at this difficult and emotional time. There will be no further comment at this stage.\" Before Lippmann's announcement, police issued a statement calling the death \"unexplained but not suspicious\" and that \"a post mortem will be undertaken in due course.\" The loss of Michael continues a year of grief in the music industry, with David Bowie, Prince and Glenn Frey among those dying before age 70. One of the giants of `80s and `90s music, and an early idol for the MTV generation, Michael enjoyed immense popularity early in his career as a teenybopper idol, delivering a series of hits such as \"Wake Me Up Before You Go-Go,\" \"Young Guns (Go For It)\" and \"Freedom.\" As a solo artist, he developed into a more serious singer and songwriter, lauded by critics for his tremendous vocal range. He earned numerous Grammy and American Music Awards, and recorded duets with legends like Aretha Franklin, Ray Charles, Luciano Pavarotti and Elton John. Throughout his career, his drug use and taste for risky sex brought him into frequent brushes with the law, most famously in 1998 when he was arrested for public lewdness in Los Angeles. Yet, he managed to turn the incident into fodder for a popular song that poked fun at his behavior, and his acknowledgment of his homosexuality at that time made him even more popular with his fans. Michael, with startling good looks and an easy stage manner, formed the boy band WHAM! with his school friend Andrew Ridgeley in the early 1980s. Helped by MTV, which was an emerging music industry force at the time, the cheerful duo easily crossed the Atlantic to become popular in the United States with Michael, as lead singer, usually the focal point. He started his solo career shortly before WHAM! split, with the release of the megahit single \"Careless Whisper,\" making a seamless transition. Critics generally viewed his WHAM! songs as catchy but disposable pop and gave his solo efforts far higher marks. His first solo album, 1987's \"Faith,\" sold more 20 million copies, and he enjoyed several hit singles including the raunchy \"I Want Your Sex,\" which was helped immeasurably by a provocative video that received wide air play on MTV. The song was controversial not only because of its explicit nature, but also because it was seen as encouraging casual sex and promiscuity at a time when the AIDS epidemic was deepening. Michael and his management tried to tamp down this point of view by having the singer write \"Explore Monogamy\" on the leg and back of a model in the video. At the time, Michael had not disclosed his homosexuality, and much of his chart success was based on his sex appeal to young women. His look was raw and provocative, with tight jeans, tight T-shirts, black leather jackets and designer stubble, and his videos pushed the accepted limits with many lingerie-clad models vying for Michael's attentions on screen. But Michael's situation changed abruptly in 1998 when he was arrested for lewd conduct in a public toilet in Los Angeles after being spotted by a male undercover police officer. The arrest received international media attention, and seemed for a brief time to jeopardize Michael's stature as a top recording artist. But instead of making excuses for his behavior, he went on to release a single and video, \"Outside,\" that made light of the charges against him and mocked the Los Angeles police who had arrested him. Like all of his efforts at the time, it sold in prodigious numbers, helping him put the incident behind him. The arrest also prompted him to speak openly about his sexual orientation. These years represented the height of Michael's commercial success, which at times was marred by a protracted legal dispute with his record company Sony. He remained a strong musical force throughout his career, releasing dozens of records and touring to adoring crowds despite a growing number of run-ins with police, many of them stemming from a series of driving-under-the-influence-of-drugs incidents, including several crashes. Michael was an admitted user of marijuana and prescription sedatives and several times was found slumped over his car's steering wheel after using both at the same time. His driver's license was finally revoked for five years in 2010 after Michael drove his Land Rover into the side of a Snappy Snap photo shop with so much force that his vehicle dented the wall. A passer-by remembering Michael's early career wrote the word WHAM on the spot his SUV had hit. He was also arrested a second time in public toilets -- this time in North London in 2008 for drug use, an incident that prompted him to apologize to his fans and promise to get his life in order. He also offered an apology to \"everybody else, just for boring them.\" A year earlier, he had told a television interviewer that his problems stemmed from a self-destructive streak and his attention-seeking nature. He said at a press conference in 2011 that he felt he had let young people down with his misbehavior and had made it easier for others to denigrate homosexuals. Despite these personal setbacks, Michael's musical performances remained strong even as his material moved farther from the teen tunes that first brought him to stardom. The Telegraph newspaper in 2011 described a London concert appearance as an impressive event, calling his voice, \"A rich, soulful instrument, it's capable of serious emotional heft, expertly matching the confessional tone of his own material.\" Michael, with strong Greek-Cypriot roots, was born Georgios Panayiotou in England. He and schoolmate Ridgeley formed a ska band called the Executive when they were just 16 before moving on to form WHAM! \"I wanted to be loved,\" said Michael of his start in the music field. \"It was an ego satisfaction thing.\" Michael was active in a number of charities and helped raise money to combat AIDS, help needy children, and support gay rights. He had a long-term relationship with Kenny Goss, but announced onstage in August 2011 that the two had broken up. The Associated Press contributed to this report. Advertisement ",
    "title": "Former Wham singer George Michael dead at 53 | Fox News"
   },
   {
    "entities": [
     "todd",
     "the second",
     "andrew",
     "friday",
     "reagan",
     "carrie",
     "reynolds",
     "sunday",
     "news",
     "united",
     "leia",
     "london",
     "recently",
     "debbie",
     "fisher",
     "2016",
     "once",
     "night",
     "december 25, 2016",
     "ucla",
     "dec 25",
     "department",
     "e!",
     "emma",
     "center",
     "los",
     ", 4:41 pm",
     "about 12:11",
     "ronald",
     "medical",
     "fire",
     "margolin",
     "blankstein",
     "angeles"
    ],
    "id": 25,
    "text": "Dec 25 2016, 4:41 pm ET Carrie Fisher in 'Stable Condition' After Heart Attack, Mother Debbie Reynolds Says by Emma Margolin and Andrew Blankstein Share advertisement \"Star Wars\" actress Carrie Fisher was in \"stable condition\" Sunday after suffering a heart attack on a flight from London to Angeles, her mother, actress Debbie Reynolds, tweeted on Sunday. Carrie is in stable condition.If there is a change,we will share it. For all her fans & friends. I thank you for your prayers & good wishes. pic.twitter.com/isXJqqFEB6 — Debbie Reynolds (@DebbieReynolds1) December 25, 2016 Fisher, best known for playing Princess Leia in the \"Star Wars\" franchise, went into full cardiac arrest on the flight shortly before landing Friday and was rushed to a local hospital once on the ground. Her brother, Todd Fisher, told E! News that night that his sister was in intensive care, but couldn't give more details. The Los Angeles Fire Department said it was contacted just before United Flight 935 landed at about 12:11 local time and performed \"advanced life support.\" Paramedics arrived at the gate and took Fisher to Ronald Reagan UCLA Medical Center, officials said. Fisher, 60, had recently wrapped filming for \"Star Wars: Episode VIII,\" the second of three new films in the blockbuster saga. Play ",
    "title": "Carrie Fisher in 'Stable Condition' After Heart Attack, Mother Debbie Reynolds Says - NBC News"
   },
   {
    "entities": [
     "greece",
     "several weeks ago",
     "october",
     "this month",
     "last year",
     "mohammedi",
     "christmas",
     "may 20, 2012",
     "the last minute",
     "january",
     "ashraf",
     "navid",
     "syria",
     "turkey",
     "december 25",
     "europe",
     "at 11:23 am",
     "berlin",
     "paris",
     "hakimi",
     "recently",
     "migration",
     "international",
     "for",
     "rohullah",
     "amiri",
     "frankfurt",
     "kabul",
     "2015",
     "four years ago",
     "2011",
     "organization",
     "once",
     "night",
     "ghani",
     "constable",
     "past",
     "hamburg",
     "this year",
     "western",
     "pamela",
     "mohsen",
     "iraq",
     "union",
     "afghanistan",
     "dari",
     "washington",
     "european",
     "e.u.",
     "2012",
     "iran",
     "$600",
     "pakistan",
     "now",
     "javed",
     "taliban",
     "germany",
     "time",
     "hashimi"
    ],
    "id": 26,
    "text": "These Afghans fled to Germany for a safer, better life. Now they’ve been sent back. The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Pamela Constable December 25 at 11:23 AM Follow @pamconstable1 KABUL — Three men slumped on their cots in a clean but cramped dormitory room. They looked glum and shellshocked, as if they had suddenly found themselves in a forbidding foreign place.  In many ways, they had.  Javed Hakimi, Mohsen Amiri and Navid Mohammedi were among 45 unhappy passengers who arrived here under guard on a charter  flight from Frankfurt this month. It was the first of many such flights that are expected to return thousands of Afghan asylum seekers from Germany under a European Union agreement with President Ashraf Ghani.  Across Western Europe , as many as 80,000 Afghans eventually may be repatriated after their asylum applications are rejected, under the agreement signed by Ghani and E.U. officials in October. After the flight from Frankfurt landed, some of the passengers headed for buses home. But these three had no one waiting for them. They said that their immediate families live in Germany, and that once their 10-day stay at a government rest house ended, they would have nowhere to go. “I am completely alone here,” said Amiri, 35, who added that he survived a capsizing off Greece in 2012 while trying to reach his mother and siblings in Germany. “I was a law-abiding person there, and I was training to be a house painter, but they rejected my asylum case and said I had to go home. This is not my home. I don’t even know where to start looking.” [ Tunisian suspect in Berlin Christmas market attack faced past German terror probe, official says ] To German officials, these were the easiest foreigners to legally remove amid a chaotic surge of refugees from Syria, Iraq and other countries that has  overwhelmed many  nations and generated an angry backlash across Europe. All the Afghans had arrived illegally, some had committed crimes in Germany, and none were found to qualify for political asylum. To Afghan officials, these men will become a burden that the poor, insurgent-plagued country cannot afford. Hundreds of thousands of longtime war refugees are pouring back from next-door Pakistan;  large numbers of rural families have been displaced by the Taliban and are living in camps.  “This is a real crisis for us,” said Rohullah Hashimi, an official at the Afghan ministry responsible for refugees. “We pleaded with the Europeans to only send those who wanted to come voluntarily, but there was a lot of pressure for us to take back more.” Many Afghans sold everything before they left their country, and they have returned penniless. With no prospects, he said, they may try to reach Europe again or even join the insurgents. Hakimi, 57, spent more than 20 years in Germany, where he married and raised two daughters, but his criminal record made him a high priority for the new return policy. He was once convicted of drug dealing there and was imprisoned for two years, then deported to Afghanistan.  Last year, he sneaked back, paying smugglers to guide him across a half dozen countries. He was working in his brother’s restaurant in Hamburg this month when he received a notice to report to the police. His lawyer said it was probably a routine matter. Instead he learned he was about to be put on a plane. “Yes, they accused me of selling drugs, but I served my time in prison, and I wanted to be with my family again,” Hakimi said. He said one man slated for the same flight had killed someone but was allowed to stay at the last minute after a church said he had converted to Christianity and repented. Mohammedi, 21, has even fewer ties to Afghanistan, having grown up in Iran, where his family had fled to escape civil war. He said they faced harassment there and encouraged him to go to Germany to live with an uncle. In 2011, at age 16, he made the hazardous journey across mountain forests and open water, winding up at a train station in Paris late at night.  “I bought a ticket to Frankfurt and was so exhausted I fell asleep on the train,” Mohammedi said. “A policeman woke me up and asked where I was from. I told him Afghanistan, and he said to me in Dari, ‘Don’t worry. You’re safe now. You’re in Germany.’ ” As a minor, Mohammedi said, he was sent to school and given a multiyear visa. But several weeks ago, he said, he was suddenly informed that his asylum claim had been rejected and was asked whether he wanted to go home. “Three times I told them no, but they sent me anyway,” he said. His family is still in Iran. Until recently, Germany was sending back only Afghans who would leave voluntarily, but after being flooded with nearly 900,000 migrants in 2015, the government decided to speed asylum processing for those fleeing civil wars, such as Syrians, and step up the deportation of others less likely to win asylum cases, including many Afghans.  This year, Germany has deported a record 23,750 asylum seekers. More than 200,000 foreigners have pending deportation orders, including 12,500 Afghans. [ A humanitarian crisis looms in Afghanistan as the number of displaced climbs ] Under the E.U. agreement with Kabul, German officials said they will focus on individuals with criminal records and recent illegal entries, and avoid returning those from unsafe regions of Afghanistan. But the policy has aroused anger among Afghan expatriates, who protested at the Frankfurt airport when the first plane departed. Afghan officials said they had little to offer the new arrivals except food and shelter for a few days, subsidized by the nonprofit International Organization for Migration, which is also providing those without homes a one-time payment of about $600.  “It’s not much to start a new life,” said Hashimi, the government official. “We can offer them some guidance and positive morale, but anything else is beyond our capacity.” Amiri, who was happily reunited with his family in Germany four years ago, seemed the most undone by his abrupt deportation. He recounted in vivid detail his harrowing journey from Afghanistan, when an overloaded smuggler’s boat from Turkey capsized near the shores of Greece. “It was the middle of the night. The boat was too crowded and the water was very turbulent. We all started swimming, and I finally reached the banks, but five people drowned, including three children,” he said. “It was May 20, 2012. The date is engraved in my mind.” The German government was welcoming at the time, Amiri said, but when he was being deported, it was a different story. “The police searched me many times and took all my money at the airport,” he said. “On the plane, there were more police than passengers, and they treated us like terrorists, even following us to the bathroom.” After this first flight, Afghan officials said, the deportations were halted for the Christmas season. The second group will arrive in January. Read more ",
    "title": "These Afghans fled to Germany for a safer, better life. Now they’ve been sent back. - The Washington Post"
   },
   {
    "entities": [
     "israel",
     "claus",
     "colombia",
     "cecelia",
     "times",
     "8 a.m.",
     "this week",
     "callaghan",
     "l.a.",
     "rosanna",
     "temple",
     "jose",
     "pasadena",
     "jail",
     "h.",
     "christmas",
     "south",
     "urban",
     "next year",
     "seuk",
     "rick",
     "services",
     "o'hare",
     "methodist",
     "united",
     "voices",
     "berlin",
     "gomez",
     "men's",
     "doo",
     "mexico",
     "morning",
     "homeless",
     "carolyn",
     "the day",
     "international",
     "of",
     "baldy",
     "mt.",
     "church",
     "kim",
     "santa's",
     "angels",
     "station",
     "weinert",
     "loomis",
     "early sunday",
     "once",
     "luis",
     "midnight",
     "/",
     "lopez",
     "christmas day",
     "future",
     "project",
     "joey",
     "9 a.m. christmas",
     "u.s.",
     "hollywood",
     "santa",
     "koreatown",
     "union",
     "liesel",
     "los",
     "cole",
     "village",
     "america",
     "van",
     "central",
     "two days ago",
     "rosales",
     "now",
     "dick",
     "airport",
     "12:30 p.m. christmas",
     "shanell",
     "latin",
     "xia",
     "zarela",
     "angeles",
     "christmas morning",
     "dyke"
    ],
    "id": 27,
    "text": "LOCAL L.A. Now Communities gather across the L.A. area to share Christmas morning with thousands of homeless people Zarela Lopez carries her one year old baby Liesel Shanell Lopez through a room full of toys to pick up four to take home. Rick Loomis / Los Angeles Times Zarela Lopez carries her 1-year-old daughter, Liesel Shanell Lopez, through a room full of toys to pick up some to take home. Zarela Lopez carries her 1-year-old daughter, Liesel Shanell Lopez, through a room full of toys to pick up some to take home. (Rick Loomis / Los Angeles Times) Rosanna Xia Contact Reporter The line outside the Midnight Mission in downtown Los Angeles began two days ago, as hundreds of men, women and their children waited patiently for a warm meal and a toy from Santa’s Village on Christmas morning. Volunteers arrived early Sunday to greet them, handing out beanies, caps and jackets in the chilly hours before the mission’s Santa’s Village opened its doors at 8 a.m.  Cecelia Rosales bounced Troy, her 1-year-old son, on her hip as he waved to everyone and said “hi” and “thank you,” among the first few words he has learned. Rosales giggled with him as he welcomed the day’s sunshine  and saw no difference between those who lived on the streets and those volunteers who came to skid row to spend the day with them.  Troy is her sixth child, said Rosales, 33. She said she struggled with  drug addiction for years and her other  children were taken away. Now sober for two years, she sees a bright future and another shot at motherhood with her baby boy.  Rosales has enrolled in a community program that will help her read and write, get a job and find secure housing. “I’m going to do the legwork and stop just wishing for what I want,” she said, looking at Troy with pride and determination. “For once in my life, I’m going to have my own apartment. I’m going to be a good mother.” About 2,000 children were expected to  spend Christmas at the mission, which was decorated with colorful wrapping paper and filled with donated toys and books. Dozens of volunteers greeted families, helped children select their toys and served them a festive brunch.  Entertainer Dick Van Dyke, a longtime Christmas volunteer  at the mission, donned a bright red sweater and sang carols with the Urban Voices Project , a choir of spirited singers who consider skid row home.   “He’s always been a part of what we do here. It’s wonderful,” Joey Weinert, the mission’s volunteer manager, said as he ushered in more families and directed enthusiastic volunteers to their positions in Santa’s Village. “It’s been super busy. It’s going great.” Luis and Zarela Lopez smiled at the carolers and huddled around their toddler, Liesel Shanell, who just turned 1 this week. The couple woke up early,  took a bus from their home in Koreatown to downtown Los Angeles and waited quietly for almost two hours in hopes of providing their  daughter  with a birthday and Christmas celebration. The  couple work in a restaurant kitchen, but they have been out of work for a month because the owner could not afford to keep all his employees full time.  They said they expect to be back at work after the holidays, when business at the restaurant picks up again. Until then, they’re finding ways to take care of their daughter and just being “happy together,” Zarela Lopez said in Spanish. Walking slowly around the room full of toys, she picked a plastic training tricycle for toddlers and an interactive book that teaches children about shapes and colors.  She likes educational toys, Lopez said, as she wrapped her arms around her daughter.  Across the L.A. area, Christmas morning  brought numerous other communities together as well. At Union Station Homeless Services in Pasadena, hundreds of volunteers gathered to share a meal with those with no place to go during the holidays.  At  Hollywood United Methodist Church, in an annual event co-hosted with Temple Israel of Hollywood, children gathered to take photos with Santa, and volunteers expect to provide food, blankets and toiletries to more than 1,000 people.    Meanwhile, Los Angeles Archbishop Jose H. Gomez said a 9 a.m. Christmas Mass for inmates gathered in the chapel at the Men’s Central Jail. The archbishop  also said a 12:30 p.m. Christmas Mass in Spanish at the Cathedral of Our Lady of the Angels.  For those flying on Christmas Day, Santa Claus  appeared at Los Angeles International Airport, where  he handed out stuffed animals, candy canes and ornaments. Airport police canines were  also  greeting children and weary passengers with tail wags and holiday cheer.  Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  BERLIN, BACA, IMMIGRATION, DROUGHT  Caption Mothers who lose a second child to violence \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) \"You wash the pain. You feed the pain. You get dressed with the pain.\" (Callaghan O'Hare / Los Angeles Times) Caption In man versus mountain, Seuk Doo Kim is winning the battle By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    By his count, Seuk Doo Kim has climbed Mt. Baldy nearly 750 times and aims to log 1,000 summits by next year.    Caption The Desperate Trek: Colombia to America Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Increasing numbers of migrants from outside Latin America are traversing a circuitous and dangerous path up the spine of South America, Central America and Mexico in hopes of reaching the U.S., a new migrant route that is straining countries along the way and presenting new challenges for securing America’s southern border. (Video by Carolyn Cole / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss ",
    "title": "Communities gather across the L.A. area to share Christmas morning with thousands of homeless people - LA Times"
   },
   {
    "entities": [
     "viktor",
     "maxim",
     "ria",
     "5:40 a.m.",
     "alexander",
     "2013",
     "sea",
     "syria",
     "sunday",
     "novosti",
     "local time",
     "paris",
     "moscow",
     "ministry",
     "bashar",
     "bashkirian",
     "saturday",
     "monday",
     "sochi",
     "black",
     "russia",
     "defense",
     "vladimir",
     "bond",
     "igor",
     "afp",
     "konashenkov",
     "palais",
     "sports",
     "shoigu",
     "latakia",
     "eliseev",
     "des",
     "5:20 a.m.",
     "james",
     "domodedovo",
     "october 2015",
     "sergei",
     "airlines",
     "evening",
     "alexandrov",
     "maria",
     "8:20 p.m.",
     "1928",
     "al-assad",
     "airport",
     "stromova",
     "ensemble",
     "0:21",
     "epa",
     "sokolov",
     "putin",
     "russian"
    ],
    "id": 28,
    "text": "92 people feared dead after Russian military plane crashes into the Black Sea 0:21 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161225210328if_/http://www.nbcnews.com/widget/video-embed/841255491752\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> MOSCOW — A Russian plane with more than 90 on board — including members of a famous military band — crashed into the Black Sea on its way to Syria soon after takeoff from the resort city of Sochi on Sunday. \"No survivors [have been] found,\" said Russian Defense Ministry spokesman Maj. Gen. Igor Konashenkov. Eleven bodies had been recovered as of Sunday evening, Transport Minister Maxim Sokolov told reporters, adding that fragments of other bodies were also found. Asked if the crash could have been the result of a terror attack, Sokolov said investigators were looking into every possible cause. President Vladimir Putin declared Monday a national day of mourning for the crash victims. Rescuers carry a stretcher with a body recovered after a Russian military plane crashed in the Black Sea outside Sochi on Sunday. AFP - Getty Images More than 3,000 rescue workers on 32 ships, including over 100 divers flown in from across Russia, were searching the crash site at sea and along the shore, the Defense Ministry said Sunday. Emergency crews found fragments of the plane about a mile from the shore. The Tu-154 three-engine aircraft carrying 84 passengers and eight crew vanished from radar at around 5:20 a.m. local time (8:20 p.m. Saturday ET), around 20 minutes after takeoff, RIA Novosti reported citing an emergency service source. Officials \"in charge of the flight\" as well as technical personnel involved with preparing it before takeoff were being questioned, according to an earlier statement by government investigators. The Defense Ministry told local media the plane was carrying the Alexandrov Military Ensemble for a performance at the Hemeimeem air base in Syria's coastal province of Latakia. Russian forces have been helping President Bashar al-Assad quash Syria's six-year civil war. Members of the Alexandrov Ensemble stand while choir conductor General Viktor Eliseev (right) arrives onstage at the Palais des Sports in Paris in October 2015. AFP - Getty Images The Alexandrov ensemble was founded in 1928 and is the official choir and dance group for the Russian military. It was named after its first director and organizer, Alexander Alexandrov, who is famous for composing the music for Russian national anthem. The ensemble with around 200 members has won numerous international awards. A video of their cover of James Bond's theme song Skyfall went viral in 2013 . Nine Russian journalists, including a TV crew from Channel One, were also among those on board. A TU-154 plane of Bashkirian Airlines lands in Domodedovo Airport in Moscow, Russia. EPA Defense Minister Sergei Shoigu was personally coordinating the rescue efforts, and President Vladimir Putin has received official reports on the incident, according to local media. Russia's RT reported the plane took off on a planned flight and failed to check in with the control tower at 5:40 a.m. Maria Stromova ",
    "title": "Russian Military Plane Crash: More Than 90 Passengers and Crew Feared Dead - NBC News"
   },
   {
    "entities": [
     "peter",
     "peter's",
     "democratic",
     "colombia",
     "earlier this month",
     "maggie",
     "south",
     "syria",
     "sunday",
     "pope",
     "december 25",
     "may",
     "the",
     "francis",
     "npr",
     "catholic",
     "recently",
     "sylvia",
     "alessandra",
     "st.",
     "of",
     "church",
     "the year",
     "twitter",
     "penman",
     "christmas day",
     "future",
     "korean",
     "square",
     "this year",
     "republic",
     "congo",
     "poggioli",
     "sudan",
     "vatican",
     "peninsula"
    ],
    "id": 29,
    "text": "December 25, 201610:24 AM ET Maggie Penman Pope Francis delivered his Christmas day blessing from the main balcony of St. Peter's Basilica at the Vatican Sunday, before a crowd of some 40,000 people. Alessandra Tarantino/AP hide caption toggle caption Alessandra Tarantino/AP Pope Francis delivered his Christmas day blessing from the main balcony of St. Peter's Basilica at the Vatican Sunday, before a crowd of some 40,000 people. Alessandra Tarantino/AP Pope Francis gave the traditional Christmas Day blessing on Sunday, calling for peace in Syria and other countries \"scarred by war.\" An estimated 40,000 tourists and Romans gathered in St. Peter's Square to hear the message, which was delivered from the balcony of St. Peter's Basilica, \"Urbi et Orbi\": to the city and the world. The pope offered his message of peace to the \"war-torn land of Syria, where far too much blood has been spilled.\" He said it is time that weapons \"be still forever,\" so that \"civil coexistence\" might be restored to the country. Pope Francis also addressed the people of the Holy Land, saying, \"May Israelis and Palestinians have the courage and determination to write a new page of history, where hate and revenge give way to the will to build together a future of mutual understanding and harmony.\" He appealed for peace and dialogue in places ranging from South Sudan, the Democratic Republic of the Congo, to Colombia, and the Korean Peninsula. This message comes at the end of what Pope Francis proclaimed the Holy Year of Mercy. Pope Francis, who turned 80 earlier this month, made six foreign trips this year, and oversaw many events and ceremonies with millions of pilgrims to the Vatican. Article continues after sponsorship NPR's Sylvia Poggioli reports that the year was marked by the pope's efforts to heal divisions within the Christian world, and dissension in the Catholic Church. For Pope Francis, A Year Of Reconciliation Abroad Amid Opposition At Home His efforts have not gone without criticism — four cardinals expressed public outrage after the pope's meditation on marriage and family seemed to open a crack in the door, allowing some divorced and civilly remarried Catholics to receive sacraments. As Poggioli notes, when asked about the accusation that he is \"Protestantizing\" the Catholic Church, the pope replied, \"I don't lose sleep over it.\" Despite the opposition, Pope Francis enjoys overwhelming support among the faithful, she writes. Recently, the pope's Twitter following grew to more than 32 million followers across his nine accounts. ",
    "title": "Pope Francis Offers A Message Of Peace To The World, Especially Those \"Scarred By War\" : The Two-Way : NPR"
   }
  ]
 }
}