{
 "27": {
  "col-sim": {
   "cosine": 0.13696410348961516,
   "entity": 0.08304547985373997
  },
  "exec-time": 23.695622444152832,
  "links": [
   {
    "entities": [
     "uintah",
     "rocky",
     "harvey",
     "david",
     "$60",
     "yardley",
     "keystone",
     "utah",
     "texas",
     "this month",
     "times",
     "colorado",
     "permian",
     "denver",
     "west",
     "bp",
     "november",
     "states",
     "trump",
     "christmas",
     "vernal",
     "trent",
     "tribune",
     "michael",
     "paris",
     "berlin",
     "rockies",
     "united",
     "donald",
     "basin",
     "twenty years ago",
     "lake",
     "freeman",
     "of",
     "north",
     "george",
     "earthjustice",
     "school",
     "angeles",
     "khan",
     "highlands",
     "melvin",
     "midnight",
     "current",
     "/",
     "sgamma",
     "past",
     "future",
     "economic",
     "houston",
     "kathleen",
     "nelson",
     "obama",
     "western",
     "currently",
     "irfan",
     "oklahoma",
     "lynch",
     "mountain",
     "ozkan",
     "&",
     "america",
     "alliance",
     "lawler",
     "lacey",
     "farmer",
     "los",
     "lower",
     "salt",
     "d.a.",
     "energy",
     "2015 before",
     "bangladesh",
     "strategic",
     "research",
     "sarp",
     "william",
     "dakota",
     "jackie",
     "mines",
     "early 2018",
     "the future",
     "mudd"
    ],
    "id": 0,
    "text": "How much will really change for the West's oil and gas industry under Trump? Oil and gas Trent Nelson / Salt Lake Tribune The oil fields of the Uintah Basin, southeast of Vernal, Utah. The oil fields of the Uintah Basin, southeast of Vernal, Utah. (Trent Nelson / Salt Lake Tribune) William Yardley Contact Reporter The election of Donald Trump has thrilled many people across the West’s oil and gas industry who say his promises to roll back regulations will free it from unfair and unnecessary obstacles imposed by President Obama . “If the Trump administration does nothing but stop being hostile to us, we’ll be happy,” said Kathleen Sgamma, president of Western Energy Alliance. Yet how much will things really change under a Trump administration? Even as some in the oil and gas industry are optimistic — and as conservation groups gird for protests and court fights to protect public lands — experts say blaming government, or giving it too much credit, for restricting oil and gas is mostly missing the point. If another Western energy boom is around the corner, they say, it will be because prices rise, not because regulations decline. “The market is the elephant in the room,” said Michael Lynch, president of Strategic Energy & Economic Research, an industry consulting firm. “All this other talk about access to public lands and such for oil and gas, it’s a pretty minor issue.” Although the Obama administration is often criticized by the fossil fuel industry, it presided over a boom that saw domestic oil and gas production soar. The administration allowed a broad and controversial expansion of hydraulic fracturing, or fracking, which infuriated many conservation groups while it transformed parts of North Dakota, Oklahoma, Texas and the Rockies into meccas for energy workers and the United States became a powerful new global energy player. “For a Democrat, he’s really been pro-oil,” Lynch said of Obama. “He’s been a lot nicer to oil than some Republicans.” But the boom helped deflate itself by driving up supply and driving down prices for oil and gas. Around the same time, the administration began paying more attention to climate change — limiting emissions from power plants and methane from oil and gas production, removing certain public lands from energy development, and rejecting or withholding decisions on projects such as the Keystone XL and Dakota Access oil pipelines. Those efforts, which intensified in 2015 before the Paris climate talks, came to define the Obama administration in the minds of many in the industry. Sgamma, who has praised Trump’s selection of people who question climate science  for top positions in his administration, said that in the last two years her group, which is based in Denver, had fought to shape 71 regulatory processes initiated under the Obama administration and that it had submitted 62,000 pages of documentation while doing so. She said regulations reduce production during periods of low prices because they raise the floor price at which production is profitable. “The industry is cautiously optimistic on the market front but a bit exuberant on the political front,” Sgamma said. “Actually, take away the ‘a bit.’”  Federal approval processes do take longer than state processes, which the energy industry often cites as sufficient. But complaints over regulatory delays have persisted for decades, through Democratic and Republican administrations. “Twenty years ago, someone said, ‘The best day of your career is when you get a lease on federal lands and the worst day in your career is when you get a lease on federal lands,’ because it’s such a pain,” said Lynch, who favors a faster federal process. Sarp Ozkan, a manager of drilling analytics for Drillinginfo.com, said that with benchmark oil prices currently well below $60 a barrel, companies are inclined to focus on known sources such as the Permian Basin of West Texas rather than explore public lands. But Ozkan did say Trump could make a difference. Should he approve a project like the Dakota Access pipeline, for example, that could make drilling in western North Dakota more profitable at lower prices because transporting oil by pipeline is cheaper than  by rail. “You’re going to be focusing on what makes you the most money, what gets you the quickest return on your capital,” Ozkan said of industry. Michael Freeman, a staff attorney for the law firm Earthjustice who specializes in oil and gas issues, noted that energy companies retain hundreds of leases on public lands in the West that they are not acting on because of low prices. “This idea that the current administration has been strangling the industry by over-regulating them is just not accurate factually,” Freeman said. “They’re got plenty of permits to drill if they want to drill.” This month, the global energy company BP announced plans to open  an office in Denver. At first glance, the move might seem like evidence of the exuberance Sgamma described. In announcing the move, BP, which will transfer 200 people from Houston to a new building in the city’s trendy Lower Highlands area in early 2018, said the decision was driven by its desire “to be closer to its substantial asset position in the Rocky Mountain region and an important energy hub of the future.” But the company says that future took shape long before Trump stunned the world with his victory in November, that the move was motivated by the changing energy market, not a changing administration, and that it reflects a broader awareness that dependence on fossil fuels will decline as the world fights climate change. “There’s an abundance of natural gas in the Rockies,” David Lawler, chief executive of BP’s Lower 48 division, said in an interview. “As a company, our strategy is to grow more toward gas. We see it as an environmentally friendly bridge fuel to the future as renewables become more important. It has a lower carbon footprint, and that’s part of our strategy as we go forward.” Lawler, who grew up in Denver and graduated from the Colorado School of Mines, said BP was optimistic about the Trump administration but uncertain of what might change. “We worked well with the Obama administration, and we look forward to working with the Trump administration as well,” he said. “We don’t really see a red wellhead or a blue wellhead. We think it’s energy that’s vital to America and we want to provide that energy to America and do it in a way that protects the environment.” Caption 90 seconds: 4 stories you can't miss George Michael  is dead at 53; South Asian immigrants  take a gamble and lose; Christmas dinner at Midnight Mission ; and the pressure is on for  D.A. Jackie Lacey . Caption 90 seconds: 4 stories you can't miss George Michael  is dead at 53; South Asian immigrants  take a gamble and lose; Christmas dinner at Midnight Mission ; and the pressure is on for  D.A. Jackie Lacey . Caption The Desperate Trek: Bangladesh Dozens of Bangladeshis made a hellish journey to America. Then they were in for a brutal trip home. Dozens of Bangladeshis made a hellish journey to America. Then they were in for a brutal trip home. Caption Former Gangster On Life and Struggles Melvin Farmer was an OG Crip member. After serving year of prison time he has tried to turn his life around and work as a gang interventionist, but he can't seem to shake his past.     Melvin Farmer was an OG Crip member. After serving year of prison time he has tried to turn his life around and work as a gang interventionist, but he can't seem to shake his past.     Caption At Harvey Mudd more than half of of computer science graduates are women At Harvey Mudd more than half of of computer science graduates are women. (Irfan Khan / Los Angeles Times) At Harvey Mudd more than half of of computer science graduates are women. (Irfan Khan / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  ",
    "title": "How much will really change for the West&apos;s oil and gas industry under Trump? - LA Times"
   },
   {
    "entities": [
     "times",
     "mark",
     "andrew",
     "oxfordshire",
     "britain",
     "december 26, 2016",
     "christmas",
     "connie",
     "sam",
     "carrie",
     "underwood",
     "michael",
     "rampell",
     "sinatra",
     "facebook",
     "filippello",
     "carl",
     "paul",
     "london",
     "ronson",
     "tim",
     "morning",
     "fadi",
     "mccartney",
     "the day",
     "mariah",
     "monday",
     "george",
     "1990",
     "goss",
     "tuesday",
     "court",
     "8:14 p.m. est",
     "twitter",
     "frank",
     "goring-on-thames",
     "last christmas",
     "christmas day",
     "usa",
     "today",
     "carey",
     "catherine",
     "3,000%",
     "los",
     "nights",
     "yog",
     "ireland",
     "ridgeley",
     "xmas",
     "smith",
     "angeles",
     "latest",
     "fawaz",
     "ap",
     "kenny"
    ],
    "id": 1,
    "text": "Latest on George Michael's death: Boyfriends speak out Notable developments, news related to the beloved entertainer. Post to Facebook Latest on George Michael's death: Boyfriends speak out Notable developments, news related to the beloved entertainer. Check out this story on USATODAY.com: http://usat.ly/2iyfvNl CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. Join the Nation's Conversation To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Latest on George Michael's death: Boyfriends speak out USA TODAY staff 8:14 p.m. EST December 26, 2016 Tributes have been left outside the home of British musician George Michael in London. (Photo: Tim Ireland, AP) One day after news broke of George Michael's death over the Christmas holiday, fans and friends are still reeling. USA TODAY rounds up the latest developments related to the singer. Frank Sinatra's letter surfaces. Crooner Frank Sinatra wasn't one to mince words, and when Michael talked to the Los Angeles Times  in 1990 about the strain of celebrity status, the Chairman had to respond. Michael said, \"Stardom can make you miserable. After all, everybody wants to be a star. I certainly did, and I worked hard to get it. But I was miserable, and I don't want to feel that way again.\" That interview prompted Sinatra to write a response. In it, he addressed Michael directly: \"Come on George, Loosen up. Swing, man, Dust off those gossamer wings and fly yourself to the moon of your choice and be grateful to carry the baggage we've all had to carry since those lean nights of sleeping on buses and helping the driver unload the instruments.\" Frank Sinatra's letter to George Michael pic.twitter.com/LXDpjiXqdD — Catherine Rampell (@crampell) December 26, 2016 Reports: Boyfriend found Michael. Hairstylist and photographer Fadi Fawaz, who has been romantically linked to Michael in recent years, says he found the singer's body, according to reports by People  and ET . Fawaz, whose Twitter profile includes a photo of him kissing Michael, tweeted about \"finding your partner dead peacefully in bed first thing in the morning.\" (Fawaz's account is followed by Michael's verified personal account.) ITs a xmas i will never forget finding your partner dead peacefully in bed first thing in the morning.. I will never stop missing you xx — Fadi Fawaz (@fadifawaz) December 26, 2016 Former boyfriend shares grief. Before Fawaz, Michael was linked to Kenny Goss for 13 years. Goss issued a statement to People  on Monday. In it, he said: “I’m heartbroken. … He was a major part of my life and I loved him very, very much.” Andrew Ridgeley honors friend. The other half of Wham! continued his remembrance Monday via social media. Ridgeley tweeted that he was \"heartbroken at the loss of my beloved friend Yog.\" George Michael's Wham! bandmate Andrew Ridgeley is 'heartbroken' Fans pay tribute. The news shocked Michael's devoted fans, many of whom went to pay respects to the singer by leaving mementos, flowers and balloons outside his homes in Britain. Albums, candles, newspapers and more were left in tribute outside the singer's London residence, as well as his riverside home in Goring-on-Thames, a village in Oxfordshire, where he  \"passed away peacefully,\"  according to a statement released Christmas Day by his publicist Connie Filippello. A portrait is left with flowers and tributes outside the Oxfordshire home of British pop singer George Michael.  (Photo: Carl Court, Getty Images) Fans are listening as they mourn: Spotify streams of George Michael’s solo music shot up more than 3,000% the day after the star’s death, the digital music service reports. Including Michael’s Wham! music, his five most-streamed songs Tuesday were Last Christmas, Careless Whisper, Faith, Freedom! ’90 and Wake Me Up Before You Go-Go. Fellow music stars remember. In addition to the tangible fan tributes, more of Michael's peers in the music industry remembered him Monday. Among the famous musicians taking to social media to express their appreciation for the Wham! co-founder: Paul McCartney, Mariah Carey, Sam Smith, Carrie Underwood and Mark Ronson. ",
    "title": "Latest on George Michael's death: Boyfriends speak out"
   },
   {
    "entities": [
     "democratic",
     "david",
     "united",
     "west",
     "lansing",
     "michelle",
     "brian",
     "aug. 4, 2008",
     "mitch",
     "december 26, 2016",
     "states",
     "oprah",
     "trump",
     "house",
     "hillary",
     "december 26",
     "party",
     "fallon",
     "winfrey",
     "michael",
     "syria",
     "news",
     "mcconnell",
     "reuters",
     "cnn",
     "newt",
     "university",
     "fox",
     "senate",
     "jean-paul",
     "donald",
     "axelrod",
     "at 5:02 pm",
     "mich.",
     "the day",
     "monday",
     "steve",
     "george",
     "gingrich",
     "2008",
     "2016",
     "j.",
     "kranish",
     "virginia",
     "post",
     "dec. 16",
     "obama",
     "kentucky",
     "w.",
     "hildebrand",
     "center",
     "1983",
     "washington",
     "2010",
     "america",
     "obamacare",
     "isis",
     "sartre",
     "bush",
     "barack",
     "clinton",
     "the future",
     "columbia",
     "white"
    ],
    "id": 2,
    "text": "President Obama says he could have beaten Trump — Trump says ‘NO WAY!’ The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Michael Kranish December 26 at 5:02 PM Follow @PostKranish President Obama said Republican strategy was to block his programs. (Chip Somodevilla/Getty Images) President Obama said in an interview released Monday that he could have beaten Republican presidential nominee Donald Trump “if I had run again.” In his most pointed critique yet, Obama said Hillary Clinton's campaign acted too cautiously out of a mistaken belief that victory was all but certain. “If you think you're winning, then you have a tendency, just like in sports, maybe to play it safer,” Obama said in the interview with former adviser and longtime friend David Axelrod, a CNN analyst, for his “The Axe Files” podcast. The president said Clinton “understandably . . . looked and said, well, given my opponent and the things he's saying and what he's doing, we should focus on that.” Trump took exception to this critique, tweeting out later in the day that “President Obama said that he thinks he would have won against me. He should say that but I say NO WAY! —  jobs leaving, ISIS, OCare, etc.” President Obama said that he thinks he would have won against me. He should say that but I say NO WAY! - jobs leaving, ISIS, OCare, etc. — Donald J. Trump (@realDonaldTrump) December 26, 2016 Obama stressed his admiration for Clinton and said she had been the victim of unfair attacks. But, as he has in other exit interviews, Obama insisted that her defeat was not a rejection of the eight years of his presidency. To the contrary, he argued that he had put together a winning coalition that stretched across the country but that the Democratic Party and the Clinton campaign had failed to follow through on it. “I am confident in this vision because I'm confident that if I — if I had run again and articulated it — I think I could've mobilized a majority of the American people to rally behind it,” the president said. “See, I think the issue was less that Democrats have somehow abandoned the white working class, I think that's nonsense,” Obama said. “Look, the Affordable Care Act benefits a huge number of Trump voters. There are a lot of folks in places like West Virginia or Kentucky who didn't vote for Hillary, didn't vote for me, but are being helped by this . . . The problem is, is that we're not there on the ground communicating not only the dry policy aspects of this, but that we care about these communities, that we're bleeding for these communities.” 1 of 9 See how Obama has aged during his presidency View Photos Eight years after he burst onto the scene with a youthful vigor, his once-black hair has gone nearly fully gray. Caption Eight years after he burst onto the scene with a youthful vigor, his once-black hair has gone nearly fully gray. Aug. 4, 2008  Democratic presidential candidate Sen. Barack Obama (D-Ill.) smiles as the audience sings him “Happy Birthday” during a campaign stop at the Lansing Center in Lansing, Mich. Rebecca Cook/Reuters Wait 1 second to continue. Clinton spokesman Brian Fallon said via email that the campaign declined to comment. Axelrod, in an interview with The Washington Post, said he believed Obama went further than he had before in critiquing Clinton's campaign. “This was all in service of making the point that he believes that his progressive vision and the vision he ran on is still a majority view in this country,” Axelrod said. “He chooses to be hopeful about the future.” [ Michelle Obama gave a somber exit interview to Oprah Winfrey ] Obama could not have run again; the 22nd Amendment of the Constitution states that “No person shall be elected to the office of the President more than twice.” Still, Obama’s suggestion that he could have won if he ran stoked debate Monday among political observers. Former House speaker Newt Gingrich, a Republican who has been an adviser to Trump, said in an interview that “Obama doesn’t know and neither does anyone else. Obama would have increased the turnout in the African American community, but he also might have increased the repudiation of him among those who felt they were betrayed. “All of the lies he told about Obamacare, ‘keeping your doctor’ . . . would have come back to haunt him. It would have been a totally different race.” Steve Hildebrand, a Democrat who oversaw Obama’s 2008 campaign in battleground states, said the president had an ability to communicate with lower-income workers that Clinton lacked. He said he sent the Clinton campaign 15 emails in which he said he told them “you are not communicating with lower-income workers, you are not connecting with them.” In the podcast interview, Axelrod did not press Obama on many of the most controversial parts of his presidency, such as not taking action to prevent the deaths of hundreds of thousands of people in Syria. The president, who has done relatively few interviews with mainstream media organizations, repeated his long-stated complaint that the media has filtered his message and that he is subject to unfair criticism by outlets such as Fox News. Obama also blamed some of his problems during his presidency on Senate Majority Leader Mitch McConnell (R-Ky.), a longtime adversary who famously said in 2010: “The single most important thing we want to achieve is for President Obama to be a one-term president.” McConnell failed in that goal, but Obama said the senator was successful in blocking many of his initiatives and setting the groundwork for Trump’s victory. McConnell’s strategy from a “tactical perspective was pretty smart and well executed,” the president said. The Republican leader found ways to “just throw sand in the gears” in a manner that fed into people’s beliefs that things were going badly. Obama said that, as a result, Republicans blocked action that could have helped more people recover from the Great Recession. The strategy, Obama maintained, was that “if we just say no, then that will puncture the balloon, that all this talk about hope and change and no red state and blue state is — is proven to be a mirage, a fantasy. And if we can — if we can puncture that vision, then we have a chance to win back seats in the House.” A McConnell spokesman did not respond to a request for comment. Obama stressed that he doesn't plan to get involved in day-to-day responses to a Trump presidency, just as former president George W. Bush has remained mostly on the sidelines during the Obama years. But Obama made it clear that he will be more of an activist in the long run. He said he plans to help mobilize and train a younger generation of Democratic leaders and will speak out if his core beliefs are challenged. He also said he is working on writing a book. At a news conference at the White House, Dec. 16, President Obama shared his advice to Democrats following their defeat in the 2016 election. (Reuters) His post-presidential “long-term interest,” Obama said, is “to build that next generation of leadership; organizers, journalists, politicians. I see them in America, I see them around the world — 20-year-olds, 30-year-olds who are just full of talent, full of idealism. And the question is how do we link them up? How do we give them the tools for them to bring about progressive change? And I want to use my presidential center as a mechanism for developing that next generation of talent.” He said he didn't want to be someone “who's just hanging around reliving old glories.” Obama in the interview also reflected on his years at college, particularly Columbia University, from which he graduated in 1983. He said he was rereading “old journals” and letters to girls that he was “courting,” and found them unreadable. He found himself to be “wildly pretentious,” recalling how he begged off going to parties so he could read the French philosopher Jean-Paul Sartre. The women on campus found him “too intense,” he said. Looking back, said the president of the United States, “I should’ve tried, like, you know, ‘Wanna go to a movie?’ ” 1 of 22 ",
    "title": "President Obama says he could have beaten Trump — Trump says ‘NO WAY!’ - The Washington Post"
   },
   {
    "entities": [
     "stephen",
     "maturen",
     "last year",
     "network",
     "community",
     "raleigh",
     "texas",
     "marcos",
     "discovery",
     "association",
     "religion",
     "december 26, 2016",
     "minneapolis",
     "trump",
     "6:19 p.m. est",
     "house",
     "imam",
     "abdullah",
     "n.c.",
     "suleiman",
     "yaqeen",
     "news",
     "last week",
     "university",
     "facebook",
     "donald",
     "recently",
     "pew",
     "lake",
     "for",
     "assaults",
     "of",
     "george",
     "two weeks ago",
     "calif.",
     "takei",
     "omar",
     "grajek",
     "valley",
     "afp",
     "dec. 3, 2016",
     "ranch",
     "u.s.",
     "fbi",
     "new",
     "newslook",
     "cary",
     "san",
     "brooklyn",
     "hill",
     "nov. 29",
     "yonat",
     "islamic",
     "center",
     "york",
     "service",
     "a day earlier",
     "institute",
     "america",
     "chapel",
     "irving",
     "antepli",
     "now",
     "isis",
     "shimron",
     "melissa",
     "muslim",
     "research",
     "duke",
     "city",
     "ilhan",
     "ap",
     "white"
    ],
    "id": 3,
    "text": "When wearing a hijab becomes too dangerous Uptick in assault and intimidation cases has many women feeling targeted. Post to Facebook When wearing a hijab becomes too dangerous Uptick in assault and intimidation cases has many women feeling targeted. Check out this story on USATODAY.com: http://usat.ly/2hxibhO CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 422 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs When wearing a hijab becomes too dangerous Yonat Shimron, Religion News Service 6:19 p.m. EST December 26, 2016 x Share Civil rights groups say they have documented more than 860 bias-related incidents in the first 10 days after President-elect Donald Trump's election. (Nov. 29) AP Women participate in a self-defense class at the Muslim Community Network in New York on Dec. 3, 2016. (Photo: Religion News Service) Melissa Grajek was subjected to all kinds of taunts for wearing the hijab, but an incident at  Discovery Lake in San Marcos, Calif., sealed the deal. Her 1-year-old son was playing with another boy when an irate father saw her and whisked his son away, telling Grajek: “I can’t wait until Trump is president because he’ll send you back to where you came from.” The man then scooped up a handful of wood chips and threw them at Grajek’s son. At that moment, Grajek thought, enough was enough. She decided to take off her head covering. “I had been on the fence regarding hijab, but that incident made it clear my religious choices could be putting my son at risk,” she said. Grajek’s decision to doff the hijab follows reports of assaults against Muslim women. Last week, Ilhan Omar, a newly elected Minneapolis state representative, was leaving the White House, where she discussed policy initiatives, when a cab driver threatened to yank her hijab while shouting expletives and calling her “ISIS.” Ilhan Omar speaks to a group of volunteers on Election Day in Minneapolis.  (Photo: Stephen Maturen, AFP/Getty Images) A day earlier, a man pushed a New York City transit worker down a staircase at Grand Central Terminal, yelling, “You’re a terrorist, go back to your own country!” And two weeks ago in Brooklyn, another man threatened an off-duty police officer with his pit bull, telling her and her son to “go back to your country.” All three women were wearing hijabs. x Share Two Muslim women working for authorities in New York suffered hate crimes just 36 hours apart, officials say, following an explosion in such incidents across America since the election of Donald Trump. Video provided by AFP Newslook Assaults or intimidation of Muslims had been steadily rising well before the election, but they became more common during the divisive campaign of President-elect Donald Trump, who called for a ban on Muslim immigrants and proposed a registry for U.S. Muslims. A Pew Research Center analysis of hate crimes statistics from the FBI shows that the number of physical assaults against Muslims reached 9/11-era levels last year. The number of anti-Muslim intimidation crimes — defined as threatening bodily harm — also rose. Now some imams across the country are saying it’s OK to take the hijab off, at least temporarily. Imam Abdullah Antepli recently asked a group of women at the Islamic Association of Raleigh (N.C.) how many of them felt unsafe in public. Dozens of hands shot up. He then told them the extraordinary circumstances under which Muslim Americans now live may require extraordinary measures — including taking off the hijab, at least for a while. George Takei: Trump's Muslim registry is 'prelude to internment' “I’m not trying to be alarmist,” said Antepli, the chief representative of Muslim affairs at Duke University. “But the nation is being sucked into a combustible mix. We have to think unconventionally.” Antepli’s call to remove the hijab, which he repeated at a mosque in Cary and in home gatherings of Muslims in Raleigh and Chapel Hill, is rare but not unheard of. In Texas, Imam Omar Suleiman, president of the Yaqeen Institute for Islamic Research and resident scholar at the Valley Ranch Islamic Center in Irving, said women’s fears should be taken seriously. “It’s important to give our women support and validate the fear they’re feeling,” Suleiman said.  “Fear isn’t quantifiable; it’s to the person’s own experience.” While Suleiman doesn’t foresee a blanket call to abandon the head scarf, he advises women to consider practical measures, such as wearing a hoodie instead of a hijab if they feel like they may be in danger. ",
    "title": "When wearing a hijab becomes too dangerous"
   },
   {
    "entities": [
     "david",
     "times",
     "biden",
     "december 26, 2016",
     "trump",
     "house",
     "hillary",
     "university",
     "facebook",
     "cnn",
     "donald",
     "axelrod",
     "state",
     "monday",
     "of",
     "2008",
     "2016",
     "twitter",
     "election",
     "obama",
     "chicago",
     "day",
     "islamic",
     "los",
     "america",
     "pennsylvania",
     "angeles",
     "clinton",
     "white"
    ],
    "id": 4,
    "text": "Obama: I could have won third term Published               December 26, 2016 Facebook 0 Twitter 0 livefyre Email Print   President Obama suggested in an exit interview with his former top adviser that, had he been able to run, he could have won a third term in the White House. Describing his confidence in an America that is “tolerant” and “full of energy,” Obama said: “I am confident in this vision because I'm confident that … if I had run again and articulated it, I think I could've mobilized a majority of the American people to rally behind it.” President-elect Donald Trump fired back Monday in a tweet: \"He should say that but I say NO WAY!\" He cited the rise of the Islamic State terror group and trouble with Obama administration agenda items including ObamaCare. The outgoing president made the comments as part of an extensive interview with David Axelrod, for his podcast produced by CNN and the University of Chicago. Axelrod was one of Obama’s top advisers during the 2008 campaign and his first term in the White House. “I know that in conversations that I've had with people around the country, even some people who disagreed with me, they would say the vision, the direction that you point towards is the right one,” Obama told Axelrod, defending his assertion. Obama was term-limited and could not run, clearing the way for his former primary rival – and secretary of state – Hillary Clinton to be the party’s standard-bearer in 2016. She nevertheless ran in large part on Obama’s agenda, vowing to preserve some of his signature policies as Donald Trump and his Republican allies campaigned against them. As other top Democrats have done in the wake of President-elect Trump’s victory, Obama did acknowledge that Democrats and progressives face political challenges, especially in rural areas.   “If we can't find some way to break through what is a complicated history in the South and start winning races there and winning back Southern white voters without betraying our commitment to civil rights and diversity -- if we can do those things, then we can win elections,” he said. Obama also warned about an “era where we are looking for simple solutions … that we end up starting to shut ourselves off from different points of view, shutting down debate, becoming more dogmatic, becoming more brittle. And I don't see that being a successful strategy for us winning over the country.” He reminded listeners that his party won the popular vote on Election Day, but said: “We don't have very good population distribution from a democratic perspective.” Vice President Biden offered a somewhat tougher critique of his party in a similar exit interview with the Los Angeles Times . He said his party failed to connect with working-class, largely white voters, and warned that “a bit of elitism” has “crept in” to party thinking. He recalled watching a Trump rally in Pennsylvania near where he grew up.  “They’re all the people I grew up with,” he said. “They’re their kids. And they’re not racist. They’re not sexist. But we didn’t talk to them.” Advertisement ",
    "title": "Obama: I could have won third term | Fox News"
   },
   {
    "entities": [
     "harvey",
     "jim",
     "dec. 14",
     "1.5%",
     "loma",
     "taylor",
     "economics",
     "next year",
     "s.",
     "end 2017",
     "for",
     "1999",
     "1.8%",
     "ufg",
     "waters",
     "financial",
     "b.",
     "rupkey",
     "associated",
     "alice",
     "melvin",
     "accountability",
     "san",
     "institution",
     "lacey",
     "hoover",
     "puzzanghera",
     "d.a.",
     "rivlin",
     "bangladesh",
     "group",
     "steven",
     "jackie",
     "angeles",
     "reaser",
     "white",
     "fed",
     "ben",
     "mitsubishi",
     "gao",
     "2%",
     "joseph",
     "point",
     "michael",
     "berlin",
     "senate",
     "donald",
     "recently",
     "of",
     "board",
     "gagnon",
     "midnight",
     "chair",
     "maxine",
     "u.s.",
     "irfan",
     "brandon",
     "tarullo",
     "york",
     "nazarene",
     "office",
     "the past",
     "diego",
     "early 2018",
     "december",
     "peterson",
     "$800 billion",
     "earlier this month",
     "feb. 3, 2018",
     "lee",
     "reserve",
     "press",
     "christmas",
     "the first 10 months of this year",
     "chris",
     "alex",
     "international",
     "congress",
     "bill",
     "2015",
     "khan",
     "daniel",
     "john",
     "janet",
     "republican",
     "new",
     "obama",
     "los",
     "1996",
     "overnight",
     "america",
     "committee",
     "4.6%",
     "to",
     "early november",
     "huizenga",
     "yellen",
     "2.6%",
     "times",
     "treasury",
     "government",
     "trump",
     "house",
     "2017",
     "bernanke",
     "lynn",
     "services",
     "university",
     "mnuchin",
     "george",
     "early 2009",
     "federal",
     "l.",
     "1.75%",
     "past",
     "future",
     "institute",
     "washington",
     "nixon",
     "farmer",
     "4%",
     "governors",
     "don",
     "d-los",
     "mudd"
    ],
    "id": 5,
    "text": "Will the Fed's Janet Yellen 'take away the punch bowl' after Trump takes office? Federal Reserve Chair Janet Yellen listens to a reporter's question during a news conference in December. Alex Brandon / Associated Press Federal Reserve Chair Janet Yellen listens to a reporter's question during a news conference in December. Federal Reserve Chair Janet Yellen listens to a reporter's question during a news conference in December. (Alex Brandon / Associated Press) Don Lee and Jim Puzzanghera Contact Reporters After three years of almost single-handedly juicing up the slow-growing economy, Janet L. Yellen and the Federal Reserve should be looking at easier days ahead. Yellen, in what will probably be her last full year as Fed chair, may finally get help from somewhere else in Washington. Tax cuts and infrastructure spending planned by President-elect Donald Trump , if backed by the Republican-controlled Congress , would lighten the load for a Fed whose easy-money policies have been the primary economic support for the nation. She is already breathing easier on the Fed’s employment mandate; the jobless rate has fallen to a nine-year low of 4.6%. Inflation, too, is under control and, by all accounts, creeping toward the central bank’s optimal level of 2%. And yet, Yellen may come under as much economic and political pressure as ever, on both the Fed’s policy and the independence of the institution. The Trump administration is almost certain to push back as she and her colleagues lift interest rates from historical lows. The Fed began with a small increase in its benchmark rate earlier this month, only the second rise in more than a decade. But officials signaled a quickening of rate hikes in 2017.   Fear of a Trump-triggered recession gives way to hope for short-term economic boost » As a presidential candidate, Trump offered contradictory views when it came to the Fed. He first applauded Yellen, saying he, too, was a “low-interest-rate person.” Later he accused the Fed leader of keeping rates low for political reasons and said he would most likely replace Yellen when her four-year term expires in early 2018. Trump’s pick for Treasury secretary, Steven Mnuchin, said after his selection that he thinks Yellen has done a good job. No one knows for sure where Trump and his economic team stand on monetary policy. The New York real estate developer, who has capitalized on cheap rates, didn’t comment or tweet about the Fed’s widely expected rate bump on Dec. 14. But if history is any guide, he’s not likely to favor faster interest rate increases. “No president ever does,” said Alice Rivlin, a former Fed vice chairwoman from 1996 to 1999. That’s because higher interest rates increase borrowing costs for businesses and consumers, which tends to slow lending and investments. The interest-sensitive housing market will be particularly vulnerable. The 10-year bond yield, a benchmark for mortgages, already has jumped to 2.6% from 1.8% in early November, on expectations that a major fiscal stimulus would lift economic growth and inflation. Fed policymakers have forecast the equivalent of three quarter-point rate increases for next year, but some economists see four or more hikes coming. And while Yellen has been cautious to reserve judgment on any anticipated fiscal stimulus, she seemed somewhat cool to the idea when asked at a news conference immediately after the Fed’s rate increase announcement. “I do want to make clear that I have not recommended running a hot economy as some sort of experiment,” she said. Like other economists, Yellen may be questioning whether this is the right time for a massive fiscal stimulus. Given that the economy is at or near full employment – the point where much faster growth could spur inflation – Yellen will be watching carefully and could “take away the punch bowl just as the party gets going,” as the famous saying goes on the Fed’s job to keep the economy from overheating. Joseph Gagnon, a former Fed economist and a fellow at the Peterson Institute for International Economics, said he couldn’t recall a period when there was a large fiscal injection at a time the economy was at full employment. The last big stimulus package, about $800 billion of federal spending and tax cuts, was passed at the start of President Obama’s first term in early 2009 to fight the Great Recession. How Trump could use the presidency to help his business interests » “The opportunity for fiscal stimulus in doing good is gone,” Gagnon said, arguing that if anything, it would only cause the Fed to raise rates faster. With more money chasing higher rates in the U.S., he said, that would push up the dollar, which in turn would hurt the housing market and Trump’s effort to correct the nation’s trade imbalance. As former Fed officials and historians know, White House staff in the past, for example in the Nixon administration, leaned on the Fed to back off raising rates and keep the money supply flowing. Even so, most economists don’t think Trump should be worried about Yellen taking away the punch bowl. For one thing, even if the Fed raised rates four times next year, the so-called federal funds rate would still probably end 2017 at 1.5% to 1.75% — well below normal for the benchmark overnight lending level. “Yellen’s largely off the hook for being a spoiler next year. She won’t be able to raise rates far enough to make a difference,” said Chris Rupkey, managing director at Mitsubishi UFG Financial Group in New York. Rather than from the Fed, the Trump administration is more likely to face constraints from financial markets as investors react to prospects of faster economic growth and inflation, says Lynn Reaser, chief economist for Point Loma Nazarene University in San Diego. “The challenge to fiscal policy, interest rates and the dollar – those are not being led by the Fed but by the markets,” she said. At the moment, it’s hard to see inflation getting out of hand. Inflation has been well below the Fed’s 2% target over the last few years and most recently was running about 1.5%. Wage gains are starting to pick up. But the stronger dollar and global competitive pressures on commodities and other goods are curbing inflation, as is a major predictor of future inflation: consumer expectations of price increases. Rivlin, the former Fed vice chairwoman, says one indication of just how tempered those expectations are can be seen in the mock exercise she does with her students. “I can’t even get them interested in inflation as a threat,” she said. “These are 20-somethings and they’ve never heard of inflation —  and that’s a very large portion of the population.” To be sure, Yellen and the Fed could determine that the economic engine is running too fast and then act more aggressively to slow growth, in effect leading, not following, the markets in setting higher interest rates. That would more likely put the Fed in the crosshairs of the new president, who has spoken of doubling annual economic growth to 4%. I think her public relations operation is going to have to be strong. — Rep. Maxine Waters (D-Los Angeles) “It very definitely could be a dicey year” for Yellen, said Reaser. “It’s a significant turning point from monetary to fiscal policy, and you have the challenge [from Trump] to the notion that a 2% growth track is the new normal.” On top of potential clashes over policy, Trump and an emboldened Republican-controlled Congress appear eager to rein in the century-old Fed, by authorizing so-called audits of its monetary policy decisions and reducing its regulatory power. “I expect this is going to be a target of the Trump administration,” said Rep. Maxine Waters (D-Los Angeles), the top Democrat on the House Financial Services Committee. Republican lawmakers have been critical of the Fed since the central bank’s aggressive steps — emergency lending, repeated bond purchases —  taken during the financial crisis and slow recovery under Chairman Ben S. Bernanke and then-Vice Chairwoman Yellen. More recently, Waters said, “they have not liked the fact that she’s been responsible for holding down interest rates.” There are two vacancies on the Fed’s seven-member Board of Governors that Trump will be able to fill, and a third slot could open up if  Daniel Tarullo steps down in 2017 as some expect. Yellen, for her part, has made it emphatically clear that she intends to serve out her term as chairwoman until it ends Feb. 3, 2018. Interest rate policies aside, some influential Republican lawmakers want the Fed to make changes in the way it operates. “Them getting more sensitive and acknowledging what’s happening in the marketplace does not somehow take away the reason for having more predictability and less opacity,” said Rep. Bill  Huizenga (R-Mich.), chairman of the House Financial Services Committee’s monetary policy and trade panel.  “Just because they raised rates a quarter point does not suddenly let them off the hook.” Huizenga’s bill, called the Fed Oversight Reform and Modernization Act, passed the House by 241 to 185 in 2015. The legislation would require the Fed to develop a rule-based formula for interest rate moves and allow the Government Accountability Office to review monetary policy decisions. The Fed’s other activities already are subject to audits and GAO reviews. “There’s a lot of concern that they’ve continued to get more and more political in terms of their decision-making. They keep saying they want to make their decisions data-driven. What’s the data?” Huizenga said. Yellen has told lawmakers that enacting the legislation would be “a grave mistake.” She has expressed concerns that additional audits would “politicize monetary policy and bring short-term political pressures into the deliberations.” What’s more, Yellen, like Bernanke before her, has argued that a rule-based formula for interest rate decisions would tie the central bank’s hands, rendering it inflexible to deal with extreme situations such as the Great Recession. John B. Taylor, a Hoover Institution economist whose name is associated with the Taylor Rule, which prescribes interest rate changes following the movement of inflation and output, has championed the idea that adhering to a rule-based system would help guide the Fed and help the public understand the principles behind the central bank’s actions and when policymakers deviate from them. Thus far, Yellen and Bernanke have fended off sometimes-intense congressional pressures for tougher restrictions on the institution. Waters, who opposes Huizenga’s bill, said Yellen will need to spend time in 2017 talking with lawmakers to try to stop it. Yellen has met frequently with members of Congress from both parties, and that is expected to continue, if not increase. For the first 10 months of this year, Yellen’s publicly released calendar showed 27 phone calls or face-to-face meetings with House and Senate members. “I think her public relations operation is going to have to be strong,” Waters said. Caption 90 seconds: 4 stories you can't miss George Michael  is dead at 53; South Asian immigrants  take a gamble and lose; Christmas dinner at Midnight Mission ; and the pressure is on for  D.A. Jackie Lacey . Caption 90 seconds: 4 stories you can't miss George Michael  is dead at 53; South Asian immigrants  take a gamble and lose; Christmas dinner at Midnight Mission ; and the pressure is on for  D.A. Jackie Lacey . Caption The Desperate Trek: Bangladesh Dozens of Bangladeshis made a hellish journey to America. Then they were in for a brutal trip home. Dozens of Bangladeshis made a hellish journey to America. Then they were in for a brutal trip home. Caption Former Gangster On Life and Struggles Melvin Farmer was an OG Crip member. After serving year of prison time he has tried to turn his life around and work as a gang interventionist, but he can't seem to shake his past.     Melvin Farmer was an OG Crip member. After serving year of prison time he has tried to turn his life around and work as a gang interventionist, but he can't seem to shake his past.     Caption At Harvey Mudd more than half of of computer science graduates are women At Harvey Mudd more than half of of computer science graduates are women. (Irfan Khan / Los Angeles Times) At Harvey Mudd more than half of of computer science graduates are women. (Irfan Khan / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  ",
    "title": "Will the Fed&apos;s Janet Yellen &apos;take away the punch bowl&apos; after Trump takes office? - LA Times"
   },
   {
    "entities": [
     "peter",
     "about 5:25 p.m.",
     "cottage",
     "about 3:25 p.m.",
     "4800",
     "west",
     "friday",
     "hospital",
     "contact",
     "avenue",
     "1800",
     "south",
     "arthington",
     "h.",
     "reporters",
     "chatham",
     "bishop",
     "tribune",
     "breaking",
     "news",
     "armando",
     "austin",
     "may",
     "christmas weekend",
     "ridgeway",
     "morning",
     "street",
     "guglielmi",
     "the day",
     "monday",
     "county",
     "5800",
     "north",
     "night about 5:40 p.m.",
     "about 5:40 p.m.",
     "john",
     "about 4:50 p.m.",
     "sinai",
     "englewood",
     "4100",
     "mount",
     "7900",
     "grove",
     "local",
     "police",
     "department",
     "christmas day",
     "about 2:45 p.m.",
     "chicago",
     "anthony",
     "side",
     "rosenberg-douglas",
     "east",
     "sanchez",
     "nickeas",
     "afternoon",
     "ninety percent",
     "cook",
     "about 11:20 a.m.",
     "lawndale",
     "stroger",
     "jr.",
     "katherine",
     "hospitalf"
    ],
    "id": 6,
    "text": "News Local news Breaking News 54 shot, 11 fatally, over Christmas weekend Police investigated several sites where people were shot and killed in Chicago on Christmas Day.  (Armando Sanchez / Chicago Tribune) Katherine Rosenberg-Douglas and Peter Nickeas Contact Reporters Chicago Tribune Ten people wounded in shootings Monday morning and afternoon brought to more than 50 the number of people shot since Christmas weekend began Friday afternoon.  Eleven of the 54 people shot between about 4:50 p.m. Friday and about the same time Monday died from their wounds. More than a dozen others were listed in serious or critical condition.  The city has seen eight multiple-victim shootings, including two double homicides. One was an attack in the East Chatham neighborhood that left five dead and two wounded, and an attack in the Austin neighborhood left two dead.  Much of the violence happened in areas \"with historical gang conflicts on the south and west side of Chicago,\" said Anthony Guglielmi, a spokesman for the Chicago Police Department. He also referenced the department's \"strategic subject list,\" which is generated daily from a computerized algorithm and assigns a score from 1 to 500 based on such factors as a person's arrests and the activities of his associates. Those people with a score in the upper 200s or higher are considered in danger of being shot or of shooting someone else. \"Ninety percent of those fatally wounded had gang affiliations, criminal histories and were pre-identified by the department's strategic subject algorithm as being a potential suspect or victim of gun violence,\" Guglielmi said Monday.  The most recent shooting happened Monday night about 5:40 p.m. in the Back of the yards neighborhood, police said. A 34-year-old man was shot in the 4800 block of South Bishop Street about 5:40 p.m. and drove to a fire station seeking treatment. Paramedics took him to Stroger Hospital , police said.  A 45-year-old man was shot in the 4100 block of West Arthington Street and taken Mount Sinai Hospitalf or treatment earlier in the day. He had been in an argument about 5:25 p.m., just before getting shot, police said.  Two people were shot in the 5800 block of South May Street in the  Englewood neighborhood about 3:25 p.m. A 20-year-old man was taken to John H. Stroger Jr. Hospital of Cook County with a back wound and a 35-year-old man refused medical treatment for a graze wound. Someone in a dark-colored sedan fired shots and fled the scene, police said.  A 22-year-old man walked into Advocate Trinity Hospital on the city's South Side seeking treatment for a gunshot wound sustained in the 7900 block of South Cottage Grove Avenue about 2:45 p.m., police said.  Earlier, about 11:20 a.m. in the 1800 block of South Ridgeway Avenue in North Lawndale, a 23-year-old man was shot in each leg. He was being treated at Mount Sinai Hospital, according to police. ",
    "title": "54 shot, 11 fatally, over Christmas weekend - Chicago Tribune"
   },
   {
    "entities": [
     "c.",
     "homes",
     "reporter",
     "contact",
     "avenue",
     "julie",
     "blair",
     "march 15, 2013",
     "kamin",
     "bpi",
     "tribune",
     "next month",
     "the",
     "angela",
     "park",
     "recently",
     "chris",
     "river",
     "people",
     "for",
     "of",
     "north",
     "last month",
     "walker",
     "brown",
     "lincoln",
     "lathrop",
     "authority",
     "/",
     "cha",
     "diversey",
     "housing",
     "chicago",
     "interest",
     "side",
     "today",
     "caputo",
     "professional",
     "public",
     "now",
     "1938",
     "damen",
     "julia"
    ],
    "id": 7,
    "text": "At Lathrop Homes redevelopment, an uneasy truce Lathrop Homes Chris Walker / Chicago Tribune An occupied section of the Lathrop Homes CHA project is shown March 15, 2013, looking south from Diversey Avenue over the Chicago River. The campus of low-rise buildings has been added to Preservation Chicago's list of the city's seven most-threatened historic places. An occupied section of the Lathrop Homes CHA project is shown March 15, 2013, looking south from Diversey Avenue over the Chicago River. The campus of low-rise buildings has been added to Preservation Chicago's list of the city's seven most-threatened historic places. (Chris Walker / Chicago Tribune) Angela Caputo Contact Reporter Chicago Tribune With an overhaul imminent for the only large public housing complex on Chicago's North Side, a decades-old legal battle over segregation has been reignited. A team of public interest lawyers petitioned a federal judge last month to require the Chicago Housing Authority to replace hundreds of family-friendly apartments on the North Side now that it's only a matter of time before they are lost in the redevelopment of the Julia C. Lathrop Homes. Housing activists have long feared that Lathrop, a historic complex that stretches across 32 acres in the affluent neighborhood of Lincoln Park, would eventually be turned over to a private developer that would replace scarce North Side housing for low-income families with upscale units. Next month, financing is expected to close on the redevelopment project, freeing up money to begin building, or reconfiguring, more than 1,100 units on the sprawling riverfront campus. Roughly a third of the apartments will be reserved for public housing residents. (Blair Kamin) But now, housing officials and advocates have reached a truce of sorts. The housing authority and the nonprofit Business and Professional People for the Public Interest recently reached an agreement over the Lathrop replacements that will add to the stock of North Side housing and avert potential delays. While the agreement has buoyed housing activists, they have concerns about how it will be carried out. For example, there is no mandate on whether the apartments will have to be as large as those demolished at Lathrop. At minimum, they will all have one bedroom. And the housing authority won't be under any time pressure to create the new housing. \"We could set an arbitrary deadline, but we'd have to change it,\" said Julie Brown, an attorney with Business and Professional People for the Public Interest. The housing authority will be required, however, to provide progress reports. In a statement, housing authority officials said that they \"are pleased that, given the long-standing partnership between BPI and CHA, new, quality affordable housing will be made available to low-income residents on the North Side of Chicago.\" The agreement is long in coming. For years, the complex — which opened in 1938 and is now listed on the National Register of Historic Places — has been steadily emptying out, following a 16-year leasing freeze. Today, just a small fraction — 142 of 925 — of Lathrop's red brick walkups remain occupied. Boards nailed over windows have become unofficial tally marks of each family that has moved out. One of the few signs that there's still life inside is the bursts of steam that pour out of a chimney that towers over a busy stretch of Damen Avenue. The stillness is ever in contrast to the construction boom — of homes, condos and big-box stores — in the neighborhood around it. ",
    "title": "At Lathrop Homes redevelopment, an uneasy truce - Chicago Tribune"
   },
   {
    "entities": [
     "youngstown",
     "jim",
     "arnold",
     "rafaela",
     "aug. 5",
     "leo",
     "taylor",
     "sam",
     "leslye",
     "debernardi",
     "mets",
     "tony",
     "march 24",
     "j.",
     "sept. 25",
     "once",
     "f.b.i.",
     "twenty years later",
     "grigory",
     "glen",
     "eric",
     "lukin",
     "army",
     "1957",
     "silva",
     "benjamin",
     "ali",
     "death",
     "hosmer",
     "longman",
     "rio",
     "rasmussen",
     "ap",
     "june 4",
     "gold",
     "lipsyte",
     "bogdanich",
     "maury",
     "illustration",
     "april 10",
     "julie",
     "phelps",
     "pitsiladis",
     "island",
     "chang",
     "ironman",
     "michael",
     "rodchenkov",
     "manchester",
     "may 13",
     "nastia",
     "yannis",
     "dec. 21, 2016",
     "schwarz",
     "dan",
     "of",
     "june 26",
     "cenicola/the",
     "lerner",
     "russia",
     "the year",
     "2008",
     "schwirtz",
     "photo",
     "luis",
     "bowman",
     "idaho",
     "jack",
     "w.",
     "manchester/the",
     "april 1",
     "braves",
     "oct. 30",
     "swensen",
     "york",
     "josh",
     "karen",
     "lyall",
     "lee/the",
     "carlos",
     "leeburn",
     "lee",
     "walt",
     "crouse",
     "dave",
     "garcia",
     "fuhrmans",
     "palmer",
     "jeff",
     "n.f.l.",
     "mcgonigal",
     "muhammad",
     "march 28",
     "sochi",
     "bill",
     "2015",
     "boise",
     "sinai",
     "keats",
     "jacqueline",
     "canada",
     "barry",
     "new",
     "swim",
     "sarah",
     "aug. 21",
     "nicklaus",
     "-",
     "biles",
     "2012",
     "simone",
     "bob",
     "miller",
     "time",
     "rebecca",
     "barr",
     "anderson",
     "alan",
     "power",
     "times",
     "last year",
     "luttrell",
     "credit",
     "jeré",
     "2019",
     "ruiz",
     "the",
     "r.",
     "davis",
     "alexandra",
     "arnie",
     "2016",
     "the 2014 winter",
     "uriel",
     "may 16",
     "royals",
     "rumsey",
     "loew",
     "games",
     "rhode",
     "williams",
     "robert",
     "christoph"
    ],
    "id": 8,
    "text": "Sports in 2016: Winners, Losers and Cheaters By THE NEW YORK TIMES DEC. 21, 2016 From a baseball player turned hit man to the amazing ability of Simone Biles, a look at some of the most compelling stories of the year. Photo Credit Illustration by Sam Manchester/The New York Times; Photographs by FinisherPix.com By SARAH LYALL Swim. Bike. Cheat? April 10 — Cheating in sports took a strange turn when Julie Miller, an age-group champion at the 2015 Ironman Canada, was disqualified after detective work by athletes who believed she had cut the course there and at other races. Read more “We can’t prove what happened on the course in Ironman Canada in 2015, or what her intent was. People can make their own judgments and decisions.” - Keats McGonigal, regional director for Ironman Photo Credit Illustration by Sam Manchester/The NYT; Photographs by AP and The NYT By ALAN SCHWARZ, WALT BOGDANICH and JACQUELINE WILLIAMS N.F.L.’s Flawed Concussion Research and Ties to Tobacco Industry March 24 - An investigation by The New York Times raised questions about the N.F.L.’s concussion research and its relationship with the tobacco industry. Read more “You’re not doing science here; you are putting forth some idea that you already have.” - Bill Barr, neuropsychologist Photo By ROBERT LIPSYTE The Death of Muhammad Ali June 4 — Ali was the most thrilling if not the best heavyweight boxer of all time, a towering figure with an agile mind who was both admired and vilified for his religious, political and social stances. Read more “I don’t have to be who you want me to be; I’m free to be who I want.” - Ali Photo Credit Chang W. Lee/The New York Times By CHRISTOPH FUHRMANS, ANH-THU HUYNH, JIM LUTTRELL, SAM MANCHESTER, RUMSEY TAYLOR, and JOSH WILLIAMS ‘A Front-Row Seat. To Misery.’ April 1 — Shock. Anger. Agony. Pain. Behold the faces of Mets fans in this picture, taken by Chang W. Lee of The New York Times as the Royals’ Eric Hosmer dived safely home to tie the score in the ninth inning of Game 5 of last year’s World Series. Three innings later, the Royals scored five runs to win the championship. We managed to track down 11 of the people in the photo, and we asked those with the best view of the play to relive it. Read more “I think it’s something that I couldn’t even replicate. It’s almost not even a human emotion. Just absolute despair.”- Dan DeBernardi, Mets fan Photo Credit Benjamin Rasmussen for The New York Times By KAREN CROUSE Seeking Answers, Michael Phelps Finds Himself June 26 — Michael Phelps’s road to becoming the most decorated athlete in Olympic history had been treacherously steep and single-file narrow, as isolating as a deep free diver’s plunge. But before he finished his record-setting career at the Rio Games, he had to overcome his own issues by attending rehab. Read more “He hid everything that makes him human for 12 years. The rehab is what opened him up.” - Bob Bowman, Phelps’s coach Photo Credit Tony Cenicola/The New York Times By REBECCA R. RUIZ and MICHAEL SCHWIRTZ How Russia’s State-Run Doping Fueled Olympic Gold May 13 — Dozens of Russian athletes at the 2014 Winter Olympics in Sochi, including at least 15 medal winners, were part of a state-run doping program, meticulously planned for years to ensure dominance at the Games, according to Grigory Rodchenkov, the director of the country’s antidoping laboratory at the time. Read more “People are celebrating Olympic champion winners, but we are sitting crazy and replacing their urine.” - Dr. Rodchenkov Photo Credit Jeff Swensen for The New York Times By DAN BARRY A Fight, Followed by Tragedy March 28 — Two men entered the ring for their first professional fight, a four-rounder in the hall of a Ukrainian church in Youngstown. What happened next would change everyone. Read more “You knew. You knew right then and there.” - Jack Loew, boxing coach Photo Credit The New York Times By THE NEW YORK TIMES The World’s Best Gymnast Aug. 5 — The question wasn’t if she was going to win a gold medal, but how many. Heading into the Rio Games we took a look at what made Simone Biles so good. Read more “Normally the separations between first and second place could be three-tenths or five-tenths, and she goes out and wins by one or two points.” - Nastia Lukin, 2008 gold medalist Photo By DAVE ANDERSON The Death of Arnold Palmer Sept. 25 — Palmer was the champion golfer whose full-bore style of play, thrilling tournament victories and magnetic personality inspired an American golf boom, attracted a following known as Arnie’s Army and made him one of the most popular athletes in the world. Read more “Arnold popularized the game. He gave it a shot in the arm when the game needed it.” - Jack Nicklaus Photo Credit Leo J. Leeburn, via Idaho State Historical Society By DAN BARRY The Big League Prospect Who Became a Mob Hit Man Oct. 30 — Baseball scouts used to scrutinize Maury Lerner’s every move. Then F.B.I. agents were the ones watching. Lerner batted .328 for the Boise Braves in 1957. Twenty years later, he was serving time at the Adult Correctional Institutions in Rhode Island. Read more “One of those should-have-beens. An American tragedy, when you think of it.” - Glen, Lerner’s son Photo Credit The New York Times By LESLYE DAVIS, ALEXANDRA GARCIA and SERGIO PEÇANHA The Power of Gold Aug. 21 — In 2012, the Brazilian judoka Rafaela Silva was a medal favorite, but she was disqualified. At the Rio Games, she sought to show that her humble background could not squelch her dreams. Watch “Things changed, like water to wine. That medal has a lot of power. It does.” - Luis Carlos, Silva’s father Photo Credit Uriel Sinai for The New York Times By JERÉ LONGMAN Could Someone Run a Marathon Under Two Hours? May 16 — The attempt to identify promising talent for an audacious plan: To use science to facilitate a sub-two-hour marathon by 2019, a decade or two sooner than many experts think possible. Read more “You’re here once. You want to do something that matters.” - Yannis Pitsiladis, physiologist More on NYTimes.com ",
    "title": "Sports in 2016: Winners, Losers and Cheaters - The New York Times"
   },
   {
    "entities": [
     "cabinet",
     "next year",
     "pelosi",
     "ryan",
     "paul",
     "gingrich",
     "associated",
     "december 27, 2016",
     "once",
     "tennessee",
     "ways",
     "ethics",
     "schumer",
     "hill",
     "gop",
     "amway",
     "trump's",
     "sachs",
     "ben",
     "capitol",
     "network",
     "relations",
     "bloomberg",
     "mitch",
     "cardin",
     "mcconnell",
     "jan. 20",
     "the week before",
     "d-mass.",
     "news",
     "united",
     "facebook",
     "newt",
     "rex",
     "senate",
     "elizabeth",
     "donald",
     "recently",
     "steve",
     "of",
     "warrens",
     "twitter",
     "jan. 14",
     "neal",
     "fbi",
     "and",
     "york",
     "r-ala.",
     "means",
     "chuck",
     "office",
     "betsy",
     "39.6 percent",
     "goldman",
     "judicial",
     "press",
     "richard",
     "thursday",
     "jeff",
     "devos",
     "foreign",
     "congress",
     "on",
     "obama",
     "new",
     "tillerson",
     "jan. 3",
     "committee",
     "nancy",
     "bob",
     "corker",
     "government",
     "states",
     "trump",
     "2013",
     "house",
     "2017",
     "r-wis.",
     "last week",
     "crisis",
     "the",
     "mnuchin",
     "fox",
     "33 percent",
     "r-ky.",
     "sessions",
     "exxonmobil",
     "maryland"
    ],
    "id": 9,
    "text": "New Party of No? Dems prepare for battle with Trump on Cabinet picks, agenda Published               December 27, 2016 Facebook 0 Twitter 0 livefyre Email Print   After blasting Republican colleagues for years over their blockade of President Obama’s agenda, Democrats are gearing up for their turn as the opposition party – planning to throw up early roadblocks for President-elect Donald Trump’s Cabinet picks and proposals. With the new Congress set to convene Jan. 3 – and Trump set for his inauguration on Jan. 20 – House Democratic Leader Nancy Pelosi last week issued a call to action to her rank and file to fight Republican efforts to repeal and replace the Affordable Care Act, or ObamaCare, one of Republicans’ top agenda priorities for 2017. Pelosi is planning to intensify the “drumbeat” in the week before the inauguration, setting Jan. 14 as a “national day of action with events across the country.” The Democrats’ bid to fend off Republican attacks on Obama’s signature domestic policy achievement is no surprise. But the resistance extends well beyond fortifying their ObamaCare defenses. Bloomberg reports that Democrats are preparing for a separate fight with Republicans over plans to overhaul the tax code. “There’s going to be opposition if these tax cuts are directed to the people at the top again,” Rep. Richard Neal, D-Mass., the next top Democrat on the tax-writing Ways and Means Committee, told Bloomberg. “We’re going to be pretty united.” While Democrats have not put forward their own plan, House Republicans and Trump both have outlined overhauls. Both would reduce the number of tax brackets from seven to three, including reducing the top rate for individuals from 39.6 percent to 33 percent. The gist of the plans is to lower tax rates for most people, and make up lost revenue by scaling back exemptions, deductions and credits.  LOBBYING EFFORT IN FULL SWING TO CONFIRM SESSIONS The House plan, however, retains some of the most popular tax breaks, including those for paying a mortgage, going to college, making charitable contributions and having children. As Democrats prepare to fight proposed tax breaks for top earners, Senate Majority Leader Mitch McConnell, R-Ky., and House Speaker Paul Ryan, R-Wis., have signaled they may play hardball. Both GOP leaders have said they plan to use a legislative maneuver that would prevent Senate Democrats from using the filibuster to block a tax bill. Senate Democrats, meanwhile, are signaling a potentially rocky road ahead for some of Trump’s Cabinet picks, last week demanding extensive financial information on some of his wealthy candidates.   Frustrated by the slow response of billionaires and multimillionaires to their request, 16 Democrats delivered an ultimatum Thursday, saying no committee should vote on a nominee until the individual has cleared an FBI background check, provided a financial report and an ethics agreement with the Office of Government Ethics, and responded to \"reasonable requests for additional information\" such as tax returns. \"The United States Senate has a rich, bipartisan tradition of vetting nominees to the president's Cabinet,\" said New York Sen. Chuck Schumer, the incoming Democratic leader. Republicans controlling the Senate want to make quick work of Cabinet confirmations once Trump takes office on Jan. 20. Democrats have limited options to block nominees outright because they changed filibuster rules when they controlled the Senate in 2013, and Cabinet nominees can win approval on a simple majority vote. Republicans will hold a 52-48 advantage next year. However, Democrats could drag out the process in committee or force longer Senate debates than usual. Trump's choice of ExxonMobil CEO Rex Tillerson for secretary of state has been a focal point of the complaints. In a letter to colleagues, Maryland Sen. Ben Cardin, the Foreign Relations Committee’s top Democrat, said he asked the Trump transition team for three years' worth of tax returns because Tillerson was \"actively engaged with many foreign governments\" at ExxonMobil. Cardin said Tillerson \"promised to provide\" the tax information in response to a question on a standard questionnaire that all nominees submit prior to appearing before the committee. Tennessee Republican Sen. Bob Corker, the committee chairman, quickly responded with a statement saying the GOP-controlled panel never officially asked for the tax returns and insisted that Tillerson was ahead of schedule in providing information to the committee. He said it is not the practice of his committee to request tax information, and the committee's own financial disclosure forms \"are very expansive.” In addition to Tillerson, Trump has tapped Steve Mnuchin, a former Goldman Sachs executive, for treasury secretary, and Betsy DeVos, daughter of the Amway co-founder, for education secretary. Trump’s conservative allies outside Capitol Hill are preparing for confirmation turbulence. The Judicial Crisis Network recently launched a website touting the nomination of Sen. Jeff Sessions, R-Ala., for attorney general and defending his record in office. Former House Speaker Newt Gingrich, a Trump adviser, told Fox News last week that he anticipates congressional Democrats will fall into a few groups as Trump joins with majority Republicans to pursue his agenda. “You're going to have the hard left -- the Elizabeth Warrens who aren't going to support anybody. They'll be hostile and bitter and nasty. You're going to have the partisan group -- Pelosi is a good example. They are going to be tough-minded,” he said. “But there are going to be a lot of Democrats that are going to say ‘I don't want to deal with eight years of yelling no.’\" The Associated Press contributed to this report. Advertisement ",
    "title": "New Party of No? Dems prepare for battle with Trump on Cabinet picks, agenda | Fox News"
   },
   {
    "entities": [
     "centers",
     "next month",
     "s.",
     "california",
     "education",
     "the 1980s",
     "morning",
     "state",
     "for",
     "boston",
     "huntoon",
     "welfare",
     "december 27, 2016",
     "j.",
     "department",
     "samantha",
     "today",
     "san",
     "a.",
     "obstetricians",
     "2005",
     "budget",
     "physicians",
     "hospital",
     "association",
     "reagan",
     "food",
     "facebook",
     "georgia",
     "senate",
     "administration",
     "g.",
     "of",
     "drug",
     "kristin",
     "health",
     "twitter",
     "idaho",
     "e.",
     "control",
     "james",
     "and",
     "york",
     "alliance",
     "everett",
     "columbus",
     "diego",
     "jr.",
     "thomas",
     "a.m.a.",
     "manan",
     "cambridge",
     "blando",
     "disease",
     "koop",
     "congress",
     "h.h.s.",
     "boise",
     "rohack",
     "human",
     "andrea",
     "gellhaus",
     "obama",
     "national",
     "new",
     "massachusetts",
     "harrington",
     "committee",
     "ronald",
     "medical",
     "streed",
     "institutes",
     "c.",
     "women's",
     "price",
     "hertzka",
     "trump",
     "house",
     "services",
     "harris",
     "university",
     "carl",
     "m.",
     "trivedi",
     "phillip",
     "post",
     "prevention",
     "nov. 29",
     "patrice",
     "christopher",
     "medicare",
     "2010",
     "washington",
     "brigham",
     "medicaid",
     "robert",
     "ohio"
    ],
    "id": 10,
    "text": "Continue reading the main story The concerns voiced by dissident doctors do not appear to imperil Senate confirmation of Mr. Price, but they do ensure that his confirmation hearings next month will be as contentious as any held for a Trump nominee, featuring a full public examination of the new president’s proposed health policies. Advertisement Continue reading the main story “Doctors are divided big time,” said Dr. Carl G. Streed Jr., a primary care doctor at Brigham and Women’s Hospital in Boston and a member of the A.M.A. house of delegates, the organization’s principal policy-making body. The controversy began soon after Mr. Trump announced on Nov. 29 that he had chosen Mr. Price to head the Department of Health and Human Services, which controls Medicare, Medicaid, the Affordable Care Act’s federal health insurance exchange, the National Institutes of Health, the Food and Drug Administration and the Centers for Disease Control and Prevention. Within hours, the A.M.A. — the nation’s largest medical advocacy group, which has nearly 235,000 members and calls itself “the voice of the medical profession” — issued a statement saying it “strongly supports” the selection. It noted Mr. Price’s experience as a doctor, a state legislator and a member of Congress. It praised, in particular, his support for “patient choice and market-based solutions” and his efforts to reduce “excessive regulatory burdens” on doctors. The enthusiasm was understandable at one level: Mr. Price has been a member of the A.M.A. house of delegates since 2005 and was an alternate delegate for a decade before that, according to the A.M.A. and the Medical Association of Georgia. “For those who are attacking Dr. Price, I have to ask whom you would rather have at the helm of H.H.S. — a career bureaucrat? A former governor who views doctors as a cost center to be controlled?” said Dr. Robert E. Hertzka of San Diego, an anesthesiologist and former president of the California Medical Association. “Tom Price may turn out to be the best friend that physicians and patients have ever had in that role.” Many doctors are not willing to take that chance. More than 750 people who identify themselves as members of the A.M.A. signed a letter to the association’s board objecting to the endorsement. The “unqualified support” for Mr. Price is inappropriate, the letter says, because he has been “a strong opponent of so much of our clearly delineated A.M.A. policy” on issues like the Affordable Care Act, contraception and gay rights. Some doctors also said patients could be hurt by major changes in Medicare and Medicaid that Mr. Price, along with other House Republicans, has advocated. Advertisement Continue reading the main story Dr. Andrea S. Christopher, 32, an internal medicine doctor at the veterans hospital in Boise, Idaho, said she had decided not to renew her A.M.A. membership over the endorsement, which she called especially upsetting to her generation of physicians. “Dr. Price has been an outspoken opponent of the Affordable Care Act, which has done so much to address the needs of our most vulnerable patients and reduced the uninsured rate to the lowest level on record,” Dr. Christopher said. Dr. Kristin M. Huntoon, a 37-year-old neurosurgery resident at Ohio State University in Columbus, said the group’s support for Mr. Price had increased the chances that the Affordable Care Act would be dismantled — and that has put her patients at risk. Ohio has extended Medicaid coverage to more than 600,000 people under the federal health care law . If that expansion is reversed, Dr. Huntoon said, some patients will not receive imaging or treatment at an early stage of their disease, and they are more likely to arrive when tumors have spread to the brain. “At that stage,” she said, “there’s often nothing I can do for the patient.” Physicians have long been a focus of Mr. Price’s legislative efforts. He led the push to fix widely recognized flaws in Medicare’s formula for paying doctors and supported changes in malpractice laws that could make it easier for doctors to defend themselves. He supported changes in Medicare that would allow doctors to get around fee limits by signing contracts with patients. He has also backed changes in antitrust law that would enhance doctors’ bargaining power in negotiations with insurance companies. “Pocketbook issues — the economic well-being of physicians — may well be a factor contributing to the A.M.A.’s endorsement,” said Dr. Manan Trivedi, a former Democratic candidate for Congress, who is the president of the National Physicians Alliance, a group of 10,000 doctors that opposes Mr. Price’s confirmation. Dr. Patrice A. Harris, the chairwoman of the A.M.A., strongly defended the group’s actions and suggested that Mr. Price could surprise critics as Dr. C. Everett Koop did in the 1980s, when he was surgeon general under President Ronald Reagan. Liberal politicians and women’s groups initially criticized Dr. Koop because of his opposition to abortion , but when he stepped down after more than seven years in office, he was widely praised for his role in fighting AIDS and discouraging the use of tobacco. “We do realize that there is a diversity of opinion on Dr. Price,” Dr. Harris said in an interview. “We respect that diversity. We take the concerns that have been expressed by some of our members and by physicians in general seriously. “Our support for Dr. Price is based on our history with him, his extensive involvement with A.M.A.,” she added. “He’s a longtime member, he’s a delegate. For us, he has always been accessible. He listens, and he really knows how policies impact the delivery of care and the physician-patient relationship.” Advertisement Continue reading the main story Phillip J. Blando, a spokesman for the Trump transition team, said Mr. Price had been endorsed by many medical groups and was “uniquely prepared” for the job. “If confirmed,” he said, “Dr. Price will work to restore the patient-doctor relationship and clamp down on government overreach.” Mr. Price has introduced legislation to repeal Mr. Obama’s health law, including its expansion of Medicaid and subsidies for the purchase of private insurance. He advocates tax credits to help people buy insurance, greater use of individual health savings accounts and state-run “high-risk pools” for people with pre-existing conditions who might otherwise have difficulty finding affordable coverage. As a member of the House Budget Committee, and then its chairman, he has supported proposals to shift Medicare away from its open-ended commitment to pay for medical services and toward a fixed government contribution for each beneficiary, which could be used for either private insurance or traditional Medicare. Such proposals could increase costs for some beneficiaries or limit the amount of care they receive, health policy experts say. Mr. Price has also backed turning Medicaid into block grants to state governments. Critics say that states would probably respond by restricting eligibility, cutting Medicaid benefits or reducing payments to health care providers. In leading efforts to repeal the president’s health law, he is pursuing a goal in opposition to the policies of the A.M.A. In a 2010 letter to congressional leaders, Dr. J. James Rohack, who was then president of the A.M.A., said the law took “an important step toward improving the health of the American people,” by “extending coverage to the vast majority of the uninsured” and “improving competition and choice in the insurance marketplace.” Dr. Samantha G. Harrington, a doctor at Cambridge Hospital in Massachusetts, said she had canceled her A.M.A. membership because she found its endorsement of Mr. Price “embarrassing and shameful.” Dr. Thomas M. Gellhaus, president of the American Congress of Obstetricians and Gynecologists, said Mr. Price had “worked closely with us” on many issues. But, he said in a recent letter to the congressman, “some of the bills you supported in Congress would not serve women’s health well.” Mr. Price has supported efforts to restrict abortion and cut off federal funds for Planned Parenthood clinics. If confirmed, Mr. Price would be only the third physician to serve as secretary in the 63-year history of the Health and Human Services Department and its predecessor, the Department of Health, Education and Welfare. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on December 27, 2016, on Page A1 of the New York edition with the headline: Doctors in Rift Over Nominee to Health Post. Order Reprints | Today's Paper | Subscribe ",
    "title": "Trump’s Health Secretary Pick Leaves Nation’s Doctors Divided - The New York Times"
   },
   {
    "entities": [
     "lsu",
     "tomorrow",
     "hoosiers",
     "boca",
     "utah",
     "zeke",
     "cbi",
     "cit",
     "last year",
     "1990-91",
     "ala.",
     "espn",
     "joe",
     "gator",
     "association",
     "december 26, 2016",
     "ezekiel",
     "fournette",
     "jaylon",
     "baylor",
     "tuscaloosa",
     "stanford",
     "ncaa",
     "bluebonnet",
     "facebook",
     "jeff",
     "penn",
     "gregg",
     "nfl",
     "kevin",
     "indiana",
     "purdue",
     "wright",
     "linkedin",
     "3:51 p.m. est",
     "state",
     "brohm",
     "peach",
     "1991",
     "rhule",
     "wilson",
     "2015",
     "$23 million",
     "raton",
     "clemson",
     "doyel",
     "current",
     "michigan",
     "alabama",
     "future",
     "usa",
     "two weeks earlier",
     "dallas",
     "kentucky",
     "western",
     "today",
     "10 percent",
     "new year's day",
     "notre",
     "christian",
     "wednesday",
     "matt",
     "indianapolis",
     "late last week",
     "mccaffrey",
     "washington",
     "football",
     "cowboys",
     "bowl",
     "$20 million",
     "now",
     "linwood",
     "$4.4 million",
     "smith",
     "dame",
     "leonard",
     "ohio",
     "elliott"
    ],
    "id": 11,
    "text": "Doyel: Don’t hate players skipping bowls, hate the bowl system NFL-bound Leonard Fournette and Christian McCaffrey are skipping bowls — hastening a bigger college football playoff? Post to Facebook Doyel: Don’t hate players skipping bowls, hate the bowl system NFL-bound Leonard Fournette and Christian McCaffrey are skipping bowls — hastening a bigger college football playoff? Check out this story on USATODAY.com: http://indy.st/2hndXYQ CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 41 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Doyel: Don’t hate players skipping bowls, hate the bowl system Gregg Doyel , gregg.doyel@indystar.com 3:51 p.m. EST December 26, 2016 Potential high draft picks Leonard Fournette and Christian McCaffrey will skip their teams' bowl game. (Photo: USA TODAY Sports photos) INDIANAPOLIS — In a future world, running backs Leonard Fournette of LSU and Christian McCaffrey of Stanford could be agents of change. Tomorrow, they could be heroes. Today, they are selfish and disloyal. In this world, they are the two most well-known players skipping their teams' bowl games to get ready for the NFL draft. And people hate it. Outsiders , fans, media , even Dallas Cowboys rookie Ezekiel Elliott, who jabbed at Fournette and McCaffrey by referring to “all these young guys deciding to skip their bowl games,” and then raising the issue of disloyalty: “I would do anything to play one more time with my brothers in that scarlet and gray,” Ezekiel tweeted , referring to Ohio State’s school colors. Good for you, Zeke. As for everyone else, stop seething and see what this could mean, if we’re lucky: The end of the bowl system as we know it. No, really. What Fournette and McCaffrey have done — and also Baylor running back Shock Linwood  — is demonstrate the bowl system’s abject irrelevance. Next stop, a much bigger playoff for college football? Let’s hope so. Nothing happens fast, certainly nothing as big as the transition from meaningless bowl games to a much larger playoff. But that’s where college football is heading. You have to know that. Dissatisfaction with the original bowl system led to the BCS. Dissatisfaction with the BCS led to the current four-team playoff. Dissatisfaction will set in on this, too. It already has, what with two Big Ten schools — Michigan and Penn State — having a legitimate argument for inclusion in a playoff filled by Alabama, Clemson, Ohio State and Washington. Change comes. It comes slowly, but it comes. While we wait, let’s stop trashing McCaffrey and Fournette and lobby instead for the end of a bowl system almost nobody likes in the first place. Other than bowl directors, who like to wear blazers and make a buck, the only people really happy that college football has 10 or 15 (or 20 or 25) useless bowl games are college football coaches. And their reasons are self-serving. Reaching a bowl game — even if it means their team is no better than, say, No. 74 out of 128 FBS teams in the country — can save a coach’s job. Look at Indiana’s Kevin Wilson. Leading IU to consecutive bowl games — the Hoosiers’ first back-to-back bowls since 1990-91 — was seen as groundbreaking. It wasn’t. Know how many bowls there were in 1991? There were 18 . Know how many bowl games there are now? Forty. That’s 80 teams. There are just 128 teams in FBS. It’s harder not to play in a bowl game. Wilson went 6-7 in 2015. His team went 6-6 this season. Before being forced out for whatever legitimate reason he and IU agreed upon , Wilson was 26-47 overall. But … consecutive bowl games! Please. Only the top 10 or 12 bowl bids equate to an NCAA tournament invite in college basketball, and at the lowest levels — the bottom 10 or 15 bowls — a bowl berth is beneath even an NIT bid. Playing in the Foster Farms Bowl, where IU faces Utah on Wednesday , is similar to playing in one of the other college basketball postseason tournaments, the CBI or the CIT. Truth is, I had to look up the names of both tournaments. Had to look up the name of the Foster Farms Bowl, too. The Foster Farms Bowl is so important to the two schools involved, each is allotted barely 10 percent of the tickets — and they can’t even sell those. Or come close. Indiana and Utah were allotted 7,000 tickets each. As of late last week, Utah had been able to sell (or \"give away\") less than half. IU had sold roughly one-third and was preparing to return thousands of tickets , hoping to break even financially on this postseason “reward,” but preparing to suffer a small loss. Did you grow up on bowl games? I did. New Year’s Day was magical in my house. The other bowls — the Gator, the Peach, the Bluebonnet — seemed meaningful. Times have changed. Former IndyStar Mr. Football Jaylon Smith suffered a devastating knee injury in last year's Fiesta Bowl.  (Photo: Joe Camporeale-USA TODAY Sports) Now we have players starting to avoid a pointless bowl system that could cost one of them millions. Actually, it already has. Notre Dame’s Jaylon Smith, a top-5 draft prospect last year, tumbled to the second round after injuring his knee in the Fiesta Bowl. That kind of injury is a long shot, but we’re not the ones rolling the dice — they are. And Smith lost almost $20 million . Instead of a guaranteed contract in the $23 million range, he received guarantees of $4.4 million from the Dallas Cowboys. Still hasn’t played yet, either. Still trying to recover. Jaylon Smith has said he would play in the Fiesta Bowl again, which is fine. That’s his choice. Fournette is skipping the Citrus Bowl, and McCaffrey the Sun Bowl, and that’s their choice. By the way … Jeff Brohm skipped the Boca Raton Bowl. Well, he did. He left Western Kentucky two weeks earlier to become coach at Purdue . He got a raise worth millions. Temple’s Matt Rhule skipped the Military Bowl. He left Temple to become coach at Baylor. Got a raise worth millions. Anyone picketing outside the gated communities of Brohm and Rhule? No? Hmmm. Fournette and McCaffrey are no more traitorous than Brohm and Rhule. Truth is, none of them is traitorous. All have performed at such a high level, they’re positioned for a once-in-a-lifetime payoff. It’s their future, so why should this be our beef? Listen to this guy, some dude named Wright Waters: \"If we have someone who is just pulling out of the (bowl) game,” he said, “and they're just saying, 'I might get hurt,' and they don't have any problem, yeah, I've got a problem with that.” Who is Wright Waters? He’s a 67-year-old from Tuscaloosa, Ala. He’s executive director of the Football Bowl Association . See, Leonard Fournette and Christian McCaffrey are threatening his paycheck. Whose side do you want to be on? Leonard Fournette? Or Wright Waters? Drop the anger toward Fournette, McCaffrey, Linwood and whoever skips a bowl game next season. Just hope someone does skip a bowl next season. Hell, hope everyone skips. The less star power for bowls, the less bargaining power with television networks like ESPN. As soon as they start losing revenue, bowl games – which have been sustained to make bowl directors rich, not to “provide opportunities to players” – will find a way to generate more. Guess how they can do that … By turning the lowliest bowls into the first round of the playoffs. The next tier of bowls would be the second round, and so on. Eventually the best bowls become the Final Four, and the title game. This is where college football is going. Only question is: How long before it gets there? McCaffrey and Fournette don’t have a bigger college football playoff as their goal, but so what? They are living, breathing, multi-million-dollar corporations of tomorrow, and they’re allowed to plan their future today. And we’re allowed to root for the demise of this bogus bowl system. Maybe both can happen at the same time. All the better. Find IndyStar columnist Gregg Doyel on Twitter:  @GreggDoyelStar or at facebook.com/gregg.doyel 122 CONNECT TWEET 2 LINKEDIN 41 COMMENTEMAILMORE NEVER MISS OUT Sports Stay in the know and in the zone, 7 days a week, with scores, analysis, and in-depth features and commentary. THANKS FOR SIGNING UP FOR THE Sports NEWSLETTER We're sorry. ",
    "title": "Doyel: Don’t hate players skipping bowls, hate the bowl system"
   },
   {
    "entities": [
     "bismarck",
     "electric",
     "interactive",
     "cbs",
     "early evening",
     "nebraska",
     "forks",
     "association",
     "december 26, 2016",
     "minnesota",
     "south",
     "midwest",
     "williston",
     "press",
     "montana",
     "sunday",
     "transportation",
     "o'hare",
     "inc.",
     "late afternoon",
     "paul",
     "jamestown",
     "morning",
     "weather",
     "rural",
     "international",
     "the day",
     "monday",
     "tuesday",
     "north",
     "midway",
     "2016",
     "the early morning",
     ", 3:04 pm",
     "valley",
     "associated",
     "night",
     "3 a.m.",
     "past",
     "department",
     "canada",
     "chamberlain",
     "greg",
     "u.s.",
     "national",
     "today",
     "chicago",
     "dakotas",
     "11:40 a.m. monday morning",
     "rapid",
     "gust",
     "hall",
     "dickinson",
     "wyoming",
     "service",
     "overnight",
     "afternoon",
     "grand",
     "marlie",
     "airport",
     "winter",
     "fire",
     "$250",
     "dakota",
     "minot",
     "city",
     "upper"
    ],
    "id": 12,
    "text": "CBS/AP December 26, 2016, 3:04 PM Blizzards, ice storms wreak havoc across northern Plains In several parts of the country snow, ice, and rain are complicating holiday travels. Marlie Hall has more on the winter weather travel. The combination of freezing rain, snow and high winds that forced the shutdown Sunday of vast stretches of highways in the Dakotas continued into Monday, and authorities issued no-travel warnings for much of North Dakota. The National Weather Service in Bismarck, North Dakota, said a blizzard warning would remain in effect for most of the state into Monday afternoon or early evening. Severe whiteout conditions led to the closure of Minot International Airport, and the facility wasn’t expected to reopen until 3 a.m. Tuesday. The airports serving Fargo and Bismarck also listed flight cancellations on their websites. “Between the ice and snow, and winds howling like crazy, there will be nothing moving” until late afternoon Monday, said National Weather Service meteorologist Greg Gust in Grand Forks, North Dakota. “Then it’s dig-out time.” Gust’s advice to travelers: “Stay put.”  Winds gusting 40 mph to 50 mph associated with the storm in Minnesota led to delays and cancellations at Minneapolis-St. Paul International Airport. The storm also has caused power outages in the Dakotas and Nebraska. The South Dakota Rural Electric Association said more than 12,000 of its customers were without power Monday morning. In Nebraska, winds gusting up to 70 mph were cited for hundreds of power outages in central and eastern portions of the state on Sunday, although by Monday morning utilities reported that power had been restored to most customers.  The North Dakota Transportation Department closed most of a 240-mile stretch of Interstate 94 Sunday night, from the Montana border to Jamestown. That stretch remained closed Monday. Portions of U.S. Highways 2, 52 and 281 were also closed because of snow, ice and “near zero visibility.” Motorists who drive past the roadblocks can be fined up to $250. No-travel advisories were issued for much of North Dakota, including the Williston, Dickinson, Minot, Bismarck, Jamestown, Valley City and Grand Forks areas. Authorities in South Dakota shut down Interstate 90 from the Wyoming border to Chamberlain - a distance of about 260 miles. And the Rapid City Fire Department sent out its special tracked vehicle for the first time this season to help stranded motorists east of Rapid City.  The National Weather Service said the storm system will start to weaken on Monday as it moves into Canada. “Heavy snowfall will diminish today, but strong winds will continue (to) create blowing snow and reduced visibilities in the Upper Midwest, the service said.    On Monday morning, lines were getting long at Chicago’s Midway Airport as holiday travelers tried to make it home, CBS Chicago reported . The early morning fog in Chicago, and wind and snow in other destinations, kept some passengers on the ground. Things looked better later in the day -- after dozens of cancellations from overnight fog and from a ripple effect caused by winter storms in other parts of the country. As of 11:40 a.m. Monday morning, Midway was reporting a total of 31 cancellations, with an average delay of less than 15 minutes. Chicago’s O’Hare Airport was reporting a total of 28 cancellations, also with an average delay of less than 15 minutes. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Blizzards, ice storms wreak havoc across northern Plains - CBS News"
   },
   {
    "entities": [
     "kaplan",
     "democratic",
     "management",
     "right now",
     "hathaway",
     "trump",
     "harvard",
     "university",
     "personnel",
     "cybersecurity",
     "donald",
     "university's",
     "international",
     "for",
     "of",
     "2020",
     "orders",
     "george",
     "china",
     "russia",
     "security",
     "defense",
     "california,",
     "long-term",
     "review",
     "berkeley",
     "silicon",
     "valley",
     "cooper",
     "global",
     "strategies",
     "twitter",
     "past",
     "department",
     "cyber",
     "project",
     "u.s.",
     "agency",
     "obama",
     "national",
     "will",
     "w.",
     "center",
     "washington",
     "sweeping",
     "committee",
     "america",
     "office",
     "betsy",
     "melissa",
     "bush",
     "jay",
     "pentagon"
    ],
    "id": 13,
    "text": "Experts Hope Trump Makes Cybersecurity An Early Priority Experts Hope Trump Makes Cybersecurity An Early Priority Embed Embed Cybersecurity presents an early challenge for the incoming president, Donald Trump. Jabin Botsford/The Washington Post/Getty Images hide caption toggle caption Jabin Botsford/The Washington Post/Getty Images Cybersecurity presents an early challenge for the incoming president, Donald Trump. Jabin Botsford/The Washington Post/Getty Images President Obama has promised to take action in response to findings by U.S. intelligence agencies that Russia hacked computers at the Democratic National Committee and other Democratic political groups. And one of Donald Trump's first big decisions as president may be whether to continue down the chosen path. State-sponsored hacking is \"arguably one of the biggest threats to the nation,\" says Jay Kaplan, a former analyst at the National Security Agency. State actors are behind numerous recent hacks, including the federal employee records at the Office of Personnel Management , believed to be the work of China. In a recent report on enhancing national cybersecurity , the Obama administration avoided addressing the issue of state-sponsored hacking head-on. But it did recommend steps — including training 100,000 new \"cybersecurity practitioners\" by 2020 — to fix vulnerabilities in government and private networks. Obama Orders Sweeping Review Of International Hacking Tied To U.S. Elections Crowdsourcing offers a path to tackle the challenge, Kaplan says. He is CEO of Synack, which is working with the Pentagon using crowdsourcing \"to uncover security holes across the federal government,\" as he puts it. Right now, the effort is focused on the Defense Department, Kaplan says, but he hopes \"to broaden that scope soon.\" A new administration may bring other new ways of looking at the problems — or at least that's what Betsy Cooper hopes. She is executive director of the Center for Long-Term Cybersecurity at the University of California, Berkeley. \"We absolutely believe that this is an opportunity for progress,\" Cooper says, \"that a new administration without ties to past government structures creates the opportunity for resetting the playing field.\" Article continues after sponsorship What Will Trump's Twitter Strategy Be When He Becomes President? One proposal is for a cyber workforce incubator to be set up in Silicon Valley, where tech industry experts and government officials could get together to exchange ideas. They would spend a year or two together and then \"each group would rotate back to their normal jobs,\" Cooper says. The idea is that in that period, the government workers will get \"better exposure to the Silicon Valley culture and way of working,\" Cooper says, while those from the tech industry will better understand \"the importance of government problems and the importance of working on these issues in the public sector.\" Cooper also suggests a public campaign — like the government has used to get people to buckle their seat belts or to recycle — to get ordinary Americans aware of the importance of things like using strong passwords and other so-called good cyber hygiene practices. Obama Urges A Boost In IT Spending To Secure Federal Computers It's not just individuals or government systems that need help with cybersecurity issues. \"I think the president should focus on three things: energy, finance and telecom,\" says Melissa Hathaway, president of Hathaway Global Strategies, who has worked on cyber issues in the Obama and George W. Bush administrations. Hathaway, who is also a senior adviser on Harvard University's Cyber Security Project , says the IT systems of utilities and banks have already been infected with malware and are vulnerable to hackers, not only from state sponsors, but also criminals: \"If I can bring a utility offline through ransomware or through some other means,\" she says, \"I can cause them to pay to get it restored.\" And she points to recent attacks, in which hackers hijacked Internet-connected devices to bring down online services including Twitter and Spotify. \"It's really important that we stop talking about these problems and start solving them,\" Hathaway says. \"And that's going to require leadership; it's going to require focused attention.\" She says if Trump wants to make America great again, he needs to address cybersecurity quickly. ",
    "title": "Experts Hope Trump Makes Cybersecurity An Early Priority : NPR"
   },
   {
    "entities": [
     "harvey",
     "carlos",
     "mudd",
     "times",
     "west",
     "christmas",
     "amapola",
     "riverside",
     "gary",
     "alvarez",
     "michael",
     "downey",
     "last week",
     "berlin",
     "video",
     "hours last week",
     "gardens",
     "esther",
     "late morning",
     "california",
     "quezada",
     "customers",
     "morning",
     "kathy",
     "1961",
     "monday",
     "tuesday",
     "george",
     "khan",
     "sandoval",
     "melvin",
     "coronado",
     "eloy",
     "80 pounds",
     "midnight",
     "christmas eve",
     "bell",
     "past",
     "christmas day",
     "this year",
     "moreno",
     "corona",
     "irfan",
     "wednesday",
     "covina",
     "los",
     "southland",
     "bellflower",
     "lacey",
     "35 pounds",
     "compton",
     "maria",
     "janessa",
     "cervantes",
     "america",
     "farmer",
     "d.a.",
     "bangladesh",
     "whittier",
     "jr.",
     "jackie",
     "angeles",
     "$143",
     "galvan",
     "paramount"
    ],
    "id": 14,
    "text": "Christmas tamale drama: When the masa went bad, families had to improvise Bad Tamales Video by Gary Coronado / Los Angeles Times Video by Gary Coronado / Los Angeles Times At Amapola market in Downey, people stood in line for hours last week for the famous masa, the ground cornmeal for tamales — centerpiece of many a Christmas dinner.   Loyal customers came from miles around for 30- and 40-pound batches they would use in their elaborate holiday cooking ritual. But this year, they found themselves scrambling for doctors' numbers, sending guests home hungry and rummaging through cupboards for backup plans.   At Maria Coronado 's house, dozens of guests made do with a desperate meal of spaghetti and nachos. The tamales had turned out gloppy, and her husband felt so sick after a few bites he had to visit the doctor.   “We didn’t have dinner for Christmas,” said Coronado, 51, who has shopped at Amapola markets for 30 years and has always regarded their masa as excellent, well worth the drive from her home in Riverside.   She was back in line Monday, waiting for a refund of the $143 she spent, along with hundreds of others complaining of bad tamales, stomach cramps, fever, nauseated children — and ruined Christmases. Others were lining up at Amapola stores in Compton, Paramount and West Covina.   “We’re devastated,” said Carlos Galvan Jr., the company’s vice president and chief financial officer. “We’re not entirely sure yet what occurred.” Customers wait in line as they seek refunds and explanations of why their tamales had gone bad, ruining their traditional Christmas meals. Gary Coronado / Los Angeles Times Customers wait in line as they seek refunds and explanations of why their tamales had gone bad, ruining their traditional Christmas meals. Customers wait in line as they seek refunds and explanations of why their tamales had gone bad, ruining their traditional Christmas meals. (Gary Coronado / Los Angeles Times) Galvan, whose father and grandfather started the market chain in 1961, said the bad tamales seem to stem from a problem with a 120,000-pound supply of raw corn purchased from a longtime California vendor, though he refused to provide the name. He said Amapola has since switched vendors.  “We know that we lost a lot of customers,” Galvan said. “The only way to confront this is head-on.” He said the company would refund customers not just the money they spent on masa but on other items they purchased for the meal.    The scene in Downey was semi-chaotic Monday morning, as the line for refunds stretched around the building and through the parking lot. Police had been summoned to keep order. By late morning, some said they had been waiting for three hours. A besieged-looking company representative fielded angry questions in Spanish.   Many of the people in line were loyal, longtime Amapola customers, and stories were common of people who drove from all over the Southland — and even bordering states — to buy the masa.   “Christmas was ruined.  For Mexican culture, tamales is the main thing,” said Kathy Moreno, 33, of Downey, who bought 35 pounds of masa last week and was frustrated by the disorganized system of dispensing refunds. “We’ve been coming here over 25 years.” She said she does expect to return, but “it will take a while to regain trust.” Eloy Alvarez, second from right, of Whittier, shows how the masa went bad after cooking his tamales at home. Gary Coronado / Los Angeles Times Eloy Alvarez, second from right, of Whittier, shows how the masa went bad after cooking his tamales at home. Eloy Alvarez, second from right, of Whittier, shows how the masa went bad after cooking his tamales at home. (Gary Coronado / Los Angeles Times) Janessa Sandoval, 28, of Bellflower, said her grandmother usually makes the Christmas tamales, but that at age 79 her health no longer permits it. So Sandoval inherited the job this year, but they turned out runny and terrible, and she spent all Christmas Day wondering if she was to blame. Monday morning, her grandfather turned on the news. “He said, ‘Janessa, it’s not your fault,’” she said. Esther Cervantes, 44, of Bell Gardens, said she’s been buying her masa here for years. This time, she said, her 8-year-old daughter threw up. And her nieces, visiting from Corona, left hungry. “My nieces went home to Corona without eating dinner, and I felt miserable,” she said. “I didn’t have anything else to offer them. You can’t go out and buy pizza.” Maria Quezada, 63, had bought 80 pounds of masa for a big Christmas Eve bash that doubled as her husband’s 70th birthday party. She cut her losses quickly when she noticed that the first batch — chili and cheese tamales — had the consistency of jelly after an hour and 20 minutes. She stashed the masa in the garage and scrambled for a replacement dinner. Luckily, she had a connection for chuck roast, which she turned into barbacoa. “I have 37 nephews and nieces,” Quezada said. “They all came.” Carlos Galvan, the company vice president, said the markets had temporarily run out of cash to give refunds and would be closed Tuesday. He said the refunds would resume Wednesday. Caption 90 seconds: 4 stories you can't miss George Michael  is dead at 53; South Asian immigrants  take a gamble and lose; Christmas dinner at Midnight Mission ; and the pressure is on for  D.A. Jackie Lacey . Caption 90 seconds: 4 stories you can't miss George Michael  is dead at 53; South Asian immigrants  take a gamble and lose; Christmas dinner at Midnight Mission ; and the pressure is on for  D.A. Jackie Lacey . Caption The Desperate Trek: Bangladesh Dozens of Bangladeshis made a hellish journey to America. Then they were in for a brutal trip home. Dozens of Bangladeshis made a hellish journey to America. Then they were in for a brutal trip home. Caption Former Gangster On Life and Struggles Melvin Farmer was an OG Crip member. After serving year of prison time he has tried to turn his life around and work as a gang interventionist, but he can't seem to shake his past.     Melvin Farmer was an OG Crip member. After serving year of prison time he has tried to turn his life around and work as a gang interventionist, but he can't seem to shake his past.     Caption At Harvey Mudd more than half of of computer science graduates are women At Harvey Mudd more than half of of computer science graduates are women. (Irfan Khan / Los Angeles Times) At Harvey Mudd more than half of of computer science graduates are women. (Irfan Khan / Los Angeles Times) Caption 90 seconds: 4 stories you can't miss BERLIN, BACA, IMMIGRATION, DROUGHT  ",
    "title": "Christmas tamale drama: When the masa went bad, families had to improvise - LA Times"
   },
   {
    "entities": [
     "mach",
     "2021",
     "tomorrow",
     "earlier this year",
     "luxembourg",
     "states",
     "dc",
     "island",
     "deltion",
     "lewicki",
     "deep",
     "industries",
     "2009",
     "united",
     "nasa",
     "chris",
     "goddard",
     "present",
     "mars",
     "once",
     "human",
     "earth",
     "innovations",
     "future",
     "october 1, 2023",
     "u.s.",
     "obama",
     "nbc",
     "today",
     "flight",
     "1967",
     "plans",
     "space",
     "$227 million",
     "center",
     "boucher",
     "previously",
     "committee",
     "rhode",
     "now",
     "greenbelt",
     "november 2015",
     "dale",
     "barack",
     "$50 billion",
     "the future",
     "maryland"
    ],
    "id": 15,
    "text": "advertisement The next gold rush will be intergalactic. In 2009, a collection of astronauts, academics, and aerospace industrialists convened to review NASA's present and future plans for manned space flight. Informally dubbed the \"Augustine Commission,\" the more-stuffily named Review of United States Human Space Flight Plans Committee determined that our ultimate goal ought to be nothing less than \"to chart a path for human expansion into the solar system.\" This computer-generated image provided by Planetary Resources, a group of high-tech tycoons that wants to mine nearby asteroids, shows a conceptual rendering of several small robotic spacecraft mining a near-Earth asteroid. Planetary Resources via AP Considering that Earth's resources are finite and that the well of human desire knows no bottom, a continued future for our species will likely require robust manned spaceflight to leave the planet. But it remains incredibly expensive and logistically complex to see humans break the planet's escape velocity, let alone with any regularity. The ostensibly modern spacecraft of today carry all their fuel with them from the start — a lot of that fuel is required simply to transport other fuel. It's comically inconvenient. Contemporary spaceflight is impractical by virtue of being unsustainable; it's a pursuit for governmental agencies and rich visionaries. Now an industry with its roots in prehistory is changing that tune, summoning up a modern set of incentives for people to get more intimate with outer space. \"Space mining\" presents itself as a killer technology for interstellar travel and exploration — the miners are due to inherit the stars as we set their sights beyond our planet to harvest geological resources from the universe itself. Related: Are Humans the Real Ancient Aliens? The minerals we pull out of the the ground — whether they're worth money or are useful for some process — have the same composition as the minerals that comprise planets and asteroids. So what good are those minerals doing us out there? A website called Asterank charts the economic feasibility of mining some 600,000 different asteroids for their resources — one 90-foot-wide platinum asteroid is worth a respectable $50 billion on Earth . The incentive is undeniable. More than turning asteroids into money, however, today's space mining entrepreneurs are intent on turning asteroids into figurative gas stations. The ubiquitous space rocks are commonly home to water ice — or hydrogen and oxygen, the building blocks of rocket fuel. Deltion's autonomous load haul dump vehicle features a bucket with lift system. Deltion Deltion Innovations is a Canadian company developing hardcore robotic drills and excavation systems to sell to others for use in outer space. Once a mining operation has successfully harvested ice, CEO Dale Boucher says, \"We can break that water ice into its hydrogen and oxygen components by putting a DC voltage into it. This breaks the bonds of water apart, with the hydrogen going to one electrode and the oxygen going to another. This is called electrolysis, and we can use it in space to make fuel.\" In its perfect, refined form to come, space mining stands to radically normalize the notion of interstellar travel. With an easily refilled gas tank, future spacecraft will be free of the usual time and planning restrictions. Suddenly the whole galaxy is the scenic route. Nations are of course paying attention at the political level. The Outer Space Treaty of 1967 asserts that no country can claim ownership over an asteroid, planet or other heavenly body. But President Barack Obama signed the U.S. Commercial Space Launch Competitiveness Act in November 2015 specifically to make it legal for American space mining companies to pursue their goals (the Act protects these companies and others from regulatory oversight until October 1, 2023 — the tone is perhaps, \"Do what you have to do to make this work, then we'll worry about making it safe\"). Related: Is an Alien Megastructure Causing This Star's Strange Behavior? Space mining is the new Wild West — the resources hidden in asteroids are there for whoever can get there to gather them first, and one of the least-likely countries is leading the way. A prototype of the Asteroid Redirect Mission (ARM) robotic capture module system is tested with a mock asteroid boulder in its clutches at NASA's Goddard Space Flight Center in Greenbelt, Maryland. The robotic portion of ARM is targeted for launch in 2021. NASA Luxembourg is a European country smaller than Rhode Island, but don't let its size suggest a shortage of vision. Its government launched a $227 million fund earlier this year to invest in space mining companies that set up operations within the country's borders, sending a strong message that the country intends to play a meaningful role in the changing nature of space travel. The incentive has already attracted American space mining companies Planetary Resources and Deep Space Industries . \"If we want to keep building communities and raising families, at some point we outgrow the earth,\" says Planetary Resources president and CEO Chris Lewicki, who previously worked on Mars rovers for NASA. \"We've left the planet before — it's something we know how to do, something the government has spent money on. The challenge for companies operating in this space is how to do it more cost-effectively, and how to do it for commerce instead of science.\" Related: How Computers Are Learning to Predict the Future Lewicki says space miners will face all the same problems that terrestrial miners know all too well. Where's the best place to drill? How much material is there? The fundamental skills and knowledge are largely unchanged, but the environment will be unlike anything humans have ever mined before. \"We've previously crossed oceans and flown through the air, and today we have the technology to explore space. Asteroids are like rocks on the ocean shore of a new continent.\" As coal miners lose jobs by the tens of thousands , it's clear that the nature of mining (and even the nature of work itself ) is changing dramatically. The mining that humans do on Earth today will be done in space by robots tomorrow, and humanity will be better for it. How else will we carry out the task of expanding into the solar system? For more of the breakthroughs changing our lives, follow NBC MACH. Play ",
    "title": "The Next Frontier: Space Miners are the Universe's Future Tycoons - NBC News"
   },
   {
    "entities": [
     "safety",
     "interactive",
     "cbs",
     "alexander",
     "traffic",
     "next year",
     "richard",
     "news",
     "inc.",
     "highway",
     "administration",
     "2020",
     "2015",
     "christine",
     "2016",
     "virginia",
     "nhtsa",
     "national",
     "rosekind",
     "hale",
     "the year before",
     "mark"
    ],
    "id": 16,
    "text": "Driving home from a bar, she crashed into her boyfriend Richard Hale’s motorcycle.  He died. She went to jail. Drunk driving deaths were on the rise in 2015 and 2016, regulators say Close CBS News In 2015, 10,265 people died in alcohol-impaired crashes, an increase of nearly 300 from the year before. 2016 could be even deadlier. “If you’re drinking, don’t drive,” advises National Highway Traffic Safety Administration’s Mark Rosekind. “We’re seeing these increases that we have not seen in 50 years. It’s tragic.” Rosekind said they are “trying to figure out” why the numbers are increasing. NHTSA is hoping new technology will reduce the number of drunk-driving deaths. It uses sensors to measure a driver’s blood alcohol level. If it’s too high, the car won’t start. But for Christine Alexander, it’s too late. “Every waking moment, you live with it and you can’t take it back,” she said.  Virginia is planning to start testing the drunk-driving prevention technology next year.  That system could start showing up in as an option in new cars by 2020. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Drunk driving deaths on the rise; could new technology be new hope? - CBS News"
   },
   {
    "entities": [
     "carroll",
     "1995",
     "princeton",
     "dec 26, 2016",
     "the 1970s",
     "vassar",
     "sciences",
     "press",
     "27 percent",
     "1948",
     "sunday",
     "university",
     "philip",
     "vera",
     "academy",
     "california",
     "college",
     "technology",
     "american",
     "monday",
     "of",
     "bill",
     "associated",
     "shares",
     "scott",
     "cooper",
     "night",
     "georgetown",
     "physics",
     ", 7:54 pm",
     "rubin",
     "cornell",
     "national",
     "carnegie",
     "allan",
     "5 percent",
     "n.j.",
     "star",
     "philadelphia",
     "institute",
     "institution",
     "sean",
     "washington",
     "clinton",
     "1993",
     "matthew",
     "dec. 25, 2016"
    ],
    "id": 17,
    "text": "Woman Astronomer Who Pioneered Research on Dark Matter Dies By The Associated Press PRINCETON, N.J. \u0097 Dec 26, 2016, 7:54 PM ET 0 Shares Star Carnegie Institution of Washington via AP Photo In this image taken in the 1970s and provided by the Carnegie Institution of Washington, Vera Rubin uses a measuring engine. Rubin, a pioneering astronomer who helped find powerful evidence of dark matter died Dec. 25, 2016. She was 88. 0 Shares Vera Rubin, a pioneering astronomer who helped find powerful evidence of dark matter, has died, her son said Monday. She was 88. Allan Rubin, a professor of geosciences at Princeton University, said his mother died Sunday night of natural causes. He said the Philadelphia native had been living in the Princeton area. Vera Rubin found that galaxies don't quite rotate the way they were predicted, and that lent support to the theory that some other force was at work, namely dark matter. Dark matter, which hasn't been directly observed, makes up 27 percent of universe — as opposed to 5 percent of the universe being normal matter. Scientists better understand what dark matter isn't rather than what it is. Rubin's scientific achievements earned her numerous awards and honors, including a National Medal of Science presented by President Bill Clinton in 1993 \"for her pioneering research programs in observational cosmology.\" She also became the second female astronomer to be elected to the National Academy of Sciences. \"It goes without saying that, as a woman scientist, Vera Rubin had to overcome a number of barriers along the way,\" California Institute of Technology physicist Sean Carroll tweeted Monday. Rubin's interest in astronomy began as a young girl and grew with the involvement of her father, Philip Cooper, an electrical engineer who helped her build a telescope and took her to meetings of amateur astronomers. Although Rubin said her parents were extremely supportive of her career choice, she said in a 1995 interview with the American Institute of Physics that her father had suggested she become a mathematician, concerned that it would be difficult for her to make a living as an astronomer. She was the only astronomy major to graduate from Vassar College in 1948. When she sought to enroll as a graduate student at Princeton, she learned women were not allowed in the university's graduate astronomy program, so she instead earned her master's degree from Cornell University. Rubin earned her doctorate from Georgetown University, where she later worked as a faculty member for several years before working at the Carnegie Institution in Washington, a nonprofit scientific research center. During her career, Rubin examined more than 200 galaxies. \"Vera Rubin was a national treasure as an accomplished astronomer and a wonderful role model for young scientists,\" said Matthew Scott, president of the Carnegie Institution. \"We are very saddened by this loss.\" 0 Shares ",
    "title": "Vera Rubin, Who Did Pioneering Work on Dark Matter, Dies - ABC News"
   },
   {
    "entities": [
     "rahm",
     "mccormick",
     "last year",
     "avenue",
     "$21 million",
     "richard",
     "tribune",
     "michael",
     "byrne",
     "m.",
     "mell",
     "emanuel",
     "place",
     "$14.2 million",
     "john",
     "the 2016 summer",
     "michigan",
     "reese",
     "bronzeville",
     "monroe",
     "now",
     "dardick",
     "daley",
     "tif",
     "hal"
    ],
    "id": 18,
    "text": "Rahm Emanuel has borrowed more than $21 million to start paying for the former Michael Reese hospital site that was bought as part of former Mayor Richard M. Daley ’s failed bid for the 2016 summer Olympics. City Hall must now find the money to pay off both those loans and the $14.2 million... Mayor Rahm Emanuel has borrowed more than $21 million to start paying for the former Michael Reese hospital site that was bought as part of former Mayor Richard M. Daley ’s failed bid for the 2016 summer Olympics. City Hall must now find the money to pay off both those loans and the $14.2 million... (Hal Dardick and John Byrne) \"This site has incredible potential to create new jobs and drive economic growth in the 4th Ward and community input is an important part of that vision,\" King's statement reads. Part of the city's plan at the site includes the possibility of removing the Michael Reese site and surrounding lots from the Bronzeville tax-increment financing district to create its own TIF, which city officials said would be used to address infrastructure needs there. The city already has removed McCormick Place from the Bronzeville planning area after the Tribune reported last year that the vast majority of spending of TIF funds earmarked for Bronzeville was going to projects near the convention center. Residents said they are less concerned about which TIF pools money from the area than they are about what ultimately is built. \"Residents typically have no say whatsoever anyway on how the public can leverage TIFs,\" said Mell Monroe, the owner of a Michigan Avenue bed-and-breakfast in Bronzeville and a onetime aldermanic candidate. \"I've been here 14 years and no one has ever come in and said, 'We're going to use TIF money on this or we're going to use TIF money on that.'\" Monroe has long called on the city to bring more attractions to the historic neighborhood. He said increasing tourism would help small-business owners such as himself and hopefully snowball into more private development. Even a casino would be welcomed on the lakefront as far as he's concerned, he said, although the city has said that is not on the radar in this round of planning. \"It could be a conglomeration of restaurants and hotels and things,\" Monroe said. \"Anything that brings traffic on our side of town.\" jcoen@chicagotribune.com ",
    "title": "City seeks big-idea proposals to redevelop Michael Reese Hospital site - Chicago Tribune"
   },
   {
    "entities": [
     "stein",
     "princeton",
     "the 1970s",
     "the 1960s",
     "the 1930s",
     "vassar",
     "sciences",
     "1948",
     "sunday",
     "rob",
     "npr",
     "vera",
     "ariz.",
     "academy",
     "adam",
     "of",
     "caltech",
     "once",
     "night",
     "frank",
     "zwicky",
     "georgetown",
     "flagstaff",
     "1965",
     "1975",
     "palomar",
     "rubin",
     "cornell",
     "national",
     "observatory",
     "carnegie",
     "institution",
     "ford",
     "1996",
     "now",
     "lowell",
     "90 percent",
     "fritz",
     "the future",
     "1970s",
     "kent"
    ],
    "id": 19,
    "text": "Vera Rubin works at the Lowell Observatory in Flagstaff, Ariz., in 1965. Carnegie Institution hide caption toggle caption Vera Rubin works at the Lowell Observatory in Flagstaff, Ariz., in 1965. Carnegie Institution Vera Rubin, the groundbreaking astrophysicist who discovered evidence of dark matter, died Sunday night at the age of 88, the Carnegie Institution confirms. Rubin did much of her revelatory work at Carnegie. The organization's president calls her a \"national treasure.\" In the 1960s and 1970s, Rubin was working with astronomer Kent Ford, studying the behavior of spiral galaxies, when they discovered something entirely unexpected — the stars at the outside of the galaxy were moving as fast as the ones in the middle, which didn't fit with Newtonian gravitational theory. The explanation: Dark matter. Adam Frank, an astrophysicist who writes for NPR's 13.7 blog, described dark matter by comparing it to a ghost in a horror movie. You can't see it, he writes — \"but you know it's with you because it messes with the things you can see.\" Adam continued : \"It was Vera Rubin's famous work in the 1970s that showed pretty much all spiral galaxies were spinning way too fast to be accounted for by the gravitational pull of the their 'luminous' matter (the stuff we see in a telescope). Rubin and others reasoned there had to be a giant sphere of invisible stuff surrounding the stars in these galaxies, tugging on them and speeding up their orbits around the galaxy's center.\" Article continues after sponsorship The existence of dark matter had been proposed by Swiss astrophysicist Fritz Zwicky in the 1930s, but hadn't been confirmed until Rubin's work. If Dark Matter Can't Be Seen, What About Ghosts? Now it's believed that more than 90 percent of the universe is composed of dark matter — but it remains \"invisible\" and \"mysterious,\" NPR's Rob Stein reports. In addition to her groundbreaking work on dark matter, Vera Rubin was a pioneering advocate of women in the sciences. She was passionate about astronomy from the age of 10. Rubin once explained to an interviewer that it's not like she was planning on breaking into an all-male world. \"I didn't know a single astronomer, male or female,\" she said in the interview, republished in her book Bright Galaxies, Dark Matters. \"I didn't think that all astronomers were male, because I didn't know.\" But as her career advanced, the scarcity of women in her field was readily apparent. According to a profile of Rubin from Cosmic Horizons, she was the only astronomy major to graduate from the women's college Vassar in 1948. She was rebuffed by Princeton's astronomy program because it didn't accept women, a policy in place until 1975. Instead, she studied at Cornell and Georgetown — where, she notes, she started her Ph.D. program at the age of 23, with one young child and another on the way. She was the first woman allowed to observe at Caltech's Palomar Observatory, the Carnegie Institution says. Rubin, who was elected to the National Academy of Sciences and awarded the National Medal of Science, continually pushed for women to be admitted to scientific institutions and organizations. \"I live and work with three basic assumptions,\" Rubin once wrote: \"1) There is no problem in science that can be solved by a man that cannot be solved by a woman. \"2) Worldwide, half of all brains are in women. \"3) We all need permission to do science, but, for reasons that are deeply ingrained in history, this permission is more often given to men than to women.\" Rubin also advocated for scientific literacy in the world at large. \"We need senators who have studied physics and representatives who understand ecology,\" she said in a commencement address in 1996. And — appropriately for a woman whose most famous discovery is an enduring mystery — she expressed a deep appreciation for all that remains unknown about the universe. \"No one promised that we would live in the era that would unravel the mysteries of the cosmos. The edge of the universe is far beyond our grasp,\" she wrote in her book's preface . \"We have peered into a new world and have seen that it is more mysterious and more complex than we had imagined. Still more mysteries of the universe remain hidden. Their discovery awaits the adventurous scientists of the future. I like it this way.\" ",
    "title": "Vera Rubin, Astrophysicist Who Confirmed Existence Of Dark Matter, Dies At 88 : The Two-Way : NPR"
   },
   {
    "entities": [
     "1998",
     "j",
     "lambert",
     "rome",
     "images",
     "december 26, 2016",
     "wham",
     "getty",
     "christmas",
     "press",
     "sam",
     "dave",
     "dec 26",
     "australia",
     "michael",
     "--",
     "laura",
     "facebook",
     "sydney",
     "adam",
     "hogan",
     "monday",
     "george",
     "takei",
     "instagram",
     "2016",
     "associated",
     "england",
     "once",
     "september 16, 2012",
     "twitter",
     "sopelsa",
     "putland",
     "antonelli",
     "december 25, 2016",
     "martin",
     "last christmas",
     "christmas day",
     "night",
     "aston",
     ", 2:29 pm",
     "brooke",
     "los",
     "time",
     "march 1988",
     "birmingham",
     "smith",
     "'90",
     "1985",
     "july 21, 2007",
     "angeles"
    ],
    "id": 20,
    "text": "Dec 26 2016, 2:29 pm ET George Michael's Legacy Extends Far Beyond His Music by Brooke Sopelsa Singer George Michael of Wham in Sydney, Australia in 1985. Michael Putland / Getty Images Share advertisement Music legend George Michael, known for hit songs such as \"Faith,\" \"Freedom '90\" and holiday favorite \"Last Christmas,\" died at age 53 on Christmas Day, reportedly of heart failure. But the legacy of the pop star, who sold well over 100 million albums in the span of his career, extends far beyond his music. In this file photo from July 21, 2007, George Michael is seen performing in his 'Live 25' tour concert in Rome. Laura Antonelli / REX/Shutterstock \"George was probably the first gay pop star in the modern era, who was totally unabashed about gay sexuality,\" Martin Aston, a music journalist and author of \" Breaking Down the Walls of Heartache: How Music Came Out ,\" told NBC Out. Even though Michael was forced out of the closet, once he was out, Aston noted, \"he took a great leap forward\" and \"came out guns blazing.\" Infamous Outing Michael's moment of liberation followed what seemed at first to be a time of deep humiliation. He was blessed with sensual good looks and an exquisite voice, attributes he used to become first a teenybopper heartthrob and then a mature solo artist with videos that played up his considerable appeal. He kept his own sexual orientation private, until he was arrested in 1998 for lewd conduct in a public toilet in Los Angeles after being spotted by a male undercover police officer. In an earlier era, that might have doomed his career. Instead of retreating, however, he made a single and video — \"Outside\" — that ridiculed the charges against him and mocked the Los Angeles police officers who busted him. The memorable image of the two uniformed policemen kissing in the video — both funny and outrageous at the time — helped Michael come out as a proud gay man. LGBTQ Legacy Despite his infamous outing, \"he never dealt with [his sexuality] in terms of shame,\" Aston told NBC Out. \"He realized he had to be true to himself, and that had to have helped bust that closet door open.\" George Michael performs on stage, Australia, March 1988. Michael Putland / Getty Images Aston referred to the late pop star as a \"very good role model\" and credited him with helping pave the way for openly gay contemporary artists such as Adam Lambert and Sam Smith. Smith, who tweeted Monday for the first time in more than six months, seems to agree: \"I would not be the artist I am if it wasn't for you. @GeorgeMichael.\" I would not be the artist I am if it wasn't for you. @GeorgeMichael — Sam Smith (@samsmithworld) December 26, 2016 In a separate tweet , the Grammy Award-winning artist referred to Michael as \"one of the most magical, talented, bravest & important figures in music & life as I know it.\" Adam Lambert also took to Twitter to remember the singer, writing simply \"RIP @GeorgeMichael.\" — ADAM LAMBERT (@adamlambert) December 25, 2016 While Michael was far from the first musician to come out as openly gay, his status as a mainstream pop icon and his \"huge female fan base\" made him unique, according to Aston. \"For somebody of that ilk to not worry about their career or their image and be that open about it, was incredibly positive,\" he said. \"From the time he was out, there was no sense of shame,\" Aston reiterated, adding \"the regret was that he hadn't done it sooner.\" George Michael performs on his Symphonica Tour at The LG Arena on September 16, 2012 in Birmingham, England. Dave J Hogan / Getty Images Following Michael's passing, a long list of celebrities paid tribute to the music legend, but openly gay entertainer George Takei may have said it best in a comment posted to Twitter on Christmas night: \"Rest with the glittering stars, George Michael. You've found your Freedom, your Faith. It was your Last Christmas, and we shall miss you.\" Rest with the glittering stars, George Michael. You've found your Freedom, your Faith. It was your Last Christmas, and we shall miss you. — George Takei (@GeorgeTakei) December 25, 2016 (The Associated Press contributed to this reporting.) Follow NBC Out on Twitter , Facebook and Instagram . Brooke Sopelsa ",
    "title": "George Michael's Legacy Extends Far Beyond His Music - NBC News"
   },
   {
    "entities": [
     "peter",
     "council",
     "october",
     "xenia",
     "trade",
     "jinping",
     "states",
     "south",
     "trump",
     "house",
     "chatham",
     "sea",
     "duterte",
     "jan. 20",
     "beijing",
     "richard",
     "news",
     "united",
     "philippines",
     "ing-wen",
     "london",
     "donald",
     "wickett",
     "north",
     "china",
     "bill",
     "rose",
     "taiwan",
     "navarro",
     "first days",
     "korea",
     "future",
     "u.s.",
     "nbc",
     "obama",
     "national",
     "neely",
     "tsai",
     "dec. 3",
     "america",
     "xi",
     "washington",
     "vucci",
     "nixon",
     "evan",
     "now",
     "rodrigo",
     "ap",
     "barack",
     "garden",
     "sept. 25, 2015",
     "white"
    ],
    "id": 21,
    "text": "advertisement Part 1 in a Series Donald Trump was elected to president on a platform of politics not as usual, so it is fitting he inherits a world in flux. Post-World War II rules are dying, old alliances shifting and traditional roles shed. While Trump is a giant question mark on the world stage, NBC News' Chief Global Correspondent Bill Neely looks at major international challenges the president-elect faces upon inauguration on Jan. 20. LONDON — The flamboyant leader of the Philippines flew to Beijing in October and declared his nation's decades-old alliance with the United States dead . President Rodrigo Duterte said it was time to \"say goodbye\" to America and claimed that \"only China could help\" his country. By any standard, his pivot was dramatic and signaled the most important realignment in the region in decades. It was also a symbol of a major challenge facing president-elect Donald Trump — the rise of China. After hundreds of years of looking inward, China is flexing its muscles regionally by building aircraft carriers, asserting its dominance over most of the disputed South China Sea and sending troops abroad. While the U.S. remains the world's dominant military and economic power, China now is the world's second-biggest economy and has the largest military. And China will not be ignored. The relationship with China \"is the most important … for the next president to get right and will have the greatest consequences if they get it wrong,\" said Xenia Wickett of the British think tank Chatham House. President Xi Jinping, China's most powerful leader in decades, is sending Washington a strong message, which is that China has changed and old assumptions about global power and American dominance don't hold anymore. Chinese President Xi Jinping steps out from behind China's flag as he takes his position for his joint news conference with President Barack Obama, on Sept. 25, 2015, in the Rose Garden of the White House in Washington. Evan Vucci / AP, file As a result of an assertive Beijing, Trump will have to decide whether to continue irritating Beijing by sailing aircraft carriers in waters China claims. Beijing's willingness or unwillingness to restrain North Korea's nuclear ambitions may provoke some sort of reaction from Washington. Trump has not wasted time in rattling Beijing's cage — that may hint at things to come. On the campaign trail Trump talked tough on China, accused it of \" raping\" the U.S. economy and threatened to slap huge tariffs on Chinese imports . If his future policy can be judged by his decision on personnel, China will be concerned that he has appointed Peter Navarro as head of the new trade body, the National Trade Council. Navarro is an outspoken critic of China in his books \"The Coming China Wars\" and \"Death by China.\" In his first days as president-elect, Trump spoke to the leader of a nation China regards as nothing more than a renegade province — Taiwan. Trump's telephone conversation with Taiwan's President Tsai Ing-wen on Dec. 3 was followed by the comment that he didn't feel \"bound by a one-China policy,\" which has ruled Washington-Beijing relations since President Richard Nixon's administration. Play ",
    "title": "Analysis: China Is Both Threat, Opportunity for Donald Trump - NBC News"
   },
   {
    "entities": [
     "tehran",
     "1979",
     "gulf",
     "air",
     "interactive",
     "asghar",
     "kashan",
     "earlier this month",
     "last year",
     "cbs",
     "britain",
     "trump",
     "press",
     "house",
     "jan. 20",
     "billions of dollars",
     "sunday",
     "airbus",
     "inc.",
     "senate",
     "donald",
     "of",
     "last month",
     "china",
     "embassy",
     "2018",
     "russia",
     "2016",
     "associated",
     "50 percent",
     "republican",
     "u.s.",
     "the next decade",
     "obama",
     "10 percent",
     "irna",
     "persian",
     "iran",
     "washington",
     "representatives",
     "september",
     "toulouse",
     "boeing",
     "barack",
     "germany",
     "france",
     "$16.8 billion",
     "fakhrieh"
    ],
    "id": 22,
    "text": "Email TEHRAN, Iran -- Iran’s official IRNA news agency is reporting the deputy transport minister as saying that his county will only pay half of the announced price for 80 new Boeing planes , given the reductions in its purchasing options. According to the Sunday report, Asghar Fakhrieh Kashan says that despite an initial $16.8 billion deal with Boeing to purchase 80 passenger planes, “Regarding the style of our order and its options, the purchase contract for 80 Boeing aircraft is worth about 50 percent of the amount.” He did not elaborate. Boeing has made no immediate comment. Iran announced earlier this month that it had finalized the deal, which was made possible by last year’s landmark nuclear agreement . It is the largest single contract with an U.S. company since the 1979 revolution and takeover of the U.S. Embassy. The deal covers 50 single-aisle 737 Max 8s, a soon-to-be-introduced version of Boeing’s existing narrow-body 737 line. It also includes 30 777s, a wide-body, twin-engine plane typically used on long-haul routes that is popular with other Persian Gulf carriers such as Dubai-based Emirates. Half of the order will cover the 777-300ER version, while the rest will be of the 777-9 model still under development. Iran’s state-run IRNA news agency said the planes would be delivered over the next decade. The first will start to arrive in 2018, Boeing said. In September, Washington granted permission to Boeing and Toulouse, France-based Airbus to sell billions of dollars’ worth of aircraft to Iran. Airbus needed U.S. approval because at least 10 percent of its planes’ components are of American origin. The U.S. and other world powers agreed last year to lift crippling sanctions on Iran in exchange for it curbing its nuclear activities. The U.S. still maintains extensive sanctions on Iran for activities unrelated to its nuclear program. President-elect  Donald Trump and several Republican lawmakers have criticized the nuclear deal , but it’s unclear whether they would scrap the agreement, which was reached with Britain, France, Germany, Russia and China.   The Republican-led House of Representatives last month voted to bar commercial aircraft sales to Iran in a move that could block the Boeing deal. That legislation must still pass the Senate, where it will likely face opposition from Democrats. U.S. President Barack Obama has said he will veto the bill if it reaches his desk before he leaves office on Jan. 20. Boeing made a point of saying it worked closely with the U.S. government throughout the deal-making process and will continue to “follow all license requirements.” The Iran Air deal “will support tens of thousands of U.S. jobs” linked to the 777s alone, it said. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Iran says country will only pay half price for new Boeing planes - CBS News"
   },
   {
    "entities": [
     "october",
     "jason",
     "delgado",
     "right now",
     "west",
     "rucker",
     "spicer",
     "march 2015",
     "trump",
     "house",
     "cabinet",
     "january",
     "ivory",
     "sunday",
     "thursday",
     "december 25",
     "cnn",
     "philip",
     "jamestown",
     "donald",
     "lenny",
     "saturday",
     "this past week",
     "tower",
     "associates",
     "strategist",
     "abc",
     "communications",
     "2016",
     "john",
     "edwards",
     "early october",
     "twitter",
     "christmas eve",
     "post",
     "vegas",
     "republican",
     "u.s.",
     "cruz",
     "new",
     "national",
     "nbc",
     "bernstein",
     "yesterday",
     "years earlier",
     "and",
     "york",
     "sean",
     "washington",
     "a.j.",
     "committee",
     "chief",
     "gop",
     "night before",
     "strip",
     "ted",
     "deirdra",
     "miller",
     "o'regan",
     "wing",
     "las",
     "white"
    ],
    "id": 23,
    "text": "Transition adviser’s tweets add intrigue to Trump aide Jason Miller’s sudden resignation The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Lenny Bernstein and Philip Rucker December 25 Follow @LennyMBernstein Follow @PhilipRucker Twitter messages apparently posted by one of President-elect Donald Trump’s aides have added some intrigue to the sudden resignation of Jason Miller, Trump’s choice for communications director. A tweet from the account of A.J. Delgado, an adviser to Trump’s campaign and a member of the transition team, appeared Thursday with the message: “Congratulations to the baby-daddy on being named WH ­Comms Director!” Delgado also appeared to call Miller “The 2016 version of John Edwards,” a reference to the former U.S. senator and Democratic presidential candidate who carried on an extramarital affair with his campaign videographer. Two other tweets called on Miller to resign — which he did. “When people need to resign graciously and refuse to, it’s a bit . . . spooky,” one tweet read. It was followed by another saying Miller “needed to resign . . . yesterday.” Delgado deactivated her Twitter account Saturday and could not be reached for comment ­Sunday. Miller, who had been named Thursday to the high-level post of overseeing White House communications strategy, unexpectedly announced Christmas Eve that the West Wing job would be too demanding and he wanted to focus on his family. 1 of 31 Here’s a look at Trump’s administration so far View Photos The men and women the president-elect has selected for his Cabinet and White House team. Caption The men and women the president-elect has selected for his Cabinet and White House team.  Sean Spicer, press secretary Republican National Committee Chief Strategist and Communications Director Sean Spicer has been named Trump’s press secretary. Cliff Owen/AP Buy Photo Wait 1 second to continue. The departure of Miller, one of Trump’s top campaign advisers and a leading spokesman for his transition efforts, has been an unwelcome distraction for the transition team as it assembles a government. “After spending this past week with my family, the most amount of time I have been able to spend with them since March 2015, it is clear they need to be my top priority right now and this is not the right time to start a new job as demanding as White House Communications Director,” Miller said in a statement. He added: “My wife and I are also excited about the arrival of our second daughter in January, and I need to put them in front of my career. I look forward to continuing to support the President-elect from outside after my work on the Transition concludes.” Contacted on Sunday about the Twitter messages, Miller said in an email that “I’ll let my previous statement stand at this time.” Delgado, an attorney, is a former columnist for Mediaite and was one of Trump’s staunchest defenders during the campaign. In early October, as some Republicans abandoned Trump after a videotape revealed lewd talk years earlier by the GOP nominee, Delgado tweeted: “Trump’s talk has zero impact on how his policies would affect Americans. But sure, let’s waste a day in the Ivory Tower feigning outrage.” She frequently defended him in TV appearances during the campaign. Sean Spicer, a veteran GOP operative who was named White House press secretary, will take over what were expected to be Miller’s duties and will also have the title of communications director, Miller said in the statement. According to the New York Post, Delgado, Miller and another Trump aide were seen in a Las Vegas Strip club on the night before the final presidential debate in October with three employees from CNN, NBC and ABC. (Deirdra O'Regan/The Washington Post) Miller, who has worked as a political consultant at Jamestown Associates, has a long history in GOP politics. Miller joined Trump’s campaign as senior communications adviser shortly before the ­Republican National Convention, after serving as a top communications aide for the presidential campaign of Sen. Ted Cruz (R-Tex.). He oversaw the Trump ­campaign’s communications throughout the general election. He continued in that role during the transition, sharing lead spokesman duties with Spicer. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "Transition adviser’s tweets add intrigue to Trump aide Jason Miller’s sudden resignation - The Washington Post"
   },
   {
    "entities": [
     "alton",
     "mart",
     "civil",
     "texas",
     "july 11",
     "herbert/ap",
     "la.",
     "stinson",
     "n.c.",
     "march",
     "food",
     "cullors",
     "executive",
     "news",
     "university",
     "philip",
     "fox",
     "patrick",
     "protests",
     "gerald",
     "state",
     "dan",
     "charlotte",
     "gupta",
     "justice",
     "2016",
     "vanita",
     "baton",
     "night",
     "green",
     "police",
     "wexler",
     "later today",
     "this year",
     "s",
     "fbi",
     "early next year",
     "dallas",
     "triple",
     "currently",
     "bowling",
     "youtube",
     "okla.",
     "july",
     "forum",
     "sterling",
     "rouge",
     "tulsa",
     "chuck",
     "september",
     "last night",
     "research",
     "patrisse",
     "department's",
     "rights"
    ],
    "id": 24,
    "text": "In 2016, Violence Pervaded Policing On Both Ends Of The Gun In 2016, Violence Pervaded Policing On Both Ends Of The Gun Audio will be available later today. Enlarge this image Mourners raise their fists during a night rally in honor of Alton Sterling outside the Triple S Food Mart in Baton Rouge, La., on July 11. Sterling was one of several men killed in police shootings this year. Gerald Herbert/AP hide caption toggle caption Gerald Herbert/AP Mourners raise their fists during a night rally in honor of Alton Sterling outside the Triple S Food Mart in Baton Rouge, La., on July 11. Sterling was one of several men killed in police shootings this year. Gerald Herbert/AP Deadly encounters between police and civilians often made 2016 a year full of palpable tension. Across the country, demonstrators took to the streets to protest police shootings, while at the same time officers in a number of states were targeted and killed by gunmen. Both situations have prompted law enforcement to examine use-of-force policies. Video Of Baton Rouge Man's Fatal Shooting By Police Sparks Protests, FBI Inquiry Early next year, the FBI will take the first steps in developing a national database to track police shootings. Currently, the country's 18,000 police departments report crime information voluntarily, so media outlets and academics such as Philip Stinson, a criminologist at Bowling Green State University, work to create their own comprehensive list of police shootings. \"My best estimate is that about 1,000 times a year an on-duty police officer shoots and kills someone,\" he says. Stinson says prosecutors consider most of those cases legally justified and few officers face charges. Even so, several police shootings this year drew massive protests and widespread attention. In July, Baton Rouge was a hotbed of protests and mourning after police shot and killed 37-year-old Alton Sterling who was selling CDs outside of a storefront. A bystander's graphic video of his death shows two white officers pinning Sterling to the ground. (Warning: The video shows an intense scene that ends with gunfire.) YouTube Protests flared after both shootings. Later after a peaceful march in Dallas, a sniper targeting police killed five officers and wounded several others before he was killed. During an interview on Fox News, Texas Lt. Gov. Dan Patrick talked about eroding respect for law enforcement. Article continues after sponsorship Snipers Kill 5 Police Officers, Wound Several Others At Dallas Protest \"And I do blame people on social media with their hatred towards police,\" he said. \"I do blame former Black Lives Matter protests — last night's was peaceful, but others have not been, and we've heard the 'Pigs in a blanket.' This has to stop.\" Patrisse Cullors, one of the founders of the Black Lives Matter movement, says what happened in Dallas was a tragedy. \"I think people are smart enough to be able to understand that both things are tragic and that we can't be deterred from fighting for black lives,\" Cullors says. Motive In Baton Rouge Police Slayings Still Unclear, Investigators Say There would be more killings — three officers ambushed in Baton Rouge — but later in September, police shot and killed men in Tulsa, Okla. , and Charlotte, N.C., putting the spotlight back on police use of force and setting off days of protests. The Justice Department's Civil Rights division is investigating the Tulsa shooting. Vanita Gupta, head of the division, says she's also aware that, as the nation grapples with police shootings, many in law enforcement are taking a harder look at what needs to change. After Police Killing Of Unarmed Man, Tulsa Chief Promises To 'Achieve Justice' \"I have been encouraged by the fact that there is a lot of conversation in the field about de-escalation training and implicit bias and procedural justice,\" she says. Chuck Wexler with the Police Executive Research Forum says he's working with police to develop better use-of-force policies and practices. The Forum's 30 guiding principles include calling for other officers to intervene and prevent their colleagues from using excessive force. After Fatal Police Shooting, Protest Erupts In Charlotte, N.C. \"How many cases would have been prevented when someone is obviously getting upset and losing their cool, if another officer had said, 'Hey, step back, let me take over?' That's what you need — cool heads to prevail in some of these situations.\" Changes like those could begin to build trust and possibly make deadly police-civilian encounters less likely. ",
    "title": "In 2016, Violence Pervaded Policing On Both Ends Of The Gun : NPR"
   },
   {
    "entities": [
     "johnson/the",
     "utah",
     "cabinet",
     "next month",
     "paul",
     "california",
     "street",
     "defense",
     "fla.",
     "rubio",
     "squad",
     "j.",
     "grassley",
     "alabama",
     "well",
     "wall",
     "hill",
     "politico",
     "gop",
     "hatch",
     "flake",
     "deirdra",
     "bush",
     "steven",
     "sachs",
     "o'regan",
     "right now",
     "capitol",
     "relations",
     "friday",
     "tinseltown",
     "street-heavy",
     "reagan",
     "amber",
     "the last minute",
     "jenny",
     "--",
     "philip",
     "rex",
     "senate",
     "elizabeth",
     "donald",
     "steve",
     "russia",
     "1986",
     "u.s.",
     "yesterday",
     "james",
     "merkley",
     "chuck",
     "suicide",
     "finance",
     "thomas",
     "this month",
     "goldman",
     "armed",
     "orrin",
     "kirsten",
     "party",
     "bernie",
     "moscow",
     "jeff",
     "phillips",
     "indymac",
     "foreign",
     "congress",
     "john",
     "kane",
     "marco",
     "rand",
     "republican",
     "30 years ago",
     "gillibrand",
     "sfrc",
     "tillerson",
     "$900 million",
     "marines",
     "committee",
     "ronald",
     "at 8:00 am",
     "putin",
     "time",
     "zeitung",
     "mccain",
     "treasury",
     "marine",
     "trump",
     "2013",
     "december 26",
     "starrs/the",
     "services",
     "mnuchin",
     "ariz.",
     "warren",
     "ky.",
     "sanders",
     "vladimir",
     "post",
     "judiciary",
     "hollywood",
     "corps",
     "december 11, 2016",
     "bump/the",
     "washington",
     "sessions",
     "mattis",
     "suddeutsche",
     "november 20, 2016",
     "exxonmobil",
     "bahamas",
     "now",
     "two decades"
    ],
    "id": 25,
    "text": "Four Cabinet nominations that could blow up in Donald Trump’s face The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Amber Phillips December 26 at 8:00 AM Follow byamberphillips (Philip Bump/The Washington Post) With a 52-to-48 Senate majority next month, Republicans will have power in numbers. But a handful of independent-minded GOP senators could arguably have even more power. Just three Republicans could derail some of Donald Trump's critical Cabinet-level nominations, which need to be approved by a 51-vote majority of the U.S. Senate. (After Senate Democrats got rid of the filibuster in 2013 for nominations like these, they essentially took away their ability to block Trump's nominations, because a filibuster would have essentially translated into a 60-vote confirmation requirement.) History suggests  it's very rare for senators from the president's own party to block his Cabinet appointments. But it is a possibility for several of Trump's picks. Here are four of Trump's nominations that could draw support from most Republicans — but resistance from a critical few: Rex Tillerson: Secretary of state President-elect Donald Trump has picked Rex Tillerson as his nominee for secretary of state. Here's what you need to know about Tillerson. (Thomas Johnson/The Washington Post) The background: The ExxonMobil chief executive was an unorthodox pick for the nation's top diplomatic job, one that The Washington Post reported came at the last minute via an offhand recommendation from a pair of high-profile former Bush administration officials (whose firm happens to work with ExxonMobil.) Why it could blow up: Tillerson has extensive business ties to Russia and, specifically, to President Vladimir Putin. The two worked together to seal energy and drilling deals in the face of U.S. sanctions against Russia, and Tillerson even accepted an award from Moscow. German newspaper Suddeutsche Zeitung reported  that Tillerson also ran a U.S.-Russian oil firm in the Bahamas, a tax haven (and reminiscent of the offshoring Trump has said he wants to crack down on.) Watchdogs say it's problematic for any secretary of state to have such close financial and personal ties to any country, but the fact that it's Russia only heightens bipartisan concern in Washington that Trump is too friendly toward a nation that a decisive majority of U.S. political and intelligence leaders believe is more of a foe. Whom to watch: Being tight with Putin is a red line for some high-profile Senate Republicans, including Marco Rubio (Fla.), Jeff Flake (Ariz.) and Rand Paul (Ky.).They sit on the Senate Foreign Relations Committee, which will vote first on Tillerson. If just one or two vote against the nomination, that would swing the panel against the nod. Being a \"friend of Vladimir\" is not an attribute I am hoping for from a #SecretaryOfState - MR — Marco Rubio (@marcorubio) December 11, 2016 Tillerson has committee vote problem. Rubio, Rand, Flake all on SFRC and it's a 10-9 R/D split. He gets rejected in committee, that's it. https://t.co/7qFx6WRjuO — Paul Kane (@pkcapitol) December 11, 2016 Jeff Sessions: Attorney general President-elect Donald Trump announced Friday that he plans to nominate Sen. Jeff Sessions (R-Ala.) as attorney general. (Thomas Johnson/The Washington Post) The background: Trump awarded one of his earliest Capitol Hill supporters with the nation's top law enforcement job. Sessions — a hard-line anti-immigration politician — has been in the Senate for two decades, after a stint as a U.S. attorney for Alabama. Why his confirmation could blow up: There's precedent . In 1986, Ronald Reagan's administration nominated Sessions to serve as a federal judge, but his nomination ran into trouble when former colleagues accused Sessions of saying racially insensitive things, such as warning a black colleague to be careful about what he said \"to white folks.\" \"I am not a racist,\" Session declared at the time . But the damage was done: The Republican-controlled Senate panel voted 10 to 8 to block his nomination. At the time, Sessions was only the second nominee in 50 years  the Senate denied for a federal judgeship. Here, too, a nominee's Achilles' heel threatens to make Trump himself more vulnerable; this time, it's criticism that the president-elect has ties to or is at least agreeable to the alt-right community. Whom to watch: No Republican on the panel that will hold hearings on Sessions's nomination has expressed concern about Sessions (senatorial courtesy tends to come into play in these sorts of situations.) And if all Republicans hold together, a unified Democratic caucus wouldn't be able to stop Sessions. But as Sessions learned all too well 30 years ago, events can change suddenly. Keep an eye on Sen. Chuck Grassley (R-Iowa), chairman of the Senate Judiciary Committee, for indication of any potential Republican mood swings. Sessions appears to understand how quickly things can turn. Politico reports he's trying to do damage control from that hearing 30 years ago: \"[T]he senator, in a lengthy nominee questionnaire delivered this month, practically depicts himself as a civil rights hero.\" Steven Mnuchin: Treasury secretary Banker Steven Mnuchin is the next potential Treasury Secretary in Donald Trump's administration. Here's what you need to know about him. (Deirdra O'Regan/The Washington Post) The background: Like Trump, the former Goldman Sachs executive and finance director of Trump's campaign has no former experience in government. Since leaving Wall Street, Mnuchin (pronounced mah-NEW-chin) has been a big-money backer of some Hollywood extravaganzas, including \"Suicide Squad.\" Why his confirmation hearing could blow up: Wall Street. Specifically, his investment in a bank, then called IndyMac, that foreclosed on about 36,000 California homeowners during the housing crisis (despite receiving about $900 million in federal bailout money) and that  has been accused of discrimination . If Democrats want to make an example out of anyone in Trump's wealthy, Wall Street-heavy Cabinet lineup , Mnuchin's nomination could be the best option. After all, his job would be to manage the nation's finances in part by overseeing Wall Street. Who to watch: So far, the Republicans we've heard talk about Mnuchin — notably, Sen. Orrin Hatch (Utah), the chairman of the Senate Finance Committee, which will review his nomination — have praised him. But if Sens. Elizabeth Warren (D-Mass.), Bernie Sanders (I-Vt.) and Jeff Merkley (D-Ore.) have their way, the GOP will be put on defense about Mnuchin's background. They have  set up a website encouraging California residents to \"share their personal stories of being impacted by the 'Foreclosure King’ Steve Mnuchin,\" and it's a safe bet that Democrats will be reading some of those stories at Mnuchin's hearing. Interestingly, the Republican Party's official biography for Mnuchin — which noted his Tinseltown success, listing highlights of the successful action-heavy lineup from \"RatPac-Dune Entertainment\" — left out  most of his Wall Street ties, including any mention of his top perch at Goldman Sachs. James Mattis: Defense secretary Retired U.S. Marine Corps General James Mattis has been chosen to be secretary of defense by President-elect Donald Trump, according to people familiar with the decision. (Jenny Starrs/The Washington Post) The background: In the Marines, retired Gen. James Mattis is a legend. His gritty, no-nonsense, hard-charging style earned him the battlefield nickname \"Mad Dog,\" a high compliment in Marine culture and one that Trump apparently appreciates. General James \"Mad Dog\" Mattis, who is being considered for Secretary of Defense, was very impressive yesterday. A true General's General! — Donald J. Trump (@realDonaldTrump) November 20, 2016 How the confirmation hearing could blow up: Well, it's not even legal right now for Mattis to take the job. Congress has a 65-year-old law that defense secretaries can't have been on active duty in the previous seven years, a somewhat symbolic reminder from our government that the military serves to help civilians. Mattis retired in 2013. That means both chambers of Congress must pass a law allowing a waiver for Mattis, then he has to be confirmed by the Senate. Whom to watch: So far, Mattis has received praise from key GOP Senate leaders, including John McCain (Ariz.), the chairman of the Armed Services Committee, which will review Mattis's nomination. But there is scattered opposition. Sen. Kirsten Gillibrand (D-N.Y.)  said she'd oppose a waiver for Mattis on principle: \"Civilian control of our military is a fundamental principle of American democracy, and I will not vote for an exception to this rule.\" For now, it seems as if Gillibrand is in the minority on the Hill (in more ways than one.) But relying on Congress for any special favor is far from a fool-proof plan. 1 of 31 ",
    "title": "Four Cabinet nominations that could blow up in Donald Trump’s face - The Washington Post"
   },
   {
    "entities": [
     "colombia",
     "leticia",
     "civil",
     "dec 26, 2016",
     "aeronautics",
     "medellin",
     "united",
     "nov. 28",
     "peru",
     "minutes later",
     "brazil",
     "bae",
     "monday",
     "last month",
     "bonilla",
     "cruz",
     ", 6:44 pm",
     "santa",
     "freddy",
     "lamia",
     "kingdom",
     "bolivia",
     "bogota",
     "april 2017"
    ],
    "id": 26,
    "text": "Colombia Probe Finds Human Error, Lack of Fuel in Air Crash By alba tobella and cesar garcia, associated press BOGOTA, Colombia \u0097 Dec 26, 2016, 6:44 PM ET 0 Shares WATCH Pro Soccer Players Among 71 Killed in Colombian Plane Crash 0 Shares Email A series of human errors caused an airliner to run out of fuel and crash in Colombia last month, killing 71 people including most of a Brazilian soccer team, aviation authorities said on Monday. Colombia's Civil Aeronautics agency concluded in its investigation that the plan for the flight operated by Bolivia-based charter company LaMia did not meet international standards. Among the errors made were the decisions to let the plane take off without enough fuel to make the flight safely and then to not stop midway to refuel. The pilot also did not report the plane's emergency until it was too late, it said. Neither the company nor Bolivian authorities should have allowed the plane to take off with the flight plan submitted, said Freddy Bonilla, air safety secretary for Colombia's aviation authority. He said the agency's preliminary conclusions were based on the plane's black boxes and other evidence. Experts had earlier suggested that fuel exhaustion was a likely cause of the Nov. 28 crash that wiped out all but a few members of the Chapocoense soccer team, as well as team officials and journalists accompanying them to a championship playoff match in Medellin, Colombia. The BAE 146 Avro RJ85 has a maximum range was 2,965 kilometers (1,600 nautical miles) — just under the distance between Medellin and Santa Cruz, Bolivia , where the plane had taken off at almost full capacity. The plane was in the air for about 4 hours and 20 minutes when air traffic controllers in Medellin put it into a holding pattern because another flight had reported a suspected fuel leak and was given priority. Investigators found that crew members of the LaMia flight were aware of the lack of fuel but waited too long to report the emergency. Bonilla said that during the flight the pilot and co-pilot are heard on \"various occasions\" talking about stopping in Leticia — a city near the borders separating Brazil, Peru and Colombia — to refuel but decided not to do so. When the plane entered Colombian airspace it was flying into a wind, which caused more fuel to be consumed. And when the pilot asked for priority to land in Medellin, six minutes before crashing, the plane had already spent two minutes with a motor shut off, the investigation concluded. All the motors shut down minutes later. In a recording of a radio message from the pilot, he can be heard repeatedly requesting permission to land due to a lack of fuel and a \"total electric failure.\" A surviving flight attendant and a pilot flying nearby also overheard the frantic pleas from the doomed airliner. In addition, there was no explosion upon impact, pointing to a scarcity of fuel. Investigators in Colombia concluded that the plane did not have the fuel reserves required by international standards for such a flight. They said there was no evidence of sabotage or mechanical failure. Authorities also detected an excess of baggage, but did not relate it to the accident, and, according to its plan, the flight was expected to reach 30,000 feet, an altitude the plane was not certified for. Details of the complete report by Colombia's aviation agency will be released in April 2017. Bolivia, Brazil and the United Kingdom contributed to it. Bolivia's government has already blamed the airline and its pilot for the accident. 0 Shares ",
    "title": "Colombia Probe Finds Human Error, Lack of Fuel in Air Crash - ABC News"
   },
   {
    "entities": [
     "1979",
     "this month",
     "dongsha",
     "earlier this month",
     "transparency",
     "navy",
     "december 26, 2016",
     "pratas",
     "south",
     "trump",
     "2013",
     "taipei",
     "press",
     "sea",
     "beijing",
     "sunday",
     "li",
     "facebook",
     "liaoning",
     "ministry",
     "philippines",
     "ing-wen",
     "donald",
     "saturday",
     "monday",
     "china",
     "defense",
     "sanya",
     "bashi",
     "taiwan",
     "asia",
     "associated",
     "twitter",
     "chinese",
     "past",
     "u.s.",
     "western",
     "print",
     "tang",
     "email",
     "initiative",
     "maritime",
     "2012",
     "channel",
     "u.s.-based",
     "islands",
     "time",
     "pacific",
     "tsai"
    ],
    "id": 27,
    "text": "China's 1st aircraft carrier sails into South China Sea Published               December 26, 2016 Facebook 0 Twitter 0 livefyre Email Print China's aircraft carrier Liaoning in an undated photo.  (AP Photo/Xinhua, Li Tang, File) In a new show of force, China's first aircraft carrier and five other warships passed by Taiwan and sailed into the contested South China Sea on Monday, Taiwan's Defense Ministry reported Monday. VIDEO: CRITICS CONCERNED TRUMP COULD START TRADE WAR WITH CHINA China's Defense Ministry said Saturday that the Liaoning carrier had set off for a routine open-sea exercise in the Western Pacific as part of its annual training. But its entering into the politically sensitive South China Sea follows rising tensions between Beijing and Taipei over the status of the self-ruled island. The ships, led by the Liaoning, sailed past the Pratas Islands, also known as the Dongsha Islands, a Taiwan-controlled atoll in the northern part of the South China Sea, according to Taiwan. ROUNDUP OF RECENT DEVELOPMENTS SURROUNDING SOUTH CHINA SEA Taiwanese President Tsai Ing-wen has refused to endorse Beijing's concept that Taiwan is a part of China. Beijing claims the self-governing island as its own territory and says failing to endorse the one-China principle would destabilize relations. The U.S. entered the spat earlier this month when President-elect Donald Trump spoke over the phone with Taiwan's leader, a breach of long-standing tradition. The U.S. severed diplomatic ties with the self-governing island in 1979 but has maintained close unofficial relations and a commitment to support its defense. \"Interesting how the U.S. sells Taiwan billions of dollars of military equipment but I should not accept a congratulatory call,\" Trump tweeted. The Taiwanese ministry said the Liaoning and warships had on Sunday sailed 90 nautical miles south of Taiwan in the Bashi Channel, a waterway between Taiwan and the Philippines. Tensions have mounted in the South China Sea, where the U.S. and China accuse each other of engaging in a dangerous military buildup. China claims nearly all of the sea and is pitted against smaller neighbors in multiple disputes over islands, coral reefs and lagoons. The U.S.-based Asia Maritime Transparency Initiative think tank said this month that satellite imagery showed China building large anti-aircraft guns on artificial islands in the contested waters, where China has also laid airstrips, built communications facilities and deployed suspected missiles. China has characterized its moves as defensive in nature and accused U.S. warships of making provocative passes through the region. The Liaoning, commissioned by the Chinese navy in 2012, first sailed to the South China Sea in 2013, when it docked at a navy base near the Chinese holiday resort of Sanya. The vessel at the time was not outfitted with a full aircraft complement. The Associated Press contributed to this report. Advertisement ",
    "title": "China's 1st aircraft carrier sails into South China Sea | Fox News"
   },
   {
    "entities": [
     "council",
     "david",
     "dec 26, 2016",
     "june 13, 2016",
     "michelle",
     "images",
     ", 5:48 pm",
     "vs",
     "treasury",
     "getty",
     "june 14, 2016",
     "trump",
     "lederman",
     "house",
     "cabinet",
     "hillary",
     "college",
     "donald",
     "axelrod",
     "state",
     "monday",
     "of",
     "security",
     "shares",
     "honolulu",
     "once",
     "electoral",
     "department",
     "u.s.",
     "obama",
     "national",
     "islamic",
     "star",
     "josh",
     "washington",
     "hawaii",
     "barack",
     "clinton",
     "white"
    ],
    "id": 28,
    "text": "Obama Vs Trump: Dispute Erupts Over Who Would Have Won By josh lederman, associated press HONOLULU \u0097 Dec 26, 2016, 5:48 PM ET 0 Shares Star Getty Images President Barack Obama, left, speaks following a National Security Council meeting on the Islamic State at the Department of Treasury in Washington, June 14, 2016. Donald Trump addresses supporters, June 13, 2016. 0 Shares In an alternate universe in which President Barack Obama ran for a third term against Donald Trump, who would have won? No surprise: The president and the president-elect disagree. A fresh dispute erupted Monday between Obama and his successor, spurred by Obama's hypothetical musings that had he run again, he would have been victorious. Interviewed for a podcast, Obama suggested he still holds enough sway over the coalition of voters that elected him twice to get them to vote for him once again. \"I am confident in this vision because I'm confident that if I had run again and articulated it, I think I could've mobilized a majority of the American people to rally behind it,\" Obama told his former White House adviser, David Axelrod, in a podcast released Monday. Trump, naturally, disagreed. He took to his preferred medium — Twitter — to offer his reaction. \"President Obama said that he thinks he would have won against me. He should say that but I say NO WAY!\" Trump wrote. He suggested Obama's record would have prevented him from securing a victory, citing jobs that have left the U.S., troubles with Obama's Affordable Care Act and the ongoing threat posed by the Islamic State group as examples. The White House declined to comment on Trump's tweet. In the podcast, Obama didn't address whether he would have been able to surmount the obstacle that the Electoral College posed for Hillary Clinton . The Democrat failed to secure a majority of electoral votes despite winning the popular vote by millions. Yet Obama said he's spoken to people across the U.S. who have told him the direction he pursued \"is the right one,\" a sentiment he said extends even to some people \"who disagreed with me.\" He suggested Democrats' failure in the election may have stemmed from the prevailing assumption that Clinton's victory was all but assured. \"If you think you're winning, then you have a tendency — just like in sports — maybe to play it safer,\" Obama said. Though Obama railed against Trump during the campaign, he's largely held his tongue since the Republican's Election Day victory, in large part to ensure a smooth transition of power. He and Trump have spoken regularly by phone, and Trump has praised his predecessor for the graciousness with which he's handled the process. But in recent days, points of tension between their two teams have started to emerge, driven by Trump's picks of Cabinet nominees who have vowed to dismantle much of what Obama has accomplished. The Obama administration has also been dismayed by requests from Trump's team for information they fear could be used to try to identify and then eliminate bureaucrats who have worked on Obama priorities like climate change and women's rights overseas. Obama, who is vacationing in Hawaii, was prohibited by the Constitution's 22nd Amendment from running for a third term. But Obama has said even if there weren't term limits for presidents, he believes it's important for the country to have a change of leadership after eight years. He's also suggested his wife, first lady Michelle Obama, would have had little patience for a third term in the White House. ——— Reach Josh Lederman on Twitter at http://twitter.com/joshledermanAP 0 Shares ",
    "title": "Obama Vs Trump: Dispute Erupts Over Who Would Have Won - ABC News"
   },
   {
    "entities": [
     "middle",
     "gulf",
     "air",
     "this month",
     "several weeks ago",
     "erbil",
     "palmyra",
     "navy",
     "credit",
     "special",
     "mcgurk",
     "december 26, 2016",
     "h.",
     "christmas",
     "trump",
     "amri",
     "march",
     "dec. 8",
     "house",
     "syria",
     "turkey",
     "last week",
     "berlin",
     "irvine",
     "s.",
     "georgia",
     "california",
     "donald",
     "$12.5 million",
     "anis",
     "american",
     "adam",
     "mosul",
     "late summer 2014",
     "state",
     "military",
     "2014",
     "b.",
     "force",
     "hartman",
     "calif.",
     "operations",
     "suzanne",
     "2004",
     "j.",
     "schiff",
     "30 percent",
     "l.",
     "$2 million",
     "jenkins/u",
     "anadarko",
     "u.s.",
     "okla.",
     "obama",
     "national",
     "army",
     "afghanistan",
     "iraq",
     "new",
     "today",
     "qatar",
     "raqqa",
     "east",
     "islamic",
     "joint",
     "harrigian",
     "persian",
     "york",
     "committee",
     "baghdad",
     "kimball",
     "now",
     "isis",
     "brett",
     "boeing",
     "guard",
     "stars",
     "william",
     "jeffrey",
     "caylon",
     "intelligence",
     "pentagon"
    ],
    "id": 29,
    "text": "Continue reading the main story But with few spies in the city, American officials say assessing the enemy is difficult. “We’ve spent a lot of time trying to understand the situation on the ground in Raqqa,” Lt. Gen. Jeffrey L. Harrigian, the air war commander, said in an interview from his headquarters in Qatar. “It’s improving. It’s still not at the level we’d like it to be.” Advertisement Continue reading the main story The air operation is a pivotal component of a military campaign that has cost $12.5 million a day in Iraq and Syria. The effort has destroyed hundreds of tanks, artillery pieces, military vehicles, command centers and fighting positions, and killed more than 50,000 fighters, according to American estimates. Since the air war began in late summer 2014, American and allied aircraft have conducted about 17,000 strikes in both countries. The Islamic State has lost about half of the territory it seized in Iraq and Syria in 2014. But as ISIS loses ground in its physical caliphate, or religious state, the threat of hundreds of foreign fighters returning home and of the expansion of its virtual caliphate through social media is certain to accelerate, American and European officials say. That raises fears of more terrorist attacks in cities outside the Middle East. For instance, the Islamic State has claimed responsibility for last week’s truck attack on a Christmas market in Berlin even though the links between the group and the main suspect, Anis Amri, a 24-year-old Tunisian, are not completely clear. After Mr. Amri’s death, the Islamic State released a video of him pledging allegiance to the group. President Obama has vowed to deal the Islamic State crippling blows in Mosul and Raqqa before he leaves office. This month, he ordered 200 more American Special Operations forces to Syria to help local fighters advancing on Raqqa, nearly doubling the Pentagon’s boots on the ground there . Commanders are uncertain, however, about the level of support President-elect Donald J. Trump will maintain for rebel groups in Syria combating the Islamic State. Photo Images of fuel trucks targeted by American airstrikes on Dec. 8. Credit U.S. Military The military march on Raqqa is complicated by the predominant role played by Kurdish militia members, who make up a majority of the 45,000 fighters bearing down on the city. They are the most effective American partner against the Islamic State in Syria, providing logistics, command and control, and fierce fighting prowess. But the Kurdish fighters are viewed by Turkey — a pivotal American ally — as a terrorist threat. These lingering diplomatic and military questions leave some congressional leaders voicing skepticism about a swift, decisive attack on the Islamic State capital. “It’s hard to see anything is imminent,” said Representative Adam Schiff of California, the senior Democrat on the House Intelligence Committee. With a prewar population of about 220,000, Raqqa is about one-tenth the size of Mosul, but commanders still face the same challenges of waging an air war while minimizing risks to civilians in a congested city. There are other reasons to go slow. Some Islamic State headquarters buildings have been spared attack for now so the Americans can monitor their communications and movements of their personnel in and out to learn more about the enemy operations, General Harrigian said. Advertisement Continue reading the main story Still, allied airstrikes have picked up as the Arab and Kurdish fighters have moved closer to the capital, and as commanders seek to pressure Mosul and Raqqa simultaneously. About 30 percent of the 1,300 strikes in and around Raqqa since the war began in 2014 have been conducted in the past three months. “The pressure in Raqqa is bearing fruit as ISIL leaders come out of hiding, which allows us to kill them,” Brett H. McGurk, Mr. Obama’s envoy to the international coalition fighting the Islamic State, said this month. Tracking the enemy’s ground movements falls largely to the crew of the Joint Stars plane, a 1960s-era, reconfigured Boeing 707 jetliner packed with sensitive electronics that is part of an eclectic and unsung mix of odd-shaped surveillance and reconnaissance aircraft with names like Compass Call and Rivet Joint. These planes suck up some enemy communications, jam others and help paint a picture of the Islamic State on the ground for American fighters and bombers to attack. Bulging from the belly of the Joint Stars is a canoe-shaped, cloud-piercing radar that can see ground targets — and even some low-flying planes and helicopters — as far as 250 miles away on either side of the nearly windowless fuselage. Aboard the plane, the crew of 19 Air Force and Army personnel — an unusual mix of active-duty and Georgia National Guard specialists — track clusters of dots on their screens that could represent groups of hostile fighters and their vehicles, friendly forces or just routine commercial traffic. Much depends on where they are and what time of day it is. From its high-flying, wide-area perch, the radar can track moving vehicles; low, slow-flying aircraft; and smaller potential targets such as people, said Lt. Col. William B. Hartman, 39, of Irvine, Calif., the Joint Stars squadron commander. The operators on board can change the filters on their systems to show different-size targets or their direction of travel in different colors, all of which is relayed back to operations centers in Baghdad and Erbil, in northern Iraq, he said. Photo An E-8C Joint Surveillance Target Attack Radar System (Joint Stars) receiving fuel from a KC-135 tanker plane in 2004. Credit Suzanne Jenkins/U.S. Air Force, via Getty Images Flying from a base in the Persian Gulf, a typical Joint Stars mission over Iraq, Syria or Afghanistan can last about 11 or 12 hours. Crews pack snacks in their flight bags but also fire up the plane’s oven to prepare an in-flight order of chicken wings. The Joint Stars is not equipped with cameras to identify specific images on the ground. When the crew members see something suspicious, they direct a Predator or Reaper drone to zoom in for a closer look. The Joint Stars is also valuable because a rotation of aircraft and surveillance crews can monitor a particular area for days, weeks or months, watching Islamic State activity to understand what the military calls the enemy’s “pattern of life.” Advertisement Continue reading the main story Islamic State fighters know from experience that they are being watched and often try to deceive the surveillance planes, hiding in schools or mosques or using camouflage. At one point, analysts said, ISIS even appeared to be trying to smuggle weapons strapped to the bellies of herds of sheep. “They’re extremely smart,” Master Sgt. Caylon Kimball, 31, an airborne intelligence technician from Anadarko, Okla., said of the militants. Several weeks ago, as the air campaign intensified against the Islamic State’s oil-production and distribution network, analysts noticed an intriguing development in the central Syrian desert, about 35 miles north of Palmyra. Comparing months-old radar data from Joint Stars and other surveillance imagery with newer versions, analysts discovered that the Islamic State was moving much of its oil tanker truck fleet to an obscure area of sandy gullies, about 20 miles by 20 miles in size. “They were trying to hide from us,” General Harrigian said. “They were adapting to what we were doing. They were going into the desert and just parking.” For several more weeks, analysts watched the clandestine desert truck stop grow, wanting to ensure it was the Islamic State trucking fleet. Confident in that assessment, General Harrigian ordered an attack plan, code-named Olympus. In two waves of strikes — on Dec. 8 and 9 — about two dozen Air Force and Navy warplanes destroyed 188 of the trucks. Empty truck cabs were struck first to scare off drivers sleeping in their rigs, and General Harrigian said it appeared there were no civilian casualties. Besides wiping out a sizable portion of the Islamic State’s tanker truck fleet and depriving the group of over $2 million in oil sales, commanders said the strike was also meant to cripple the enemy’s morale. “There would be a larger strategic message we sent to them: Nice try. We found you,” General Harrigian said. “Keep trying to hide, we will hunt you down again.” A version of this article appears in print on December 26, 2016, on Page A1 of the New York edition with the headline: U.S. Eye in the Sky Glares at ISIS as a Pivotal Battle Brews in Syria. Order Reprints | Today's Paper | Subscribe ",
    "title": "Aboard a U.S. Eye in the Sky, Staring Down ISIS in Iraq and Syria - The New York Times"
   }
  ]
 }
}