{
 "28": {
  "col-sim": {
   "cosine": 0.2007939900050538,
   "entity": 0.1856953381770519
  },
  "exec-time": 27.40609121322632,
  "links": [
   {
    "entities": [
     "todd",
     "charlie",
     "kenobi",
     "simon",
     "david",
     "film",
     "earlier this year",
     "friday",
     "the past decade",
     "eddie",
     "press",
     "taylor",
     "meryl",
     "2017",
     "carrie",
     "reynolds",
     "gary",
     "streep",
     "last week",
     "harrison",
     "2009",
     "facebook",
     "leia",
     "1977",
     "paul",
     "past 15 years",
     "elizabeth",
     "recently",
     "warren",
     "billie",
     "the day",
     "tuesday",
     "debbie",
     "fisher",
     "hannah",
     "george",
     "lucas",
     "1990",
     "2015",
     "instagram",
     "associated",
     "cronenberg",
     "obi-wan",
     "twitter",
     "seth",
     "cannes",
     "1975",
     "this year",
     "shirley",
     "maclaine",
     "hollywood",
     "2006",
     "macfarlane",
     "lourd",
     "star",
     "hbo",
     "los",
     "ford",
     "organa",
     "2010",
     "beatty",
     "festival",
     "now",
     "blues",
     "wars",
     "dec. 27",
     "angeles",
     "broadway",
     "brothers",
     "1987"
    ],
    "id": 0,
    "text": "Carrie Fisher, who played Princess Leia in 'Star Wars,' dies at age 60 Carrie Fisher dies at 60: Her career at a glance. Though Carrie Fisher is best known as Princess Leia from Star Wars, she has performed in many other acting roles and has had a successful career as a book author and screenplay doctor. Though Carrie Fisher is best known as Princess Leia from Star Wars, she has performed in many other acting roles and has had a successful career as a book author and screenplay doctor. Tribune news services Contact Reporter Carrie Fisher, a daughter of Hollywood royalty who gained pop-culture fame as Princess Leia in the original \"Star Wars\" and turned her struggles with addiction and mental illness into wickedly funny books, a hit film and a one-woman stage show, died Tuesday after falling ill aboard a flight last week. She was 60. \"Carrie was one of a kind ... brilliant, original. Funny and emotionally fearless. She lived her life, bravely,\" ''Star Wars\" co-star Harrison Ford said in a statement. Fisher, the daughter of actress Debbie Reynolds and singer Eddie Fisher, had been hospitalized since Friday, when paramedics responded to a report of a patient in distress at Los Angeles airport. Her family gave no details on the emergency, but media reports said she had suffered a heart attack. \"Thank you to everyone who has embraced the gifts and talents of my beloved and amazing daughter,\" Reynolds wrote on her Facebook page Tuesday. \"I am grateful for your thoughts and prayers that are now guiding her to her next stop. Love Carries Mother.\" Fisher made her feature film debut opposite Warren Beatty in the 1975 hit \"Shampoo.\" She also appeared in \"Austin Powers,\" ''The Blues Brothers,\" ''Charlie's Angels,\" ''Hannah and Her Sisters,\" ''Scream 3\" and \"When Harry Met Sally ...\" But Fisher is best remembered as the headstrong Princess Leia in the original \"Star Wars\" in 1977, her hair styled in futuristic braided buns. She uttered the immortal phrase \"Help me Obi-Wan Kenobi, you're my only hope.\" Actress and writer Carrie Fisher, who is perhaps best known for portraying Princess Leia Organa in the \"Star Wars\" films, died Dec. 27 . Most recently, Fisher published her eighth book, a memoir titled \"The Princess Diarist.\" She reprised the role in Episode VII of the series, \"Star Wars: The Force Awakens\" in 2015, and her digitally rendered image appears in the newest installment, \"Rogue One: A Star Wars Story.\" \"She was extremely smart; a talented actress, writer and comedienne with a very colorful personality that everyone loved,\" ''Star Wars\" creator George Lucas said in a statement. \"In 'Star Wars' she was our great and powerful princess - feisty, wise and full of hope in a role that was more difficult than most people might think.\" Fisher long battled drug addiction and mental illness. She said she smoked pot at 13, used LSD by 21 and was diagnosed as bipolar at 24. She was treated with electroshock therapy and medication. In 1987, her thinly veiled autobiography \"Postcards From the Edge\" became a best-seller. It was adapted into a 1990 movie starring Shirley MacLaine and Meryl Streep. More books followed: \"Delusions of Grandma,\" ''Surrender the Pink,\" ''The Best Awful,\" ''Shockaholic\" and this year's autobiography, \"The Princess Diarist,\" in which she revealed that she and Ford had an affair on the \"Star Wars\" set. Fisher's one-woman show, \"Wishful Drinking,\" which she had performed across the country since 2006, was turned into a book, made its way to Broadway in 2009 and was filmed for HBO in 2010. Little was off-limits in the show. She discussed the scandal that engulfed her superstar parents (Fisher ran off with Elizabeth Taylor); her brief marriage to singer Paul Simon; the time the father of her daughter left her for a man; and the day she woke up next to the dead body of a platonic friend who had overdosed in her bed. \"I'm a product of Hollywood inbreeding. When two celebrities mate, something like me is the result,\" she said in the show. At another point, she cracked: \"I don't have a problem with drugs so much as I have a problem with sobriety.\" Ever ready to satirize herself, she played Carrie Fisher a few times, as in David Cronenberg's dark Hollywood sendup \"Maps to the Stars\" and in an episode of \"Sex and the City.\" In the past 15 years, Fisher appeared as a television guest star, perhaps most memorably as a has-been comedy legend on \"30 Rock.\" She also supplied the voice of a recurring character on the animated \"Family Guy\" for the past decade. \"Carrie Fisher was smart, funny, talented, surprising and always a hell of a fun time to be around. Family Guy will miss her immensely,\" show creator Seth MacFarlane tweeted. Fisher starred with her mother in a documentary set to air on HBO in 2017. \"Bright Lights: Starring Debbie Reynolds and Carrie Fisher\" premiered at the Cannes Film Festival earlier this year. She endeared herself to the social-media generation with her quirky tweets, laden with crazy keyboard symbols and colorful typefaces. Her ever-present bulldog, Gary Fisher, had his own Twitter and Instagram account. (\"Saddest tweets to tweet. Mommy is gone. I love you @carrieffisher,\" the dog's Twitter feed read.) Besides her mother, Fisher is survived by her brother, Todd Fisher, and her daughter, Billie Lourd. In a 2009 interview with The Associated Press, Fisher wasn't coy about revealing details about her life. She hoped to remove the stigma from mental illness. \"People relate to aspects of my stories and that's nice for me because then I'm not all alone with it,\" she said. \"Also, I do believe you're only as sick as your secrets. If that's true, I'm just really healthy.\" Associated Press ",
    "title": "Carrie Fisher, who played Princess Leia in &apos;Star Wars,&apos; dies at age 60 - Chicago Tribune"
   },
   {
    "entities": [
     "diaz",
     "busacca",
     "october 1958",
     "jim",
     "calrissian",
     "djansezian",
     "30 pounds",
     "toms",
     "plitt",
     "mayhew",
     "centers",
     "mieres",
     "miranda",
     "20%",
     "carrie",
     "reynolds",
     "gary",
     "hamill",
     "palazzo",
     "convention",
     "tully",
     "leia",
     "morristown",
     "luke",
     "hofstra",
     "kevin",
     "darth",
     "billie",
     "awards",
     "dec. 23, 2016",
     "libov",
     "for",
     "the day",
     "80%",
     "alice",
     "2011",
     "december 27, 2016",
     "j.",
     "once",
     "correspondents'",
     "grove",
     "leicester",
     "rentz",
     "d.c.",
     "today",
     "kevork",
     "san",
     "december 2015",
     "del",
     "center",
     "catherine",
     "spellman",
     "tom",
     "royal",
     "amazon",
     "baker",
     "domhnall",
     "angeles",
     "102nd",
     "araya",
     "kenny",
     "white",
     "peter",
     "gleeson",
     "network",
     "community",
     "n.y.",
     "larry",
     "medicine",
     "boccia",
     "association",
     "nov. 14, 2015",
     "invision",
     "comic-con",
     "5.7%",
     "hempstead",
     "odeon",
     "cardiovascular",
     "wireimage",
     "township",
     "facebook",
     "1977",
     "london",
     "linkedin",
     "river",
     "tuesday",
     "of",
     "dan",
     "noonan",
     "gagnon",
     "facundo",
     "night",
     "dinner",
     "current",
     "opera",
     "june 29, 2016",
     "stevens",
     "square",
     "shotwell",
     "nov. 28, 2016",
     "venice",
     "control",
     "jennifer",
     "lourd",
     "and",
     "hall",
     "york",
     "daniels",
     "ford",
     "july 10, 2015",
     "cinema",
     "gavan",
     "winter",
     "nokia",
     "heart",
     "diego",
     "jay",
     "france",
     "the future",
     "marsland",
     "todd",
     "january 2015",
     "disney",
     "film",
     "hiddleston",
     "april 30, 2016",
     "richard",
     "british",
     "loretta",
     "noel",
     "1980",
     "disease",
     "arrizabalaga",
     "pelligrino",
     "international",
     "debbie",
     "fisher",
     "ballroom",
     "lucas",
     "tcl",
     "feb. 14, 2016",
     "2015",
     "dec. 9, 2008",
     "mike",
     "may 15, 2016",
     "robert",
     "cannes",
     "usa",
     "oct. 10, 2016",
     "studios",
     "new",
     "anthony",
     "skywalker",
     "the second day",
     "lucasfilm",
     "april 16, 2015",
     "los",
     "overnight",
     "ninety percent",
     "medical",
     "photofest",
     "dec. 14, 2015",
     "ee",
     "chewbacca",
     "miller",
     "billy",
     "city",
     "liang",
     "aug. 28, 2013",
     "gareth",
     "june 9, 2005",
     "the decade",
     "ian",
     "2000",
     "lando",
     "house",
     "century-fox",
     "corp.",
     "harrison",
     "the",
     "claire",
     "academy",
     "northwell",
     "ltd.",
     "jan. 25, 2015",
     "hanashiro",
     "george",
     "charlotte",
     "dee",
     "theatre",
     "calif.",
     "school",
     "mia",
     "barnes",
     "vader",
     "deutsch",
     "freehold",
     "kodak",
     "stone",
     "11:15 p.m. est",
     "peggy",
     "prevention",
     "hollywood",
     "anaheim",
     "andreas",
     "vasquez",
     "sept. 10, 2011",
     "n.j.",
     "institute",
     "noble",
     "washington",
     "&",
     "dolby",
     "dec. 16, 2015",
     "ed",
     "williams",
     "impastato",
     "now",
     "cattermole",
     "mark",
     "strauss",
     "jordan",
     "macmedan"
    ],
    "id": 1,
    "text": "Carrie Fisher's death puts spotlight on women's heart disease But the good news is that women can improve their odds against their No. 1 killer. Post to Facebook Carrie Fisher's death puts spotlight on women's heart disease But the good news is that women can improve their odds against their No. 1 killer. Check out this story on USATODAY.com: http://usat.ly/2iBOEjr CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 35 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Carrie Fisher's death puts spotlight on women's heart disease USA Today Network Peggy J. Noonan, USA TODAY 11:15 p.m. EST December 27, 2016 Men and women are not equal...when it comes to heart attacks, at least. Wochit-All Heart disease is a top killer of women, but it can be prevented. (Photo: Miranda Pelligrino) Actress Carrie Fisher became a victim Tuesday of a threat to women that's bigger than cancer: Heart disease. Cancer does kill a lot of women. Four of every 10 women who die between ages 45 and 64 die of cancer. But more than 1 in 3 women — 43 million — are living with cardiovascular disease, many without knowing it. \"Heart disease is the No. 1 killer of women and is more deadly than all forms of cancer combined,\" said Dr. Jennifer Mieres, professor of cardiology and population health at Hofstra Northwell School of Medicine in Hempstead, N.Y. About once every minute a woman dies from a stroke, heart attack or a lesser-known problem called a sudden cardiac arrest, according to the American Heart Association . Sudden cardiac arrest differs from a heart attack. It's not caused by a blockage that stops blood flow to the heart; instead the heart's electrical system stops working properly and can't pump blood the way it should. 'Star Wars' icon Carrie Fisher dies at 60 Almost two-thirds of women who die suddenly from heart disease had no previous symptoms, according to the federal Centers for Disease Control and Prevention . And heart attacks seem to increase among women about 10 years after menopause — for reasons not entirely known. “Women tend to have more atypical symptoms,” said Dr. Jay Stone, a cardiologist at Community Medical Center in Toms River, N.J. “A burning pain, shortness of breath or weakness, fluctuating in the chest or palpitations — it’s not the classic textbook that men tend to have.” Posted! A link has been posted to your Facebook feed. Carrie Fisher, photographed in December 2015, has died after suffering a heart attack on a flight from London to Los Angeles on Dec. 23, 2016, and being treated in a Los Angeles hospital for several days.  Robert Deutsch, USA TODAY Carrie Fisher as Princess Leia in 'Star Wars Episode IV: A New Hope' -- the franchise's original film, released in 1977.  Lucasfilm Ltd. From left, Harrison Ford, Carrie Fisher and Mark Hamill from the original \"Star Wars\" movie, released in 1977  20th Century-Fox Film Corp. via AP The relationship between Princess Leia (Carrie Fisher) and Han Solo (Harrison Ford) evolved in \"Star Wars Episode V: The Empire Strikes Back\"  Lucasfilm Ltd. \"I had my hands full when my sweet babies visited me on the set of 'The Mating Game.'\" Shown from left: Carrie Fisher, Debbie Reynolds, Todd Fisher in October 1958. As featured in the memoir \"Unsinkable\" by Debbie Reynolds  Photofest Debbie Reynolds, left, and daughter Carrie Fisher attend the 2011 Primetime Creative Arts Emmy Awards at Nokia Theatre on Sept. 10, 2011, in Los Angeles.  Noel Vasquez, Getty Images Princess Leia confronts Darth Vader in \"Star Wars Episode IV: A New Hope.\"  Lucasfilm Ltd. Things got racy for Princess Leia (Carrie Fisher) in \"Star Wars: Episode VI: Return of the Jedi.\"  Lucasfilm Ltd. Left to right: Harrison Ford, Carrie Fisher and Mark Hamill (and in back, Chewbacca) in a publicity photo from 1980's \"Star Wars Episode V: The Empire Strikes Back\"  Lucasfilm Ltd. From left, Mark Hamill, Carrie Fisher and Harrison Ford speak onstage during the 33rd AFI Life Achievement Award tribute to George Lucas at the Kodak Theatre on June 9, 2005, in Hollywood.  File photo by Kevin Winter, Getty Images Carrie Fisher promotes her memoirs, \"Wishful Drinking,\" in New York on Dec. 9, 2008.  File photo by Todd Plitt, USA TODAY Carrie Fisher in the 1980 movie \"The Blues Brothers\"  Universal Pictures Carrie Fisher played Mia in the first season of the Amazon original comedy series \"Catastrophe.\"  Ed Miller, Amazon Studios \"With my beautiful daughter, Carrie.\" (around 2000) -- From Debbie Reynolds' memoirs, \"Unsinkable\"  Debbie Reynolds Carrie Fisher attends the opening ceremony and \"Gravity\" premiere during the 70th Venice International Film Festival at the Palazzo del Cinema on Aug. 28, 2013, in Venice.  File photo by Ian Gavan, Getty Images Billie Catherine Lourd, left, and Carrie Fisher arrive at the Governors Awards at the Dolby Ballroom on Nov. 14, 2015, in Los Angeles.  Jordan Strauss, Invision, via AP Anthony Daniels as C-3PO, Kenny Baker as R2D2, Mark Hamill as Luke Skywalker and Carrie Fisher as Princess Leia in \"Star Wars: Episode V - The Empire Strikes Back\"  Lucasfilm Carrie Fisher, from left, Mark Hamill, and Harrison Ford attend Lucasfilm's \"Star Wars: The Force Awakens\" panel on the second day of Comic-Con International on July 10, 2015, in San Diego.  File photo by Richard Shotwell, Invision, via AP Carrie Fisher, from left, Mark Hamill, and Harrison Ford attend Lucasfilm's \"Star Wars: The Force Awakens\" panel at Comic-Con International on July 10, 2015, in San Diego.  File photo by Richard Shotwell, Invision, via AP Debbie Reynolds, left, and Carrie Fisher pose Jan. 25, 2015, at the 20th Screen Actors Guild Awards held at the Shrine Auditorium in Los Angeles  Dan MacMedan, USA TODAY Carrie Fisher presents the Screen Actors Guild Annual Life Achievement Award to her mother, Debbie Reynolds, during the 21st Screen Actors Guild Awards at the Shrine Auditorium in Los Angeles on Jan. 25, 2015.  Robert Hanashiro, USA TODAY Carrie Fisher kisses her mother, Debbie Reynolds, at the 20th Screen Actors Guild Awards in January 2015.  Dan MacMedan, USA TODAY Fullscreen Cast members of the original \"Star Wars\" film -- Mark Hamill, from left, Carrie Fisher and Anthony Daniels, who played C-3PO -- appear during the kickoff event of Disney's Star Wars Celebration 2015 at the Anaheim Convention Center on April 16, 2015, in Anaheim, Calif.  Kevork Djansezian, Getty Images Carrie Fisher as Princess Leia in \"Star Wars: Episode IV - A New Hope\"  Lucasfilm Ltd. From left, Anthony Daniels as C-3PO, Kenny Baker as R2D2, Mark Hamill as Luke Skywalker, Carrie Fisher as Princess Leia, Harrison Ford as Han Solo and Peter Mayhew as Chewbacca in \"Star Wars: Episode IV - A New Hope\"  Lucasfilm Ltd. Carrie Fisher as Princess Leia and Harrison Ford as Han Solo in \"Star Wars: Episode V - The Empire Strikes Back'  Lucasfilm Ltd. Carrie Fisher, from left, Mark Hamill, and Harrison Ford attend Lucasfilm's \"Star Wars: The Force Awakens\" panel at Comic-Con International in San Diego on July 10, 2015.  Richard Shotwell, Invision, via AP From left, Billy Dee Williams as Lando Calrissian, Peter Mayhew as Chewbacca, Carrie Fisher as Princess Leia and  Harrison Ford as Han Solo in \"Star Wars: Episode V - The Empire Strikes Back\"  Lucasfilm Ltd. Carrie Fisher, left, and daughter Billie Lourd arrive at the world premiere of \"Star Wars: The Force Awakens\" at the TCL Chinese Theatre on Dec. 14, 2015, in Los Angeles.  Jordan Strauss, Invision, via AP Domhnall Gleeson and Carrie Fisher pose in the winners' room at the EE British Academy Film Awards at The Royal Opera House on Feb. 14, 2016, in London.  Mike Marsland, WireImage Carrie Fisher and Fisher Stevens attend a photocall for Bright Lights during the 69th annual Cannes Film Festival at the Palais des Festivals on May 15, 2016, in Cannes, France.  Andreas Rentz, Getty Images Tom Hiddleston and Carrie Fisher, with her dog, Gary, attend the 102nd White House Correspondents' Association Dinner on April 30, 2016, in Washington, D.C.  Larry Busacca, Getty Images Carrie Fisher and her French bulldog, Gary, attend the 54th New York Film Festival \"Bright Lights\" screening at Alice Tully Hall on Oct. 10, 2016, in New York City.  Jim Spellman, WireImage Carrie Fisher and Billie Catherine Lourd attend the \"Absolutely Fabulous: The Movie\"  world premiere at the Odeon Leicester Square on June 29, 2016, in London.  Gareth Cattermole, Getty Images Carrie Fisher signs copies of her new book, \"The Princess Diarist,\" at Barnes & Noble at The Grove on Nov. 28, 2016, in Los Angeles.  Araya Diaz, WireImage Carrie Fisher arrives for the European premiere of \"Star Wars: The Force Awakens' at London's Leicester Square on Dec. 16, 2015.  Facundo Arrizabalaga, European Pressphoto Agency Carrie Fisher flatters a Stormtrooper at the European premiere of \"Star Wars: The Force Awakens\" in London on Dec. 16, 2015.  Facundo Arrizabalaga, European Pressphoto Agency Like this topic? You may also like these photo galleries: Replay Last Slide Next Slide Ninety percent of all women have one or more heart disease risk factors, but the good news is that 80% of the problems can be prevented by controlling risk factors, according to the heart association. That means not smoking, exercising regularly, eating healthy foods, drinking little alcohol and maintaining proper weight. “With most women, our focus is on our family, not ourselves,” said Loretta Impastato, 59, of Freehold Township, N.J. “With the last of my children getting married, I decided, ‘I’m overweight, my cholesterol is creeping up and I’m not feeling well. I have to do something.’ ” Alarm raised on women's heart disease A stress test, echocardiogram and lab work determined that she was pre-diabetic and at a high risk for cardiovascular disease. “It was the best thing that ever happened to me,” Impastato said. She could start doing something about the problem. One way for women to stay on top of heart health is to know the target numbers: • Blood pressure. High blood pressure can damage your heart as well as make you susceptible to stroke. Keep the systolic, top number, below 120 millimeters of mercury and the diastolic, the bottom number, at less than 80 mm Hg. • Blood sugar. Diabetes — which results when the body doesn't make enough insulin or cells in muscles, liver and fat do not use insulin properly — can damage blood vessels over time, leading to heart disease. A glycated hemoglobin test indicates average blood sugar levels for the past two to three months. Less than 5.7% on the A1C test is normal. Another test measures blood sugar levels after an overnight fast. Less than 100 milligrams per deciliter of blood is considered normal. • Cholesterol. One type, low-density lipoprotein, is considered bad because it transports cholesterol particles throughout the body to build up on the walls of arteries. LDL levels should be 129 milligrams per deciliter of blood or lower. High-density lipoprotein is the good cholesterol, transporting excess cholesterol particles back to the liver; HDL levels should be 60 mg/dL or higher. • Triglycerides. This type of fat circulates in your blood along with cholesterol, storing unused calories to provide your body with energy, but too much may contribute to hardening of the arteries. Normal is less than 150 mg/dL. \"A study found that high triglycerides were a dangerous risk factor for stroke in women (but) not necessarily in men,\" said Charlotte Libov, author of books including A Woman's Guide to Heart Attack Recovery. New research into gender differences in heart disease has had a positive effect on prevention and treatment strategies for women, Hofstra Northwell's Mieres said. Carrie Fisher's frequent companion: French bulldog Gary \"We have seen a decline in deaths from heart disease,\" she said. In the decade since the heart association's Go Red For Women campaign began raising women's awareness, a third fewer women have died from heart disease. Smoking, high cholesterol, diabetes, a sedentary lifestyle, high blood pressure and obesity are risk factors for both sexes. But diabetes, lack of exercise and obesity are more potent risks in women, Mieres said. “With the last of my children getting married, I decided, ‘I’m overweight, my cholesterol is creeping up and I’m not feeling well. I have to do something.'” Loretta Impastato, Freehold Township, N.J. Now researchers know that some risk factors — such as menopause before age 50, inflammatory diseases like lupus and rheumatoid arthritis, pregnancy complications and pre-term births — are unique risks to women, she said. Pregnancy can be a stress test on the body's vascular system that gives doctors \"a window into what may happen in the future,\" said Dr. Claire Boccia Liang, director of women's heart programs at Gagnon Cardiovascular Institute in Morristown, N.J. During pregnancy, high blood sugar, called gestational diabetes; high blood pressure; or preeclampsia, characterized by high protein in urine and high blood pressure, raise red flags for heart disease. Women who live with chronic stress and those who sleep fewer than six hours a night have higher heart disease risk. Depression doubles the risk of heart attack, death or need for an artery-opening procedure in women age 55 and younger. Family history also accounts for about 20% of heart disease risk, Boccia Liang said. If a family member had a heart attack, stroke, bypass, stent or other major heart problem or procedure, the risk may be higher. The risk may increase at a younger age if the event happened to a parent or sibling before age 55 in men or 65 in women. Both sexes can experience the classic heart-attack symptom of chest pain, but women instead can feel discomfort or pain in the neck, jaw, shoulder or right arm. They may feel unusually tired, short of breath, dizzy, lightheaded or nauseated and may vomit or sweat heavily. Women's symptoms may mimic other conditions. For example, unusual fatigue could be the flu. Profuse sweating could be a hot flash. A sore jaw could be temporomandibular joint disorder, better known as TMJ. If symptoms become worse when your heart works harder — you're running or walking fast, dancing or exerting in other ways — that's a tipoff to suspect heart disease, Boccia Liang said. \"Jaw pain that only relents with rest but gets worse with exercise is definitely a red flag,\" she said. Barbra Streisand calls for action on women's heart health Heart disease may seem unpredictable, but knowing the symptoms can help a woman stay alert, Libov said. Studies show that people whose heart attacks \"seem to come out of the blue\" were actually having symptoms up to a month before the attack. And be aware that symptoms can sneak up. When a woman who always played two sets of tennis finds herself suddenly struggling to finish a game, \"that's not normal,\" she said. Don't blame aging or assume that a gradual decline happened because of lack of exercise, overwork, menopause, the blues or the blahs. It might be your heart's way of calling for help. \"We can't regenerate the muscle that's been damaged,\" after a heart attack occurs, Boccia Liang said. Seven biggest health problems Americans face Six months after Impastato's screening and subsequent exercise and diet regimen, she returned for a checkup and the results were impressive. Her total cholesterol level, once near 300 mg/dL, fell 65 points; 200 mg/dL or less is considered best. She lost 30 pounds and is no longer considered pre-diabetic. “You don’t realize that you’re not feeling well until you start to feel well again, and now I feel fabulous,” she said. “I think everyone woman needs to have some kind of (cardiovascular) screening. With education, women are starting to understand more about this.” 8473 CONNECT TWEET 38 LINKEDIN 35 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2iBOEjr NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Carrie Fisher's death puts spotlight on women's heart disease"
   },
   {
    "entities": [
     "shinzo",
     "cale",
     "japan",
     "trump",
     "press",
     "harbor",
     "garcia",
     "beijing",
     "last week",
     "may",
     "ing-wen",
     "donald",
     "the day",
     "tuesday",
     "last month",
     "north",
     "dec. 7, 1941",
     "china",
     "associated",
     "asia",
     "marco",
     "once",
     "korea",
     "u.s.",
     "arizona",
     "obama",
     "new",
     "hiroshima",
     "pearl",
     "york",
     "75 years ago",
     "america",
     "msnbc",
     "ivanka",
     "abe",
     "barack",
     "hawaii",
     "the future",
     "tsai"
    ],
    "id": 2,
    "text": "At Pearl Harbor, Obama says 'we must resist the urge to demonize those who are different' Shinzo Abe, Barack Obama Marco Garcia / Associated Press President Obama and Japanese Prime Minister Shinzo Abe at Pearl Harbor in Hawaii on Tuesday. President Obama and Japanese Prime Minister Shinzo Abe at Pearl Harbor in Hawaii on Tuesday. (Marco Garcia / Associated Press) Christi Parsons Contact Reporter President Obama and Japanese Prime Minister Shinzo Abe scattered petals together on the waters of Pearl Harbor on Tuesday in a symbolic act aimed at laying to rest the enmity of the Japanese attack 75 years ago that drew the U.S. into World War II. In a moment consumed with history, both leaders were fixed on the future. They expressed concern that the lessons of the war might be forgotten amid a shifting world order and the anti-internationalist sentiment that has swept over politics around the globe, most notably with the ascendance of President-elect Donald Trump. “Even when hatred burns hottest, even when the tug of tribalism is at its most primal, we must resist the urge to turn inward,” Obama said. “We must resist the urge to demonize those who are different.” The ceremony was conceived of as an affirmation of close U.S. relations with Japan, once a bitter wartime enemy, and Obama and Abe underscored the importance of building bonds between nations and the risks of slipping into isolationism. Their remarks also appeared to be warnings for Trump, whose divisive campaign took aim at longstanding alliances and stoked fears with harsh rhetoric about immigrants and minorities. “Ours is an alliance of hope that will lead us to the future,” Abe said, speaking to World War II veterans after paying tribute at the Pearl Harbor memorial. “What has bonded us together is the power of reconciliation, made possible through the spirit of tolerance.” Obama, as has been his custom in public remarks since the election, argued for the merits of his own worldview without naming Trump, saying, “There is more to be won in peace than in war.” During the campaign and since his election, Trump has challenged assumptions about U.S. commitments to the security of Asia. One of the central tenets of Obama’s foreign policy was a commitment of resources toward Asia with an eye toward countering the rise of China. But Trump has obliterated long-established protocols. He spoke with Taiwanese leader Tsai Ing-wen despite the U.S. policy of officially acknowledging no Chinese government other than the one in Beijing. And when he met with Abe last month in New York, Trump brought not a battalion of Asia experts but rather his daughter Ivanka. Trump also promised last week to expand America’s nuclear arsenal after decades of a deliberate shrinking of the American and Russian stockpiles. “Let it be an arms race,” he told an MSNBC host, unnerving leaders in Asia, where North Korea and China are growing more aggressive. Though the U.S.-Japan relationship has evolved considerably in recent decades, the healing over World War II has gone more slowly, making Abe’s visit to Pearl Harbor, and Obama’s trip in May to Hiroshima, Japan, the site of one of the two nuclear attacks that ended the war, significant gestures. Abe became the first Japanese prime minister to make a highly publicized visit to the USS Arizona Memorial, though three of his predecessors are thought to have visited Pearl Harbor more quietly. Under a bright, sunny sky, Abe and Obama rode a small boat to the white memorial building in the harbor that looks out over the sunken remains of the Arizona, attacked by the Japanese on Dec. 7, 1941, killing 2,403 people and thrusting the U.S. into World War II. Abe laid a wreath in honor of the dead. Veterans of the war gathered across the harbor to hear Obama and Abe deliver their brief speeches. Among those in the crowd was Sterling Cale, 95, a sailor at Pearl Harbor on the day of the attack. Of those killed that day, 1,177 were crew members of the Arizona. It was Cale’s job to pull bodies from the burning battleship. He recalled watching ashes rising from the deck of the ship. He and his crew were able to remove about 100 bodies. On Tuesday, he looked across the water where the Arizona is submerged. He did not come hoping to hear Abe apologize, he said.  “‘Sorry’ is just a word,” Cale said. “What matters more is the action of coming here and going out there with our commander in chief. That says more than words.” ",
    "title": "At Pearl Harbor, Obama says &apos;we must resist the urge to demonize those who are different&apos; - LA Times"
   },
   {
    "entities": [
     "peter",
     "david",
     "$258,000",
     "$25,000",
     "florida",
     "spicer",
     "wagner",
     "irs",
     "trump",
     "2013",
     "cabinet",
     "house",
     "december 27",
     "millions of dollars",
     "2009",
     "university",
     "hotels",
     "donald",
     "recently",
     "$30,000",
     "administration",
     "forbes",
     "saturday",
     "monday",
     "2014",
     "business",
     "strategist",
     "george",
     "china",
     "communications",
     "lucas",
     "2015",
     "walker",
     "pam",
     "white",
     "100%",
     "john",
     "$5 million",
     "fla.",
     "j.",
     "twitter",
     "night",
     "bondi",
     "$925 million",
     "post",
     "vince",
     "republican",
     "this year",
     "eric",
     "foundation",
     "new",
     "national",
     "10 percent",
     "$55 million",
     "victoria",
     "$9.5 million",
     "and",
     "$6 million",
     "a.",
     "york",
     "small",
     "sean",
     "washington",
     "committee",
     "chief",
     "stevenson/the",
     "the end of 2015",
     "2012",
     "at 10:56 am",
     "mcmahon",
     "schneiderman",
     "linda",
     "fahrenthold",
     "2007",
     "djt",
     "univision",
     "1987"
    ],
    "id": 3,
    "text": "On Twitter, Trump defends foundation, ignores legal controversy surrounding it The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By David A. Fahrenthold and John Wagner December 27 at 10:56 AM Follow @Fahrenthold Follow @WPJohnWagner President-elect Donald Trump took to Twitter on Monday night to defend the charitable foundation he has pledged to close, saying the media had not given him enough credit for his generosity and ignoring the legal issues that have ensnared the organization in controversy. The Donald J. Trump Foundation has come under intense scrutiny this year after reports in The Washington Post detailing its practices, including cases in which Trump apparently used the charity’s money to settle lawsuits involving his for-profit businesses. [ Donald Trump plans to shut down his charitable foundation, which has been under scrutiny for months ] New York’s attorney general is investigating the charity, and a spokeswoman for that office said Saturday that the foundation could not officially shut down until that probe is over. Among the issues at hand is whether Trump violated a “self-dealing” provision that says nonprofit leaders cannot use their charities’ funds to help themselves, their relatives or their businesses. “I gave millions of dollars to DJT Foundation, raised or recieved millions more, ALL of which is given to charity, and media won’t report!” Trump said in one Monday night tweet. (Victoria Walker,Peter Stevenson/The Washington Post) “The DJT Foundation, unlike most foundations, never paid fees, rent, salaries or any expenses. 100% of money goes to wonderful charities!” the president-elect said in another. Trump and his companies gave about $6 million to his foundation since its launch in 1987, according to tax filings. The most recent tax filings go up to the end of 2015. Other people have collectively given about $9.5 million. The biggest outside donors were Vince and Linda McMahon, two pro-wrestling moguls, who gave the Trump Foundation $5 million between 2007 and 2009. Trump recently nominated Linda McMahon to head the Small Business Administration. Trump himself gave nothing to his foundation between 2009 and 2014, according to filings. His businesses contributed in 2015 for the first time in several years. [ Trump Hotels has had its eye on China — but the door hasn’t opened ] Experts on charities say it’s rare for the founder of a private, name-branded foundation to give nothing to his own foundation while relying entirely on donations from others. That anomaly allowed Trump to take advantage of the idea that the money in the foundation was his. Trump’s donations to his foundation are also small, by the standards of billionaires’ philanthropy. 1 of 31 Here’s a look at Trump’s administration so far View Photos The men and women the president-elect has selected for his Cabinet and White House team. Caption The men and women the president-elect has selected for his Cabinet and White House team.  Sean Spicer, press secretary Republican National Committee Chief Strategist and Communications Director Sean Spicer has been named Trump’s press secretary. Cliff Owen/AP Buy Photo Wait 1 second to continue. Filmmaker George Lucas, for instance, who is tied with Trump at 324th place on Forbes’s list of the world’s billionaires, donated $925 million to his family foundation in 2012. In 2014, Lucas’s foundation gave $55 million in donations to museums, hospitals, artistic groups and environmental charities. While much of the Trump foundation’s money has gone to charity, there are some high-profile exceptions. In 2013, the Trump foundation gave a $25,000 gift to a campaign committee backing Florida Attorney General Pam Bondi (R), even though nonprofits like the charity are not allowed to give political gifts. [ Trump pays IRS a penalty for foundation’s improper gift to aid Fla. attorney general ] That gift was made as Bondi’s office was considering whether to investigate fraud allegations against Trump University. A consultant who worked on Bondi’s reelection effort has said that Bondi was not aware of the allegations when she solicited the donation from Trump. Ultimately, Bondi’s office did not pursue the fraud allegations. Trump also reported using foundation money to buy items for himself, which runs afoul of federal tax law. The Trump Foundation spent $30,000 to buy two large portraits of Trump, including one that was hung up in the sports bar at a Trump-owned resort. Trump also appears to have used $258,000 of his foundation’s money — legally earmarked for charitable purposes — to settle lawsuits involving two of his for-profit clubs. [ How a Univision anchor found the missing portrait Trump bought with his charity’s money ] The office of New York Attorney General Eric Schneiderman (D) announced its investigation of the Trump Foundation after reports in The Post described such apparent cases of self-dealing that date back to 2007. Trump’s foundation has admitted in IRS tax filings for 2015 that it violated a prohibition against self-dealing that says nonprofit leaders cannot use their charities’ funds to help themselves, their relatives or their businesses. In these tax filings, the charity checked “yes” in response to a question asking whether it had transferred any income or assets to “a disqualified person” — a description that could have meant Trump, a relative or a Trump-owned business. Trump has not said what exactly he did to violate the rule or what he has paid the IRS in penalty taxes as a result. The IRS has not commented when asked whether it was investigating the Trump Foundation. The New York attorney general’s investigation is unlikely to lead to any kind of criminal charge. Instead, Trump may be required to repay his foundation the money it spent to help him, and he may have to personally pay penalty taxes worth 10 percent or more of the value of the self-dealing transactions. Trump’s tweet was correct in that his foundation has low overhead. It has no paid staff and only a five-member board. It also has spent almost nothing on legal fees, raising the question of whether the organization was aware of the legal problems it created. politics News and analysis on the deadliest day for police since 9/11. post_newsletter353 ",
    "title": "On Twitter, Trump defends foundation, ignores legal controversy surrounding it - The Washington Post"
   },
   {
    "entities": [
     "schwartz",
     "last summer",
     "state",
     "cia",
     "china",
     "dnc",
     "department",
     "ari",
     "afghanistan",
     "san",
     "dec. 15, 2016",
     "field",
     "clinton",
     "kremlin",
     "ap",
     "white",
     "democratic",
     "air",
     "friday",
     "comey",
     "united",
     "donald",
     "adam",
     "of",
     "kabul",
     "russia",
     "podesta",
     "u.s.",
     "fbi",
     "james",
     "a year later",
     "york",
     "josh",
     "xi",
     "september",
     "jr.",
     "the future",
     "ukraine",
     "council",
     "goldman",
     "jinping",
     "press",
     "moscow",
     "francisco",
     "congress",
     "2015",
     "security",
     "john",
     "zachary",
     "a few months later",
     "obama",
     "national",
     "new",
     "bagram",
     "wikileaks",
     "april 2015",
     "committee",
     "putin",
     "nakashima",
     "vucci",
     "this week",
     "last year",
     "entous",
     "states",
     "trump",
     "2013",
     "house",
     "hillary",
     "last week",
     "university",
     "school",
     "vladimir",
     "2016",
     "this fall",
     "post",
     "may 25, 2014",
     "ellen",
     "washington",
     "homeland",
     "law",
     "earnest",
     "evan",
     "barack",
     "clapper",
     "nakashimathe"
    ],
    "id": 4,
    "text": "Obama administration is close to announcing measures to punish Russia for election interference Barack Obama Evan Vucci / AP President Barack Obama speaking during a troop rally after arriving at Bagram Air Field for an unannounced visit, north of Kabul, Afghanistan, on May 25, 2014. President Barack Obama speaking during a troop rally after arriving at Bagram Air Field for an unannounced visit, north of Kabul, Afghanistan, on May 25, 2014. (Evan Vucci / AP) Ellen NakashimaThe Washington Post The Obama administration is close to announcing a series of measures to punish Russia for its interference in the 2016 presidential election, including economic sanctions and diplomatic censure, according to U.S. officials. The administration is still finalizing the details, which are also expected to include covert action that likely will involve cyber operations, the officials said. An announcement on the public elements of the response could come as early as this week. The sanctions part of the package culminates weeks of debate in the White House about how to revise an executive order from last year meant to give the president authority to respond to cyberattacks from overseas, but which did not originally cover efforts to influence the electoral system. The Obama administration last year rolled the order out to great fanfare as a way to punish and deter foreign hackers who harm the United States' economic or national security. The threat to use it last year helped wring a pledge out of China's president that his country would cease hacking U.S. companies' secrets to benefit Chinese firms. But officials this fall concluded that it could not, as written, be used to punish the most significant cyber-provocation in recent memory against the United States - Russia's hacking of Democratic organizations, targeting of state election systems and meddling in the presidential election. With the clock ticking, the White House is working on adapting the authority to punish the Russians, according to the officials, who spoke on the condition of anonymity to discuss internal deliberations. President Barack Obama last week pledged there would be a response to Moscow's interference in the U.S. elections. One clear way to use the order against the Russian suspects would be to declare the electoral systems part of the \"critical infrastructure\" of the United States. Or it could be amended to clearly apply to the new threat - interfering in elections. Administration officials would also like to make it difficult for President-elect Donald Trump to roll back any action they take. \"Part of the goal here is to make sure that we have as much of the record public or communicated to Congress in a form that would be difficult to simply walk back,\" said one senior administration official, who like others spoke on the condition of anonymity to discuss internal deliberations. (Ellen Nakashima) Obama issued the executive order in April 2015, creating the sanctions tool as a way to hold accountable people who harm computer systems related to critical functions such as electricity generation or transportation or who gain a competitive advantage through cybertheft of commercial secrets. The order allows the government to freeze the assets in the United States of people overseas who have engaged in cyber acts that have threatened U.S. national security or financial stability. The sanctions would also block commercial transactions with the designated individuals and bar their entry into the country. But just a year later, a Russian military spy agency would hack into the Democratic National Committee and steal a trove of emails that were released a few months later on WikiLeaks, U.S. officials said. Other releases followed, including the hacked emails of Hillary Clinton's campaign chairman, John Podesta . \"Fundamentally, it was a low-tech, high-impact event,\" said Zachary Goldman, a sanctions and national security expert at New York University School of Law. And the 2015 executive order was not crafted to target hackers who steal emails and dump them on WikiLeaks or seek to disrupt an election. \"It was an authority published at a particular time to address a particular set of problems,\" he said. So officials \"need to engage in some legal acrobatics to fit the DNC hack into an existing authority, or they need to write a new authority,\" Goldman said. Administration officials would like Obama to use the power before leaving office to demonstrate its utility. Adam Entous, Ellen Nakashima FBI Director James Comey and Director of National Intelligence James Clapper Jr. are in agreement with a CIA assessment that Russia intervened in the 2016 election in part to help Donald Trump win the White House, officials disclosed Friday, as President Barack Obama issued a public warning to... FBI Director James Comey and Director of National Intelligence James Clapper Jr. are in agreement with a CIA assessment that Russia intervened in the 2016 election in part to help Donald Trump win the White House, officials disclosed Friday, as President Barack Obama issued a public warning to... (Adam Entous, Ellen Nakashima) \"When the president came into office, he didn't have that many tools out there to use as a response\" to malicious cyber-acts, said Ari Schwartz, a former senior director for cybersecurity on the National Security Council. \"Having the sanctions tool is really a big one. It can make a very strong statement in a way that is less drastic than bombing a country and more impactful than sending out a cable from the State Department.\" The National Security Council concluded that it would not be able to use the authority against Russian hackers because their malicious activity did not clearly fit under its terms, which require harm to critical infrastructure or the theft of commercial secrets. \"You would (a) have to be able to say that the actual electoral infrastructure, such as state databases, was critical infrastructure, and (b) that what the Russians did actually harmed it,\" said the administration official who spoke on the condition of anonymity. \"Those are two high bars.\" Though Russian government hackers are believed to have penetrated at least one state voter-registration database, they did not tamper with the data, officials said. Some analysts believe that state election systems would fit under \"government facilities,\" which is one of the 16 critical infrastructure sectors designated by the Department of Homeland Security. Another option is to use the executive order against other Russian targets - say, hackers who stole commercial secrets - and then, in either a public message or a private one, make clear that the United States considers its electoral systems to be critical infrastructure. White House suggests Putin directly involved with Russian cyberattack White House Press Secretary Josh Earnest suggests Russian President Vladimir Putin was directly involved with \"malicious cyberactivity to erode public confidence in our democracy.\" Dec. 15, 2016.  White House Press Secretary Josh Earnest suggests Russian President Vladimir Putin was directly involved with \"malicious cyberactivity to erode public confidence in our democracy.\" Dec. 15, 2016.  See more videos The idea is to not only punish but also deter. \"As much as I am concerned about what happened to us in the election, I am also concerned about what will happen to us in the future,\" a second official said. \"I am firmly convinced that the Russians and others will say, 'That worked pretty well in 2016, so let's keep going.' We have elections every two years in this country.\" Even the threat of sanctions can have deterrent value. Officials and experts point to the agreement Chinese President Xi Jinping reached with Obama last year that his country would stop commercial cyberspying. Xi came to the table following news reports last summer that the administration was preparing to sanction Chinese companies. Complicating matters, the Trump transition team has not yet had extensive briefings with the White House on cyber issues, including the potential use of the cyber-sanctions order. The slow pace has caused consternation among officials, who fear that the administration's accomplishments in cybersecurity could languish if the next administration fails to understand their value. Sanctions are not a silver bullet. Obama noted that \"we already have enormous numbers of sanctions against the Russians\" for their activities in Ukraine. So it is questionable, some experts say, whether adding new ones would have a meaningful effect in changing the Kremlin's behavior. But in combination with other measures, they could be effective. Criminal indictments of Russians might become an option, officials said, but the FBI has so far not gathered enough evidence that could be introduced in a criminal case. At one point, federal prosecutors and FBI agents in San Francisco considered indicting Guccifer 2.0, a nickname for a person or people believed to be affiliated with the Russian influence operation and whose true identity was unknown. Before the election, the administration used diplomatic channels to warn Russia. Obama spoke to Russian President Vladimir Putin at a Group of 20 summit in China in September. About a week before the election, the United States sent a \"hotline\"-style message to Moscow using a special channel for crisis communication created in 2013 as part of the State Department's Nuclear Risk Reduction Center. As part of that message, the officials said, the administration asked Russia to stop targeting state voter registration and election systems. It was the first use of that system. The Russians, officials said, appeared to comply. ",
    "title": "Obama administration is close to announcing measures to punish Russia for election interference - Chicago Tribune"
   },
   {
    "entities": [
     "harvey",
     "the 1970s",
     "the 1960s",
     "last year",
     "earlier this month",
     "credit",
     "states",
     "trump",
     "press",
     "house",
     "legislature",
     "hillary",
     "rob",
     "last week",
     "paris",
     "united",
     "13 percent",
     "california",
     "when",
     "lapsley",
     "kevin",
     "senate",
     "leon",
     "francisco",
     "donald",
     "recently",
     "damian",
     "state",
     "mexico",
     "1990",
     "business",
     "of",
     "george",
     "china",
     "dan",
     "geophysical",
     "2015",
     "roundtable",
     "last two years",
     "dovarganes/associated",
     "brown",
     "1970",
     "50 percent",
     "$2.5 trillion",
     "adrienne",
     "rendon",
     "alvord",
     "jacobson",
     "1 billion",
     "assembly",
     "policy",
     "commerce",
     "future",
     "agency",
     "environmental",
     "obama",
     "w.",
     "69 percent",
     "quebec",
     "san",
     "innovation",
     "2030",
     "july",
     "$10 million",
     "anthony",
     "and",
     "institute",
     "american",
     "los",
     "union",
     "washington",
     "chamber",
     "mou",
     "public",
     "energy",
     "hal",
     "bush",
     "de",
     "angeles",
     "protection",
     "clinton",
     "white"
    ],
    "id": 5,
    "text": "Continue reading the main story The prospect of California’s elevated role on climate change is the latest sign of how this state, where Hillary Clinton defeated Mr. Trump by more than four million votes, is preparing to resist the policies of the incoming White House. State and city officials have already vowed to fight any attempt by Washington to crack down on undocumented immigrants; Los Angeles officials last week set aside $10 million to help fund the legal costs of residents facing deportation. Advertisement Continue reading the main story The environmental effort poses decided risks for this state. For one thing, Mr. Trump and Republicans have the power to undercut California’s climate policies. The Trump administration could reduce funds for the state’s vast research community — including two national laboratories — which has contributed a great deal to climate science and energy innovation, or effectively nullify state regulations on clean air emissions and automobile fuel standards. “They could basically stop enforcement of the Clean Air Act and CO2 emissions,” said Hal Harvey, president of Energy Innovation, a policy research group in San Francisco. “That would affect California because it would constrain markets. It would make them fight political and legal battles rather than scientific and technological ones.” And some business leaders warned that California’s embrace of environmental regulations — from emission reductions to new regulations imposing mandatory energy efficiency standards on computers and monitors — could put it at a disadvantage, all the more so as conservatives elsewhere move to roll back environmental regulations. “If the other states pursue no-climate-change policies, and we continue to go it on our own with our climate change policies, then we would be at a competitive disadvantage for either relocating companies or growing companies here, particularly manufacturing factories,” said Rob Lapsley, the president of the California Business Roundtable. Photo Mr. Brown, center, signed landmark legislation in 2015 to combat climate change, including a goal of increasing the state’s renewable energy use to 50 percent by 2030. Credit Damian Dovarganes/Associated Press When California enacted its climate reduction standards last year, it drew fierce criticism from state business leaders. The bills “impose very severe caps on the emission of greenhouse gases in California, without requiring the regulatory agencies to give any consideration to the impacts on our economy, disruptions in everyone’s daily lives or the fact that California’s population will grow almost 50 percent between 1990 and 2030,” the California Chamber of Commerce said. The Trump transition team did not respond to a request for comment Democrats relish the prospect of challenging Mr. Trump on climate change, noting that other states have followed California in trying to curb emissions. And California has the weight to get into the ring: It is one of the 10 largest economies in the world, with a gross domestic product of approximately $2.5 trillion. “California more than ever is strongly committed to moving forward on our climate leadership,” said Kevin de Leon, the leader of the State Senate. “We will not deviate from our leadership because of one election.” Advertisement Continue reading the main story The state has been at the forefront of climate and energy policy for more than half a century, beginning with setting appliance and vehicle emissions standards in the 1960s. Those policies will continue, analysts said, in no small part because they are overwhelmingly popular here: 69 percent of Californians said they supported the law requiring the state to roll back emissions in a July survey conducted by the Public Policy Institute of California. “This is not something that’s going to be fueled by dislike of Donald Trump,” said Adrienne Alvord, the western states director for the Union of Concerned Scientists. “This will be fueled by people liking these policies and wanting to see them continue. Our leadership and the people of California support the science.” Ms. Alvord said that in the new political climate, the fossil-fuel industry may feel emboldened to take on some of the state’s energy and climate initiatives. “But they would be fighting a very uphill battle,” she said. “Politically, it’s going to be very difficult to really slow this train down.” California’s economy is powered by a high-tech industry and prominent research institutions that make it well placed to continue to lead on energy and climate. The state has already taken on an international role. Mr. Brown has spearheaded the Under 2 MOU initiative , backed by a coalition of state, local and regional governments in 33 countries — more than 160 jurisdictions with a total population of more than 1 billion — that have agreed to deep emissions cuts to try to keep global warming to less than 2 degrees Celsius, or 3.6 degrees Fahrenheit. California’s cap-and-trade program, which imposes a limit on greenhouse gas emissions and allows companies to buy and sell emissions credits, is linked with one in Quebec. The program has suffered recently from weak sales, and it is facing a legal challenge from the state Chamber of Commerce. Its future is likely to be the subject of debate by the Legislature. State officials have also had discussions with other countries, including Mexico and China, about joining forces on cap-and-trade policies. Domestically, California has long been a leader on vehicle emissions. The federal Environmental Protection Agency allowed it to have tougher standards under the 1970 Clean Air Act, and more than a dozen states have adopted its standards. The Trump administration could deny the state a new waiver, as the George W. Bush administration did, which would lead to a court fight. More Reporting on Climate Change The clean-air initiatives here have become an intricate part of the economy and a source of growth and jobs. Federal cutbacks would no doubt hurt the state to some extent, but analysts say the very energy-efficiency policies that may soon come under attack by the new administration have been a significant factor in California’s economic reversal. “If the president-elect and his administration work to undermine our climate leadership, they will hurt our economy,” Mr. de Leon said. “They will kill jobs. And ultimately, they will hurt the economy of the United States. We are 13 percent of the overall G.D.P.” Advertisement Continue reading the main story Still, California officials and environmentalists said climate measures in place here will undoubtedly be undercut if the Trump administration rolls back environmental policies put in place by President Obama. “Our system works better — our cap-and-trade system and other ways of addressing climate change — if we have more company,” said Anthony Rendon, the speaker of the Assembly. “The more company we have, the better.” Dan Jacobson, the state director of Environment California, said the state can “keep doing what we are doing, leading the way.” “But will that be enough, soon enough? Not without the partnership of other cities, states, and nations. So that’s why it’s so dangerous for Trump to pull out of the accord,” he wrote in an email, referring to the Paris climate agreement. Mr. Brown will be a critical player in this fight. He has presented himself as an environmental advocate since he first served as governor in the 1970s. As he enters what will probably be his last two years in public life, he has seized on the prospect of leading an anti-Trump environmental movement. “We’ve got the lawyers and we’ve got the scientists and are ready to fight,” Mr. Brown declared in a speech in San Francisco earlier this month to the American Geophysical Union. “We’re ready to win.” Mr. Brown, in the interview, called Mr. Trump’s election a setback for the climate movement, but predicted that it would be fleeting. “In a paradoxical way, it could speed up the efforts of leaders in the world to take climate change seriously,” he said. “The shock of official congressional and presidential denial will reverberate through the world.” ",
    "title": "California, at Forefront of Climate Fight, Won’t Back Down to Trump - The New York Times"
   },
   {
    "entities": [
     "1998",
     "wmo",
     "1979",
     "shanika",
     "noaa",
     "cbs",
     "earlier this year",
     "december",
     "17.7 percent",
     "climate",
     "brian",
     "november",
     "april 30, 2016",
     "atmospheric",
     "january",
     "sea",
     ", 5:40 pm",
     "news",
     "meteorological",
     "nasa",
     "university",
     "the first half of the year",
     "paul",
     "last week",
     "california",
     "november 2016",
     "oceanic",
     "administration",
     "september 2016",
     "niño",
     "of",
     "last month",
     "mumbai",
     "rajanish",
     "2015",
     "the critical month of september",
     "the year",
     "2016",
     "global",
     "organization",
     "december 27, 2016",
     "earth",
     "this year",
     "the end of this century",
     "this century",
     "1981",
     "change",
     "kahn",
     "arctic",
     "national",
     "new",
     "dustin",
     "and",
     "institute",
     "kakade",
     "york",
     "philadelphia",
     "2010",
     "september",
     "now",
     "to",
     "gunaratna",
     "mayewski",
     "maine's",
     "world",
     "india",
     "ap",
     "el"
    ],
    "id": 6,
    "text": "By Shanika Gunaratna CBS News December 27, 2016, 5:40 PM How climate change transformed the Earth in 2016 Polar bears, increasingly land-bound due to vanishing ice sheets in the Arctic, are a poignant example of climate refugees.  Dustin Stephens/CBS News Email 2016 was a milestone year in the continued warming of the planet. From unstable agriculture to the drought in California to melting ice sheets to extreme weather events and heat waves, climate change has disrupted virtually every corner of the world. It’s impossible to exhaustively list all the ways in which climate change was felt in 2016, but here’s a guide to understanding the year that was for the planet: A carbon dioxide milestone “In the centuries to come, history books will likely look back on September 2016 as a major milestone for the world’s climate,” Brian Kahn of Climate Central wrote earlier this year. That’s because, during September, a month in which atmospheric carbon dioxide — a heat-trapping greenhouse gas —is usually at its lowest, the monthly value failed to drop below 400 parts per million. The 400 ppm mark has sad significance in the climate community, as it has long been considered a point of no return for the atmosphere by scientists.  On pace to be the hottest year yet This year is poised to be the hottest year in the 137-year official record, with global temperatures climbing even higher than record-breaking 2015 , according to data released in November from the World Meteorological Organization (WMO). Temperatures were particularly high in the first half of the year due to the power of El Niño. People collect water at a slum area in Mumbai, India, April 30, 2016, during a week-long heat wave that decimated crops, killed livestock and left at least 330 million Indians without enough water for their daily needs.  Rajanish Kakade, AP Though final data from December is not yet in, January to November 2016 was the warmest such period worldwide on record, according to National Oceanic and Atmospheric Administration.  If 2016 ends up with the title of hottest year on record, as expected, that would mean that 16 of the 17 hottest years on record have occurred in this century. The only outlier was 1998, according to the WMO. Still need perspective? Research released this year shows that, if we take a much longer view of Earth’s temperature history and consider temperature averages in 5,000 year increments, the Earth is now  warmer than it has been in 120,000 years . Transforming the Arctic Global warming has had a particularly dramatic impact on the Arctic, which has been transformed by significantly warmer temperatures, lower levels of sea ice , and more open water in recent years. NASA animation of Arctic sea ice cover, 1979-2015. NASA Scientific Visualization Studio Last month, the average Arctic sea ice extent — the measurement scientists use to represent the area of ocean where there is at least some sea ice — was 17.7 percent below the averages from 1981 to 2010, according to NOAA. That’s the lowest November extent since the NOAA began keeping  records  in 1979. “For the people in the Arctic, no one has to tell them an abrupt  climate change  has hit,” Paul Mayewski, professor at the University of Maine’s Climate Change Institute, told CBS News in an interview last week. Continued  melting of polar ice  could lead to  catastrophic sea level rise  and flooding on coastlines around the world. Some 13 million Americans could become “climate refugees” by the end of this century if the worst projections come to pass, one study this year warned. Scientists say human activities are directly linked to Arctic warming: driving a  gas-powered  car about 90 miles – the distance between New York and Philadelphia – produces enough carbon pollution to melt about a square foot of  Arctic sea ice  during the critical month of September, research shows. Around the world, instability in agriculture The continued warming of the planet in 2016 is having a destabilizing impact on agriculture worldwide.  ",
    "title": "How climate change transformed the Earth in 2016 - CBS News"
   },
   {
    "entities": [
     "lee",
     "assemblies",
     "seattle",
     "trump",
     "house",
     "hillary",
     "party",
     "facebook",
     "senate",
     "donald",
     "willes",
     "francisco",
     "sassoon",
     "star-advertiser",
     "of",
     "tuesday",
     "federation",
     "honolulu",
     "nov. 8",
     "twitter",
     "republican",
     "foxnews.com",
     "new",
     "national",
     "vidal",
     "susan",
     "san",
     "york",
     "clinton",
     "warner",
     "now",
     "jali",
     "roberts",
     "city",
     "robert",
     "hawaii"
    ],
    "id": 7,
    "text": "Facebook 0 Twitter 0 livefyre Email Print This sign was posted at Honolulu’s Café 8 ½. Honolulu’s Café 8 ½ gets rave reviews on Yelp for its “Radiatore Verde” and “Italian stir fry,” among other popular dishes at the eclectic mom-and-pop restaurant – but the response to its new 'policy' barring pro-Trump patrons has been decidedly more mixed. A bright yellow, handmade sign posted on the restaurant's front glass door declares: “If you voted for Trump you cannot eat here! No Nazis.” A photo of the sign was shared with FoxNews.com. One also is proudly posted on the café’s Facebook page, and was “liked” by some 40 people.  “…The next time you're in Honolulu, eat lunch here, not only are they on the right side of things, the food is delicious and reasonable,” one Facebook user wrote next to the photo. Others aren’t so charmed. Honolulu resident and Donald Trump voter Susan Roberts told FoxNews.com she found the sign in “extreme poor taste.” “It's childish and very unprofessional,” she said in an email. “… The restaurant owner doesn't have to worry ... I will not be stepping foot in that establishment.” Willes Lee, former chairman of the Hawaii Republican Party and now president of National Federation of Republican Assemblies, told FoxNews.com the sign is discriminatory, and harkens back to “racist and hate-filled” days before statehood. “Remember when Filipinos couldn't go in certain places, or Japanese wouldn't be allowed [in] many homes? And, it didn't matter who they voted for,” said Lee, who is of Japanese descent.  “People should be able to get food without hearing a political message,” one apparent former customer  wrote on Yelp . “I will never go back.”  According to the Honolulu Star-Advertiser, the café was founded by Robert Warner, a former hair stylist for Vidal Sassoon in San Francisco and former restaurateur in Seattle, along with his wife Jali. Reached for comment Tuesday, Jali downplayed the sign's supposed ban. She told FoxNews.com the restaurant is not actually asking customers whether they voted for President-elect Trump, and said even if they see a customer with a Trump shirt, “we don’t put anything different [in] your food.” “Robert just wants to express how much he doesn’t like Trump,” Jali said. “If people take it personally or it hurts them, we cannot help. That’s why we say they have [a] choice if they want to come or not come. We don’t force them.” She said three people called to complain about the sign when it first went up, “that’s it.” “We don’t want to create trouble,” Jali said. “There is enough trouble in the world.”  While Jali is soft-spoken, Warner, some customers note, is known to channel the “soup Nazi” persona of New York City and “Seinfeld” fame -- “throwing pots and pans,” “telling off customers,” and “hanging not-so-friendly reminders on butcher paper for his customers to read.”  But another Yelp reviewer took issue with the attitude and the sign, writing: “It was funny on Seinfeld, but this place can rot away. Stay away. Hawaii ain't like this. There's a lot of better places on the island than to have deal with extra crap like this.”  Hawaii overwhelmingly supported Hillary Clinton during the Nov. 8 election, and historically has supported Democrats in local and national races. In fact, just six Republicans are in the 51-member House, and the 25-member Senate is GOP-free. Now that the election is over, however, Lee said most residents want to just get on with their lives. “The [restaurant] owners might want to make a better sign,” he said, “since Trump will undoubtedly be in office for eight years.” Advertisement ",
    "title": "'You cannot eat here': Hawaii café riles residents with ban on Trump voters | Fox News"
   },
   {
    "entities": [
     "shinzo",
     "david",
     "6:33 p.m. est",
     "nagasaki",
     "japan",
     "states",
     "trump",
     "harbor",
     "jan. 20",
     "united",
     "facebook",
     "may",
     "donald",
     "linkedin",
     "the day",
     "tuesday",
     "dec. 7, 1941",
     "kamm",
     "december 27, 2016",
     "current",
     "post",
     "share",
     "usa",
     "u.s.",
     "arizona",
     "obama",
     "today",
     "1951",
     "less than a century ago",
     "nicholas",
     "hiroshima",
     "pearl",
     "75 years ago",
     "america",
     "check",
     "abe",
     "time",
     "jackson"
    ],
    "id": 8,
    "text": "Obama, Japan leader honor the dead of Pearl Harbor Shinzo Abe is first Japanese leader to speak at Pearl Harbor Post to Facebook Obama, Japan leader honor the dead of Pearl Harbor Shinzo Abe is first Japanese leader to speak at Pearl Harbor Check out this story on USATODAY.com: http://usat.ly/2iBKKHh CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 48 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obama, Japan leader honor the dead of Pearl Harbor David Jackson , USA TODAY 6:33 p.m. EST December 27, 2016 x Share Shinzo Abe offered his condolences to the lives lost during the attack on Pearl Harbor while visiting the site with President Obama. It was the first formal visit to the memorial that rests above the USS Arizona by a Japanese leader. USA TODAY NETWORK President Obama and Japanese Prime Minister Shinzo Abe place wreaths at the USS Arizona Memorial. (Photo: NICHOLAS KAMM, AFP/Getty Images) President Obama and Japanese Prime Minister Shinzo Abe paid emotional tribute Tuesday to the thousands of Americans who lost their lives at Pearl Harbor 75 years ago, and said the strong relations between their two nations in the decades since prove the power of reconciliation. \"Even the deepest wounds of war can give way to friendship and lasting peace,\" Obama said after welcoming his Japanese counterpart to the site of the attack that drew the United States into the Second World War, a conflict that transformed America into a global superpower. Describing Pearl Harbor as \"a sacred place,\" Obama said: \"Here, in so many ways, America came of age.\" Abe, the first Japanese leader to pay a formal visit to Pearl Harbor, all but apologized for the attack of Dec. 7, 1941, offering his \"sincere and everlasting condolences to the souls\" of the more than 2,400 Americans who lost their lives in the surprise attack. \"We must never repeat the horrors of war,\" Abe said. The prime minister also thanked the United States for helping his nation recover — and develop a democracy — in the years after World War II, which ended with the U.S. atomic bomb attacks on the Japanese cities of Hiroshima and Nagasaki. Obama visited Hiroshima in May, a trip Abe reciprocated with the ceremony at Pearl Harbor. Before their public remarks, Obama and Abe toured the memorial above the sunken USS Arizona. They visited the \"shrine room,\" placing wreaths of peace lilies in front of a wall adorned with the names of American service members killed in the attack. They later dropped purple flowers into the waters of the harbor. The leaders also had a private meeting about U.S.-Japan relations, an alliance they praised during their public remarks. \"It has helped underwrite an international order that has prevented another World War,\" Obama said, and the U.S.-Japanese alliance \"has never been stronger.\" Abe said the U.S. and Japan have become the kinds of allies \"rarely found anywhere in history,\" a development he attributed to the \"power of reconciliation.\" Changes in the alliance could be imminent as Donald Trump prepares to become U.S. president on Jan. 20. During the campaign, Trump said Japan and other countries are taking advantage of the U.S. when it comes to trade deals. He also talked about demanding that Japan and other nations pay more for U.S. defense assistance. Publicly, Obama and Abe largely laid modern politics aside in speaking of those who made the ultimate sacrifice at Pearl Harbor. \"Here in this quiet harbor,\" Obama said, \" we honor those we lost, and we give thanks for all that our two nations have won — together, as friends.\" Both Obama and Abe spoke of the sacrifices made by service members during the conflict that engulfed the world less than a century ago. The sight of the Arizona, its gutted hull at the bottom of the harbor, is \"a place that brought utter silence to me,\" Abe said. At the time of the attack and over the years, some citizens in Japan described the Pearl Harbor attack as retaliation for a U.S. oil embargo on their energy-starved country. A previous Japanese prime minister made an unannounced visit to Pearl Harbor in 1951, but Abe became the country's first leader to participate in a ceremony at the attack site. Obama may have made a reference to current events when he said that, even at times \"when hatred burns hottest,\" people \"must resist the urge to demonize those who are different.\" Such are among the lessons of war, he said. \"The fruits of peace always outweigh the plunder of war,\" Obama said. \"This is the enduring truth of this hallowed harbor.\" 75 CONNECT TWEET LINKEDIN 48 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2iBKKHh NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Obama, Japan leader honor the dead of Pearl Harbor"
   },
   {
    "entities": [
     "todd",
     "calrissian",
     "degeneres",
     "larry",
     "1:53",
     "lando",
     "brooks",
     "jon",
     "margaret",
     "carrie",
     "saliba",
     "harrison",
     "--",
     "may",
     "leia",
     "recently",
     "billie",
     "emmanuelle",
     "davis",
     "dan",
     "debbie",
     "fisher",
     "george",
     "lucas",
     "dee",
     "warwick",
     "hannah",
     "king",
     "takei",
     "december 27, 2016",
     "seth",
     "earth",
     "blue",
     "joely",
     "hart",
     "today",
     "anthony",
     "macfarlane",
     "daniels",
     "ford",
     "ellen",
     "aykroyd",
     "xmas",
     "now",
     "williams",
     "albert",
     "cassar",
     "cho",
     "billy",
     "brothers"
    ],
    "id": 9,
    "text": "Carrie Fisher Dies at Age 60 1:53 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161228114121if_/http://www.nbcnews.com/widget/video-embed/842127939642\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Harrison Ford, who played Fisher's intergalactic love interest throughout the Star Wars saga, said in a statement: \"Carrie was one-of-a-kind…brilliant, original. Funny and emotionally fearless. She lived her life, bravely ... My thoughts are with her daughter Billie, her Mother Debbie, her brother Todd, and her many friends. We will all miss her.\" Star Wars creator George Lucas said Fisher \"was extremely smart; a talented actress, writer and comedienne with a very colorful personality that everyone loved.\" \"In Star Wars she was our great and powerful princess — feisty, wise and full of hope in a role that was more difficult than most people might think,\" Lucas said in a statement. \"My heart and prayers are with Billie, Debbie and all Carrie's family, friends and fans. She will be missed by all.\" Fisher's sister, Joely Fisher, tweeted a photo of the pair embracing each other and called the death \"unfathomable.\" \"Breaking my silence with a broken heart ... the Unfathomable loss ... the earth is off its axis today ... how dare you take her away from us,\" she said in the tweet. Breaking my silence with a broken  heart...the Unfathomable loss...the earth is off its axis today...how dare you take her away from us pic.twitter.com/fUHwsHRwyy — Joely Fisher (@MsJoelyFisher) December 27, 2016 Dan Aykroyd, Fisher's ex-fiance and \"Blue Brothers\" co-star, said, \"Our beautiful brilliant funny wise kind and generous Blues Sister — so ironic — Xmas was Carrie's favorite thing next to babies.\" \"Our beautiful brilliant funny wise kind and generous Blues Sister -so ironic - Xmas was Carrie's favorite thing next to babies.\" — Dan Aykroyd (@dan_aykroyd) December 27, 2016 Anthony Daniels, the only actor to work on all seven \"Star Wars\" films, tweeted, \"We will miss your humor now more than ever.\" I thought I had got what I wanted under the tree. I didn't. In spite of so many thoughts and prayers from so many. I am very, very sad. — Anthony Daniels (@ADaniels3PO) December 27, 2016 And Billy Dee Williams, who played Lando Calrissian in the \"Star Wars\" franchise, said, \"The force is dark today!\" I'm deeply saddened at the news of Carrie's passing. She was a dear friend, whom I greatly respected and admired. The force is dark today! — Billy Dee Williams (@realbdw) December 27, 2016 Warwick Davis, who played lead the Ewok Wicket in \"Return of the Jedi,\" tweeted \"Your kindness & sharp wit will be missed.\" Princess Leia, @carrieffisher now one with the Force. Your kindness & sharp wit will be missed. #RIP PS: Thanks for the milk & cookies. xx pic.twitter.com/sFSy9UmvYY — Warwick Davis (@WarwickADavis) December 27, 2016 Even BB-8, the beeping droid from \"Star Wars: The Force Awakens,\" weighed in. *saddest beep* RIP Carrie Fisher — BB8 (@BB8) December 27, 2016 Comedian Margaret Cho, who has been candid about her own mental health battle, called Fisher a \"great ally for mental health and addiction.\" We just lost a great ally for mental health and addiction. Be strong, be as strong as she'd want you to be. Rest in paradise @carrieffisher pic.twitter.com/vxDJkVag06 — Margaret Cho (@margaretcho) December 27, 2016 And YouTube star Hannah Hart, who recently wrote a memoir about her family's history of mental illness, called Fisher \"a hero.\" Carrie Fisher spoke openly about her struggles w mental health. To me she was a hero - not only in the stars - but here on Earth as well. — Hannah Hart (@harto) December 27, 2016 See more reactions to Fisher's death below: R.I.P. Carrie Fisher. A brilliantly funny, talented woman. We will miss your humor now more than ever. — Albert Brooks (@AlbertBrooks) December 27, 2016 A very sad day. Our princess has passed away. RIP Carrie Fisher. — Jon Cassar (@joncassar) December 27, 2016 . @CarriefFisher was a brilliant writer, actor, and friend. She was so much fun. I can't believe she's gone. https://t.co/wpxGvBWA0b — Ellen DeGeneres (@TheEllenShow) December 27, 2016 Carrie Fisher was smart, funny, talented, surprising, and always a hell of a fun time to be around. Family Guy will miss her immensely. — Seth MacFarlane (@SethMacFarlane) December 27, 2016 We've lost a true gem with Carrie Fisher's passing. Her humor, talent and brutal honesty were gifts to the world. Her voice will be missed. — Larry King (@kingsthings) December 27, 2016 May her soul rest in eternal peace, as we return her to the heavens, in a galaxy far, far away. pic.twitter.com/6lkgcHam0J — George Takei (@GeorgeTakei) December 27, 2016 Emmanuelle Saliba ",
    "title": "Carrie Fisher Mourned by Fellow Stars: 'Our Princess Has Passed Away' - NBC News"
   },
   {
    "entities": [
     "todd",
     "simon",
     "three months in 1976",
     "mark",
     "times",
     "the decade",
     "1980",
     "eddie",
     "harvard",
     "carrie",
     "reynolds",
     "hamill",
     "dec. 23",
     "harrison",
     "facebook",
     "leia",
     "1977",
     "8:55 this morning",
     "fox",
     "london",
     "paul",
     "1980s",
     "recently",
     "the 1980s",
     "billie",
     "about a year later",
     "1992",
     "tuesday",
     "debbie",
     "fisher",
     "hannah",
     "dan",
     "dee",
     "george",
     "suzanne",
     "2015",
     "lucas",
     "sasha",
     "2004",
     "2016",
     "2008",
     "december 27, 2016",
     "twitter",
     "1975",
     "foxnews.com",
     "hollywood",
     "bryan",
     "today",
     "savitsky",
     "20th century",
     "lourd",
     "1983",
     "catherine",
     "los",
     "organa",
     "ford",
     "2010",
     "akroyd",
     "--",
     "williams",
     "now",
     "blues",
     "oct. 21, 1956",
     "billy",
     "angeles",
     "broadway",
     "brothers"
    ],
    "id": 10,
    "text": "Carrie Fisher, best known as Princess Leia in Star Wars, dead at 60 Published               December 27, 2016 Facebook 0 Twitter 0 Email Print   Carrie Fisher, best known as the iconic double-bun hairdo-wearing Princess Leia in the Star Wars franchise, died Tuesday following a heart attack, FoxNews.com confirmed. She was 60. \"It is with a very deep sadness that Billie Lourd confirms that her beloved mother Carrie Fisher passed away at 8:55 this morning,\" a representative for Lourd told FoxNews.com. \"She was loved by the world and she will be missed profoundly.\" — Mark Hamill (@HamillHimself) December 27, 2016 Fisher's publicist also confirmed the news. SLIDESHOW: CARRIE FISHER THROUGH THE YEARS Fisher starred in a host of popular 1980s movies, was married or engaged to famous singers and actors, suffered from bipolar disorder and drug addiction and eventually became a mental health advocate. She had a medical emergency while on a flight from London to Los Angeles on Dec. 23, during which she stopped breathing. She was later taken to an intensive care unit, but never recovered. \"Thank you to everyone who has embraced the gifts and talents of my beloved and amazing daughter,\" mother Debbie Reynolds wrote on Facebook. \"I am grateful for your thoughts and prayers that are now guiding her to her next stop. Love Carries Mother.\" Fisher was born on Oct. 21, 1956 with showbiz – literally – in her blood. The daughter of singer Eddie Fisher and Reynolds, a star actress, Carrie appeared, at the age of 15, in the Broadway show “Irene,” which Reynolds starred in. But the theater turn cost her school time and contributed to Fisher never finishing high school. She first appeared on the movie screen in 1975’s “Shampoo,” though her career took off when she was cast as Princess Leia Organa in the inaugural Star Wars film, which was released in 1977. She would go on to reprise the role in subsequent films, most recently appearing in 2015’s “Star Wars: The Force Awakens.” Rest In Peace, Carrie Fisher. pic.twitter.com/fTy7fgj1gH — 20th Century Fox (@20thcenturyfox) December 27, 2016 Fisher revealed in her 2016 autobiography that she had an affair with “Star Wars” co-star Harrison Ford for three months in 1976. In the 1980s, Fisher appeared in a string of Hollywood hits, including “The Blues Brothers,” “Hannah and Her Sisters,” “The ‘Burbs” and “When Harry Met Sally…” Her romantic life also heated up during the decade. Fisher dated Paul Simon until 1983 and about a year later married to the singer/songwriter, again for about a year. In between stints with Simon, she dated and was briefly engaged to “Blues Brother” co-star Dan Akroyd in 1980. She had a child, Billie Catherine Lourd, in 1992 with talent agent Bryan Lourd, though Lourd later left Fisher for a man. STARS REACT TO CARRIE FISHER'S DEATH Fisher appeared to reflect on the relationship with Lourd in her 2004 book, “The Best Awful There Is,” in which the character Suzanne is loosely based on Fisher’s life. “She’d had a child with someone who forgot to tell her he was gay. He forgot to tell her, and she forgot to notice.” I'm deeply saddened at the news of Carrie's passing. She was a dear friend, whom I greatly respected and admired. The force is dark today! — Billy Dee Williams (@realbdw) December 27, 2016 “Best Awful” was the fifth and final of Fisher’s novels, though she later wrote three non-fiction works, including 2016’s “The Princess Diarist.” A talented writer, she helped rework screen plays for “Sister Act,” “Last Action Hero” and “The Wedding Singer.” Fisher also continued her acting career later in life, often appearing as herself in comedic turns on television shows. Somewhat out of character, she provided the voice of “Angela” on “Family Guy” from 2005-2016. Her last projects were in two yet-to-be released films: “Wonderwall” and as Leia in “Star Wars: Episode VIII.” Fisher also publicly struggled with bipolar disorder and abused pain killers and cocaine. She said in 2008 that she received electroconvulsive therapy treatments every six weeks at one point. Fisher became an outspoken advocate for those battling mental illness and received an Annual Outstanding Lifetime Achievement Award in Cultural Humanism from Harvard in 2016. “I find it unappealing,\" Fisher said of her mental illness in a 2004 Los Angeles Times profile. “But there is a part of this illness that is funny. I don't understand the stigma. I understand funny. It is what I do. Because I have the sense of humor I have, things don't prey on me long. And that's why I have it. If I didn't, I would be…in pain. If my life weren't funny, it would just be true, and that would be unacceptable.” In her book \"Wishful Drinking,\" Fisher wrote the beginning of her ideal obituary. The remark came as the punchline to an anecdote about \"Star Wars\" director George Lucas telling Fisher that Princess Leia couldn't wear a bra in space -- because, by his logic, it would kill the character. \"I think that this would make for a fantastic obituary,\" she wrote. \"I tell my younger friends that no matter how I go, I want it reported that I drowned in moonlight, strangled by my own bra.\" Eddie Fisher died in 2010. Carrie Fisher is survived by her brother, Todd Fisher, and her mother and daughter. FoxNews.com's Sasha Savitsky contributed to this report. Advertisement ",
    "title": "Carrie Fisher, best known as Princess Leia in Star Wars, dead at 60 | Fox News"
   },
   {
    "entities": [
     "goldie",
     "harry",
     "simon",
     "interactive",
     "cbs",
     "earlier this year",
     "met",
     "this morning",
     "julie",
     "the week",
     "skywaker",
     "meryl",
     "carrie",
     "hawn",
     "hamill",
     "streep",
     "news",
     "harrison",
     "inc.",
     "leia",
     "npr",
     "paul",
     "1977",
     "luke",
     "fox",
     "california",
     "warren",
     "billie",
     "christie",
     "george",
     "fisher",
     "debbie",
     "lucas",
     "1990",
     "1991",
     "hannah",
     "2015",
     "anzuoni/reuters",
     "2008",
     "2016",
     "2004",
     "2011",
     "mario",
     "the 1990s",
     "two years later",
     "stone",
     "1975",
     "shirley",
     "maclaine",
     "hollywood",
     "new",
     "bryan",
     "the weekend",
     "currently",
     "lourd",
     "1983",
     "hbo",
     "york",
     "ford",
     "rolling",
     "2010",
     "beatty",
     "2005",
     "now",
     "to",
     "dec. 14, 2015",
     "2006-07",
     "sally",
     "city",
     "mark",
     "1987"
    ],
    "id": 11,
    "text": "Carrie Fisher, best known for her role as Princess Leia in \"Star Wars,\" has also written several books and has become an advocate for mental-heal... “I am truly a product of Hollywood inbreeding,” Fisher wrote in her 2008 autobiography “Wishful Drinking.” “When two celebrities mate, someone like me is the result.” Fisher made her film debut as a precocious teen in 1975’s “Shampoo,” starring Warren Beatty, Julie Christie and Goldie Hawn. But her big break came just two years later, when she starred as Princess Leia in the original “Star Wars” trilogy. Fisher revealed earlier this year that she and co-star Harrison Ford had a three-month affair while filming the first film, when she was just 19 years old and he was 33 years old -- and married with two children. “It was Han and Leia during the week, and Carrie and Harrison during the weekend,” she said in her 2016 memoir “The Princess Diarist.”   The scene in “The Return of the Jedi” where she wore a gold metal bikini as a sex slave became one of the most famous pop-culture moments of a generation. She told Rolling Stone in 1983 that the films are “basically boys’ fantasies.”  “Nearly naked, which is not a style choice for me,” Fisher said of the bikini in an interview with NPR earlier this year. “It wasn’t my choice. When [director George Lucas] showed me the outfit, I thought he was kidding and it made me very nervous. I had to sit very straight because I couldn’t have lines on my sides, like little creases. No creases were allowed, so I had to sit very, very rigid straight … What redeems it is I get to kill him, which was so enjoyable. ... I sawed his neck off with that chain that I killed him with. I really relished that because I hated wearing that outfit and sitting there rigid straight, and I couldn’t wait to kill him.” After “The Return of the Jedi” in 1983, Fisher struggled with alcoholism, drug use and mental illness. She wrote in her memoir  “The Princess Diarist” that she was first introduced to drugs at age 13. Fisher started dating singer Paul Simon while filming “Star Wars” in 1977, and they married in 1983 at their apartment in New York City. They divorced after just one year, but they continued to date on and off for a decade afterward.  View Gallery Mark Hamill, Carrie Fisher and Harrison Ford as Luke Skywaker, Princess Leia and Han Solo in scene from “Star Wars: Episode IV - A New Hope.” In 1987, she published her first book, “Postcards from the Edge” -- a thinly-veiled fictionalized telling of her drug use, time in rehab and her relationship with her mother. The book was turned into a film with the same name, starring Shirley MacLaine as Debbie and Meryl Streep as Fisher in 1990. She told CBS News in 2004 that writing had become her passion.  On her website, Fisher is credited as “one of the top script doctors in Hollywood” for polishing screenplays from 1991 to 2005.  “Everything worked out very well in books,” Fisher told “CBS This Morning.” “[It’s] much more organized and ordered than everything out here.” Fisher wrote six more books – “Delusions of Grandma,” “Surrender the Pink,” “The Best Awful,” “Wishful Drinking,” which she adapted from her one-woman show, “Shockaholic,” and the “The Princess Diarist.” Fisher and Hollywood power agent Bryan Lourd were in a relationship in the 1990s and had a daughter, but Lourd eventually left her for a man. She described the situation as “humiliating,” although she said they kept a civil relationship for the sake of their daughter, Billie. “I wanted Billie to see we could be friends, because I never had that with my own parents. I’m glad I got Billie a good dad; he’s everything my father wasn’t – including gay!” Fisher said in  2011 . Billie, now 24, is also an actress, currently starring in the Fox series “Scream Queens.” Actresses Carrie Fisher (L) and Billie Lourd embrace as they arrive at the premiere of “Star Wars: The Force Awakens” in Hollywood, California, Dec. 14, 2015. Mario Anzuoni/Reuters Fisher has long been open about living with bipolar disorder. In 2005, she told CBS ’ “The Early Show” she was diagnosed early in her life. “I had a shrink say to me … ‘Did you forget to tell me that you were hyperactive as a child?’ Slipped my mind after four years. But Billie does not have any signs of having this thing. My father was one of four children and the only one that, you know, was lucky enough to have won the sweepstakes.”  Fisher remained on the stage throughout the years. She performed “Wishful Drinking” as a one-woman show from 2006-07, and it later became an HBO special in 2010.  Fisher appeared in several films since “Star Wars,” including roles in “Hannah and Her Sisters,” “When Harry Met Sally,” “Sex and the City” and a cameo in “Austin Powers: International Man of Mystery.” In 2015, she and the other original stars of “Star Wars” reprised their roles in “The Force Awakens.”   Fisher told CBS in 2004 that the way she told her life story “better be funny.” “If my life wasn’t funny,” she said, “it would just be true and that’s unacceptable.” © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Carrie Fisher, famous for \"Star Wars\" role as Princess Leia, dead at age 60 - CBS News"
   },
   {
    "entities": [
     ", 4:08 p.m.",
     "fox",
     "sports",
     "dec. 27, 2016",
     "espn",
     "joely",
     "stevens",
     "eddie",
     "tuesday",
     "movies",
     "fisher",
     "gossip",
     "connie",
     "carrie"
    ],
    "id": 12,
    "text": "Debate shows heat up rivalry between ESPN, Fox Sports Gossip Movies Dec. 27, 2016, 4:08 p.m. 'How dare you take her from us,' Joely Fisher says of Carrie Fisher's death Joely Fisher, daughter of Eddie Fisher and Connie Stevens, called the death of half-sister Carrie Fisher \"unfathomable\" and declared her own heart broken Tuesday. Latest updates ",
    "title": "&apos;How dare you take her from us,&apos; Joely Fisher says of Carrie Fisher&apos;s death - LA Times"
   },
   {
    "entities": [
     "gallup",
     "deloitte",
     "trillion dollars",
     "palm",
     "goldman",
     "october",
     "mar-a-lago",
     "earlier this month",
     "coolidge",
     "16%",
     "beach",
     "3 percent",
     "december 26, 2016",
     "november",
     "trump",
     "christmas",
     "january",
     "december 27",
     "the week before",
     "107 percent",
     "last week",
     "--",
     "cnn",
     "philip",
     "m.",
     "16 percent",
     "donald",
     "monday",
     "last month",
     "44%",
     "fla.",
     "2008",
     "herbert",
     "10%",
     "sachs",
     "j.",
     "12.9 percent",
     "at 9:41 am",
     "once",
     "post",
     "81%",
     "jones",
     "mccarthy",
     "election",
     "u.s.",
     "obama",
     "dec. 21",
     "10 percent",
     "42 percent",
     "day",
     "the end of march",
     "james",
     "justin",
     "bump",
     "politico",
     "pethokoukis",
     "november 2020",
     "washington",
     "america",
     "evening",
     "a trillion dollars",
     "49%",
     "hoover",
     "now",
     "the beginning of the year",
     "calvin",
     "botsford/the",
     "jeffrey",
     "aei",
     "jabin"
    ],
    "id": 13,
    "text": "Even when he’s got a point on the economy, Donald Trump can’t help but overplay his hand The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Philip Bump December 27 at 9:41 AM Follow @pbump Donald Trump takes a question from a member of the media at Mar-a-Lago, in Palm Beach, Fla., on Dec. 21. (Photo by Jabin Botsford/The Washington Post) Donald Trump's depiction of the state of the American economy has consistently been as bleak as it is subjective. The unemployment numbers are fictional, he's claimed, with the real number perhaps as high as 42 percent! (It isn't anywhere close.) President Obama's never achieved 3 percent growth in a year, a first for a modern president! (True when you look at calendar years and presidents after Herbert Hoover .) But Americans don't often take the big picture view on the economy, either. How the country is faring economically is as subjective for us as it seems to be for Trump. Setting up a long-term question: When Trump's depiction of the Trump economy turns suddenly sunny, will America agree? That process began Monday evening, with another tweet from the president-elect. The world was gloomy before I won - there was no hope. Now the market is up nearly 10% and Christmas spending is over a trillion dollars! — Donald J. Trump (@realDonaldTrump) December 26, 2016 There are three economic indicators in that tweet, by our estimation: economic confidence (the measure of hope, if you will), the Dow Jones industrial average and holiday spending. (Why “holiday” vs. “Christmas”? We'll get to that, but it's not because we've declared war on the Christian holiday.) Here's how those numbers look. Economic confidence spiked after the election of Trump, according to data from Gallup . The effect is pretty remarkable, in fact. What's going on here? Last month, Gallup explained the switch in one simple word: partisanship. “Republicans and Republican-leaning independents now have a much more optimistic view of the U.S. economy's outlook than they did before the election,” Gallup's Justin McCarthy and Jeffrey M. Jones wrote. “Just 16% of Republicans said the economy was getting better in the week before the election, while 81% said it was getting worse. Since the election, 49% say it is getting better and 44% worse.” Put another way: More than 8 in 10 Republicans were pessimistic about the economy before the election — but immediately after, more were optimistic than pessimistic. The hope, in other words, had a partisan tinge, just like everything else . The Dow Jones industrial average reflects confidence, too. Trump's right that the index is up nearly 10 percent since Election Day. We looked at this surge earlier this month, putting it into historical context. It matches the post-election surges enjoyed by Calvin Coolidge and Herbert Hoover (the president whose tenure overlapped with the Great Depression, meaning he, too, failed to hit Trump's arbitrary 3-percent-growth metric). The Dow has been flirting with the symbolic 20,000-point mark for some time; if it's surpassed, expect another Trump tweet. How much credit is due to Trump for the increase isn't entirely clear. The Dow is up 16 percent since the beginning of the year. At the end of March, relative to a month-and-a-half prior, the index was up 12.9 percent. Since Obama was elected in 2008, the Dow is up 107 percent — more than double — but he isn't usually described as the cause of that growth. What's more, Trump is setting up a risky connection: If the Dow does well thanks to him, what happens if and when it tanks? Last week, CNN Money reported that Trump probably deserves some credit for the improved Dow in the sense that a quarter of the spike is a function of Goldman Sachs's  improvement. Goldman's up nearly a third since Election Day, an improvement that overlaps with Trump tapping its president and several alumni for posts in his administration. The credit Trump claims for holiday spending, though, is far less due. The number he cites — a trillion dollars — appears to come from a Deloitte survey that projected holiday sales from November through January and reached that trillion-dollar number. Mind you, that survey was released in October, meaning that the projections had nothing to do with a Trump electoral win. Deloitte instead credited better household finances and the steadily improving economy for the figure. In fact, Deloitte's numbers specifically indicate that three-quarters of Americans didn't expect the presidential election to affect their spending at all. That tweet, though, offers another taste of what we can expect from President Trump, once he's inaugurated. Just as he railed against government figures during the campaign, we can expect him to isolate and exaggerate good economic news once he's in office. (Or, apparently, even before.) This isn't unique to Trump, of course; politicians, including Obama, aren't shy about highlighting the positives and downplaying the negatives. What makes Trump different is scale: His willingness to take credit or assign blame tends toward the extremes. In an article at Politico , AEI's James Pethokoukis neatly summarizes what President Trump's economic pronouncements might be like. “The president-elect judges his own personal wealth based on his own feelings,” he said, referring to a comment Trump once made in a deposition . “So on any given day, he could just decide based on his feelings that America is great.” The catch? If voters aren't convinced by November 2020 — if their subjective analysis of the economy doesn't match Trump's rhetoric — he's in for an awfully tough reelection. politics ",
    "title": "Even when he’s got a point on the economy, Donald Trump can’t help but overplay his hand - The Washington Post"
   },
   {
    "entities": [
     "wells",
     "day since october 2015",
     "s&p",
     "slotkin",
     "october",
     "jason",
     "davidson",
     "fargo",
     "nasdaq",
     "6.9 percent",
     "press",
     "trump",
     "december 27",
     "reuters",
     "this week last year",
     "more than 15 years in december",
     "donald",
     "$771.40",
     "lennihan/ap",
     "the day",
     "bank",
     "tuesday",
     "associated",
     "erik",
     "1 billion",
     "u.s.",
     "private",
     "0.45 percent",
     "nvidia",
     "corp",
     "amazon",
     "mark",
     "1.4 percent"
    ],
    "id": 14,
    "text": "December 27, 20167:51 PM ET Jason Slotkin On an otherwise slow trading day, both the Nasdaq and Dow Jones indexes made notable gains. The Nasdaq closed at a record 5,487 points while the Dow inched closer to a 20,000 high. Mark Lennihan/AP hide caption toggle caption Mark Lennihan/AP On an otherwise slow trading day, both the Nasdaq and Dow Jones indexes made notable gains. The Nasdaq closed at a record 5,487 points while the Dow inched closer to a 20,000 high. Mark Lennihan/AP Boosted by technology stocks and housing, major U.S. Stock indexes closed higher despite slow post-holiday trading. The Nasdaq ended the day breaking a record. By the market's close, it had reached 5,487 points, a gain of 0.45 percent. The Dow moved closer to a record 20,000 high reaching 19,945 by the time of the bell. The Associated Press notes that despite these gains, it was an otherwise slow day for the markets. In fact, the news service says it was the lightest trading day since October 2015. At the same time, signs point to an altogether healthy year for U.S. markets. \"Markets are moving toward 20,000 and bond yields are up; there's a little bit of buoyancy in oil prices,\" chief investment officer at Wells Fargo Private Bank, Erik Davidson, told the news service. Reuters adds that consumer and housing data, along with technology gains, pushed markets higher: \"Tuesday data showed American consumers' confidence shot to its highest in more than 15 years in December as they saw more strength ahead in business conditions, stock prices and the job market, while house prices continued their steady recovery in October. \"U.S. equities have been riding a post-presidential election rally, feeding on optimism that Donald Trump's plans for deregulation and infrastructure spending could bolster the economy. With the market priced for positive outcomes in various scenarios, some see the end-year rally as an opportunity to cash-in gains. ... \"About 4.13 billion shares changed hands on U.S. exchanges, below the 7.27 billion daily average over the last 20 sessions. Volume this week last year averaged 5 billion stocks daily. \"The largest percentage gainer on the S&P; 500 and Nasdaq 100 was Nvidia Corp, which rose 6.9 percent and boosted the chipmakers. \"Amazon rose 1.4 percent to $771.40. The online retailer said it shipped over 1 billion items to Prime members during the holiday season.\" Article continues after sponsorship ",
    "title": "U.S. Markets Move Higher On Otherwise Slow Day : The Two-Way : NPR"
   },
   {
    "entities": [
     "democratic",
     "this month",
     "times",
     "credit",
     "alexander",
     "press",
     "olympic",
     "richard",
     "berezov",
     "antseliovich",
     "rodchenkov",
     "vitaly",
     "moscow",
     "london",
     "river",
     "international",
     "tuesday",
     "2014",
     "sochi",
     "victor",
     "summer",
     "china",
     "russia",
     "vladimir",
     "last may",
     "wada",
     "anti-doping",
     "grigory",
     "mclaren",
     "this year",
     "agency",
     "anna",
     "v.",
     "new",
     "national",
     "smirnov",
     "york",
     "zemlianichenko/associated",
     "committee",
     "now",
     "putin",
     "world"
    ],
    "id": 15,
    "text": "Continue reading the main story Russian sports officials had vehemently denied the doping operation’s existence despite a detailed confession by the nation’s former antidoping lab chief, Dr. Grigory Rodchenkov, in a New York Times article last May that was subsequently confirmed by global antidoping regulators. Advertisement Continue reading the main story An investigator appointed by the World Anti-Doping Agency, Richard McLaren, published more extensive evidence this month that prompted the International Olympic Committee to open disciplinary proceedings against dozens of additional Russian athletes. Russia’s drastic shift in tone may be motivated by a desire to reconcile with the regulators, who have stipulated that the nation accept the findings of the recent investigation before the country is recertified to conduct drug testing and be a host again of Olympic competitions. Photo Anna Antseliovich, the acting director general of Russia’s national antidoping agency. The country’s doping operation “was an institutional conspiracy,” she said while emphasizing that the government’s top officials were not involved. Credit Alexander Zemlianichenko/Associated Press The officials, however, continue to reject the accusation that the doping program was state-sponsored. They define the Russian state as President Vladimir V. Putin and his closest associates. Ms. Antseliovich, who has not been directly implicated in the investigations, said she was shocked by the revelations. Vitaly Smirnov, 81, a top sports official whose career dates to the Soviet era and who was appointed this year by Mr. Putin to reform the nation’s antidoping system, said he did not want “to speak for the people responsible.” Mr. Smirnov said he had not met most of the individuals implicated in a report by Mr. McLaren — emphasizing that they had been dismissed as a result — nor did he know where they were. “From my point of view, as a former minister of sport, president of Olympic committee — we made a lot of mistakes,” he said, echoing Mr. Putin’s broad denials of a state-sponsored system and noting that he would defer to the global governing bodies of each sport to rule on the evidence. Mr. McLaren said Tuesday that he was pleased Russian officials were no longer disputing his findings, suggesting they may have been motivated to stop further investigations into the scope of cheating. “It’s damage control,” Mr. McLaren said. “There are a number of different labels you can put on the facts, and they take a different view of government, but it’s a bit of a vocabulary game.” The 2014 Olympics in Sochi were a pet project for Mr. Putin, who was closely involved in politicking for and preparing for them. Proud references to the Sochi Games overwhelm the Russian Olympic Committee’s offices along the Moscow River, including a nesting doll standing roughly six feet tall in the building’s lobby signed by Russian Olympians. Advertisement Continue reading the main story Many of the athletes whose pictures decorate the Olympic committee’s offices have been implicated in this year’s doping scandal, with scores formally disciplined and more than 650 others now accused. One photo shows Russians kissing medals and another shows Paralympians in wheelchairs holding victory bouquets above their heads. Photo Vitaly Smirnov is a top sports official who was appointed this year by President Vladimir V. Putin to reform Russia’s antidoping system. Credit Alexander Zemlianichenko/Associated Press “We have to find those reasons why young sportsmen are taking doping, why they agree to be doped,” Mr. Smirnov said, expressing eagerness to move forward rather than assign responsibility for previous violations. But even as he and other officials signaled their acceptance of the fundamental findings of Mr. McLaren’s investigation, they were largely unconciliatory, suggesting that cheating to benefit Russia had served to offset what they perceived as preferential treatment for Western nations by global sports authorities. “Have you seen the Fancy Bear records?” Mr. Smirnov said, invoking medical records hacked by a cyberespionage group believed to be associated with G.R.U., the Russian military intelligence agency suspected of hacking computers at the Democratic National Committee. The medical records revealed that hundreds of Western athletes had been given special medical permission to take banned drugs for legitimate therapeutic reasons. “Russia never had the opportunities that were given to other countries,” Mr. Smirnov said. “The general feeling in Russia is that we didn’t have a chance,” he added, acknowledging that anabolic steroids like those taken by Russian athletes have never been deemed medically excusable by regulators. The supposedly tamper-proof bottles that held Russian athletes’ doping samples in Sochi were manipulated — enabling officials to switch out their steroid-laced urine. Mr. Smirnov and his advisers suggested that the same thing had happened at other Olympics. “It’s lucky that the WADA had Rodchenkov,” said Victor Berezov, a lawyer for Russia’s Olympic Committee. “Maybe in China, London and everywhere — maybe the same things could happen. Because the system is broken.” Now, as Russia’s global track and field athletes remain barred from competition and its drug-testing operations decertified, Mr. Smirnov and a team of about two dozen people are focused on overhauling Russia’s antidoping system to satisfy global authorities. The group , selected over the summer, includes Russian politicians, Olympians, business people and even a celebrated pianist. Sign Up for the Sports Newsletter Get the big sports news, highlights and analysis from Times journalists, with distinctive takes on games and some behind-the-scenes surprises, delivered to your inbox every week. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Russians No Longer Dispute Olympic Doping Operation - The New York Times"
   },
   {
    "entities": [
     "ukraine",
     "council",
     "democratic",
     "goldman",
     "nakashima",
     "schwartz",
     "this week",
     "last year",
     "jason",
     "jinping",
     "at 1:32 pm",
     "states",
     "trump",
     "last summer",
     "house",
     "2013",
     "hillary",
     "december 27",
     "beijing",
     "last week",
     "united",
     "moscow",
     "university",
     "donald",
     "kremlin",
     "francisco",
     "state",
     "of",
     "november 2014",
     "china",
     "congress",
     "russia",
     "school",
     "2015",
     "security",
     "dnc",
     "2016",
     "this fall",
     "john",
     "zachary",
     "vladimir",
     "post",
     "podesta",
     "department",
     "a few months later",
     "u.s.",
     "ari",
     "fbi",
     "obama",
     "national",
     "new",
     "san",
     "wikileaks",
     "a year later",
     "york",
     "ellen",
     "washington",
     "april 2015",
     "xi",
     "committee",
     "homeland",
     "law",
     "september",
     "putin",
     "aldag/the",
     "clinton",
     "the future",
     "white"
    ],
    "id": 16,
    "text": "Obama administration is close to announcing measures to punish Russia for election interference The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Ellen Nakashima December 27 at 1:32 PM Follow @nakashimae The Obama administration is close to announcing a series of measures to punish Russia for its interference in the 2016 presidential election, including economic sanctions and diplomatic censure, according to U.S. officials. The administration is still finalizing the details, which are also expected to include covert action that likely will involve cyber operations, the officials said. An announcement on the public elements of the response could come as early as this week. The sanctions part of the package culminates weeks of debate in the White House about how to revise an executive order from last year meant to give the president authority to respond to cyberattacks from overseas, but which did not originally cover efforts to influence the electoral system. The Obama administration last year rolled the order out to great fanfare as a way to punish and deter foreign hackers who harm the United States’ economic or national security. The threat to use it last year helped wring a pledge out of China’s president that his country would cease hacking U.S. companies’ secrets to benefit Chinese firms. (Jason Aldag/The Washington Post) But officials this fall concluded that it could not, as written, be used to punish the most significant cyber-provocation in recent memory against the United States — Russia’s hacking of Democratic organizations, targeting of state election systems and meddling in the presidential election . With the clock ticking, the White House is working on adapting the authority to punish the Russians, according to the officials, who spoke on the condition of anonymity to discuss internal deliberations. President Obama last week pledged there would be a response to Moscow’s interference in the U.S. elections. Russia had denied involvement in the hacking. One clear way to use the order against the Russian suspects would be to declare the electoral systems part of the “critical infrastructure” of the United States. Or it could be amended to clearly apply to the new threat — interfering in elections. Administration officials would also like to make it difficult for President-elect Donald Trump to roll back any action they take. “Part of the goal here is to make sure that we have as much of the record public or communicated to Congress in a form that would be difficult to simply walk back,” said one senior administration official, who like others spoke on the condition of anonymity to discuss internal deliberations. Obama issued the executive order in April 2015, creating the sanctions tool as a way to hold accountable people who harm computer systems related to critical functions such as electricity generation or transportation or who gain a competitive advantage through cybertheft of commercial secrets. President Obama and Chinese President Xi Jinping attend a news conference in November 2014 in Beijing. (Feng Li/Getty Images) The order allows the government to freeze the assets in the United States of people overseas who have engaged in cyber acts that have threatened U.S. national security or financial stability. The sanctions would also block commercial transactions with the designated individuals and bar their entry into the country. But just a year later, a Russian military spy agency would hack into the Democratic National Committee and steal a trove of emails that were released a few months later on WikiLeaks, U.S. officials said. Other releases followed, including the hacked emails of Hillary Clinton’s campaign chairman, John Podesta. “Fundamentally, it was a low-tech, high-impact event,” said Zachary Goldman, a sanctions and national security expert at New York University School of Law. And the 2015 executive order was not crafted to target hackers who steal emails and dump them on WikiLeaks or seek to disrupt an election. “It was an authority published at a particular time to address a particular set of problems,” he said. So officials “need to engage in some legal acrobatics to fit the DNC hack into an existing authority, or they need to write a new authority,” Goldman said. Administration officials would like Obama to use the power before leaving office to demonstrate its utility. “When the president came into office, he didn’t have that many tools out there to use as a response” to malicious cyber-acts, said Ari Schwartz, a former senior director for cybersecurity on the National Security Council. “Having the sanctions tool is really a big one. It can make a very strong statement in a way that is less drastic than bombing a country and more impactful than sending out a cable from the State Department.” The National Security Council concluded that it would not be able to use the authority against Russian hackers because their malicious activity did not clearly fit under its terms, which require harm to critical infrastructure or the theft of commercial secrets. “You would (a) have to be able to say that the actual electoral infrastructure, such as state databases, was critical infrastructure, and (b) that what the Russians did actually harmed it,” said the administration official who spoke on the condition of anonymity. “Those are two high bars.” Though Russian government hackers are believed to have penetrated at least one state voter-registration database, they did not tamper with the data, officials said. Some analysts believe that state election systems would fit under “government facilities,” which is one of the 16 critical infrastructure sectors designated by the Department of Homeland Security. Another option is to use the executive order against other Russian targets — say, hackers who stole commercial secrets — and then, in either a public message or a private one, make clear that the United States considers its electoral systems to be critical infrastructure. The idea is to not only punish but also deter. “As much as I am concerned about what happened to us in the election, I am also concerned about what will happen to us in the future,” a second official said. “I am firmly convinced that the Russians and others will say, ‘That worked pretty well in 2016, so let’s keep going.’ We have elections every two years in this country.” Even the threat of sanctions can have deterrent value. Officials and experts point to the agreement Chinese President Xi Jinping reached with Obama last year that his country would stop commercial cyberspying. Xi came to the table following news reports last summer that the administration was preparing to sanction Chinese companies. Complicating matters, the Trump transition team has not yet had extensive briefings with the White House on cyber issues, including the potential use of the cyber-sanctions order. The slow pace has caused consternation among officials, who fear that the administration’s accomplishments in cybersecurity could languish if the next administration fails to understand their value. [ Trump turning away intelligence briefers since election win ] Sanctions are not a silver bullet. Obama noted that “we already have enormous numbers of sanctions against the Russians” for their activities in Ukraine. So it is questionable, some experts say, whether adding new ones would have a meaningful effect in changing the Kremlin’s behavior. But in combination with other measures, they could be effective. Criminal indictments of Russians might become an option, officials said, but the FBI has so far not gathered enough evidence that could be introduced in a criminal case. At one point, federal prosecutors and FBI agents in San Francisco considered indicting Guccifer 2.0, a nickname for a person or people believed to be affiliated with the Russian influence operation and whose true identity was unknown. Before the election, the administration used diplomatic channels to warn Russia. Obama spoke to Russian President Vladi­mir Putin at a Group of 20 summit in China in September. About a week before the election, the United States sent a “hotline”-style message to Moscow using a special channel for crisis communication created in 2013 as part of the State Department’s Nuclear Risk Reduction Center. As part of that message, the officials said, the administration asked Russia to stop targeting state voter registration and election systems. It was the first use of that system. The Russians, officials said, appeared to comply. Read more: ",
    "title": "Obama administration is close to announcing measures to punish Russia for election interference - The Washington Post"
   },
   {
    "entities": [
     "this may",
     "alton",
     "texas",
     "the next day",
     "friday",
     "montrell",
     "hatchell",
     "minnesota",
     "july 7",
     "march",
     "ternisha",
     "rob",
     "michael",
     "mick''",
     "corporal",
     "paul",
     "elizabeth",
     "missouri",
     "contract",
     "st.",
     "trenisha",
     "july 17",
     "mt.",
     "black",
     "2015",
     "johnson",
     "oregon",
     "2016",
     "mike",
     "john",
     "heidi",
     "baton",
     "mclaurghry",
     "louisiana",
     "/",
     "police",
     "matter",
     "marcie",
     "department",
     "gavin",
     "this year",
     "vernon",
     "sutton",
     "long",
     "dallas",
     "u.s.",
     "army",
     "foxnews.com",
     "july",
     "later the same day",
     "mason",
     "lives",
     "llorente",
     "micah",
     "washington",
     "rouge",
     "sterling",
     "expand",
     "randy",
     "eugene",
     "now",
     "smith",
     "the year before",
     "time",
     "jackson",
     "about 8:30 p.m.",
     "sept. 11, 2001"
    ],
    "id": 17,
    "text": "Fallen heroes: Meet some of the law enforcement officers killed by gunfire in 2016 Of those men and women in blue who died in 2016, 62 were killed by gunfire – a marked rise from the 39 the year before – about a dozen of them shot by gunmen who set out to kill police. In Baton Rouge, little 9-month-old Mason Jackson sees his father’s face every day, all the time – in photographs. His mother makes sure of that, makes sure he feels his father’s presence. His mother tells him what a selfless, caring man his daddy, Montrell Jackson, was, and how much he wanted a child – they tried for nearly two years. She tells Mason how ecstatic Montrell was when he came into the world in March. “That’s what hurts the most,” said Trenisha Jackson, “that he’s not here for his son. He was so excited about being a father. He felt his responsibility was to make sure he raised a wonderful young man. [Montrell’s] father was not in his life. He really wanted to be there for his son.” Montrell Jackson, 32, was shot fatally in an ambush in July – when Mason was 4 months old – by a man targeting police officers in Baton Rouge, Louisiana. Expand / Contract Baton Rouge Police Corporal Montrell Jackson, who was shot and killed by Gavin Long along with two other officers on July 17. (Officer Down Memorial Page) That gunman killed a total of three officers – just a fraction of the nearly 140 law enforcement officers who died in the line of duty this year, up from 130 in 2015, according to the Officer Down Memorial Page, a non-profit group founded and run by active and retired law enforcement officials. The most recent shootings of police officers took place on Friday. In Mt. Vernon, Washington, Mike “Mick” McLaurghry, a 30-year veteran, was shot in the back of the head while responding to a call. Officials said he was “hanging in there” in critical condition after surgery . Later the same day, Sgt. Rob Hatchell, of Dallas, Oregon, was shot in the leg while attempting to arrest an intoxicated man. Of those men and women in blue who died in 2016, 62 were killed by gunfire – a marked rise from the 39 the year before – about a dozen of them shot by gunmen who set out to kill police. “What we’re seeing now, this year, is a big increase in gunfire murders of police officers,” Lt. Randy Sutton, a retired police officer and author who represents Blue Lives Matter, told FoxNews.com. “The methodology, where they are targeted attacks or ambushes or where people are lured into attacks, is up too. We haven’t seen that since the late ‘60s or ‘70s, when there was a tremendous amount of anti-police terrorism.” Sutton, like many others in law enforcement, say that tension between police and minority groups like Black Lives Matter that have organized to focus attention on profiling and what they argue is unwarranted use of force has led some to see those in uniform as the enemy. “It legitimizes a call for terror, a call for violence,” Sutton said. “It adds an element of danger for law enforcement.” He added, “Of course not everyone who is in the protests believes that. But when there’s a mob in place and fervor builds up, people do things they wouldn’t normally do independently. And it can inspire lone wolf attacks. There are weak-minded people, some mentally disturbed, who absorb this call to action and act upon it.” The methodology, where they are targeted attacks or ambushes or where people are lured into attacks ... we haven’t seen that since the late ‘60s or ‘70s, when there was a tremendous amount of anti-police terrorism. - Randy Sutton, retired police lieutenant who represents Blue Lives Matter The deadliest assaults occurred in July in Dallas and Baton Rouge amid protests over black men who had died in encounters with police. A black gunman in Dallas opened fire on officers at a Black Lives Matter protest, killing five officers and wounding four others. Tensions rose in Baton Rouge, where thousands of people were angry over the death of 37-year-old Alton Sterling, a black man killed by white Baton Rouge officers after a confrontation at a convenience store. Those in law enforcement say they know they are signing up for a potentially dangerous job when they enter the profession. “There are risks every officer knows going in,” Sutton said. “That includes everything from going up against an armed suspect who is going to resist and going to do everything to escape, including shooting to try and kill you, to being struck by a car during a traffic stop.” He went on, “But what is particularly frightening and disturbing at this point are the assassinations and entrapments, where police officers are lured into situations [in order] to kill them.” Before her husband’s death, Ternisha Jackson just let the day-to-day risks of police work stay on the margins of her thoughts. “Montrell loved his job,” his widow said. “We put the risks out of our minds.” The growing protests outside police departments across the country, however, concerned her. “That was the first time I became afraid, I was afraid for him, after everything taking place,” she said. “I was going out of my mind. I never feared for his life until the protests.” She understands the anger many people feel toward police. She knows, too, that some of it could be justified. But the answer, she says, is not violence. “I get pulled over, and it’s for a reason,” she said. “A broken tail light, it’s for [your] safety ... Police die protecting you. They chose to protect and serve, and they deserve respect.” When someone encounters a police who acts unprofessionally, Jackson said, “They should call them out, file a report.” In Texas, Cpl. Marcie St. John knew that a large but peaceful protest was underway in Dallas in response to fatal police shootings that week in Baton Rouge and suburban St. Paul, Minnesota. She had finished her shift at about 8:30 p.m. and was on her way home – looking toward starting vacation the next day -- when she received a phone call from a colleague in law enforcement. “My friend calls me and said, ‘Something is going downtown,’ something major,” St. John recalled. Within minutes, she got an alert from her department, asking that everyone be ready to report to duty. At home, as she put on her tactical gear, she got a call from another friend who told her that her best friend, Michael Smith, her former partner, had been shot while on duty at the protest. “He was a sound cop, a strong cop,” said St. John, whose brother, who also was a police officer, died in the line of duty when they both were rookies. “I never, ever thought it would happen to Mike.” Expand / Contract Sgt. Michael Smith was one of five Dallas police officers Micah Johnson killed on July 7. (Dallas Police Department) The killer was 25-year-old Micah Johnson, an Army veteran who told authorities he was upset about fatal police shootings and wanted to exterminate policemen, \"especially white officers,\" officials said. Johnson, who was killed by a robot-delivered bomb dispatched by Dallas police, had amassed a personal arsenal at his suburban home, including bomb-making materials, bulletproof vests, rifles, ammunition and a journal of combat tactics. The killings marked the deadliest day for U.S. law enforcement since the Sept. 11, 2001, terrorist attacks. In all, 12 officers were shot. “Everything that’s going on in law enforcement, officers being ambushed,” said St. John, “in my 25-year career, I’ve never seen this. All of our officers – their lives and their deaths – have to matter.” She has been helping Smith's widow, Heidi, and their two young daughters put their lives back together. The youngest daughter, who was 9 at the time of Smith's killing, has thought back to her last conversation with her father before he went off to work. Smith asked his daughter for a kiss, but she said she was busy playing a game. He pressed again, saying \"This may be the last time,” St. John said he told her. Ten days before his own death, Montrell Jackson felt deeply distressed over the contentious protests and Dallas ambush – both as a police officer and a black man. He said as much in a message he posted on his Facebook page.  “I’m tired physically and emotionally,” he wrote, according to screen shots of his post, which was taken down after his death. “Disappointed in some family, friends and officers for some reckless comments, but hey, what’s in your heart is in your heart. I still love you all because hate takes too much energy, but I definitely won’t be looking at you the same. Thank you to everyone [who] has reached out to me or my wife – it was needed and much appreciated. I swear to God I love this city, but I wonder if this city loves me.” Jackson saw himself as a bridge between police and black residents, saying he understood the difficulty of being in each group’s shoes. “I’ve experienced so much in my short life, and the past 3 days have tested me to the core,” he wrote. “In uniform, I get nasty hateful looks and out of uniform some consider me a threat.” He appealed to protesters. “Please don’t let hate infect your heart,” Jackson wrote. “This city MUST and WILL get better. I’m working in these streets, so any protesters, officers, friends, family or whoever, if you see me and need a hug or want to say a prayer, I got you.” In Missouri, Gavin Eugene Long, a black separatist, never saw, or cared about, Jackson’s plea. He traveled to Baton Rouge to hunt for police officers. And that is where he ended the life of little Mason’s father. Elizabeth Llorente is Senior Reporter for FoxNews.com, and can be reached at Elizabeth.Llorente@Foxnews.com. Follow her on https://twitter.com/Liz_Llorente   ",
    "title": "Blue Lives Lost: Dramatic rise in police officers gunned down in line of duty in 2016 | Fox News"
   },
   {
    "entities": [
     "thompson",
     "cnbc",
     "last year",
     "times",
     "brendan",
     "bezos",
     "trump",
     "ryan",
     "june",
     "jeff",
     "october 2013",
     "the",
     "the coming months",
     "donald",
     "street",
     "a year ago",
     "75 percent",
     "angeles",
     "2016",
     "50 percent",
     "post",
     "the past year",
     "$50 million",
     "new",
     "journal",
     "k",
     "8 percent",
     "fred",
     "december 2015",
     "wall",
     "york",
     "los",
     "two months later",
     "washington",
     "now",
     "amazon",
     "mark"
    ],
    "id": 18,
    "text": "The Washington Post set records for traffic and digital advertising revenue in 2016. The Post moved to this new building on Washington's K Street in December 2015. Brendan Smialowski/AFP/Getty Images hide caption toggle caption Brendan Smialowski/AFP/Getty Images The Washington Post set records for traffic and digital advertising revenue in 2016. The Post moved to this new building on Washington's K Street in December 2015. Brendan Smialowski/AFP/Getty Images The Washington Post expects to hire more than 60 journalists in the coming months — a sign of remarkable growth for a newspaper in the digital age. After a year of record traffic and digital advertising revenue, the Post newsroom will grow by more than 8 percent, to more than 750 people. The extent of the newsroom expansion was first reported by Politico. The Post will add a \"rapid-response\" investigative team, expand its video journalism and breaking news staff, and make additional investments in podcasts and photography. Amazon founder and CEO Jeff Bezos bought the Post in October 2013 and reportedly invested $50 million in the company last year. That investment is paying off, according to a memo from publisher Fred Ryan that said the Post is now \"a profitable and growing company.\" Ryan said the Post's online traffic had increased by nearly 50 percent in the past year, and new subscriptions have grown by 75 percent, more than doubling digital subscription revenue. Meanwhile, subscriptions at The New York Times have also surged. Times CEO Mark Thompson said on CNBC that the paper added 132,000 new subscribers in the 18 days after the election, a tenfold increase over the same period a year ago. The Los Angeles Times and The Wall Street Journal also reported record growth in subscriptions. Article continues after sponsorship In June, Donald Trump revoked the Post's press credentials at his campaign events, before lifting the ban on the Post and other news organizations two months later. ",
    "title": "Big Newspapers Are Booming: 'Washington Post' To Add 60 Newsroom Jobs : The Two-Way : NPR"
   },
   {
    "entities": [
     "denmark",
     "interactive",
     "last year",
     "cbs",
     "$200,000",
     "states",
     "grybowski",
     "island",
     "24 cents",
     "duncan",
     "news",
     "inc.",
     "united",
     "jeff",
     "draper",
     "block",
     "steve",
     "atlantic",
     "jericka",
     "2016",
     "december 27, 2016",
     "60 cents",
     ", 7:15 pm",
     "the early 1990s",
     "u.s.",
     "northeast",
     "currently",
     "r.i.",
     "1661",
     "rhode",
     "the future"
    ],
    "id": 19,
    "text": "By Jericka Duncan CBS News December 27, 2016, 7:15 PM Rhode Island offshore wind farm, first in the U.S., to power thousands of homes Email BLOCK ISLAND, R.I. -- Fifteen miles off the coast of Rhode Island stand 600-foot turbines, anchored in 90 feet of Atlantic waters. They are expected to generate enough energy to power 17,000 homes. “We see this being a big industry, we see offshore wind producing a lot of energy for the United States, particularly here in the Northeast where the winds are really strong,” said Jeff Grybowski, CEO of Deepwater Wind, which built the wind farm. Wind turbines off of Rhode Island CBS News The turbines will most benefit Block Island. Because of its location, 45 minutes by boat from the mainland, it currently gets its oil and gas shipped in. Residents pay a premium; At peak times, nearly 60 cents per kilowatt. The wind farm is expected to cut that cost to about 24 cents. Steve Draper CBS News That is great news for 68-year old Steve Draper. His family runs the 1661 Inn, one of the oldest businesses on the island. “Our bill last year was somewhere around $200,000,” he said. “You try everything to cut your costs. It’s a major factor in doing business here.” While countries like Denmark have been using off-shore wind farms since the early 1990s, U.S.-based projects have been stalled due to court fights over environmental fears and protests over the turbines blocking beachfront views. “It took us eight years to build this project but we are finally here,” Grybowski said. Boaters pass by the wend farm CBS News Other projects are in the works, potentially bringing 200 more wind turbines to the area within the next 10 years. Draper expects people will get used to the new scenery. “We all got used to telephone poles and telephone wires in our views and they’re not beautiful,” he said. A view of the future, powering the future. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Block Island wind farm: Rhode Island offshore wind farm, first in the U.S., to power thousands of homes - CBS News"
   },
   {
    "entities": [
     "meghan",
     "dec 27, 2016",
     "mar-a-lago",
     "manhattan",
     "donald",
     "lobby",
     "florida",
     "tower",
     "fdny",
     "tuesday",
     ", 5:10 pm",
     "currently",
     "trump",
     "keneally"
    ],
    "id": 20,
    "text": "Trump Tower Partially Evacuated Due to Suspicious Package By Meghan Keneally Dec 27, 2016, 5:10 PM ET 0 Shares WATCH Trump Tower Lobby in NYC is Evacuated 0 Shares Email The lobby of Trump Tower was briefly evacuated Tuesday amid reports of a suspicious package found in the Manhattan skyscraper, sources said. The NYPD gave the all clear after investigating the suspicious backpack that was left in the lobby, which they determined contained children's toys. NYPD and FDNY officials were called to the scene in midtown. The evacuation was protocol for a suspicious package and does not necessarily indicate how serious the situation is. Footage from outside the tower shows the stream of people leaving the building. President-elect Donald Trump is currently in Florida at his Mar-a-Lago estate with members of his family. This is a developing story. Please check back in for updates. 0 Shares ",
    "title": "Trump Tower Partially Evacuated Due to Suspicious Package - ABC News"
   },
   {
    "entities": [
     "1998",
     "miron",
     "medley",
     "jim",
     "rich",
     "d.",
     "carr",
     "joe",
     "getty",
     "alexander",
     "taylor",
     "next year",
     "gary",
     "miami",
     "ryan",
     "hingle",
     "jeremy",
     "mariota",
     "kevin",
     "nfl",
     "patrick",
     "saturday",
     "jerome",
     "ajayi",
     "tony",
     "romo",
     "1:24 a.m. est",
     "richardson",
     "once",
     "tennessee",
     "steelers",
     "$35 million",
     "this year",
     "today",
     "san",
     "afc",
     "$90 million",
     "a.",
     "gorski",
     "three months ago",
     "tom",
     "broncos",
     "strip",
     "irsay",
     "aller",
     "hoffman",
     "koetter",
     "field",
     "las",
     "ap",
     "pittsburgh",
     "olsen",
     "roman",
     "dak",
     "earlier this year",
     "derick",
     "shea",
     "vikings",
     "august",
     "desean",
     "pierre",
     "sunday",
     "facebook",
     "rex",
     "brevard",
     "park",
     "tim",
     "adam",
     "last three weeks",
     "tuesday",
     "butler",
     "sieu",
     "julio",
     "craig",
     "dolphins",
     "midnight",
     "bowles",
     "cousins",
     "jones",
     "sports",
     "vegas",
     "greg",
     "k.",
     "e.",
     "marcus",
     "reinhold",
     "ken",
     "brandon",
     "carolina",
     "james",
     "sheldon",
     "irving",
     "previously",
     "orchard",
     "denny",
     "poe",
     "aaron",
     "taormina",
     "watt",
     "jay",
     "thomas",
     "klement",
     "schultz",
     "lindsay",
     "david",
     "brady",
     "siemian",
     "rodgers",
     "bradley",
     "derek",
     "lee",
     "marshall",
     "christmas",
     "december 28, 2016",
     "prescott",
     "russell",
     "tyler",
     "lang",
     "kirby",
     "nicholson",
     "buffalo",
     "tyrod",
     "francisco",
     "trevor",
     "falcons",
     "belichick",
     "woods",
     "bill",
     "wilson",
     "biggerstaff",
     "mike",
     "don",
     "lockett",
     "usa",
     "houston",
     "new",
     "anthony",
     "dirk",
     "matay",
     "matt",
     "zach",
     "thanksgiving",
     "zenner",
     "beckham",
     "lane",
     "cox",
     "j.j.",
     "time",
     "jackson",
     "oakland",
     "logan",
     "howard",
     "troy",
     "this week",
     "patriots",
     "gilmore",
     "faulk",
     "l.a.",
     "benny",
     "september 2015",
     "denver",
     "kyrie",
     "brees",
     "cleveland",
     "minnesota",
     "h.",
     "march",
     "2017",
     "lynn",
     "rob",
     "garcon",
     "seahawks",
     "kelley",
     "gase",
     "wright",
     "noah",
     "jags",
     "monday",
     "hanashiro",
     "murray",
     "kim",
     "bills",
     "johnson",
     "jacksonville",
     "2016",
     "england",
     "future",
     "era",
     "dontari",
     "eagles",
     "chicago",
     "roth",
     "vasquez",
     "lorenzo",
     "justin",
     "jake",
     "l",
     "ii",
     "heitman",
     "kirk",
     "philadelphia",
     "first year",
     "mccoy",
     "roger",
     "gus",
     "odell",
     "blaze",
     "now",
     "robert",
     "jordan",
     "stephon"
    ],
    "id": 21,
    "text": "Rex Ryan's failed promises sealed his fate with Bills Buffalo didn't become the contender or rival to New England that Ryan envisioned. Post to Facebook Rex Ryan's failed promises sealed his fate with Bills Buffalo didn't become the contender or rival to New England that Ryan envisioned. Check out this story on USATODAY.com: http://usat.ly/2iB1ajh CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 19 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Rex Ryan's failed promises sealed his fate with Bills Lindsay H. Jones , USA TODAY Sports 1:24 a.m. EST December 28, 2016 x Share USA TODAY Sports' Lindsay H. Jones breaks down the Buffalo Bills' reasoning for parting ways with Rex Ryan. USA TODAY Sports Buffalo Bills head coach Rex Ryan gives a thumbs up as he leaves the field after beating the San Francisco 49ers at New Era Field. (Photo: Kevin Hoffman, USA TODAY Sports) The Buffalo Bills hired Rex Ryan to make the team a contender and true rival to the New England Patriots in the AFC East. But after nearly two full seasons, it became clear that vision wouldn't be fulfilled. After another year out of the playoffs (that’s 17 straight seasons without a postseason appearance), Ryan’s fate was sealed. With an undisciplined defense and major questions at quarterback moving into next year, the Bills are no closer to competing in the AFC East than they were when Ryan was hired. And Saturday’s loss to the Miami Dolphins, who clinched a playoff berth in Adam Gase's first year as coach, showed the Bills were indeed a team trending downward. When Ryan took over, the Bills ranked No. 4 in total defense. The unit fell to 19th in his first season, and it stands in that same slot this year upon his firing. NFL coaches' hot seat rankings: Who's feeling the most heat now? Two seasons may seem like a short lifespan for a head coach, but Ryan was a proven entity when he arrived in Orchard Park. The Bills knew they were getting a coach with a plus-size personality and a reputation for crafting a complicated and nasty defense. He promised playoffs and memorable battles with Bill Belichick’s Patriots and was unable to deliver. The Bills’ run defense (133.5 yards allowed per game) is the fifth-worst in the NFL, in part because of poor tackling. Those struggles were evident in the loss to the Dolphins, as running back Jay Ajayi had his second 200-yard rushing day against the Bills this season. On a 57-yard run by Ajayi in overtime, the Bills' defense had just 10 men on the field. Ryan accepted responsibility for the error, calling it \"the most ridiculous thing I've ever seen.\" When the Bills’ offense struggled earlier this year, Ryan fired offensive coordinator Greg Roman just two weeks into the season. The offense rebounded under new coordinator Anthony Lynn, who on Tuesday was named interim head coach, but the defense continued to flounder. That was a sign that Ryan and his twin brother Rob, who helped run the defense, were on the hot seat. NFL playoff picture: Packers-Lions showdown could be play-in game The Bills also went 1-3 against the Patriots during Ryan’s tenure in Orchard Park. The lone win came earlier this season while Patriots quarterback Tom Brady was suspended. It will be interesting now to see the market for Ryan, 54, after two failed stints as a head coach. His personality makes him popular, but will another owner take a chance on a coach who has never won a division title? Or will Ryan be interested in taking a defensive coordinator job? In September 2015, Ryan told USA TODAY Sports that Buffalo would be his last coaching job, though he surely thought he would last more than two seasons with the Bills at the time. “When my days are up, I’ll turn it over to the younger generation. I’m not going anywhere else,” Ryan said. Ryan might now be best suited for television, and the networks should engage in a bidding war for his services. The Bills, meanwhile, once again are starting over. The new head coach will inherit a roster in flux, with more than 20 players set to hit free agency in March, including cornerback Stephon Gilmore, linebacker Lorenzo Alexander and wide receiver Robert Woods. But the biggest question is at quarterback. Will the new head coach want to move forward with Tyrod Taylor, who received a six-year, $90 million extension in August? The structure of Taylor’s contract essentially made it a one-year deal, with a team option after this season. Regardless of who the Bills choose to hire, and whom that coach picks as quarterback, the Bills must find stability at those two key spots. Follow Lindsay H. Jones on Twitter @bylindsayhjones . PHOTOS: NFL Week 17 power rankings Posted! A link has been posted to your Facebook feed. 1. Patriots (previously: 1): As if their Super Bowl path didn't already look promising, half the teams in the AFC's playoff bracket are now relying on backup quarterbacks.  David Butler II, USA TODAY Sports 2. Cowboys (2): Does Tony Romo get onto the field in Week 17? Or does Dak Prescott earn shot at 14th win, which would set NFL rookie and franchise records?  Tim Heitman, USA TODAY Sports 3. Falcons (8): QB Matt Ryan set single-season mark by throwing TDs to 13 different teammates, further proof the MVP candidate relies much less on Julio Jones.  Jeremy Brevard, USA TODAY Sports 4. Steelers (5): Sunday was the first time defense had allowed more than 300 yards since Thanksgiving, really a sign of how progress Pittsburgh has made.  Justin K. Aller, Getty Images 5. Chiefs (7): Is there any reason not to put in a read-option package for Dontari Poe? He's obviously proven a legitimate threat by both land and air.  Jay Biggerstaff, USA TODAY Sports 6. Packers (11): Aaron Rodgers is one win from making good on \"run the table\" prediction and isn't leaving many table scraps (11 TDs, 0 INTs) during win streak.  Benny Sieu, USA TODAY Sports 7. Seahawks (4): Bye likely gone. They've allowed 34-plus points twice in last three weeks. Russell Wilson is under siege. Tyler Lockett is done. Are they done?  Joe Nicholson, USA TODAY Sports 8. Giants (6): As dominant as he can be, dare we ask if Odell Beckham will be able to keep his emotions under control inside the playoff pressure cooker?  James Lang, USA TODAY Sports 9. Lions (10): Monday's loss was definitely a setback to their playoff hopes, but maybe they at least found something in second-year RB Zach Zenner.  Tim Heitman, USA TODAY Sports 10. Dolphins (14): RB Jay Ajayi's breakout has been welcome. But consistency is an issue as more than half his 1,213 rushing yards have come in three games.  Kevin Hoffman, USA TODAY Sports 11. Raiders (3): Their future seems as bright as the Las Vegas Strip at midnight. It's just a shame Derek Carr's injury prevents a grand finale in Oakland.  Kelley L Cox, USA TODAY Sports 12. Buccaneers (12): Why is Dirk Koetter getting so many questions about benching a $35 million RB ... who hasn't averaged 4 yards per carry in a game this year?  Kim Klement, USA TODAY Sports 13. Ravens (13): Defensive collapse spelled ruin as formerly top-ranked unit was burned for 87 points and more than 1,200 yards over the past three weeks.  Don Wright, AP 14. Redskins (15): It's a near certainty Kirk Cousins will return in 2017. But how will he look if team doesn't re-sign WRs DeSean Jackson and Pierre Garcon?  Patrick Gorski, USA TODAY Sports 15. Texans (17): The quarterback drama has been so consuming, it's been easy to lose sight of fact Houston has NFL's top-ranked defense ... without J.J. Watt.  Thomas Shea, USA TODAY Sports 16. Titans (9): Even before QB Marcus Mariota went down, they'd fatally overlooked the lowly Jags. Confirmation that Tennessee really still is a year away.  Logan Bowles, USA TODAY Sports 17. Broncos (16): Trevor Siemian's QB rating has declined drastically each week of Denver's season-killing four-game slide. Is he really the answer in 2017?  Denny Medley, USA TODAY Sports 18. Saints (19): Drew Brees needs 142 passing yards in Week 17 to give him five 5,000-yard seasons. The rest of the QBs in NFL history have combined for four.  Derick E. Hingle, USA TODAY Sports 19. Colts (18): They've now missed playoffs in consecutive seasons for the first time in 1998. The next question is whether Jim Irsay will clean house.  Kirby Lee, USA TODAY Sports 20. Panthers (20): At least one Carolina player has been steady as a rock. Greg Olsen is the first tight end to ever record three straight 1,000-yard seasons.  Jeremy Brevard, USA TODAY Sports 21. Bills (21): Perhaps biggest blight of Rex Ryan era was watching Buffalo offense roll up 31 points and 589 yards ... and it wasn't enough to bail out the D.  Kevin Hoffman, USA TODAY Sports 22. Cardinals (23): We'll cast our fantasy MVP vote with RB David Johnson. Be nice to see him join Roger Craig and Marshall Faulk in the 1,000-1,000 club.  Joe Nicholson, USA TODAY Sports 23. Bengals (25): Our advice to college scouting department -- scour the country for a reliable kicker, because you owe it to the 52 other guys on the roster.  Troy Taormina, USA TODAY Sports 24. Eagles (26): Philadelphia is 4-1 this season when Lane Johnson plays. But the Eagles went 2-8 during their right tackle's 10-game PED suspension.  Rich Schultz, Getty Images 25. Vikings (22): Who would have thought talent-laden defense would ultimately be Minnesota's undoing, with secondary apparently going rogue in the process?  Rich Schultz, Getty Images 26. Chargers (24): Mike McCoy is second coach in NFL history to watch his team lose to 0-14 opponent. Probably means he won't be Bolts' coach much longer.  Jake Roth, USA TODAY Sports 27. Jaguars (30): Now that was the Jacksonville many league observers expected to see in 2016. Apparently Gus Bradley should have been fired three months ago.  Reinhold Matay, USA TODAY Sports 28. Bears (27): Rookie RB Jordan Howard's 1,178 rushing yards rank seventh in NFL. Too bad almost no one outside of Chicago has noticed amid miserable year.  Jerome Miron, USA TODAY Sports 29. Rams (28): The latest example L.A. must hire an offensive-minded coach? Rams managed just 177 total yards Saturday against San Francisco's league-worst D.  Robert Hanashiro, USA TODAY Sports 30. Jets (29): So this week, DE Sheldon Richardson tried putting the blame on WR Brandon Marshall. Richardson, by the way, last registered a sack in Week 7.  Noah K. Murray, USA TODAY Sports 31. 49ers (31): Here's one of the season's stranger statistics -- San Francisco has as many divisional victories (2) as the NFC West champion Seahawks.  Gary A. Vasquez, USA TODAY Sports 32. Browns (32): They finally broke into win column ... and can still secure No. 1 draft pick ... and how about Kyrie Irving's shot? Merry Christmas, Cleveland.  Ken Blaze, USA TODAY Sports Like this topic? You may also like these photo galleries: Replay ",
    "title": "Rex Ryan's failed promises sealed his fate with Bills"
   },
   {
    "entities": [
     "david",
     "marshals",
     "annex",
     ", 12:03 pm",
     "dec. 20",
     "newport",
     "jail",
     "christmas",
     "armando",
     "news",
     "frazier",
     "cocke",
     "1:30 a.m.",
     "county",
     "monday",
     "abc",
     "fontes",
     "tennessee",
     "tenn.",
     "sheriff's",
     "department",
     "christmas day",
     "u.s.",
     "today",
     "shapiro",
     "emily",
     "service",
     "dec 27, 2016",
     "six",
     "sheriffs",
     "office",
     "wayne"
    ],
    "id": 22,
    "text": "1 Dangerous Inmate Still on the Run After 6 Escape Tennessee Jail by Removing Toilet By EMILY SHAPIRO Dec 27, 2016, 12:03 PM ET 0 Shares WATCH 1 Dangerous Inmate Still on the Run After 6 Escape From Tenn. Jail 0 Shares Email An inmate who is considered dangerous is still on the run after he and five others escaped from a Tennessee jail by removing a leaky toilet, officials said. Six inmates from the Cocke County Jail Annex in Newport made the escape Christmas Day at around 1:30 a.m., the Cocke County Sheriff's Office said in a statement; five of them have since been apprehended. Still on the run is David Wayne Frazier, 54, who is considered dangerous, according to the sheriff's office. Frazier was in custody for alleged aggravated robbery and possession of a weapon by a felon. He had not entered a plea. He was arrested Dec. 20 and had not yet had a preliminary hearing, Cocke County Sheriff Armando Fontes told ABC News today. 1 Fugitive Still at Large After 6 Inmates Escaped Tennessee Jail by Removing Toilet The early-morning Christmas escape was prompted by a water leak behind a toilet, the sheriff's office said. \"The bolts holding the unit rusted out, and there was prior damage to the concrete due to plumbing repairs,\" the sheriff's office added. The inmates removed the toilet from the wall, the sheriff's office said, and \"gained access to a hole, which led outside of the facility.\" Fontes said that his office is working with the U.S. Marshals Service to look for Frazier and that authorities have gotten several tips. The sheriff's office said Monday, \"We will do everything possible to capture this individual\" and \"we will not let up until he is back in custody.\" Anyone with information is asked to contact the Cocke County Sheriff's Office at 423-623-3064 or the jail at 423-613-9128. Cocke County Sheriffs Department Six inmates escaped from a jail in Cocke County, Tennessee, by removing the toilet from the wall. Cocke County Sheriffs Department Six inmates escaped from a jail in Cocke County, Tennessee, by removing the toilet from the wall. 0 Shares ",
    "title": "1 Dangerous Inmate Still on the Run After 6 Escape Tennessee Jail by Removing Toilet - ABC News"
   },
   {
    "entities": [],
    "id": 23,
    "text": "Don't have an account? Sign up here » In order to access our Web site, your Web browser must accept cookies from NYTimes.com. More information » ",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "shinzo",
     "david",
     "nov. 18",
     "dec. 7",
     "navy",
     "6:50 p.m.",
     "japan",
     "trump",
     "harbor",
     "kishi",
     "donald",
     "garcia/ap",
     "asia-pacific",
     "ige",
     "tower",
     "tuesday",
     "monday",
     "dec. 7, 1941",
     "china",
     "1945",
     "asia",
     "honolulu",
     "marco",
     "once",
     "current",
     "u.s.",
     "arizona",
     "obama",
     "new",
     "1957",
     "hiroshima",
     "pearl",
     "york",
     "the 1950s",
     "nobusuke",
     "abe",
     "time",
     "hawaii"
    ],
    "id": 24,
    "text": "Enlarge this image President Obama and Japanese Prime Minister Shinzo Abe made a historic appearance at Pearl Harbor on Tuesday. While Abe is not the first Japanese leader to visit the landmark, he's the first do so publicly and alongside a U.S. president. Marco Garcia/AP hide caption toggle caption Marco Garcia/AP President Obama and Japanese Prime Minister Shinzo Abe made a historic appearance at Pearl Harbor on Tuesday. While Abe is not the first Japanese leader to visit the landmark, he's the first do so publicly and alongside a U.S. president. Marco Garcia/AP Updated at 6:50 p.m. ET President Obama and Japanese Minister Shinzo Abe made a historic appearance at Pearl Harbor, 75 years after the surprise attack that prompted U.S. entry into World War II, praising the reconciliation and partnership between their respective nations. Enlarge this image Japanese Prime Minister Shinzo Abe (right), strums a pineapple-shaped ukulele presented to him by Hawaii Gov. David Ige at a dinner on Monday in Honolulu. Abe and President Obama visited Pearl Harbor on Tuesday, 75 years after the surprise Japanese attack that drew the U.S. into World War II. Marco Garcia/AP hide caption toggle caption Marco Garcia/AP Japanese Prime Minister Shinzo Abe (right), strums a pineapple-shaped ukulele presented to him by Hawaii Gov. David Ige at a dinner on Monday in Honolulu. Abe and President Obama visited Pearl Harbor on Tuesday, 75 years after the surprise Japanese attack that drew the U.S. into World War II. Marco Garcia/AP In a somber ceremony Tuesday, the two leaders touted the U.S.-Japan alliance that arose in the aftermath of the bitter conflict and became a \"cornerstone of peace and stability in the Asia-Pacific region,\" Obama said. \"The U.S. and Japan chose friendship and they chose peace,\" Obama said. \"It has helped underwrite an international order that has prevented another World War.\" Abe, for his part, offered his condolences, but stopped short of an apology for the Dec. 7, 1941, air raid that killed more than 2,300 service members. \"As the prime minister of Japan, I offer my sincere and everlasting condolences to the souls of those who lost their lives here, as well as to the spirits of all the brave men and women whose lives were taken by a war that commenced in this very place,\" Abe said through an interpreter. A Navy sailor salutes the memorial to the USS Arizona on Dec. 7, the 75th anniversary of the Japanese attack on Pearl Harbor. The Arizona was hit in the air raid. Marco Garcia/AP hide caption toggle caption Marco Garcia/AP A Navy sailor salutes the memorial to the USS Arizona on Dec. 7, the 75th anniversary of the Japanese attack on Pearl Harbor. The Arizona was hit in the air raid. Marco Garcia/AP But while both leaders spent significant time memorializing the dead, it was the current relationship between the two nations that took center stage. Abe said \"the spirit of reconciliation\" was at work in U.S. efforts to aid the war-wrecked Japan following its surrender. He also credited the U.S. for allowing Japan to transition from an imperial nation to a peaceful democratic one. \"On behalf of the Japanese people, I hereby wish to express once again my heartfelt gratitude to the U.S. and the world for the tolerance extended to Japan,\" the prime minister said. Article continues after sponsorship Abe's visit also marks the first time a Japanese prime minister has made an official visit to the site of the surprise aerial attack, and takes place just seven months after Obama became the first sitting U.S. president to travel to Hiroshima , the Japanese city where the U.S. dropped the first atomic bomb in 1945, hastening the end of the war. While Abe is not the first Japanese leader to visit this World War II landmark, he's the first do so publicly and alongside a U.S. president. Three Japanese prime ministers made low-key visits in the 1950s, including one in 1957 by Nobusuke Kishi — who was Abe's grandfather. Those visits received scant attention, so little that Abe himself was apparently unaware his grandfather had been to Pearl Harbor. At the time, the trauma of World War II was still vivid for millions of Americans and Japanese and neither side appeared eager to advertise the unofficial visits by the Japanese leaders. With Obama down to his final weeks in office, the two leaders held their last bilateral meeting and reviewed the state of the U.S.- Japan alliance. Obama has sought to increase the U.S. focus on the broader region with his \"pivot to Asia\" at a time of growing Chinese military and economic might. President-elect Donald Trump's approach has so far been marked by provocative statements about China, and also by calls for Japan to pay more for security assistance. However, he hasn't yet spelled out the details of his plans. Abe was the first foreign leader to meet with Trump. The two sat down at Trump Tower in New York on Nov. 18, though few specifics emerged from the discussion. ",
    "title": "At Pearl Harbor, Obama And Japan's Leader Tout Reconciliation : The Two-Way : NPR"
   },
   {
    "entities": [
     ", 7:40 pm",
     "met",
     "eddie",
     "getty",
     "1:53",
     "taylor",
     "carrie",
     "homebush",
     "reynolds",
     "griffin",
     "hamill",
     "leia",
     "paul",
     "billie",
     "daily",
     "nov. 21",
     "today",
     "marquand",
     "aykroyd",
     "culture",
     "corbis",
     "amazon",
     "angeles",
     "october 21, 1956",
     "peter",
     "simon",
     "this morning",
     "australia",
     "streep",
     "news",
     "united",
     "facebook",
     "angela",
     "london",
     "2:25",
     "recently",
     "sydney",
     "elizabeth",
     "welsh",
     "tuesday",
     "2014",
     "1991",
     "dan",
     "pop",
     "blue",
     "tracey",
     "bryan",
     "lourd",
     "york",
     "ford",
     "halls",
     "december 23, 2016",
     "irvin",
     "epa",
     "kershner",
     "boulevard",
     "harry",
     "nearmy",
     "andrew",
     "images",
     "last friday",
     "1984",
     "richard",
     "dec 27 2016",
     "debbie",
     "fisher",
     "lucas",
     "corky",
     "sunset",
     "two years later",
     "mccausland",
     "1975",
     "maclaine",
     "nbc",
     "new",
     "1994",
     "1983",
     "los",
     "akana",
     "sally",
     "blankstein",
     "brothers",
     "1987",
     "the second",
     "siemaszko",
     "meryl",
     "harrison",
     "supanova",
     "george",
     "1990",
     "expo",
     "share",
     "shirley",
     "anna",
     "hollywood",
     "june 2013",
     "now",
     "phil",
     "mark"
    ],
    "id": 25,
    "text": "Dec 27 2016, 7:40 pm ET 'Star Wars' Actress Carrie Fisher Dies at 60 After Suffering Heart Attack by Andrew Blankstein, Phil McCausland and Corky Siemaszko Share Carrie Fisher, Iconic 'Star Wars' Actress and Author, Dies at Age 60 2:25 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161228011928if_/http://www.nbcnews.com/widget/video-embed/842343491914\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"Star Wars\" has lost its most beloved princess. Carrie Fisher, best known for her portrayal of the plucky Princess Leia in George Lucas' epic intergalactic movie series, died Tuesday, days after suffering a heart attack on a plane. She was 60 years old. Play Carrie Fisher Dies at Age 60 1:53 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161228011928if_/http://www.nbcnews.com/widget/video-embed/842127939642\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> \"It is with a very deep sadness that Billie Lourd confirms that her beloved mother Carrie Fisher passed away at 855 this morning,\" Simon Halls, a representative for Fisher's daughter, said in a statement to NBC News. \"She was loved by the world and she will be missed profoundly.\" Related: 'Our Princess Has Passed Away' — Stars Mourn Carrie Fisher Fisher, who had recently wrapped the filming of \"Star Wars: Episode VIII,\" the second of three new \"Star Wars\" films, was in the midst of a tour to promote her eighth book, an autobiography called \"The Princess Diarist,\" when she suffered the medical emergency. Carrie Fisher, seen in June 2013, at Supanova Pop Culture Expo at Homebush in Sydney, Australia. TRACEY NEARMY / EPA During a Nov. 21 appearance on TODAY, Fisher showed no sign of being ill while she bantered with the hosts and dished about her affair with co-star Harrison Ford. Photo Gallery: Carrie Fisher: Actress, Author and 'Princess' \"It was a three-month one-night stand,\" she said. But on a flight from London back home to Los Angeles last Friday, Fisher went into cardiac arrest. Sources said members of the United flight crew, joined by a doctor and a nurse on board, performed emergency measures on her. Lucas said in a statement that Fisher \"was extremely smart; a talented actress, writer and comedienne with a very colorful personality that everyone loved.\" \"In Star Wars she was our great and powerful princess — feisty, wise and full of hope in a role that was more difficult than most people might think,\" he said. \"My heart and prayers are with Billie, Debbie and all Carrie's family, friends and fans. She will be missed by all.\" Co-star Harrison Ford echoed the sentiment, and said in a statement that \"Carrie was one-of-a-kind ... brilliant, original. Funny and emotionally fearless. She lived her life, bravely.\" So many thanks to the United flight crew who jumped into action, and the awesome doctor and nurse passengers who helped — Anna Akana (@AnnaAkana) December 23, 2016 Born October 21, 1956, Fisher was Hollywood royalty before she became a member of the fictional Organa royal family in the \"Star Wars\" movies. The daughter of singer Eddie Fisher and actress Debbie Reynolds, Fisher was just two when her parents divorced and she went to live briefly with starlet Elizabeth Taylor. Reynolds thanked those who \"embraced the gifts and talents of my beloved and amazing daughter\" in a post on Facebook following Fisher's death, adding, \"I am grateful for your thoughts and prayers that are now guiding her to her next stop.\" Post by NBC News . Following in her mother's footsteps, Fisher made her film debut in the 1975 movie \"Shampoo.\" But it was her turn as the tough-talking princess who defies the Evil Empire in \"Star Wars\" two years later that rocketed her into fame and turned her into a feminist icon at the tender age of 19. And she relished the role. \"And as much as I may have joked about 'Star Wars' over the years, I liked that I was in those films,\" she later wrote in her autobiography. \"Particularly as the only girl in an all-boy fantasy. They were fun to make. It was an anecdote of unimaginable standing.\" In 1983, Fisher became a sex symbol for a whole generation of \"Star Wars\" fans when she appeared in a memorable metal bikini chained to the villainous Jabba the Hutt in \"Star Wars: Episode VI - Return of the Jedi.\" \"What's funny is I wish I had known I was a sex symbol,\" she later told The New York Daily News. \"That's so odd. Because I don't think that way. I don't look at myself even remotely that way.\" Carrie Fisher on the set of \"Star Wars: Episode VI - Return of the Jedi\" directed by Welsh Richard Marquand. Sunset Boulevard / Corbis via Getty Images Fisher went on to appear in other movies, landing scene-stealing supporting roles in \"The Blue Brothers,\" \"When Harry Met Sally\" and \"The Burbs.\" Recently, Fisher played the annoying mother in a British TV comedy called \"Catastrophe\" that streams on Amazon. In 1987, Fisher published her first novel \"Postcards from the Edge,\" a semi-autobiographical book that drew on her real-life battles with drug addiction, bipolar disorder and her fraught relationship with her mother. It was a bestseller that was turned into a 1990 movie starring Meryl Streep and Shirley Maclaine. Fisher continued making movies and became one of Hollywood's most in-demand script doctors. She also found a new generation of fans with appearances on shows as varied as \"Entourage,\" \"30 Rock,\" and \"Sex and the City.\" She also was the voice of Peter Griffin's boss Angela on \"Family Guy.\" In 2014, Fisher confirmed that she was reuniting with Ford and Mark Hamill in \"Star Wars: The Force Awakens.\" Carrie Fisher on the set of \"Star Wars: Episode V - The Empire Strikes Back\" directed by Irvin Kershner. Sunset Boulevard / Corbis via Getty Images But after the movie came out, the actress was barraged with hateful tweets from body shamers who said she'd aged badly. Fisher fired right back at them. Two years later, Fisher released her tell-all book, that included her claim of an affair with Ford and the admission that she thought her days as Princess Leia were over. \"I was surprised. As surprised as you can be and still be so far over forty,\" she wrote. \"I mean, I thought they might make more Star Wars movies — not that I thought it all that much — but I doubted that I would find myself in them. And now it looked like I would! Hallelujah!\" Fisher was in a long-term relationship with musician Paul Simon and married to him for a year before they divorced in 1984. From 1991 to 1994, she was involved with talent agent Bryan Lourd — a relationship that produced her one child, actress Billie Lourd. She was also briefly engaged to comedian and actor Dan Aykroyd, whom she met on the set of \"The Blues Brothers.\" Funeral plans are not yet finalized. Andrew Blankstein ",
    "title": "'Star Wars' Actress Carrie Fisher Dies at 60 After Suffering Heart Attack - NBC News"
   },
   {
    "entities": [
     "ruthhart",
     "reporter",
     "contact",
     "avenue",
     "traffic",
     "tribune",
     "tuesday",
     "bill",
     "$600 million",
     "bills",
     "justice",
     "john",
     "federal",
     "redflex",
     "/",
     "$2 million",
     "tuesday, march 10, 2015",
     "department",
     "u.s.",
     "souffle",
     "chicago",
     "anthony",
     "western",
     "hall",
     "systems",
     "columbus",
     "$100 million",
     "city",
     "ohio"
    ],
    "id": 26,
    "text": "No more Redflex trials if cooperation continues, prosecutors say Red light camera Anthony Souffle / Chicago Tribune A red light camera keeps watch over the intersection at Western Avenue and Van Buren Street Tuesday, March 10, 2015 in Chicago. A red light camera keeps watch over the intersection at Western Avenue and Van Buren Street Tuesday, March 10, 2015 in Chicago. (Anthony Souffle / Chicago Tribune) Bill Ruthhart Contact Reporter Chicago Tribune Federal prosecutors have reached a deal with the original company behind Chicago's scandal-plagued red-light camera program two months after the firm's former chief executive officer was sentenced to prison time for her role in a kickback scheme. Under the terms of the deal secured by the U.S. Justice Department and announced Tuesday, prosecutors in Chicago and Columbus, Ohio, will not prosecute Redflex Traffic Systems if the company continues to cooperate with the two federal probes. In announcing the agreement, the Chicago U.S. attorney's office cited Redflex's \"extensive and thorough cooperation over recent years.\" The scandal, first reported by the Chicago Tribune, centered on then-city transportation official John Bills steering $100 million in contracts to Redflex in exchange for $2 million in bribes. As part of the nonprosecution agreement, Redflex will have to pay restitution to the city that will be determined as part of pending civil lawsuit City Hall brought against the company. The scheme helped grow the city's camera program to the largest in the nation. At its peak, 384 cameras were operating across the city, raking in more than $600 million in automated traffic fines. ",
    "title": "No more Redflex trials if cooperation continues, prosecutors say - Chicago Tribune"
   },
   {
    "entities": [
     "harry",
     "shinzo",
     "1:54",
     "nagasaki",
     "japan",
     "shigeru",
     "harbor",
     "abdullah",
     "gentry",
     "kishi",
     "reuters",
     "halimah",
     "the",
     "kevin",
     "dec. 27, 2016",
     "francisco",
     "punchbowl",
     "for",
     "dec 27 2016",
     "tuesday",
     "hugh",
     "dec. 7, 1941",
     "yoshida",
     "china",
     "kazianis",
     "1:19",
     "lamarque",
     "honolulu",
     "ichiro",
     "august 1945",
     "u.s.",
     "d.c.",
     "obama",
     "national",
     "1957",
     "interest",
     "san",
     "2:23",
     "1951",
     "hiroshima",
     "pearl",
     "center",
     ", 6:37 pm",
     "memorial",
     "washington",
     "dec. 26, 2016",
     "nobusuke",
     "abe",
     "barack",
     "hatoyama",
     "the year before",
     "hawaii",
     "pacific"
    ],
    "id": 27,
    "text": "Dec 27 2016, 6:37 pm ET Japanese PM Shinzo Abe and President Obama Reaffirm Ties at Pearl Harbor by Halimah Abdullah and The Associated Press Share Japanese PM Abe Pays Respects at Pearl Harbor Memorial 1:54 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161228011931if_/http://www.nbcnews.com/widget/video-embed/842346051730\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Japanese Prime Minister Shinzo Abe's rare visit with President Barack Obama came together at Pearl Harbor on Tuesday and spoke of how former enemies can mend bonds and form powerful alliances that outlive the devastating effects of war. \"As the prime minister of Japan, I offer my sincere and everlasting condolences to the souls of those who lost their lives here, as well as to the spirits of all the brave men and women whose lives were taken by a war that commenced in this very place,\" Japanese Prime Minister Shinzo Abe said Tuesday during joint remarks with Obama at Joint Base Pearl Harbor-Hickam. Play Obama: There is More To Be Won in Peace Than in War 1:19 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161228011931if_/http://www.nbcnews.com/widget/video-embed/842323011718\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> President Obama said Tuesday that the meeting reminder that \"even the deepest wounds of war can give way to friendship and lasting peace.\" The president said \"the fruits of peace always outweigh the plunders of war. This is the enduring truth of this hallowed harbor.\" \"It is here that we remember that even when hatred burns hottest, even when the tug of tribalism is at its most primal, we must resist the urge to turn inward, we must resist the urge to demonize those who are different,\" he added. Japanese Prime Minister Shinzo Abe and President Barack Obama participate in a wreath-laying ceremony aboard the USS Arizona Memorial at Pearl Harbor, Hawaii on Dec. 27, 2016. Kevin Lamarque / Reuters Play In Hiroshima, Obama comforts survivors but doesn't apologize 2:23 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161228011931if_/http://www.nbcnews.com/widget/video-embed/694090819832\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Abe's visit comes 75 years after the attack on Pearl Harbor and his attendance at the USS Arizona Memorial marks the first such visit in decades by a Japanese prime minster. During the Japanese attack on Pearl Harbor, 2,403 Americans were killed on Dec. 7, 1941. It also comes seven months after Obama became the first sitting American president to visit the Japanese memorial dedicated to the more than 200,000 people killed when American forces dropped two atomic bombs on Hiroshima and Nagasaki in August 1945. Other Japanese primer ministers have made the trek before in the years just after the war. Former leader Shigeru Yoshida went there just six years after the country's World War II surrender. Related: Thousands Pay Tribute at Pearl Harbor, 75 Years After Attack Yoshida signed the San Francisco peace treaty with the U.S. and others in 1951, allowing Japan back into international society after its war defeat. His Pearl Harbor visit, which he made on his way home from San Francisco, was largely eclipsed by the historic treaty. Japanese Prime Minister Shinzo Abe presents a wreath at the National Memorial Cemetery of the Pacific at Punchbowl in Honolulu, Hawaii on Dec. 26, 2016. Hugh Gentry / Reuters Former PM Nobusuke Kishi, Abe's grandfather, also made the trip in 1957. And Ichiro Hatoyama visited the year before. \"While not the first Japanese Prime Minister to visit the site of the infamous attack, Shinzo Abe's trip to Pearl Harbor ... is a meaningful measure in a much larger effort to enhance the U.S.-Japan alliance,\" Harry Kazianis, a director of defense studies at the Center for the National Interest, a Washington D.C. foreign policy think tank, said in a statement. There is also another important and more pragmatic reason for Japan and U.S. cooperation, Kazianis said, \" an increasingly aggressive China. \" Halimah Abdullah ",
    "title": "Japanese PM Shinzo Abe and President Obama Reaffirm Ties at Pearl Harbor - NBC News"
   },
   {
    "entities": [
     "eddie",
     "jacobo",
     "carrie",
     "reynolds",
     "griffin",
     "leia",
     "california",
     "repertory",
     "fey",
     "the '50s",
     "king",
     "bradshaw",
     "cbc",
     "dustin",
     "emily",
     "many",
     "hoffman",
     "vaughn",
     "angeles",
     "broadway",
     "julia",
     "peter",
     "liz",
     "lemon",
     "theater",
     "friday",
     "feb. 7, 2008",
     "news",
     "2009",
     "1973",
     "angela",
     "london",
     "jan. 2, 1957",
     "tuesday",
     "raddatz/san",
     "1991",
     "2008",
     "berkeley",
     "bianca",
     "health",
     "and 1982",
     "rosemary",
     "chronicle/polaris",
     "macfarlane",
     "phoenix",
     "beatty",
     "september",
     "brewery",
     "2007",
     "pan",
     "robin",
     "francisco",
     "royalty",
     "debbie",
     "fisher",
     "lucas",
     "seth",
     "vince",
     "1975",
     "andrea",
     "nov. 30, 2016",
     "new",
     "lucasfilm",
     "los",
     "katy",
     "to",
     "kong",
     "pawtucket",
     "howard",
     "times",
     "two years later in 1977",
     "2000",
     "advocate",
     ", 6:27 pm",
     "irene",
     "fox",
     "ltd.",
     "warren",
     "george",
     "theatre",
     "abc",
     "tina",
     "dresdale",
     "hollywood",
     "mental",
     "shapiro",
     "roda",
     "dec 27, 2016",
     "2010",
     "williams",
     "march 1980"
    ],
    "id": 28,
    "text": "The Carrie Fisher You May Not Have Known By JULIA JACOBO Dec 27, 2016, 6:27 PM ET 0 Shares WATCH 'Star Wars' Actress Carrie Fisher Dies at 60 0 Shares Email Actress and writer Carrie Fisher died at the age of 60 on Tuesday after going into cardiac arrest on Friday during a flight from London to Los Angeles. Although Fisher is known for playing Princess Leia, she was just as famous for her wit and dry humor as she was for her iconic role in \" Star Wars .\" LucasFilm Ltd. Carrie Fisher, center, as Princess Leia, in a scene from \"Star Wars: Return of the Jedi.\" This is the Carrie Fisher you may not have known: Carrie Fisher the Script Doctor Fisher's work behind the scenes helped perfect other Hollywood blockbusters. She was asked to rewrite the 1991 Peter Pan adventure film \"Hook\" after she wrote \"Postcards from the Edge,\" she told the Phoenix New Times in 2008. TriStar Pictures Dustin Hoffman, left, as Captain Hook, and Robin Williams, as Peter Pan, in a scene from \"Hook.\" \"They told me they wanted me to rewrite Tinkerbell’s part, but if Tinkerbell interacts, you’re writing scenes,\" Fisher said. After \"Hook,\" Fisher also worked on \"Sister Act\" and \"Lethal Weapon 3,\" and she would rewrite dialogue in parts she played as well. \"It is easier as an actor to go into rewriting because you know what would fit into your mouth dialogue-wise,\" she told the New Times. Carrie Fisher the Broadway Star Fisher made her Broadway debut in 1973 revival of \"Irene,\" which starred her mother, Debbie Reynolds. Fisher also starred in \"Censored Scenes from King Kong,\" which opened in March 1980, and 1982's \"Agnes of God,\" according to Broadway.com . Fisher was last seen on Broadway from 2009 to 2010, starring in the critically acclaimed one-woman tell-all \"Wishful Drinking,\" based on her autobiographical book of the same name. Katy Raddatz/San Francisco Chronicle/Polaris Carrie Fisher explaining the utter horror of her Princess Leia hairstyle in \"Wishful Drinking,\" her solo show at Berkeley Repertory Theatre's Roda Theater, Feb. 7, 2008, in Berkeley, California. Carrie Fisher Was a Mental Health Advocate Inspired by Her Own Struggles Carrie Fisher the Cameo Queen On top of doctoring a number of screenplays and starring on Broadway, Fisher also made a handful of notable cameo appearances. In “Hook,” Fisher and “Star Wars” creator George Lucas made a cameo as a kissing couple on a bridge. In 2000, Fisher starred as herself in an episode of “ Sex and the City ,” in which she finds character Carrie Bradshaw in bed with her “housesitter,” played by Vince Vaughn . That same year, Fisher made a cameo in “Scream 3,” in which she played Bianca, a Carrie Fisher lookalike who claimed she had also been up for the role of Princess Leia in “Star Wars” but lost to a woman who \"sleeps with George Lucas.\" In 2007, Fisher guest-starred in an episode of “30 Rock,” in which she played Rosemary Howard, the childhood idol of the show’s main character, Liz Lemon ( Tina Fey ). Fisher earned her first Emmy nomination for her guest role on the show, in which she delivered a spoof of one of Princess Leia's famous lines, saying, “Help me, Liz Lemon, you’re my only hope!” Fisher also voiced Angela on “Family Guy.” Angela was the head of the shipping department at the Pawtucket Brewery and Peter Griffin’s supervisor. Fox Peter Griffin, voiced by Seth MacFarlane, right, and boss Angela, voiced by Carrie Fisher, in a scene from \"Family Guy.\" Carrie Fisher: Hollywood Royalty Many have described Fisher as a child of Hollywood royalty. She was the daughter of “Singin’ in the Rain” actress Debbie Reynolds and singer Eddie Fisher , one of the most successful and popular artists in the '50s. Following in her famous parents’ footsteps, Carrie Fisher made her Broadway debut at the age of 15 alongside her mother in “Irene.” AP Photo Carrie Fisher's parents, Eddie Fisher and Debbie Reynolds, appear before the camera with their daughter to pose for their first family group picture in Hollywood, Jan. 2, 1957. In 1975, Fisher made her movie debut in the Warren Beatty film “Shampoo.” Fisher became a household name just two years later in 1977 when she starred as Princess Leia in the first-ever “Star Wars” film. Carrie Fisher the Mental Health Advocate Fisher, a longtime advocate for mental health awareness, opened up about her own battle with bipolar disorder just a few weeks before her death in an advice column she penned for The Guardian . In the column dated Nov. 30, 2016, Fisher wrote, “I was told that I was bipolar when I was 24 but was unable to accept that diagnosis until I was 28 when I overdosed and finally got sober.” Fisher then said that it was important to join communities with other bipolar people “to share experiences and find comfort in the similarities.” \"Initially I didn't like the groups,” she wrote. “I felt like I had been banished to sit with a group of other misfits like myself to sit still for an hour. But then someone said, 'You don’t have to like these meetings, you just have to go, go until you like them.' That took me by surprise.” Fisher added, “My comfort wasn’t the most important thing -- my getting through to the other side of difficult feelings was.” In September, Fisher spoke to CBC's \"Radio Active,\" saying that speaking out about her mental illness has been “freeing.” “Shame is not something I aspire to,” she said, noting that \"a lot of people are bipolar.\" Fisher added that since speaking up, she had gotten “a lot of people coming up to me and thanking me for that.” ABC News' Andrea Dresdale and Emily Shapiro contributed to this report. 0 Shares ",
    "title": "The Carrie Fisher You May Not Have Known - ABC News"
   }
  ]
 }
}