{
 "29": {
  "col-sim": {
   "cosine": 0.20599251286023598,
   "entity": 0.3070063086700637
  },
  "exec-time": 33.986199617385864,
  "links": [
   {
    "entities": [
     "son",
     "israel",
     "palm",
     "kerry",
     "softbank",
     "west",
     "beach",
     "florida",
     "massayoshi",
     "japan",
     "states",
     "trump",
     "last week",
     "december 28, 2016",
     "united",
     "facebook",
     "donald",
     "mexico",
     "indiana",
     "mar",
     "the day",
     "bank",
     "of",
     "last month",
     "january 20",
     "sprint",
     "nations",
     "john",
     "twitter",
     "u.n.",
     "obama",
     "wednesday",
     "largo",
     "earlier wednesday"
    ],
    "id": 0,
    "text": "Trump announces 8,000 more jobs for American workers Published               December 28, 2016 Facebook 0 Twitter 0 livefyre Email Print   President-elect Donald Trump announced Wednesday the addition of roughly 8,000 new jobs for Americans, including 5,000 that telecommunications giant Sprint will bring from “all around the world.” “They’re coming back to the United States, which is a nice change,” he said. Trump, who takes office January 20, said the other 3,000 jobs will be hires from a new company called One Web. Trump was elected in part on the promise to return to the United States jobs that American companies had moved overseas, in search of cheaper labor costs. Last month, he announced that Carrier would keep roughly 1,000 jobs in Indiana, after months of criticizing the air-conditioning corporation on the campaign trail for plans to move the jobs to Mexico. Trump spoke Wednesday from his Mar a Largo estate in Palm Beach, Florida. The wealthy businessman-turned politician also said he had a “nice” and “general” conversation earlier in the day with outgoing President Obama. Trump opposed the Obama administration’s move last week to allow the United Nations to pass a resolution condemning Israel for building more settlements in the disputed West Bank. He said Secretary of State John Kerry’s speech earlier Wednesday defending the administration’s U.N. decision “spoke for itself.” Trump, who in recent days has been especially critical of the U.N., also said that the international body “has tremendous potential but is not living up to itself.” Trump added he had help on the jobs deals from several people including Massayoshi Son, the chief executive officer for SoftBank of Japan, which owns Sprint. Trump has had previous business dealings with Son, whom he described on Wednesday as a “terrific guy.”   ",
    "title": "Trump announces 8,000 more jobs for American workers | Fox News"
   },
   {
    "entities": [
     "todd",
     "o'grady",
     "jason",
     "andrew",
     "the 20th century",
     "friday",
     "eddie",
     "rosie",
     "1950",
     "selden",
     "taylor",
     "connie",
     "margaret",
     "carrie",
     "reynolds",
     "news",
     "december 28, 2016",
     "facebook",
     "california",
     "gene",
     "donald",
     "elizabeth",
     "london",
     "kathy",
     "filmmagic",
     "1955",
     "stewart",
     "tuesday",
     "debbie",
     "fisher",
     "of",
     "fame",
     "daniella",
     "2016",
     "sinai",
     "walk",
     "kelly",
     "department",
     "dec 28",
     "joely",
     "stevens",
     "cedars",
     "nbc",
     "hollywood",
     "silva",
     "hills",
     "laveris",
     "wednesday",
     "center",
     "los",
     "january 25, 2015",
     "afternoon",
     "1952",
     ", 7:22 pm",
     "now",
     "medical",
     "fire",
     "beverly",
     "o'connor",
     "blankstein",
     "angeles"
    ],
    "id": 1,
    "text": "Dec 28 2016, 7:22 pm ET Actress Debbie Reynolds Hospitalized Day After Daughter Carrie Fisher's Death by Andrew Blankstein and Daniella Silva Share advertisement Actress and singer Debbie Reynolds was rushed to the hospital from a home in Beverly Hills on Wednesday, just one day after the death of her daughter , \"Star Wars\" actress Carrie Fisher. Reynolds was hospitalized after a call that she was having trouble breathing, two law enforcement sources familiar with the incident told NBC News. Los Angeles Fire Department spokeswoman Margaret Stewart confirmed an adult female was transported to Cedars Sinai Medical Center \"in fair to serious condition\" from an address associated with Reynolds' family. Actresses Debbie Reynolds and Carrie Fisher pose in the press room at the 21st annual Screen Actors Guild Awards at The Shrine Auditorium on January 25, 2015 in Los Angeles, California. Jason LaVeris / FilmMagic Reynolds, 84, shot to fame after her leading role playing Kathy Selden in \"Singin' in the Rain,\" starring alongside veterans Gene Kelly and Donald O'Connor, in 1952 when she was 19 years old. She made her film debut in 1950 in the musical \"The Daughter of Rosie O'Grady.\" Related: Carrie Fisher Mourned by Fellow Stars: 'Our Princess Has Passed Away' Her career spans nearly seven decades, and she has appeared in some of the most iconic films of the 20th century. She was the first wife pop star Eddie Fisher in 1955, who later divorced her to marry her best friend Elizabeth Taylor. Reynolds and Fisher had two children together, Carrie and Todd. Carrie Fisher died Tuesday at age 60 after suffering a heart attack on a London to Los Angeles flight on Friday. Fans from around the world have mourned her death, and well-wishers set up a makeshift star for Fisher on the Hollywood Walk of Fame. Fisher's half-sister, Joely, tweeted \"God speed mama\" and a photo of herself and Reynolds on Wednesday afternoon. Joely is the daughter of Eddie Fisher and actress actress Connie Stevens. God speed mama pic.twitter.com/XsO5zqN8w6 — Joely Fisher (@MsJoelyFisher) December 28, 2016 Reynolds on Tuesday thanked those who \"embraced the gifts and talents of my beloved and amazing daughter\" in a post on Facebook following Fisher's death, adding, \"I am grateful for your thoughts and prayers that are now guiding her to her next stop.\" Andrew Blankstein ",
    "title": "Actress Debbie Reynolds Hospitalized Day After Daughter Carrie Fisher's Death - NBC News"
   },
   {
    "entities": [
     "son",
     "this month",
     "$1 billion",
     "palm",
     "mar-a-lago",
     "iowa",
     "earlier this month",
     "softbank",
     "$50b",
     "beach",
     "november",
     "states",
     "japan",
     "jon",
     "trump",
     "december 29, 2016",
     "$100 billion",
     "1:08 a.m. est",
     "facebook",
     "united",
     "donald",
     "mexico",
     "masa",
     "indiana",
     "francisco",
     "linkedin",
     "bureau",
     "sprint",
     "china",
     "fla.",
     "80%",
     "monday-friday",
     "post",
     "usa",
     "$7 million",
     "u.s.",
     "new",
     "today",
     "san",
     "masayoshi",
     "arabia",
     "wednesday",
     "york",
     "saudi",
     "evan",
     "swartz",
     "$50 billion",
     "ap",
     "vucci"
    ],
    "id": 2,
    "text": "8,000 U.S. jobs? Trump takes credit for Sprint, start-up decisions OneWeb, a satellite Internet start-up, is also adding 3,000 more jobs in the U.S.  Post to Facebook 8,000 U.S. jobs? Trump takes credit for Sprint, start-up decisions OneWeb, a satellite Internet start-up, is also adding 3,000 more jobs in the U.S.  Check out this story on USATODAY.com: http://usat.ly/2iG0CJ1 CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 181 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs 8,000 U.S. jobs? Trump takes credit for Sprint, start-up decisions Jon Swartz , USA TODAY 1:08 a.m. EST December 29, 2016 x Share Donald Trump is touting plans by a Japanese mogul to bring 8,000 jobs to the United States while speaking to reporters at his Mar-a-Lago resort. AP Donald Trump speaks in Iowa in November. (Photo: Evan Vucci, AP) SAN FRANCISCO — President-elect Donald Trump on Wednesday said telecommunications giant Sprint is moving 5,000 offshore jobs back to the United States and OneWeb, a satellite Internet start-up, is adding 3,000 more jobs in the U.S. The jobs were made possible, Trump said, through Softbank CEO Masayoshi Son, a Japanese billionaire and technology investor, who met with Trump in New York earlier this month. After that meeting, the two businessmen announced Softbank would invest $50 billion in the U.S. and create 50,000 jobs. Trump: SoftBank to add $50B, 50K jobs in U.S. Softbank owns 80% of Sprint and this month it invested $1 billion in OneWeb, a venture that intends to offer affordable Internet access. Son called the investment a \"first step\" in his commitment to Trump. \"Because of what's happening and the spirit and the hope, I was just called by the head people at Sprint and they're going to be bringing 5,000 jobs back to the United States and taking them from other countries,\" Trump told reporters at his Mar-a-Lago estate in Palm Beach, Fla. \"They're bringing them back to the United States and Masa and some other people were very much involved in that so I want to thank them,\" Trump said. \"And OneWeb, a new company, is going to be hiring 3,000 people and that's very exciting.\" It is unclear where the 8,000 jobs will be based and if they are part of Softbank's 50,000 jobs plan. In his presidential campaign, Trump vowed to create or bring back jobs to the U.S. Earlier this month, he announced a controversial deal to keep furnace manufacturer Carrier from outsourcing about 1,100 jobs to Mexico. Carrier will get $7 million in state tax incentives to keep the jobs in Indiana. Son, who became a billionaire through investments in Japan and China, is in the midst of raising a $100 billion investment fund with Saudi Arabia and others. Follow USA TODAY San Francisco Bureau Chief Jon Swartz @jswartz on Twitter. 903 CONNECT TWEET 6 LINKEDIN 181 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2iG0CJ1 NEVER MISS OUT Tech Be the earliest adopter. Know what’s in, what’s out, and what’s awesome before anyone else does, Monday-Friday. THANKS FOR SIGNING UP FOR THE Tech NEWSLETTER We're sorry. ",
    "title": "8,000 U.S. jobs? Trump takes credit for Sprint, start-up decisions"
   },
   {
    "entities": [
     "2016",
     "news",
     "2009",
     "inc.",
     "2012",
     "interactive",
     "cbs",
     "colorado",
     "now",
     "heard",
     "crowder",
     "about the past decade"
    ],
    "id": 3,
    "text": "Close CBS News He co-authored a study showing that since 2009, when medical marijuana became widely available, emergency room visits diagnoses for CHS in two Colorado hospitals nearly doubled. In 2012, the state legalized recreational marijuana. “It is certainly something that, before legalization, we almost never saw,” Heard said. “Now we are seeing it quite frequently.” Outside of Colorado, when patients do end up in an emergency room, the diagnosis is often missed. Partly because doctors don’t know about CHS, and partly because patients don’t want to admit to using a substance that’s illegal. Recreational marijuana measures pass in four states CHS can lead to dehydration and kidney failure, but usually resolves within days of stopping drug use. That’s what happened with Crowder, who has been off all forms of marijuana for seven months. “Now all kinds of ambition has come back. I desire so much more in life and, at 37 years old, it’s a little late to do it, but better now than never,”he said. CHS has only been recognized for about the past decade, and nobody knows exactly how many people suffer from it. But as more states move towards the legalization of marijuana, emergency room physicians like Dr. Heard are eager to make sure both doctors and patients have CHS on their radar. © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "Mysterious illness tied to marijuana use on the rise in states with legal weed - CBS News"
   },
   {
    "entities": [
     "harry",
     "todd",
     "march 8, 1983",
     "annual",
     "82nd",
     "reynolds",
     "carrie",
     "november 1965",
     "gene",
     "century",
     "lifetime",
     "billie",
     "meeting",
     "for",
     "media",
     "debbie",
     "of",
     "fisher",
     "calif.",
     "2015",
     "the year",
     "brown",
     "kelly",
     "march 5",
     "august 2011",
     "november 1960",
     "commerce",
     "paley",
     "molly",
     "new",
     "hollywood",
     "hills",
     "lourd",
     "center",
     "york",
     "&",
     "chamber",
     "achievement",
     "luncheon",
     "beverly",
     "karl",
     "city",
     "march 26, 2003"
    ],
    "id": 4,
    "text": "Gene Kelly and Debbie Reynolds from the movie Singin' in the Rain. Previous AFP/Getty Images Hide caption Debbie Reynolds holds out her hand to display her wedding ring as she stands beside multimillionaire shoe magnate Harry Karl following their wedding at Beverly Hills, Calif., in November 1960. Previous Harold Matosian/AP Hide caption Debbie Reynolds, dressed as nun for her role as a nun in the film The Singing Nun, practices her next scene while she watches another scene being filmed in November 1965. Previous AP Hide caption Debbie Reynolds takes the stage for a curtain call after a performance of Woman of the Year at New York's palace theatre on March 8, 1983. Miss Reynolds returned to the show after having collapsed on stage during a matinee on March 5. Previous Kaye/AP Hide caption Debbie Reynolds poses at the Hollywood Chamber of Commerce 82nd Annual Meeting & Lifetime Achievement Luncheon Honoring Debbie Reynolds on March 26, 2003, in Century City, Calif. Previous Jon Kopaloff/Getty Images Hide caption Debbie Reynolds poses alongside one of the original costumes she wore in the The Unsinkable Molly Brown, on display at The Paley Center For Media's Reception For \"Debbie Reynolds: The Exhibit\" in August 2011 in Beverly Hills, Calif. Previous Frazer Harrison/Getty Images Hide caption Carrie Fisher (right) presents her mother, Debbie Reynolds, with the Screen Actors Guild Life Achievement Award at the 21st annual Screen Actors Guild Awards in 2015. Previous Vince Bucci/Invision/AP Hide caption Debbie Reynolds, poses for a photo with her son, Todd Fisher (left), daughter Carrie Fisher, and granddaughter Billie Lourd (far right) after Reynolds received the Screen Actors Guild Life Achievement Award in 2015. Previous ",
    "title": "Actress Debbie Reynolds Dies A Day After Daughter Carrie Fisher's Death : The Two-Way : NPR"
   },
   {
    "entities": [
     "dec 28, 2016",
     "mar-a-lago",
     "earlier this month",
     "capitol",
     "florida",
     "spicer",
     ", 12:17 pm",
     "alexander",
     "trump",
     "house",
     "jan. 20",
     "news",
     "december 28, 2016",
     "--",
     "mallin",
     "donald",
     "this afternoon",
     "morning",
     "abc",
     "2016",
     "j.",
     "twitter",
     "department",
     "obama",
     "wednesday",
     "sean",
     "energy",
     "barack",
     "white"
    ],
    "id": 5,
    "text": "Trump Blasts Obama for Disrupting 'Smooth Transition' By Alexander Mallin Dec 28, 2016, 12:17 PM ET 0 Shares WATCH Trump Blasts Obama for Disrupting 'Smooth Transition' 0 Shares Email President-elect Donald Trump continued to escalate his grievances against President Barack Obama through Twitter on Wednesday, going as far as suggesting that Obama is disrupting the smooth transition of power. Tweeting from his Mar-a-Lago club in Florida, where he's spending the holidays with his family, Trump wrote, \"Doing my best to disregard the many inflammatory President O statements and roadblocks. Thought it was going to be a smooth transition - NOT!\" Doing my best to disregard the many inflammatory President O statements and roadblocks.Thought it was going to be a smooth transition - NOT! — Donald J. Trump (@realDonaldTrump) December 28, 2016 Trump's tweet followed an interview in which Obama claimed that he would have won with his message of hope if he had faced off against Trump in the 2016 election. \"I am confident in this vision because I'm confident that if I had run again and articulated it, I think I could've mobilized a majority of the American people to rally behind it,\" Obama said. Asked on a morning conference call to clarify the roadblocks to which Trump referred, his pick for White House press secretary, Sean Spicer, said he would let Trump's tweets \"speak for themselves.\" Trump briefly emerged from Mar-a-Lago this afternoon and fielded a question from ABC News about whether the transition of power was going smoothly. \"I think very, very smoothly, very good,\" Trump said. \"You don't think so?\" The White House earlier this month notably defended a decision by the Energy Department not to comply with a request from the Trump transition team to provide names of employees who worked on the Obama administration's climate policy efforts. Obama has repeatedly committed to a peaceful and smooth transition of power, keeping with centuries of American tradition, and said that he will, despite his disagreements with Trump during the campaign, escort him to the Capitol and attend his inauguration on Jan. 20. ",
    "title": "Trump Blasts Obama for Disrupting 'Smooth Transition' - ABC News"
   },
   {
    "entities": [
     "john",
     "israel",
     "december 28, 2016",
     "j.",
     "kerry",
     "iran",
     "--",
     "united",
     "15:20",
     "u.n.",
     "donald",
     "mitchell",
     "now",
     "andrea",
     "january 20th",
     "u.s.",
     "nbc",
     "trump",
     "nations",
     "wednesday"
    ],
    "id": 6,
    "text": "Kerry: The real issue is Israel's settlement policy 15:20 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161229013507if_/http://www.nbcnews.com/widget/video-embed/842784323860\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Secretary of State John Kerry on Wednesday said American allies will not be \"swayed and intimidated by a tweet\" from President-elect Donald Trump, who has repeatedly weighed in on foreign affairs on social media despite not yet taking office. In an exclusive interview with NBC's Andrea Mitchell, Kerry said he would not get into a \"debate\" with Trump, but suggested U.S. allies have been \"affected\" by the president-elect's recent commentary on U.S.-Israeli relations and other sensitive foreign policy issues. RELATED: Kerry Warns Israel: Two-State Solution in 'Jeopardy' Trump's recent online rhetoric is widely seen as a break from the tradition of deference to the sitting president during a period of transition. In the latest of a series of tweets, Trump on Wednesday told Israel to \"stay strong ... January 20th is fast approaching.\" We cannot continue to let Israel be treated with such total disdain and disrespect. They used to have a great friend in the U.S., but....... — Donald J. Trump (@realDonaldTrump) December 28, 2016 not anymore. The beginning of the end was the horrible Iran deal, and now this (U.N.)! Stay strong Israel, January 20th is fast approaching! — Donald J. Trump (@realDonaldTrump) December 28, 2016 In the interview, Kerry pushed back against allegations that the U.S. in any way orchestrated the United Nations' condemnation of Israeli settlements in Palestinian territories with the four countries that put forward the resolution. \"Those four countries that ultimately brought it to the floor did so absolutely on their own,\" Kerry said. \"I had no communication with those four countries in the course of that process.\" He said the U.S. decision to abstain in the controversial vote was in line with American \"values\" and in support of peace between the Israelis and Palestinians. Play ",
    "title": "John Kerry to Andrea Mitchell: U.S. Allies Won't Be 'Swayed' by Trump's Tweets - NBC News"
   },
   {
    "entities": [
     "council",
     "israel",
     "ben",
     "kerry",
     "times",
     "west",
     "friday",
     "trump",
     "press",
     "house",
     "evansky",
     "last week",
     "december 28, 2016",
     "united",
     "facebook",
     "the",
     "news",
     "fox",
     "donald",
     "administration",
     "friling",
     "state",
     "bank",
     "of",
     "congress",
     "nations",
     "security",
     "the minute",
     "abbas",
     "haaeretz",
     "2008",
     "john",
     "2016",
     "associated",
     "mahmoud",
     "twitter",
     "u.n.",
     "past",
     "u.s.",
     "obama",
     "un",
     "benjamin",
     "yonat",
     "wednesday",
     "jewish",
     "previously",
     "danny",
     "jerusalem",
     "america",
     "danon",
     "netanyahu",
     "earlier wednesday",
     "barack",
     "white"
    ],
    "id": 7,
    "text": "Netanyahu slams Kerry's speech defending UN vote as 'unbalanced' Published               December 28, 2016 Facebook 0 Twitter 0 Email Print   Israel fired back at Secretary of State John Kerry on Wednesday, with Prime Minister Benjamin Netanyahu blasting Kerry’s lengthy televised rebuke of the Middle Eastern democracy. NEW CLASH WITH ISRAEL: KERRY RIPS 'SETTLER AGENDA' IN SPEECH DEFENDING UNITED NATIONS VOTE Netanyahu, speaking in Jerusalem just over an hour after Kerry’s speech had ended, said Kerry's rhetoric was \"as unbalanced as the anti-Israel resolution passed [at the United Nations] last week.\" \"Secretary Kerry paid lip service to the unrelenting campaign of terror that has been waged by the Palestinians against the Jewish State,\" he said, later adding: \"Israelis do not need to be lectured about the importance of peace by foreign leaders.\" WHITE HOUSE DENIES KERRY PLOTTED WITH PALESTINIANS BEFORE UNITED NATIONS VOTE Israeli officials have said since the Security Council resolution was passed on Friday that the U.S. played a covert role in developing the proposal -- charges the U.S. has denied. Israel's government was enraged after the U.S. abstained from voting on the resolution, which called Israeli settlements in the West Bank and east Jerusalem a violation of international law.  But Netanyahu on Wednesday made the firmest -- and most-high ranking -- accusation that America secretly worked toward advancing the resolution. \"We have it on absolutely incontestable evidence the U.S. organized, advanced and brought this resolution to the Security Council,\" said Netanyahu, who promised to share the \"sensitive\" intelligence with the incoming administration of President-elect Donald Trump. Trump tweeted his support for Israel before Kerry even spoke, and Netanyahu quickly returned the goodwill on Twitter: \"President-elect Trump, thank you for your warm friendship and your clear-cut support for Israel!\" During his remarks, Netanyahu again looked past the Obama administration and addressed Trump. \"Israel looks forward to working with President-elect Trump and with the American Congress – Democrats and Republicans alike – to mitigate the damage this resolution has done and ultimately repeal it,\" he said. Netanyahu said that while he sought peace, his Palestinian counterpart, President Mahmoud Abbas, has walked away from peace offers \"time and time again.\" Earlier Wednesday, Kerry sparked the diplomatic showdown when he questioned Netanyahu's commitment to Palestinian statehood. Though Netanyahu has said he believes in the two-state solution, Kerry said Netanyahu’s government is “the most right-wing in Israel's history.” “If the choice is one state, Israel can either be Jewish or democratic, it cannot be both, and it won't ever really be at peace,” Kerry said. Abbas in a statement \"reiterated his commitment to a just and lasting peace as a strategic option,\" saying Palestinians would resume negotiations \"the minute the Israeli government agrees to cease all settlement activities.\" Netanyahu’s office, however, immediately slammed Kerry’s speech as \"skewed against Israel\" and \"obsessively\" dealing with the issue of Israeli settlements. Netanyahu spoke shortly after the Israeli Attorney General’s office approved a police probe of the prime minister in two separate cases, The Times of Israel reported, citing Channel 10. A Netanyahu spokesman had previously told Haaeretz the case was \"nonsense.\" Israel's Ambassador to the United Nations Danny Danon also panned Kerry's speech. \"To coordinate anti-Israeli initiatives with the Palestinians at the U.N. and to advance a one-sided resolution against Israel in the Security Council is the opposite of supporting Israel,\" Danon said. \"The Obama Administration acted against Israel at the U.N. and any claim to the contrary is a distortion of reality.\" Almost immediately after Kerry’s speech, Netanyahu posted to his Facebook page a 2008 image of Obama’s visit to Israel alongside two captions: “2008: Presidential candidate Barack Obama at the Western Wall; 2016: UN calls the Western Wall ‘occupied Palestinian territory.’” “Seriously?” Netanyahu wrote. Fox News’ Ben Evansky, Yonat Friling and The Associated Press contributed to this report. Advertisement ",
    "title": "Netanyahu slams Kerry's speech defending UN vote as 'unbalanced' | Fox News"
   },
   {
    "entities": [
     "et",
     "democratic",
     "october",
     "against",
     "backs",
     "allen",
     "earlier this month",
     "over",
     "friday",
     "treasury",
     "steps",
     "party",
     "thursday",
     "news",
     "administration",
     "preparing",
     "cia",
     "russia",
     "2015",
     "vladimir",
     "2016",
     "retaliatory",
     "department",
     "dec 28",
     "dec. 16",
     "u.s.",
     "fbi",
     "obama",
     "ron",
     "nbc",
     "previously",
     "hacks",
     "3:01",
     "putin",
     ", 6:00 pm"
    ],
    "id": 8,
    "text": "Dec 28 2016, 6:00 pm ET Obama Administration Preparing Retaliatory Steps Against Russia Over Hacks by Ron Allen advertisement The Obama administration is preparing retaliatory actions against Russia for its alleged involvement in cyber-attacks on Democratic Party institutions in order to interfere in the presidential election, two senior U.S. officials confirmed to NBC News. As early as Thursday or Friday, a 2015 Obama executive order will be updated to announce the retaliatory steps, the officials said. The announced steps will likely include economic sanctions coordinated by the Treasury Department. Unannounced steps will be covert and will involve cyber option — although the U.S. has been very careful to try to avoid engaging Russia in an all-out cyber war, the officials said. DEC. 16: President Obama Addresses Russian Hacking, as FBI Backs CIA Assessment 3:01 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161229011938if_/http://www.nbcnews.com/widget/video-embed/835324483794\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> NBC News has previously reported that U.S. intelligence officials believe \"with a high level of confidence\" that Russian President Vladimir Putin became personally involved in the alleged covert Russian campaign to interfere in the U.S. presidential election. Related: U.S. Officials Say Putin Personally Involved in Election Interference Campaign In October the Obama administration publicly accused the Russian government of directing the cyber-attacks on U.S. political organizations. Obama earlier this month blamed \"the highest level\" of the Russian government for the hacks, noting that \"not much happens in Russia\" without Putin giving the green light. Russia has denied involvement. ",
    "title": "Obama Administration Preparing Retaliatory Steps Against Russia Over Hacks - NBC News"
   },
   {
    "entities": [
     "campbell",
     "love",
     "press",
     "gary",
     "december 28, 2016",
     "facebook",
     "morning",
     "darren",
     "tuesday",
     "monday",
     "county",
     "north",
     "wadsworth",
     "iredell",
     "2016",
     "associated",
     "years ago",
     "twitter",
     "sheriff's",
     "christmas eve",
     "new",
     "carolina",
     "york",
     "office",
     "ohio"
    ],
    "id": 9,
    "text": "Desperate text leads deputies to kidnapped teen; mother found dead Published               December 28, 2016 Facebook 0 Twitter 0 Email Print Gary Love.  (Iredell County Sheriff's Office) A kidnapped 14-year-old girl managed to text her friend for help, leading deputies to discover she was held captive and her mother was killed in their North Carolina home -- and on Tuesday, the suspect was charged with murder. SUSPECT IN MURDER OF ACTRESS, YOGA TEACHER CHARGED IN 6 OTHER CRIMES IN 2016 Gary Love, of Wadsworth, Ohio, was held without bond. Iredell County Sheriff Darren Campbell told local media the mother and daughter were violently assaulted in what he called a \"demonic\" crime. Deputies found the woman dead Monday morning after her daughter texted the friend for help. The daughter told deputies she had been tied up since Christmas Eve. EX-STUDENT WHO FATHERED SON WITH TEACHER KILLED BOTH, POLICE SAY The friend told WSOC the kidnapped teen texted her \"to call 911, me and my mom need help fast.\" She was treated at a local hospital and is staying with relatives. Authorities were awaiting autopsy results to determine how the mother died. Love, 47, told officers who came to check on the two that they were at a funeral, before he ran out the back door. He was arrested soon afterward. It's unclear if he has an attorney. Media outlets are not identifying the woman and daugher, as investigators say they expect to add sexual abuse charges. Love had been in North Carolina for several months, Campbell said. The suspect and the woman knew each other years ago when they lived in New York, according to a sheriff's office release. Local media outlets reported Love was wanted in Ohio for domestic violence and had a protection order against him. The Associated Press contributed to this report. Advertisement ",
    "title": "Desperate text leads deputies to kidnapped teen; mother found dead | Fox News"
   },
   {
    "entities": [
     "feb. 1",
     "expressway",
     "march 22, 2016",
     "march 7, 2016",
     "navy",
     "avenue",
     "milwaukee",
     "november",
     "$75 million",
     "lakefront",
     "next year",
     "transportation",
     "california",
     "roselle",
     "addison",
     "street",
     "heights",
     "kroll",
     "present",
     "clark",
     "elmhurst",
     "trail",
     "$134 million",
     "mapquest",
     "department",
     "this year",
     "riverview",
     "avenue-western",
     "schaumburg",
     "osorio",
     "cta",
     "will-cook",
     "jane",
     "this two-year",
     "melrose",
     "cumberland",
     "this spring",
     "$18 million",
     "shore",
     "$25.6 million",
     "new year",
     "fall",
     "right now",
     "aurora",
     "west",
     "reporter",
     "waze",
     "cdot",
     "gillis",
     "$30 million",
     "mary",
     "traffic",
     "spring",
     "$25.7 million",
     "michael",
     "o'hare",
     "next fall",
     "perez",
     "the end of december",
     "park",
     "nov. 18, 2016",
     "horner",
     "elston",
     "the end of next year",
     "antonio",
     "river",
     "5.8 percent",
     "lake",
     "$1,000",
     "the year 2017",
     "svehla",
     "north",
     "board",
     "of",
     "adams",
     "$500",
     "fullerton",
     "$203 million",
     "surface",
     "$15 million",
     "bedalov",
     "greg",
     "u.s.",
     "balmoral",
     "union",
     "james",
     "irving",
     "york",
     "cook",
     "$20 million",
     "$280 million 95th",
     "airport",
     "office",
     "dale",
     "milburn",
     "rosemont",
     "railroad",
     "damen",
     "$250",
     "line",
     "jose",
     "farnsworth",
     "gianna",
     "racine",
     "pacific",
     "$2.75",
     "harlem",
     "boulevard",
     "prospect",
     "this summer",
     "drive",
     "contact",
     "ravenswood",
     "idot",
     "wisniewski",
     "district",
     "$150",
     "international",
     "sept. 1, 2016",
     "wilson",
     "2018",
     "$23 million",
     "mike",
     "start next summer",
     "berwyn",
     "new",
     "avenue/arlington",
     "western",
     "side",
     "ct-transportation-news-for-2017-12-28-20161228",
     "forest",
     "barrington",
     "bridge",
     "illinois",
     "kennedy",
     "medical",
     "$118 million",
     "$11.75",
     "gurnee",
     "jeffrey",
     "dupage",
     "elgin",
     "the end of the year",
     "chase",
     "c.",
     "the middle of the year",
     "ogden",
     "road",
     "march",
     "2017",
     "start this spring",
     "tribune",
     "grace",
     "belmont",
     "wood",
     "m.",
     "fox",
     "metra",
     "county",
     "cedar",
     "addams",
     "post",
     "tollway",
     "future",
     "slip",
     "chicago",
     "$23.5 million",
     "urgo",
     "oakwood",
     "1881",
     "claffey",
     "$34 million",
     "jan. 1",
     "geneva",
     "tammy"
    ],
    "id": 10,
    "text": "Chicago transit in 2017: Higher Metra fares, a completed Jane Addams, new laws ct-transportation-news-for-2017-12-28-20161228 Antonio Perez / Chicago Tribune The Chicago skyline looms as a Metra train pulls into the Berwyn Metra station in Berwyn on Sept. 1, 2016. The Chicago skyline looms as a Metra train pulls into the Berwyn Metra station in Berwyn on Sept. 1, 2016. (Antonio Perez / Chicago Tribune) Mary Wisniewski Contact Reporter Chicago Tribune The year 2017 will see some changes in getting around the Chicago area by road and rail — higher Metra fares along with renovations that can cut delays; a completed Jane Addams Tollway but continued work on several highway interchanges and intersections like Western and Belmont avenues; and new laws intended to improve road safety. Public transit To start with, the commuter rail service Metra is increasing fares for the third time in three years, starting Feb. 1. Fares for its 150,000 daily commuters will increase by an average of 5.8 percent, or $11.75 for monthly passes and $2.75 for 10-ride passes. Metra Union Pacific North riders this spring will see the next phase of a project to replace bridges on Chicago's North Side, from Grace Street to Balmoral Avenue. As part of this two-year $30 million project, the new inbound half of the Ravenswood station will be built, spokesman Michael Gillis said. Metra and Union Pacific also plan to start a $118 million project to remove two bottlenecks along the UP West Line by installing a third set of tracks in the remaining double-track segments — a 1.8-mile segment from River Forest to Melrose Park, and a 6.1-mile segment from West Chicago to Geneva. Metra also will begin the $34 million construction of a new bridge on the Milwaukee West Line over the Fox River in Elgin. The single-track bridge, originally built in 1881, will be replaced by a two-track bridge. The CTA also has a number of projects and goals for 2017, spokeswoman Tammy Chase said. The $203 million Wilson Avenue station and track reconstruction should be done by the end of next year, agency officials said. Work should be completed in the middle of the year on the $75 million Washington/Wabash station. New Wilson station Jose M. Osorio / Chicago Tribune The CTA's Wilson station, seen March 22, 2016, has been undergoing an upgrade. The CTA's Wilson station, seen March 22, 2016, has been undergoing an upgrade. (Jose M. Osorio / Chicago Tribune) Work will continue on the $280 million 95th Street Red Line terminal, set for completion in 2018, the agency said. The CTA also plans to begin work on the $18 million Quincy Brown Line station renovation project and the $15 million Belmont Blue Line station upgrade, while completing a $23 million renovation at the Illinois Medical District. Future projects are in the works, with the CTA planning a final project alignment for the long-discussed Red Line extension from 95th Street to 130th, as well as doing planning for the Red and Purple Line modernization north of Belmont. The CTA also plans to issue a request for proposals to buy 20 to 30 all-electric buses. Pace riders will be able to take advantage of a managed flex lane on I-90 in mid-2017, which should allow buses to move faster from Elgin to Schaumburg and Rosemont. The suburban bus service also plans two park-and-rides at Barrington Road and Route 25. On the Tollway Some good news for 2017 is that the long, painful rebuilding of the Jane Addams Tollway wrapped up at the end of December, with four lanes open in each direction. Jane Addams Tollway James C. Svehla / Chicago Tribune The new lanes of the Jane Addams Tollway (I-90) are seen in Schaumburg on Nov. 18, 2016. The new lanes of the Jane Addams Tollway (I-90) are seen in Schaumburg on Nov. 18, 2016. (James C. Svehla / Chicago Tribune) Work should be completed next year on an eastbound exit ramp at I-90 and Barrington Road, and construction will continue on the Elmhurst Road interchange. The Illinois Tollway also has partnered with Cook County for a westbound I-90 entrance ramp at Roselle Road. Work continues on installing \"smart road\" features on a 16-mile segment of I-90 between Barrington and the Kennedy Expressway. The Illinois Tollway is installing high-tech gantries over the road every half mile intended to provide drivers with information about travel times, traffic incidents and lane closures — with directional arrows to show which lane is moving faster, said Greg Bedalov, the Illinois Tollway's executive director. \"We can give real-time information to the motoring public,\" said Bedalov, who noted that the Tollway will integrate its information with navigation apps like Mapquest and Waze. On other parts of the Tollway system, the authority plans to continue I-390's march east, with the goal of reaching Route 83 by the end of the year. This is part of the Tollway's plan to provide western access to O'Hare International Airport, Bedalov said. The work will include 17 ramps and 15 bridges, with new interchanges at Prospect Avenue/Arlington Heights Road and Wood Dale Road. \"It's absolutely critical as part of the Elgin-O'Hare western access project, which has been identified as a project of regional and national significance,\" Bedalov said. The extension will not go as far this year as the Canadian Pacific tracks to the west of the airport. The railroad refused the Tollway access over the tracks, and the Tollway responded in November by suing CP before the U.S. Surface Transportation Board. In other Tollway news, work should be completed next year on the new Farnsworth Avenue interchange at I-88, a $20 million project near the Aurora outlet mall. Also next year, planning and design work will ratchet up for the rebuilding of I-294 from 95th Street to Balmoral Avenue, Bedalov said. IDOT and CDOT On Illinois freeways, the rebuilding of the outbound I-55 and Lake Shore Drive interchange should be done by this summer, and the inbound will be done by the fall, said Illinois Department of Transportation spokeswoman Gianna Urgo. The project costs $134 million. Work will proceed on the Cumberland flyover at I-90; on I-90 from Cumberland Avenue to Harlem Avenue; and on the Jane Byrne Interchange project, including I-290 from Racine Avenue to the Post Office, Urgo said. In DuPage County, work on Irving Park Road at York Road should be complete next year, Urgo said. In Lake County, work on the Milburn bypass at U.S. Highway 45 and on the Union Pacific railroad bridge over Route 132 in Gurnee will start this spring. In Will County, work on the U.S. Highway 6 and I-55 interchange will finish up in 2017, while reconstruction of U.S. Highway 6 from Cedar Road to Will-Cook Road starts next fall. In Chicago, the $25.6 million Adams Street Bridge rebuilding, which has clogged up traffic going in and out of downtown, is expected to be done by the spring, as should the $23.5 million reconfiguration of the Elston, Fullerton and Damen intersection, according to Mike Claffey, spokesman for the Chicago Department of Transportation. Belmont Avenue-Western Avenue viaduct Jose M. Osorio / Chicago Tribune Traffic on North Western Avenue in Chicago passes debris from the Belmont Avenue-Western Avenue viaduct demolition project on March 7, 2016. Traffic on North Western Avenue in Chicago passes debris from the Belmont Avenue-Western Avenue viaduct demolition project on March 7, 2016. (Jose M. Osorio / Chicago Tribune) The tricky $25.7 million reconfiguration of the Western/Belmont/Clybourn intersection will take a little longer and should wrap up by mid-2017, Claffey said. As some projects end, others begin. Reconstruction of the Oakwood Boulevard (39th Street) bridge over Metra and Canadian National railroad tracks is expected to start in mid-2017. Construction also will start next summer on the Riverview Bridge along the east side of the river under Addison Avenue, then crossing over to the west side of the river. It will provide bike and pedestrian access between Clark Park to the south and California Park to the north. Work also begins on the Irving Park Road Bridge, which will include a pedestrian/bike underpass on the west side of the river, connecting California Park on the south to Horner Park on the north. Speaking of bike and pedestrian projects, the next two phases of the Navy Pier flyover section of the Lakefront Trail will be completed in 2017, with sections over the Ogden Slip, DuSable Park the Chicago River. The project should be complete in 2018, Claffey said. New laws The new year also brings in new transportation laws. One law that takes effect Jan. 1 more clearly defines bicycles as vehicles on the streets of Illinois, with the same right-of-way-privileges and rights of motor vehicles. Another law requires Illinois drivers education teachers to tell student drivers how to handle themselves during a traffic stop by police. Failure to stop at a railroad crossing will cost you more. The fine will go up to $500 from $250 for a first violation and to $1,000 from $500 for a second violation. Of course, the ultimate price would be getting yourself and the others in your car killed. Jeffrey Kroll, an attorney who specializes in transportation-related injuries, said he hopes the higher railroad crossing fines will decrease crashes. But he sees distracted driving as the biggest problem on the roads right now and wants higher fines for that too. The top fine for using a hand-held mobile device while driving in Illinois is $150, which Kroll called \"nominal.\" \"If we want to avoid distracted driving, I think we want to hit motorists where it hurts most — in the pocketbook,\" he said. Finally, look for the city of Chicago to present a long-awaited, three-year \"Vision Zero\" plan to improve traffic safety, following a tough year for bike and pedestrian fatalities. Vision Zero is an international road safety project that aims for zero deaths and serious injuries from traffic crashes. Ten city departments are involved in the city's plan, including police, fire and the CTA. mwisniewski@chicagotribune.com ",
    "title": "Chicago transit in 2017: Higher Metra fares, a completed Jane Addams, new laws - Chicago Tribune"
   },
   {
    "entities": [
     "ben",
     "cory",
     "trump",
     "2013",
     "cardin",
     "booker",
     "bernie",
     "jeff",
     "donald",
     "tuesday",
     "koch",
     "sanders",
     "scott",
     "environment",
     "agency",
     "environmental",
     "obama",
     "pruitt",
     "works",
     "currently",
     "oklahoma",
     "markey",
     "sheldon",
     "and",
     "whitehouse",
     "merkley",
     "committee",
     "public",
     "ed",
     "epa",
     "protection"
    ],
    "id": 11,
    "text": "Enlarge this image Oklahoma Attorney General Scott Pruitt, shown in 2013, is President-elect Donald Trump's pick to head the EPA. Pruitt's outspoken criticism of climate change and his close ties to the energy industry have raised concerns about his ability to lead the agency. Sue Ogrocki/AP hide caption toggle caption Sue Ogrocki/AP Oklahoma Attorney General Scott Pruitt, shown in 2013, is President-elect Donald Trump's pick to head the EPA. Pruitt's outspoken criticism of climate change and his close ties to the energy industry have raised concerns about his ability to lead the agency. Sue Ogrocki/AP Democratic senators on the Environment and Public Works Committee say Donald Trump's choice to lead the Environmental Protection Agency should reveal his connections with energy insiders before his confirmation hearings get underway. In the letter dated Tuesday, the senators told Scott Pruitt, currently Oklahoma's attorney general, they were concerned about his close ties to energy lobbyists and wanted him to disclose lists of donors who contributed to a nonprofit organization that took funds from a network connected to the Koch brothers. Pruitt is an outspoken critic of climate change and has sued the Obama administration over the EPA's Clean Power Plan. The letter was signed by five Democrats plus independent Bernie Sanders. \"We have been troubled that as Attorney General of Oklahoma you used, nearly verbatim, industry talking points in official correspondence your office sent to EPA concerning EPA's estimation of methane pollution in your state,\" said the letter, signed by Sens. Sheldon Whitehouse, Ed Markey, Jeff Merkley, Cory Booker, Ben Cardin and Sanders. \"What that conduct says about your ability to lead EPA in a manner that is not beholden to special or secret interests is a subject we expect will receive a full airing during your confirmation hearing,\" the letter continued. Article continues after sponsorship ",
    "title": "Senators Ask Trump's EPA Pick To Disclose His Connections To Energy Industry : NPR"
   },
   {
    "entities": [
     "nate",
     "david",
     "texas",
     "press",
     "last week",
     "december 28, 2016",
     "tuesday",
     "county",
     "about three weeks ago",
     "fort",
     "2016",
     "associated",
     "tarrant",
     "police",
     "youtube",
     "july",
     "wednesday",
     "washington",
     "collie",
     "worth",
     "time",
     ", 3:45 pm"
    ],
    "id": 12,
    "text": "By Crimesider Staff AP December 28, 2016, 3:45 PM Video appears to show Fort Worth, Texas police shooting man as he walks away Dashboard camera video released by an attorney for David Collie appears to show a Fort Worth, Texas police officer shoot the 33-year-old as he’s walking away from the officer. Email FORT WORTH, Texas — A police dashcam video appears to show a Texas officer shoot a black man as he’s walking away from the officer and not posing any immediate threat. A lawyer for David Collie released a copy of the video showing the July encounter with a Fort Worth officer and a Tarrant County sheriff’s deputy. The officer and deputy were off-duty at the time and working a security detail together at an apartment complex, attorney Nate Washington said Wednesday. He said Collie was shot in the back, leaving him paralyzed. Warning: The following video contains violent imagery. on YouTube Police at the time were searching for two shirtless black men who they believed had committed a robbery near a gas station, Washington said. Authorities said in a news release they issued at the time that Collie pulled a box cutter from his pocket and pointed it at the officers. Collie was charged with aggravated assault on a public servant but a grand jury declined to indict him. Fort Worth police did not respond Wednesday to a request for comment on the incident. Collie, 33, was walking from work to a friend’s apartment when the officers approached him in the patrol vehicle, Washington said. It was the Fort Worth officer who shot Collie, Washington said, and the video appears to show the officer firing his weapon about 10 seconds after exiting the vehicle and as Collie walked away. The video was obtained about three weeks ago from the Tarrant County district attorney’s office through an open-records request, Washington said. The attorney said he released the video Tuesday at a news conference at Collie’s insistence because Collie was tired of comments made to his mother by people assuming he must have done something wrong. Washington said Collie wanted to make clear he “didn’t do anything to threaten an officer.” Release of the shooting video came just days after the Fort Worth police were in the spotlight over another incident. A cellphone video captured a white Fort Worth officer last week wrestling a black woman to the ground and then arresting her and her two daughters. The officer appeared to be argumentative and escalate the encounter with the woman, who had called police following an encounter between her son and a neighbor. The video has been viewed millions of times. © 2016 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. ",
    "title": "Video appears to show Fort Worth, Texas police shooting man as he walks away - CBS News"
   },
   {
    "entities": [
     "israel",
     "middle",
     "kerry",
     "times",
     "friday",
     "2013",
     "hillary",
     "united",
     "morning",
     "monday",
     "george",
     "nations",
     "2004",
     "john",
     "current",
     "u.s.",
     "obama",
     "w.",
     "new",
     "benjamin",
     "east",
     "wednesday",
     "york",
     "iran",
     "the summer of 2014",
     "bush",
     "netanyahu",
     "clinton"
    ],
    "id": 13,
    "text": "Continue reading the main story “Some seem to believe that the U.S. friendship means the U.S. must accept any policy, regardless of our own interests, our own positions, our own words, our own principles — even after urging again and again that the policy must change,” he said. “Friends need to tell each other the hard truths, and friendships require mutual respect.” Video Reactions to Kerry’s Rebuke of Israel Israelis and Palestinians had strong opinions about the two-state solution. Prime Minister Benjamin Netanyahu of Israel said Secretary of State John Kerry's speech was a \"deep disappointment.” embed Mr. Kerry usually speaks in the careful words of diplomacy, being careful not to publicly name names, or put choices in the harshest terms. He dropped most of those niceties on Wednesday, especially about Mr. Netanyahu’s government. “The Israeli prime minister publicly supports a two-state solution, but his current coalition is the most right wing in Israeli history, with an agenda driven by its most extreme elements,” he said. “The result is that policies of this government — which the prime minister himself just described as ‘more committed to settlements than any in Israel’s history’ — are leading in the opposite direction, towards one state.” Advertisement Continue reading the main story It was a remarkable moment in the American-Israeli relationship, and it was a remarkable moment for Mr. Kerry. With his presidential hopes dashed after his loss to George W. Bush in the 2004 election, Mr. Kerry saw his time as secretary of state as a chance to make a true change in the Middle East. In three weeks, his near-constant travels around the world will end and his energetic diplomacy will suddenly terminate. He has one major accomplishment under his belt — the Iran nuclear deal — but he could not achieve his goals on the Israeli-Palestinian dispute, or in the Syrian civil war. Mr. Kerry cast himself as one of Israel’s greatest friends, and cited a lifelong commitment to the country. But he said he had to “save the two-state solution while there was still time.” “We did not take this decision lightly,” he said of the United Nations vote. For Mr. Kerry, the speech was also a rueful valedictory. As soon as he took over from Hillary Clinton as secretary of state in 2013, he plunged into the tar pit of Middle East peace negotiations with an enthusiasm neither his predecessor nor President Obama shared. The goal was a nine-month negotiation leading to a “final status” of the Israeli-Palestinian conflict by the summer of 2014. Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up Receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. You are already subscribed to this email. ",
    "title": "Kerry Rebukes Israel, Calling Settlements a Threat to Peace - The New York Times"
   },
   {
    "entities": [
     "j",
     "nickol",
     "$65",
     "klem",
     "arcanum",
     "g-iii",
     "avenue",
     "japan",
     "shelton",
     "oxford",
     "clothing",
     "the 1980s",
     "china",
     "npd",
     "rutherford",
     "today",
     "store",
     "98 percent",
     "all",
     "east",
     "group",
     "97 percent",
     "amazon",
     "b",
     "white",
     "lesotho",
     "abigail",
     "association",
     "$15",
     "united",
     "may",
     "the early 2010s",
     "recently",
     "wroblewski",
     "the year",
     "manhattan",
     "and",
     "york",
     "danny",
     "apparel",
     "stephanopoulos",
     "marc",
     "todd",
     "walmart",
     "$40",
     "$10",
     "$180",
     "$38",
     "december 28, 2016",
     "$200",
     "dec. 5",
     "dorya",
     "$150",
     "alex",
     "tower",
     "fisher",
     "$28",
     "asia",
     "organization",
     "macy's",
     "new",
     "ghitis",
     "ivanka",
     "cohen",
     "amazon.com",
     "abe",
     "company",
     "indonesia",
     "shinzo",
     "times",
     "last year",
     "states",
     "trump",
     "house",
     "american",
     "panjiva",
     "george",
     "abc",
     "vietnam",
     "$400",
     "fifth",
     "footwear",
     "africa",
     "n.j.",
     "u.s.a.",
     "now",
     "ohio"
    ],
    "id": 14,
    "text": "Should Mr. Trump make good on such promises, he would take aim at not only his own brand, but his daughter’s as well. Advertisement Continue reading the main story Mr. Trump doesn’t stand to lose much. While his goods are largely manufactured overseas, most of his retail ventures have gone the way of Trump vodka and steaks. And what products can be found — at his hotels and golf courses and on Amazon sold by independent sellers — are the vestiges of a mostly defunct clothing line or sporadic shipments of Trump sweatshirts and hats. Ivanka Trump’s company , by contrast, is the type of operation that Mr. Trump is squarely aiming for. Her shoes and dresses largely retail for less than $150. Coats cost as much as $400. Factored into those prices is the cost of materials and production, as well as shipping, tariffs, marketing and advertising expenses. Cheap production overseas means more coin in the coffers of Ms. Trump and the shoe, accessory and clothing makers that are her partners, among them Marc Fisher footwear, the G-III Apparel Group and Mondani. (Ms. Trump’s company, which is privately held, does not disclose its financials.) Almost all of her goods are made overseas, according to a New York Times review of shipments compiled separately by Panjiva and ImportGenius , two trade databases. ImportGenius tallied 193 shipments for imported goods associated with Ms. Trump for the year through Dec. 5, mostly Chinese-made shoes and handbags. Her dresses and blouses are made in China, Indonesia and Vietnam, according to a review of hundreds of clothing tags and financial documents filed by G-III. It is the harsh reality of the clothing business. Before Ms. Trump started her shoe and clothing lines in the early 2010s, she did what any well-connected New Yorker would, consulting corporate chieftains, fashion designers and department store executives. She ultimately decided to license her name. Photo The Ivanka Trump Fine Jewelry store in the lobby of Trump Tower in Manhattan. Ms. Trump, whose public persona is at the heart of her brand, is already facing some blowback for her father’s inflammatory comments about minorities and potential conflicts of interest. Credit Alex Wroblewski for The New York Times Since then, Ms. Trump, 35, has pondered making some items in-house. Investors were consulted, and a business plan was drawn up — but the project was scrapped, said one person briefed on the discussions. It was costly and impractical, so suppliers continued to make her clothes overseas. “When I started my business, I recognized where my strengths were and knew that I didn’t have any experience in production and manufacturing,” Ms. Trump said in a rare interview.“I am not a designer. I am an entrepreneur.” In retail, where margins are slim, overseas manufacturers are crucial to profits. Most of the clothing Americans buy at Walmart, Macy’s and Target are made abroad, including 97 percent of apparel and 98 percent of shoes, according to the American Apparel and Footwear Association. Advertisement Continue reading the main story It is part of a long history of American garment manufacturers chasing cheap labor. They moved to China in the 1980s, then elsewhere in Asia. Now, Chinese shoemakers are building factories in Africa, where wages are about $40 a month, compared with $400 in China. Even then, an overseas strategy does not portend survival, as Mr. Trump’s experience shows. At Trump Tower on Fifth Avenue, the Trump Store is downstairs from the lobby, sandwiched between a restaurant and an ice cream parlor. While a $65 white polo golf shirt from Lesotho in southern Africa was available, there was no sign of many of Mr. Trump’s other items, like the dress shirt made in Vietnam on display upstairs. Last year, Macy’s dropped Mr. Trump’s clothing line over inflammatory comments he made about Mexican immigrants. Now about the best place to find his ties, dress shirts and accessories is on Amazon.com — and even that stock is just a hodgepodge. The company that made Trump-branded comforters and sheets, Downlite, said it had ended its relationship with him last year. His beds, designed by Dorya, aren’t in stores, either. They are made to order overseas, according to the company. Mr. Trump said in campaign interviews that he would like to make his apparel in the United States, but that it was hard to find companies that did. When George Stephanopoulos of ABC pressed him to explain, Mr. Trump said, “They don’t even make the stuff here.” That is not exactly true. B J Nickol, president of the All American Clothing Company, based in Arcanum, Ohio, said he employed 15 people, as well as subcontractors in about 20 states who cut, sew and ship shirts, jeans and sweaters. He estimated it cost All American $10 to $15 to manufacture a polo shirt, including fabric and labor. He sells them for about $28 to $38, or about half of what a polo shirt costs at Trump Tower. While the company mostly sells shirts to individuals, Mr. Nickol said he would welcome a big-time customer like Mr. Trump. Mr. Nickol said he had witnessed the impact on his community when apparel manufacturers moved away. “And the only way we could think of to fix that was to keep jobs here,” he said. Photo Ivanka Trump shoes largely retail for less than $150. Credit Danny Ghitis for The New York Times While large-scale clothing manufacturing is unlikely to return to the United States, specialty items or high-end apparel has promise. Todd Shelton, a fashion designer who makes sleek separates and sells them online, sews his clothes at a factory in East Rutherford, N.J. Advertisement But there are trade-offs, namely price. A pair of women’s jeans made by Todd Shelton costs $200; an Oxford shirt is $180. And cost is only one factor. Fashion is another. Recently, Ms. Trump tried to make a flip-flop in the United States. She and one of her main partners, Marc Fisher, shopped a design to retailers, according to a person with knowledge of the venture. Buyers, though, didn’t like the design — and it never got made. With the Ivanka Trump brand, another variable now comes into play: politics. Ms. Trump served as a more polished emissary of her father’s messages during the campaign, and she is under pressure to bring jobs home. And in a postelection era, her carefully crafted public persona, which is at the heart of the brand, is at risk. Ms. Trump has found a way to commercialize female empowerment, selling petal pink sheaths and trendy shoes to young professionals on the go. Her brand’s hashtag #womenwhowork often accompanies pitches to buy her satchels and clothes. “She wants to make sure her reputation is unblemished,” said Marshal Cohen, a consumer behavior and retail analyst at the NPD Group, a research firm. Ms. Trump is already facing some blowback. She was criticized for meeting with Prime Minister Shinzo Abe of Japan while completing a licensing deal with a company whose largest shareholder is wholly owned by the Japanese government. Consumers offended by her father’s inflammatory comments about minorities continue to boycott her line. Ms. Trump acknowledged the potential appearance of conflicts as her father prepared to move into the White House. She said she would step down as the head of her namesake brand if asked to become an adviser to her father and the Trump administration. “I would completely separate myself from my businesses,” said Ms. Trump, who is also considering a leave of absence from the Trump Organization, where she serves as an executive vice president for development and acquisitions. Representatives for Mr. Trump declined to comment. But it will not drastically change her company’s strategy. She and her team do not plan to move manufacturing back just to quell critics. Advertisement Continue reading the main story “It’s great to say we want to do all of this, but we want to make responsible business decisions, too,” said Abigail Klem, president of the Ivanka Trump brand. “From a business perspective, we have to have longevity.” A version of this article appears in print on December 28, 2016, on Page A1 of the New York edition with the headline: For the Trumps, ‘Made in U.S.A.’ May Be a Tricky Label to Stitch. Order Reprints | Today's Paper | Subscribe ",
    "title": "For the Trumps, ‘Made in U.S.A.’ May Be a Tricky Label to Stitch - The New York Times"
   },
   {
    "entities": [
     "democratic",
     "palm",
     "stephen",
     "mar-a-lago",
     "beach",
     "florida",
     "costa",
     "jan. 20, 1981",
     "graham",
     "bloomberg",
     "reagan",
     "trump",
     "margaret",
     "next year",
     "jan. 20",
     "claritza",
     "harrison",
     "university",
     "henry",
     "nasa",
     "donald",
     "danielle",
     "media",
     "newsmax",
     "fla.",
     "carlson",
     "john",
     "december 28",
     "julio",
     "post",
     "past",
     "lunchtime",
     "houston",
     "d.c.",
     "quinn",
     "rice",
     "wednesday",
     "christopher",
     "jimenez",
     "ruddy",
     "washington",
     "jfk",
     "nba",
     "nixon",
     "ronald",
     "nancy",
     "douglas",
     "kennedy",
     "late december",
     "now",
     "brinkley",
     "at 4:33 pm",
     "winter",
     "f.",
     "william",
     "miller",
     "dolan",
     "robert",
     "thomas",
     "franklin",
     "kunitz",
     "ap"
    ],
    "id": 15,
    "text": "Trump tells visitors he’s drafting his inaugural speech with Reagan and Kennedy in mind The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Robert Costa December 28 at 4:33 PM Follow @costareports President Ronald Reagan gives a thumbs-up sign to the crowd as his wife, first lady Nancy Reagan, waves from a limousine during the inaugural parade in D.C. on Jan. 20, 1981. (AP) President-elect Donald Trump privately told several visitors to his winter retreat in Florida on Wednesday that he is writing the first draft of his inaugural speech and is looking to presidents Ronald Reagan and John F. Kennedy for inspiration, according to three people familiar with the conversation. Trump told them that Reagan’s “style” and Kennedy’s articulation of grand national ambitions are central to how he thinks through his own speech, which will be given Jan. 20, the people said. And while Trump is working closely with Stephen Miller, his aide and speechwriter, on the text, he confided that in recent days he has become more personally involved in the writing process, the people said. The people requested anonymity because they were not authorized to discuss the conversation. A Trump transition spokesperson was not available for comment. [ At Trump’s inauguration, Franklin Graham, Cardinal Dolan and four more clergy members will pray ] Trump made his private remarks during lunchtime at his Mar-a-Lago club in Palm Beach, Fla., to presidential historian Douglas Brinkley, Bloomberg columnist Margaret Carlson, Democratic lobbyist Thomas Quinn and Newsmax Media chief executive Christopher Ruddy, who is a longtime friend of the president-elect. While the media and political personalities were dining together as Ruddy’s guests, Trump — who has been at the property for most of late December — ventured over at various points during a two-hour period to speak with them, the people said. A person familiar with Trump’s comments said he is “enamored with Reagan’s confident style and how he connected with the country.” “He went on and on about Reagan and how much he admires him. But it wasn’t all about Reagan. He spoke about Kennedy and how he was able to get the country motivated, to go to the moon. He’s thinking about both men as he starts to write the speech, which is something he’s now taking the lead on,” the person said. The person added that part of the draw to Kennedy is that Trump knows that “what would have been Kennedy’s 100th birthday will come only a few months after his inauguration next year.” When reached Wednesday by phone, Brinkley, who is a professor at Rice University in Houston, declined to discuss Trump’s framework for the inaugural address. But he confirmed that Trump spoke at length about history and asked questions about past inaugurations. “We talked about JFK and Reagan and about how William Henry Harrison caught pneumonia after giving too long of an inaugural speech,” Brinkley said. “I was there as a presidential historian, telling stories and listening to his view of the presidency.” Brinkley said he found Trump to be “relaxed and utterly gracious” and “as happy to talk about NBA basketball as he was about history.” “It reminded me a little of Nixon, who loved football,” he said. “When I raised the fact that I was writing a book about Kennedy and the moon shot and NASA, he did talk about how he admires Kennedy in addition to Reagan. There was admiration for Reagan’s style and for Kennedy,” Brinkley said. “He recognizes that he’s entering a club,” he continued. “Even if he didn’t spend a lifetime reading presidential biographies, he appreciates that he is joining the club and is learning more about its traditions.” According to the people familiar with the conversation, Trump also told the group that he was nearing decisions on the remaining slots in his cabinet — secretary of agriculture and secretary of veterans affairs — but he did not disclose his list of finalists. A lighter moment came when Trump asked Brinkley about how presidents gave inaugural addresses before the invention of the microphone. Brinkley told Trump that presidents would have supporters whisper the speech through the crowd so that people in the back could know what was being said. Trump found the anecdote amusing. President-elect Donald Trump will be sworn into office during the 58th inauguration on Jan. 20. Here's a look at what we know about the planned inaugural activities and a look back at how the tradition has evolved. (Claritza Jimenez,Danielle Kunitz,Julio Negron/The Washington Post)   ",
    "title": "Trump tells visitors he’s drafting his inaugural speech with Reagan and Kennedy in mind - The Washington Post"
   },
   {
    "entities": [
     "beach",
     "eddie",
     "1950",
     "taylor",
     "carrie",
     "reynolds",
     "rick",
     "amapola",
     "stanley",
     "miss",
     "gene",
     "kevin",
     "kline",
     "1956",
     "king",
     "carleton",
     "the 1990s",
     "caruso",
     "1953",
     "molly",
     "1957",
     "today",
     "donen",
     "the 1950s",
     "burbank",
     "1997",
     "karl",
     "sadie",
     "angeles",
     "broadway",
     "bette",
     "1960s",
     "1973",
     "park",
     "elizabeth",
     "river",
     "wed",
     "kelly",
     "gauthier",
     "hamlett",
     "albert",
     "todd",
     "harry",
     "o'grady",
     "newport",
     "hypodermic",
     "mgm",
     "rosie",
     "brooks",
     "christmas",
     "richard",
     "oscar",
     "helen",
     "carpenter",
     "debbie",
     "fisher",
     "1964",
     "2015",
     "hyde",
     "brown",
     "kane",
     "nbc",
     "santa",
     "1967",
     "hills",
     "1960",
     "susan",
     "bros.",
     "los",
     "1996",
     "1952",
     "grand",
     "palmdale",
     "warner",
     "1987",
     "times",
     "1969",
     "grace",
     "ana",
     "jan. 25, 2015",
     "davis",
     "hollywood",
     "canyon",
     "beverly",
     "1985",
     "robert",
     "tammy"
    ],
    "id": 16,
    "text": "Debbie Reynolds dies at 84, a day after her daughter Carrie Fisher's death SAG Awards | 2015 Robert Gauthier / Los Angeles Times Carrie Fisher presents her mother, Debbie Reynolds, the Life Achievement Award at the 21st Screen Actors Guild Awards at the Shrine Auditorium in Los Angeles on Jan. 25, 2015. Carrie Fisher presents her mother, Debbie Reynolds, the Life Achievement Award at the 21st Screen Actors Guild Awards at the Shrine Auditorium in Los Angeles on Jan. 25, 2015. (Robert Gauthier / Los Angeles Times) RELATED: See the full Obituary for Reynolds here. Her death was announced several hours after she was rushed to Cedar-Sinai Medical Center from her son’s home in Beverly Hills. A law enforcement source said Reynolds complained of breathing problems. Reynolds was one of Hollywood’s top actresses and singers in the 1950s and 1960s, and a celebrity whose sometimes rocky personal life was chronicled by the media. She continued to act regularly into the 1990s. When Reynolds was young, she moved to Burbank with her family and quickly started performing in school plays and even with the town symphony. She won the Miss Burbank beauty contest at 16 and captured the attention of Warner Bros. and MGM . Reynolds signed with Warner Bros. but only managed to make 1950’s “The Daughter of Rosie O’Grady.” She had better luck at MGM after she signed with the studio in 1950, causing a sensation in her short but memorable scene as the boop-oop-a-doop singer Helen Kane in the 1950 musical biopic “Three Little Words.” That same year she and Carleton Carpenter hit the charts with the song “Aba Daba Honeymoon” from their film “Two Weeks With Love.” Her stock in Hollywood rose when Gene Kelly and Stanley Donen cast her as the female lead in their 1952 musical classic “Singin’ in the Rain.” Reynolds made several other musicals at the studio, including 1953’s “I Love Melvin” and “Give a Girl a Break.” She got a chance at more dramatic fare with 1956’s “The Catered Affair” with Bette Davis. Reynolds started to freelance in 1957 and found success at Universal with the comedy “Tammy and the Bachelor.” She also had a No. 1 hit tune with “Tammy.” She earned her only best actress Oscar nomination for 1964’s “The Unsinkable Molly Brown.” She also starred in the 1967 hit comedy “Divorce American Style.” On TV, Reynolds headlined her first sitcom, “The Debbie Reynolds Show,” in 1969, but it lasted only one season. Later, Reynolds turned to Broadway, where she starred in the 1973 revival of “Irene,” and began performing in nightclubs, which she still does today. She also guest-starred on countless TV series, including “Alice” and “The Love Boat,” and appeared in TV movies such as 1987’s “Sadie and Son.” In the 1990s, Reynolds returned to feature films, receiving rave reviews in Albert Brooks’ 1996 comedy “Mother” and playing the mother of Kevin Kline ’s character in 1997’s “In & Out.” She also appeared as Grace’s mother in several episodes of the NBC comedy “Will & Grace.” Reynolds' personal life has been rockier. She married and divorced singer Eddie Fisher (with whom she had two children, Carrie and Todd Fisher), after he fell for Elizabeth Taylor. In 1960, she married shoe magnate Harry Karl, and after divorcing Karl, wed real estate developer Richard Hamlett in 1985. Her second and third marriages were personal and financial disasters. Caption 90 seconds: 4 stories you can't miss An old rule may save the Rose Parade from rain , a woman trekked 26 miles through the snow after her family got stranded in the Grand Canyon, developers like Rick Caruso make huge donations  to city officials, and Carrie Fisher remembered .  Caption 90 seconds: 4 stories you can't miss An old rule may save the Rose Parade from rain , a woman trekked 26 miles through the snow after her family got stranded in the Grand Canyon, developers like Rick Caruso make huge donations  to city officials, and Carrie Fisher remembered .  Caption Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caption Hypodermic needles and syringes washing up in Newport Beach Hypodermic needles and syringes have been washing ashore in Newport Beach at the mouth of the Santa Ana River, an area that see a high degree of flotsam and jetsam following storms. Hypodermic needles and syringes have been washing ashore in Newport Beach at the mouth of the Santa Ana River, an area that see a high degree of flotsam and jetsam following storms. Caption Tamale drama on Christmas Many Angelenos buy their masa cornmeal from Amapola stores. Many Angelenos buy their masa cornmeal from Amapola stores. Caption Crash caught on camera in Hyde Park, police need help finding hit-and-run driver The victim, who is a father of nine, is in critical condition fighting for his life. The victim, who is a father of nine, is in critical condition fighting for his life. Times contributor Susan King provided material for this report. ALSO ",
    "title": "Debbie Reynolds dies at 84, a day after her daughter Carrie Fisher&apos;s death - LA Times"
   },
   {
    "entities": [
     "year since 1997",
     "larry",
     "west",
     "sides",
     "buchanan",
     "south",
     "2013",
     "dec. 28, 2016",
     "garcia",
     "jensen",
     "rick",
     "pearson",
     "development",
     "2009",
     "phillips",
     "park",
     "parshina-kottas",
     "autry",
     "victor",
     "alexandra",
     "2016",
     "yuliya",
     "past",
     "taige",
     "chicago",
     "side",
     "target",
     "bloomingberg",
     "dec. 15, 2016",
     "america",
     "corporation",
     "haeyoun",
     "gershon",
     "now",
     "albert",
     "derrion",
     "lakita",
     "area"
    ],
    "id": 17,
    "text": "Site Mobile Navigation ‘A Bullet Could Hit Me and My Kids Anytime’ For thousands of children in Chicago, walking to school can be treacherous. One father, Victor Bloomingberg, explains why. DEC. 28, 2016 America’s third-largest city is dangerous enough that more than a fifth of Chicago’s 652 public schools have Safe Passage routes to help children travel safely. The routes were chosen in areas with some of the highest concentrations of violent crime, particularly on the West and South Sides. Safe Passage route Shooting or homicide in 2016 Lake south side About 1,300 workers dressed in neon-green vests stand within eyeshot of one another on 142 designated routes . According to the city, no child has ever been a victim of a serious incident while Safe Passage workers have been on duty. “We’re those kids’ parents from the time they’re leaving home to the time they’re getting to school, because those are our babies,” said Lakita Pearson, a Safe Passage supervisor on the West Side. Workers are often hired from within the community so they can build relationships — even with the “individuals who pull triggers,” said Autry Phillips, executive director of Target Area Development Corporation, which helps the city manage nine Safe Passage routes. “They understand that when they see those vests out there, they’re saying, ‘Hey, look, this is the time kids are walking past here now; let’s get it right,’” Mr. Phillips said. The Safe Passage program began in 2009 after a 16-year-old student, Derrion Albert, was beaten to death after leaving his high school on the South Side. The city expanded the program in 2013, increasing the number of the routes, but the program still has its limitations. There are vast sections of the city not covered by Safe Passage, and some parents say the workers are merely “eyes and ears” and can’t really protect children from levels of violence that have become extraordinary. With more than 750 homicides in 2016 so far, the city has had its deadliest year since 1997. By HAEYOUN PARK, LARRY BUCHANAN , TAIGE JENSEN, YULIYA PARSHINA-KOTTAS, RICK GERSHON and ALEXANDRA GARCIA DEC. 28, 2016 By Haeyoun Park, Larry Buchanan, Taige Jensen, Yuliya Parshina-Kottas, Rick Gershon and Alexandra Garcia Note: Data for all crime maps are through Dec. 15, 2016, obtained from the City of Chicago data portal. The Bloomingberg house address has been obscured in the video. More on NYTimes.com ",
    "title": "‘A Bullet Could Hit Me and My Kids Anytime’ - The New York Times"
   },
   {
    "entities": [
     "council",
     "israel",
     "middle",
     "david",
     "kerry",
     "palm",
     "mar-a-lago",
     "last year",
     "this week",
     "dec. 28",
     "west",
     "beach",
     "spicer",
     "wagner",
     "at 4:05 pm",
     "trump",
     "christmas",
     "house",
     "harbor",
     "hillary",
     "club",
     "earlier this week",
     "december 28, 2016",
     "--",
     "united",
     "oval",
     "donald",
     "axelrod",
     "morning",
     "january 20th",
     "the day",
     "tuesday",
     "bank",
     "nations",
     "security",
     "later",
     "fla.",
     "white",
     "john",
     "december 28",
     "j.",
     "twitter",
     "current",
     "post",
     "u.n.",
     "ricky",
     "u.s.",
     "obama",
     "wednesday",
     "pearl",
     "east",
     "75 years ago",
     "sean",
     "bastien",
     "washington",
     "iran",
     "jerusalem",
     "afternoon",
     "office",
     "now",
     "juliet",
     "f.",
     "clinton",
     "eilperin",
     "9 a.m."
    ],
    "id": 18,
    "text": "Trump accuses Obama of putting up ‘roadblocks’ to a smooth transition The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By John Wagner December 28 at 4:05 PM Follow @WPJohnWagner President-elect Donald Trump answers questions from the media during transition team meetings at the Mar-a-Lago Club on Dec. 28. (Ricky Carioti/The Washington Post) After having repeatedly praised President Obama’s efforts to ensure a smooth transition, President-elect Donald Trump reversed course on Wednesday, accusing the current occupant of the Oval Office of putting “roadblocks” in his way. Trump took to Twitter shortly after 9 a.m., saying he was “doing my best to disregard the many inflammatory President O statements and roadblocks.” Doing my best to disregard the many inflammatory President O statements and roadblocks.Thought it was going to be a smooth transition - NOT! — Donald J. Trump (@realDonaldTrump) December 28, 2016 “Thought it was going to be a smooth transition — NOT!” the Republican president-elect wrote. The White House declined to comment on Trump's tweet and others that followed. President Obama and President-elect Donald Trump had kind words for each other in the aftermath of the election. Then things seemed to change after Christmas. (Bastien Inzaurralde/The Washington Post) Trump’s assessment comes amid days of verbal sparring between the outgoing and incoming president. During a ceremony Tuesday marking the Japanese attack at Pearl Harbor 75 years ago, Obama cautioned against “the urge to turn inward” and stressed a need to “resist the urge to demonize those who are different” — remarks some thought were aimed partly at Trump. Trump also made it clear Wednesday that he is perturbed by a number of steps the Obama administration is taking in its final weeks related to Israel, including a speech that was planned Wednesday by Secretary of State John F. Kerry on Middle East policy. We cannot continue to let Israel be treated with such total disdain and disrespect. They used to have a great friend in the U.S., but....... — Donald J. Trump (@realDonaldTrump) December 28, 2016 not anymore. The beginning of the end was the horrible Iran deal, and now this (U.N.)! Stay strong Israel, January 20th is fast approaching! — Donald J. Trump (@realDonaldTrump) December 28, 2016 “We cannot continue to let Israel be treated with such total disdain and disrespect,” Trump wrote in another series of tweets. “They used to have a good friend in the U.S., but … not anymore.” Trump said the “beginning of the end” was the “horrible” Iran nuclear deal reached last year that was supported by a coalition of world powers but vigorously opposed by Israel. Trump was also highly critical this week of the Obama administration’s refusal to veto a United Nations Security Council resolution condemning Israeli settlements in the West Bank and East Jerusalem. “Stay strong Israel, January 20th is fast approaching!” Trump wrote on Twitter, referring to his inauguration date. During a conference call with reporters later Wednesday morning, transition spokesman Sean Spicer at first declined to elaborate on Trump's tweets, saying they “speak for themselves.” He later said that Obama and his administration officials have been generous with their time during the transition process and helpful with “mechanical” issues. On Wednesday afternoon, during a brief appearance before reporters at his Mar-A-Lago estate in Palm Beach, Fla., Trump was asked about whether he thinks the transition is going smoothly. “Oh, I think very, very smoothly,” he replied. “Very good. You don't think so?” Trump also sounded more conciliatory later in the afternoon, when he told reporters that Obama had called him earlier in the day. “He called me, we had a very nice conversation,” Trump said, without offering much elaboration. Trump’s view of his Democratic predecessor soured earlier this week when Obama said on a podcast hosted by his former adviser, David Axelrod, that he thought he could have prevailed in an election over Trump. [ President Obama says he could have beaten Trump — Trump says ‘NO WAY!’ ] Those comments prompted two tweets in as many days from Trump contesting Obama’s assessment. On Tuesday, Trump chided Obama for the failure of his campaign efforts on behalf of Democratic nominee Hillary Clinton to bear fruit. “President Obama campaigned hard (and personally) in the very important swing states and lost,” Trump said in a tweet. “The voters wanted to MAKE AMERICA GREAT AGAIN!” Juliet Eilperin contributed to this report. politics ",
    "title": "Trump accuses Obama of putting up ‘roadblocks’ to a smooth transition - The Washington Post"
   },
   {
    "entities": [
     "dec 28, 2016",
     "texas",
     "press",
     ", 10:38 pm",
     "la",
     "porte",
     "ellington",
     "webb",
     "associated",
     "shares",
     "night",
     "glen",
     "houston",
     "national",
     "army",
     "galveston",
     "late wednesday",
     "email",
     "bay",
     "afternoon",
     "guard",
     "field"
    ],
    "id": 19,
    "text": "2 Killed in Military Helicopter Crash in Galveston Bay By The Associated Press LA PORTE, Texas \u0097 Dec 28, 2016, 10:38 PM ET 0 Shares Email Texas Army National Guard officials say two crew members aboard an Apache helicopter on a routine training mission have died when their aircraft crashed in Galveston Bay just off the shoreline about 25 miles southeast of Houston. Chief Warrant Officer 5 Glen Webb says names of the victims are being withheld until their relatives are notified. The helicopter was based at nearby Ellington Field. Witnesses said the aircraft broke apart in the air late Wednesday afternoon. Debris and a small oil slick were on the bay. A piece of the chopper's blade was found on land near the crash site. Divers were working into the night to retrieve the victims. The wheels of the helicopter poked above the water's surface about 25 yards from shore near a vacant cruise ship terminal. 0 Shares ",
    "title": "2 Killed in Military Helicopter Crash in Galveston Bay - ABC News"
   },
   {
    "entities": [
     "sept. 11, 2015",
     "sommers",
     "hartford",
     "nov. 6, 2016",
     "j",
     "harnik",
     "joe",
     "slaven",
     "milwaukee",
     "miami",
     "port",
     "oct. 21, 2015",
     "s.",
     "paul",
     "oval",
     "hofstra",
     "state",
     "ngan",
     "stadium",
     "july 23, 2015",
     "mccollester",
     "erik",
     "gilligan",
     "erin",
     "turnberry",
     "european",
     "oct. 9, 2016",
     "wisconsin",
     "douglas",
     "lauer",
     "old",
     "clinton",
     "kremlin",
     "ap",
     "white",
     "west",
     "maury",
     "theater",
     "oct. 19, 2016",
     "mary",
     "n.c.",
     "hempstead",
     "s.c.",
     "michael",
     "july 20, 2016",
     "facebookemail",
     "facebook",
     "murdock",
     "gerald",
     "country",
     "lincoln",
     "sept. 7, 2016",
     "blue",
     "vegas",
     "treasure",
     "roberson",
     "jan. 8, 2016",
     "fullscreen",
     "sept. 28, 2015",
     "columbus",
     "dec. 17, 2016",
     "epa",
     "manny",
     "july 21, 2016",
     "thomas",
     "4:16 p.m. est",
     "june 29, 2015",
     "dec. 16, 2016",
     "witcher",
     "monster",
     "andrew",
     "nov. 22, 2016",
     "margaret",
     "moscow",
     "ministry",
     "cnn",
     "afp/getty",
     "pugliano",
     "pacquiao",
     "may 10, 2016",
     "rnc",
     "walsh",
     "mike",
     "terre",
     "aug. 22, 2016",
     "arena",
     "republican",
     "nov. 4, 2015",
     "susan",
     "conn.",
     "sanchez",
     "giuliani",
     "committee",
     "march 1988",
     "dec. 1, 2016",
     "rudy",
     "putin",
     "uss",
     "tommy",
     "thiel",
     "anselm",
     "mccain",
     "eylse",
     "c.",
     "getz",
     "south",
     "2013",
     "orleans",
     "georges",
     "angelillo",
     "gilligan-usa",
     "wis.",
     "university",
     "golf",
     "feb. 9, 2016",
     "county",
     "municipal",
     "urbandale",
     "greater",
     "chow/the",
     "rainier",
     "n.h.",
     "july 7, 2016",
     "saginaw",
     "farmers",
     "ii",
     "memorial",
     "airlines",
     "run",
     "patrol",
     "loeb",
     "matthew",
     "jordan",
     "aug. 21, 2015",
     "reuter",
     "palm",
     "texas",
     "page",
     "neibergall",
     "coliseum",
     "science",
     "heppell",
     "dec. 10, 2016",
     "b.",
     "pinos",
     "authority",
     "this year",
     "eric",
     "brekken",
     "today",
     "des",
     "lesser",
     "platt",
     "hill",
     "center",
     "sept. 17, 2016",
     "cheryl",
     "clive",
     "las",
     "ben",
     "raedle",
     "capitol",
     "april 6, 2016",
     "n.y.",
     "mobile",
     "july 1, 2016",
     "bezos",
     "shiro",
     "reagan",
     "island",
     "ind.",
     "mahal",
     "news",
     "manchester",
     "united",
     "papasso",
     "ann",
     "indiana",
     "pressphoto",
     "christie",
     "heliport",
     "chip",
     "drew",
     "atlantic",
     "bethpage",
     "burlington",
     "casino",
     "romney",
     "twitter",
     "haute",
     "dinner",
     "opera",
     "sports",
     "u.s.",
     "jack",
     "jersey",
     "genesee",
     "carolina",
     "nov. 1, 2016",
     "pescott",
     "march 21, 2016",
     "winthrop",
     "mitchell",
     "somodevilla",
     "robyn",
     "david",
     "brady",
     "colorado",
     "great",
     "images",
     "club",
     "pinterest",
     "sun",
     "jeff",
     "chris",
     "foley",
     "october 12, 2012",
     "natalia",
     "otero",
     "st.",
     "march 4, 2016",
     "cavanaugh",
     "congress",
     "bill",
     "sept. 19, 2015",
     "wilson",
     "valley",
     "tannen",
     "marcio",
     "may 31, 2016",
     "aug. 11, 2015",
     "jean",
     "bottari",
     "dec. 12, 2015",
     "sept. 30, 2015",
     "muscatine",
     "iran",
     "f.",
     "kolesnikova",
     "miller",
     "jae",
     "reno",
     "sept. 9, 2015",
     "mar-a-lago",
     "aug. 27, 2015",
     "times",
     "march 31, 2016",
     "spencer",
     "denver",
     "march 11, 2016",
     "melania",
     "march 5, 2015",
     "restaurant",
     "tonight",
     "vlasic",
     "fox",
     "college",
     "gardner",
     "monsivais",
     "school",
     "may 16, 2015",
     "vladimir",
     "2016",
     "scott",
     "altaffer",
     "post",
     "hotel",
     "nov. 10, 2015",
     "funches",
     "chicago",
     "collins",
     "&",
     "evan",
     "samad",
     "mark",
     "clary",
     "ala.",
     "univision",
     "enrique",
     "djansezian",
     "jan. 24, 2016",
     "springs",
     "lakes",
     "jorge",
     "auditorium",
     "july 11, 2016",
     "july 11, 2015",
     "june 16, 2015",
     "convention",
     "jeremy",
     "dec. 27, 2016",
     "pool/european",
     "street",
     "darren",
     "aug. 10, 2016",
     "mcnamee",
     "spartanburg",
     "rubio",
     "martinez",
     "gazette",
     "jimmy",
     "helber",
     "june 16, 2013",
     "minchillo",
     "a.",
     "greenville",
     "gop",
     "sandberg",
     "altoona",
     "coo",
     "sept. 23, 2003",
     "aug. 6, 2015",
     "angeles",
     "bailey",
     "peter",
     "mitt",
     "charlie",
     "aiken",
     "florida",
     "eliza",
     "sunday",
     "intrepid",
     "donald",
     "wallace",
     "sept. 15, 2015",
     "of",
     "july 27, 1988",
     "nev.",
     "russia",
     "carson",
     "herbert",
     "craig",
     "kelly",
     "zakharova",
     "perlman",
     "orlando",
     "control",
     "sun-times",
     "brandon",
     "june 22, 2016",
     "louis",
     "york",
     "gorenstein",
     "phoenix",
     "ramos",
     "ellis",
     "sherwood",
     "jr.",
     "july 31, 2015",
     "locher",
     "ehrhardt",
     "pence",
     "marc",
     "mayweather",
     "scotland",
     "april 19, 2016",
     "june 13, 2016",
     "high",
     "graham",
     "taj",
     "party",
     "richard",
     "saul",
     "ames",
     "pablo",
     "mich.",
     "tower",
     "international",
     "foreign",
     "john",
     "marco",
     "seth",
     "border",
     "angerer",
     "beck",
     "wallheiser",
     "usa",
     "wise",
     "studios",
     "nbc",
     "national",
     "the second day",
     "cincinnati",
     "indianapolis",
     "oct. 7, 2016",
     "ivanka",
     "laredo",
     "dec. 14, 2016",
     "lane",
     "oct. 28, 2004",
     "baltimore",
     "jackson",
     "vucci",
     "loans",
     "adrian",
     "cnbc",
     "may 1, 2016",
     "events",
     "jason",
     "s.c",
     "aug. 31, 2016",
     "ugarte",
     "states",
     "trump",
     "nov. 20, 2016",
     "house",
     "nov. 29, 2016",
     "hillary",
     "july 18, 2015",
     "sea",
     "ladd-peebles",
     "dubuque",
     "bank",
     "calif.",
     "walker",
     "july 29, 2016",
     "doral",
     "tpc",
     "bedminster",
     "n.j.",
     "oct. 28, 2015",
     "evening",
     "duplin",
     "smith",
     "kaster",
     "robert",
     "ohio",
     "moines",
     "resort",
     "may 2, 2015",
     "iowa",
     "piscotty",
     "beach",
     "getty",
     "march 15, 2016",
     "nieto",
     "april 15, 2016",
     "bannister",
     "dominick",
     "austin",
     "ryan",
     "miss",
     "hong",
     "timothy",
     "bb&t",
     "fla.",
     "march 1, 2016",
     "associated",
     "j.",
     "saint",
     "nov. 23, 2015",
     "sept. 20, 2016",
     "ethan",
     "pavilion",
     "kevork",
     "christian",
     "feb. 2, 2012",
     "may 9, 2015",
     "feb. 1, 2016",
     "soho",
     "amazon",
     "lindsey",
     "oct. 8, 2015",
     "larry",
     "connecticut",
     "feb. 20, 2016",
     "fallon",
     "tyson",
     "evans",
     "floyd",
     "rhona",
     "mexico",
     "river",
     "steve",
     "night",
     "virginia",
     "keene",
     "colo.",
     "nati",
     "rebilas",
     "agency",
     "mandel",
     "akron",
     "cook",
     "airport",
     "terrill",
     "office",
     "jose",
     "google",
     "the future",
     "march 29, 1990",
     "quicken",
     "concord",
     "ty",
     "council",
     "alphabet",
     "sept. 16, 2015",
     "earlier this month",
     "hampshire",
     "minneapolis",
     "press",
     "lm",
     "december 28, 2016",
     "the first quarter",
     "nov. 8, 2016",
     "aug. 25, 2015",
     "carolyn",
     "rock",
     "alex",
     "sept. 3, 2015",
     "april 27, 2016",
     "commission",
     "isaac",
     "fort",
     "m&t",
     "st",
     "olson",
     "wilbur",
     "va.",
     "obama",
     "new",
     "wednesday",
     "matt",
     "los",
     "feb. 23, 2016",
     "maria",
     "grand",
     "peabody",
     "city",
     "cayton",
     "sept. 26, 2016",
     "cleveland",
     "sheryl",
     "lauderdale",
     "aug. 15, 2015",
     "wright",
     "simi",
     "april 5, 1990",
     "kenansville",
     "pena",
     "boulder",
     "arizona",
     "paypal",
     "republic",
     "2006",
     "derer",
     "justin",
     "washington",
     "myriam",
     "nov. 10, 2016",
     "birch",
     "30"
    ],
    "id": 20,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Obama preparing to penalize Russia for hacking The Obama administration is preparing a response to Russia over the hacking of Democratic officials during this year's presidential election, and could take action very soon, officials said Wednesday. Post to Facebook Obama preparing to penalize Russia for hacking The Obama administration is preparing a response to Russia over the hacking of Democratic officials during this year's presidential election, and could take action very soon, officials said Wednesday. Check out this story on USATODAY.com: http://usat.ly/2htVPwk CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 199 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obama preparing to penalize Russia for hacking David Jackson and Eliza Collins , USA TODAY 4:16 p.m. EST December 28, 2016 Russian President Vladimir Putin is pictured at the Kremlin in Moscow on Dec. 27, 2016. (Photo: Natalia Kolesnikova, AP) WASHINGTON — The Obama administration is preparing to penalize Russia over the hacking of Democratic officials during this year's presidential election and could take action very soon, officials said Wednesday. Anticipating an imminent announcement, Russia continued to deny the hacking allegations and condemned reports of new sanctions as \"provocation directed by the White House.” Foreign Ministry spokeswoman Maria Zakharova told reporters : \"To be honest, we are tired of lie about the 'Russian hackers,' which is being poured down in the United States from the very top.\" President Obama told reporters earlier this month he would retaliate against the Russians but noted that his actions may or may not be made public. \"Our goal continues to be to send a clear message to Russia or others not to do this to us, because we can do stuff to you,\" the president said. The Obama administration and U.S. intelligence agencies have accused Russia of getting involved in the election in an effort to help Donald Trump win. Read more: Obama: 'We handled it the way it should have been handled’ Trump has questioned whether Russia was behind the hacking of Democratic officials' email acounts, and he said Democrats are pushing the story in order to explain away Hillary Clinton's loss. Two Republican senators — Lindsey Graham of South Carolina and John McCain of Arizona — said they support new sanctions on Russia, but they should be imposed by the next Congress and the incoming Trump administration. “The bottom line is you need to hit Russia in a sustained fashion,\" Graham told Fox News, \"so if Obama tries to do something going out the door that’s not sustained, then you send the wrong signal.\" Graham called for sanctions on Russia's energy sector and said that Russia President Vladimir Putin should be singled out. McCain, also on Fox News, said: “Make sure that Vladimir Putin knows that this kind of action in the future will be responded to, so far he’s gotten away with whatever he has wanted to do. We need a firm policy.\" In a White House news conference earlier this month, Obama said the response to Russia should be done \"in a thoughtful, methodical way,\" predicting \"an appropriate response that increases costs for them for behavior like this in the future, but does not create problems for us.\" Posted! A link has been posted to your Facebook feed. Donald Trump claimed a stunning victory after a long and contentious 2016 campaign. Here's a look back at his career and path to the presidency.  John Locher, AP Donald Trump stands next to one of his three Sikorsky helicopters at New York Port Authority's West 30 Street Heliport in March 1988.  Wilbur Funches, AP Heavyweight champion Mike Tyson, right, speak at a news conference while adviser Donald Trump looks,  after announcing a settlement between Tyson and his manager, Bill Cayton, on July 27, 1988.  Richard Drew, AP Fullscreen Donald Trump, right, waits with his brother Robert for the start of a Casino Control Commission meeting in Atlantic City on March 29, 1990. Trump was seeking final approval for the Taj Mahal Casino Resort, one of the world's largest casino complexes.  AP Donald Trump stands next to a genie lamp as the lights of his Trump Taj Mahal Casino Resort light up the evening sky marking the grand opening of the venture in Atlantic City on April 5, 1990.  Mike Derer, AP Donald Trump and architect Adrian Smith unveil an artist rendition of Trump Tower Chicago at a news conference on Sept. 23, 2003.  Scott Olson, Getty Images Donald Trump signs autographs for a crowd prior to the demolition of the old Chicago Sun-Times building on Oct. 28, 2004.  Jeff Roberson, AP Donald Trump on the set for his show, \"The Apprentice\" in 2006.  Virginia Sherwood, NBC Ann Romney looks on as Donald Trump and Republican presidential candidate Mitt Romney shake hands during a news conference held by Trump to endorse Mitt Romney for president on Feb. 2, 2012, in Las Vegas.  Ethan Miller, Getty Images Eric F. Trump, Donald Trump and Donald Trump Jr. attend the \"Celebrity Apprentice All Stars\" Season 13 Press Conference at Jack Studios on October 12, 2012, in New York City.  Slaven Vlasic, Getty Images Donald Trump and Miss Connecticut USA Erin Brady pose onstage after Brady won the 2013 Miss USA pageant, on June 16, 2013.  Jeff Bottari, FR170524AP Donald Trump and Ivanka Trump watch as the ceremonial starter hits to start the first round of the WGC-Cadillac Championship golf tournament at TPC Blue Monster at Trump National Doral on March 5, 2015, in Miami.  Jason Getz, USA TODAY Sports Donald Trump reacts alongside wife Melania Trump before the welterweight boxing fight between Floyd Mayweather and Manny Pacquiao on May 2, 2015.   Mark J. Rebilas, USA TODAY Sports Donald Trump speaks during the Freedom Summit on May 9, 2015, in Greenville, South Carolina.  Richard Ellis, Getty Images Donald Trump speaks to guests gathered for the Republican Party of Iowa's Lincoln Dinner at the Iowa Events Center on May 16, 2015, in Des Moines, Iowa.  Scott Olson, Getty Images Trump announces his presidential run on June 16, 2015, at Trump Tower in New York.  JUSTIN LANE, EPA Trump holds up documents from a poll that shows him running in second place among Republican candidates as he speaks at a meeting of the City Club of Chicago on June 29, 2015.  Tannen Maury, European Pressphoto Agency Trump greets the crowd before speaking at the Phoenix Convention Center on July 11, 2015.  Cheryl Evans, The Arizona Republic Trump speaks at the Family Leadership Summit in Ames, Iowa, on July 18, 2015.  Nati Harnik, AP Trump arrives at the airport for a visit to the U.S./Mexico border in Laredo, Texas, on July 23, 2015.  LM Otero, AP Trump drives his golf buggy during the second day of the Women's British Open golf championship on the Turnberry golf course in Turnberry, Scotland, on July 31, 2015.  Scott Heppell, AP Trump, alongside fellow Republican presidential candidates Ben Carson and Scott Walker, participates in the first prime-time presidential debate hosted by Fox News and Facebook at the Quicken Loans Arena on Aug. 6, 2015, in Cleveland.  Chip Somodevilla, Getty Images Trump delivers the keynote address at the Genesee and Saginaw Republican Party Lincoln Day Event on Aug. 11, 2015, in Birch Run, Mich., his first campaign event since his Republican debate debut.  Bill Pugliano, Getty Images Trump greets fairgoers while campaigning at the Iowa State Fair on Aug. 15, 2015, in Des Moines.  Win McNamee, Getty Images Trump greets supporters after his rally at Ladd-Peebles Stadium on Aug. 21, 2015, in Mobile, Ala.  Mark Wallheiser, Getty Images Fullscreen Trump fields a question from Univision and Fusion anchor Jorge Ramos during a press conference held before his campaign event at the Grand River Center on Aug. 25, 2015, in Dubuque, Iowa. Earlier in the press conference Trump had Ramos removed from the room.  Scott Olson Trump asks a supporter, Mary Margaret Bannister, check to see whether his hair is real during his speech to supporters at a rally at the TD Convention Center on Aug. 27, 2015, in Greenville, S.C  RICHARD SHIRO, AP Trump looks at his signed pledge during a news conference at Trump Tower on Sept. 3, 2015, in which he vowed to support the Republican Party's nominee, whoever it may be.  Richard Drew, AP Trump speaks at a rally organized by Tea Party Patriots on Capitol Hill on Sept. 9, 2015, to oppose the Iran nuclear agreement.  Carolyn Kaster, AP Jimmy Fallon and Trump appear in the \"Trump in the Mirror\" skit during a taping of \"The Tonight Show Starring Jimmy Fallon\" on Sept. 11, 2015, in New York.  Douglas Gorenstein, AP Trump speaks during a campaign event aboard the USS Iowa battleship in Los Angeles on Sept. 15, 2015.  Kevork Djansezian, AP Trump speaks during the CNN Republican presidential debate at the Reagan library on Sept. 16, 2015, in Simi Valley, Calif.  Mark J. Terrill, AP Trump high-fives homecoming king Austin Cook as queen Eylse Pescott looks on during a rally at Urbandale High School on Sept. 19, 2015, in Urbandale, Iowa.  Charlie Neibergall, AP Trump announces his tax plan during a press conference at Trump Tower in New York on Sept. 28, 2015.  Dominick Reuter, AFP/Getty Images Trump answers a reporter's question prior to a town hall event at Keene High School on Sept. 30, 2015, in Keene, N.H.  Darren McCollester, Getty Images Trump invites Myriam Witcher, 35, of Las Vegas on the stage during a campaign rally at the Treasure Island Hotel & Casino on Oct. 8, 2015, in Las Vegas.  Isaac Brekken, Getty Images Trump leaves the stage following a campaign rally at Burlington Memorial Auditorium on Oct. 21, 2015, in Burlington, Iowa.  Scott Olson, Getty Images Trump is questioned by the media after the CNBC Republican presidential debate on Oct. 28, 2015, in Boulder, Colo.  Jeremy Papasso, AP New Hampshire Secretary of State Bill Gardner watches at left as Trump fills out his papers to be on the New Hampshire primary ballot on Nov. 4, 2015, in Concord, N.H.  Jim Cole, AP Trump speaks alongside Marco Rubio and Ben Carson during the Republican debate on Nov. 10, 2015, in Milwaukee.  Scott Olson, Getty Images Trump addresses supporters during a campaign rally at the Greater Columbus Convention Center on Nov. 23, 2015, in Columbus, Ohio.  Ty Wright, Getty Images Donald Trump waves to the crowd after participating in a campaign event in Aiken, S.C., on Dec. 12, 2015.  Erik S. Lesser, European Pressphoto Agency Trump speaks during a campaign stop at Winthrop University on Jan. 8, 2016, in Rock Hill, S.C.  Rainier Ehrhardt, AP Trump arrives at Muscatine Municipal Airport for a rally at Muscatine High School in Muscatine, Iowa, on Jan. 24, 2016.  Andrew Harnik, AP Trump walks down the steps after speaking at a caucus site on Feb. 1, 2016, in Clive, Iowa.  Jae C. Hong, AP Trump greets people as he visits a polling station on Feb. 9, 2016 in Manchester, N.H.  Joe Raedle, Getty Images Trump acknowledges cheering supporters celebrating his victory in the South Carolina Republican primary in Spartanburg, S.C., on Feb. 20, 2016.  RICHARD ELLIS, EPA Trump speaks during a rally on Feb. 23, 2016, in Reno, Nev.  Marcio Jose Sanchez, AP Trump talks to a boy at the end of a rally at the Peabody Opera House on March 11, 2016, in St. Louis.  Michael B. Thomas, AFP/Getty Images Trump addresses the media at a press conference following his victory in the Florida primary on March 15, 2016, in West Palm Beach, Fla.  Rhona Wise, AFP/Getty Images Trump and New Jersey Gov. Chris Christie disembark from Trump's plane during a campaign stop on March 1, 2016, in Columbus, Ohio.  John Minchillo, AP Trump speaks at a campaign rally in New Orleans on March 4, 2016.  Gerald Herbert, AP Trump speaks to supporters at his primary night event at Mar-a-Lago Club in Palm Beach, Fla., on March 15, 2016.  Gerald Herbert, AP Trump tours the Old Post Office Pavilion, soon to be a Trump International Hotel, on March 21, 2016, in Washington.  Alex Brandon, AP Trump waves as he gets into his vehicle in Washington on March 31, 2016, following a meeting at the Republican National Committee headquarters.  Susan Walsh, AP Trump arrives at a campaign rally in Bethpage, N.Y., on April 6, 2016.  Peter Foley, European Pressphoto Agency Trump signs a hat after speaking at a rally at the Connecticut Convention Center on April 15, 2016 in Hartford, Conn.  Matthew Cavanaugh, Getty Images Trump speaks following victory in the New York primary on April 19, 2016.  Jewel Samad, AFP/Getty Images Trump waves to the crowd at the end of his campaign rally at the Indiana Farmers Coliseum on April 27, 2016, in Indianapolis.  John Sommers II, Getty Images Trump gestures while speaking during a campaign rally at the Indiana Theater on May 1, 2016, in Terre Haute, Ind.  Seth Perlman, AP Trump speaks during an interview with The Associated Press in his office at Trump Tower in New York on May 10, 2016.  Mary Altaffer, AP Trump answers questions during a news conference in New York on May 31, 2016.  Richard Drew, AP Trump gives a speech on terrorism at Saint Anselm College in Manchester, N.H., on June 13, 2016, in the aftermath of the Orlando shootings.  Timothy A. Clary, AFP/Getty Images Trump delivers a speech attacking Hillary Clinton at Trump SoHo Hotel on June 22, 2016.  Drew Angerer, Getty Images Trump speaks at the 2016 Western Conservative Summit at the Colorado Convention Center on July 1, 2016 in Denver.  Marc Piscotty, Getty Images Trump arrives at RNC headquarters for a meeting with House Speaker Paul Ryan and House Republicans on July 7, 2016, in Washington.  Mark Wilson, Getty Images Trump listens to a question during an interview after a rally in Virginia Beach, Va., on July 11, 2016.  Steve Helber, AP Trump and his family attend an arrival event with Gov. Mike Pence and his family at the Great Lakes Science Center on July 20, 2016, in Cleveland during the GOP convention.  Jeff J Mitchell, Getty Images Trump delivers his acceptance speech during the Republican National Convention on July 21, 2016.  Kelly Jordan, USA TODAY Trump meets with the editorial board of Colorado Springs Gazette on July 29, 2016, in downtown Colorado Springs, Colo.  Christian Murdock, AP Trump holds up a chart as he speaks during his campaign event at the BB&T; Center on Aug. 10, 2016, in Fort Lauderdale, Fla.  Joe Raedle, Getty Images Trump arrives to speak at a campaign rally in Akron, Ohio, alongside former New York mayor Rudy Giuliani on Aug. 22, 2016.  Gerald Herbert, AP Mexico President Enrique Pena Nieto and Trump shake hands after a joint statement at Los Pinos, the presidential official residence, in Mexico City on Aug. 31, 2016.  Marco Ugarte, AP Trump arrives for his immigration speech at the Phoenix Convention Center on Aug. 31, 2016.  Michael Chow/The Republic, Michael Chow-USA TODAY Sports Trump speaks with 'Today' show co-anchor Matt Lauer at the NBC Commander-In-Chief Forum held at the Intrepid Sea, Air and Space museum in New York on Sept. 7, 2016.  Evan Vucci, AP Trump waves as he steps out of his plane for a rally at the JetCenters of Colorado in Colorado Springs on Sept. 17, 2016.  Mandel Ngan, AFP/Getty Images Trump speaks during a rally at Duplin County Events Center in Kenansville, N.C., on Sept. 20, 2016.  Mandel Ngan, AFP/Getty Images Trump and Clinton shake hands at the end of the first presidential debate at Hofstra University in Hempstead, N.Y., on Sept. 26, 2016.  Joe Raedle, AFP/Getty Images Trump meets with members of the National Border Patrol Council at Trump Tower on Oct. 7, 2016, in New York.  Evan Vucci, AP Trump and Clinton take part in the town hall debate at Washington University on Oct. 9, 2016, in St Louis.  Saul Loeb, Pool/Getty Images Trump walks off the stage  followed by his wife, Melania, after the final presidential debate in Las Vegas on Oct. 19, 2016.  Robyn Beck, AFP/Getty Images Trump sits down with Wisconsin Gov. Scott Walker and a group of small-business owners for a roundtable meeting on Nov. 1, 2016, in Altoona, Wis.  Chip Somodevilla, Getty Images Donald Trump waves to supporters who were waiting outside of the fence following a rally at the Sun Country Airlines hangar in Minneapolis on Nov. 6, 2016.  Mandel Ngan, AFP/Getty Images Trump looks at his wife, Melania, as they cast their votes at PS-59 on Nov. 8, 2016, in New York.  Evan Vucci, AP Trump, accompanied by wife Melania, Vice President-elect Mike Pence and House Speaker Paul Ryan, speaks after a meeting with Ryan, on Nov. 10, 2016, in the Speaker's office on Capitol Hill in Washington.  Alex Brandon, AP President Obama and Trump shake hands following their meeting in the Oval Office on Nov. 10, 2016.  Pablo Martinez Monsivais, AP Trump pauses in the entryway of Trump National Golf Club Bedminster clubhouse on Nov. 20, 2016, in Bedminster, N.J.  Carolyn Kaster, AP Trump walks through the lobby of The New York Times following a meeting with editors at the paper on Nov. 22, 2016, in New York City.  Spencer Platt, Getty Images Trump dines with Mitt Romney at Jean Georges Restaurant in New York City on Nov. 29, 2016.  John Angelillo, Pool/European Pressphoto Agency Trump speaks at U.S. Bank Arena on Dec. 1, 2016, in Cincinnati. He took time off from selecting his Cabinet to celebrate his election victory.  Ty Wright, Getty Images Trump is interviewed by Chris Wallace of \"Fox News Sunday\" at Trump Tower in New York on  Dec. 10, 2016.  Richard Drew, AP Trump waves to the crowd from a suite during the first quarter of the Army-Navy game at M&T Bank Stadium in Baltimore on Dec. 10, 2016.  Tommy Gilligan, Tommy Gilligan-USA TODAY Sports Amazon's Jeff Bezos, Larry Page of Alphabet, Facebook COO Sheryl Sandberg, Vice President-elect Mike Pence,  Trump and Peter Thiel, co-founder and former CEO of PayPal, take part in meetings at Trump Tower in New York on Dec. 14, 2016.  Timothy A. Clary, AFP/Getty Images Trump appears in Orlando, Fla., during his \"Thank You\" tour on Dec. 16, 2016.  Craig Bailey, Florida Today President-elect Donald Trump arrives to speak at a rally at Ladd-Peebles Stadium on Dec. 17, 2016, in Mobile, Ala.  Evan Vucci, AP Like this topic? You may also like these photo galleries: Replay ",
    "title": "Obama preparing to penalize Russia for hacking"
   },
   {
    "entities": [
     "nereida",
     "once",
     "cook",
     "tom",
     "current",
     "sixty",
     "several months ago",
     "reporter",
     "september",
     "moreno",
     "contact",
     "smith",
     "chicago",
     "county",
     "cara",
     "dart",
     "wednesday",
     "tribune"
    ],
    "id": 21,
    "text": "Nereida Moreno Contact Reporter Chicago Tribune Sixty Cook County sheriff's deputies from the court services division are being investigated for allegedly lying about the number of hours they worked, an official with Sheriff Tom Dart 's office said Wednesday. The attendance fraud investigation began \"several months ago\" and will be resolved within the next six weeks, said Cara Smith, chief policy officer for Dart. The deputies being investigated are all salaried employees who receive paid overtime for working in county courthouses, courtrooms and security stations. The group includes supervisors. \"We're continuing with the investigation and will take appropriate action once it's concluded,\" Smith said. There have been at least five investigations into attendance-related fraud or irregularities in the past four years, including a recent probe into the fugitive task force of the central warrants division, Smith said. In September, five deputies from the fugitive task force were suspended without pay and one of those employees, a sergeant, has since resigned. The sheriff's office is seeking termination of the other four employees involved, Smith said. That incident, however, is unrelated to the current investigation in the courthouse division. ",
    "title": "Cook County sheriff&apos;s office probes whether 60 deputies lied about work hours - Chicago Tribune"
   },
   {
    "entities": [
     "secret",
     "maya",
     "1995",
     "times",
     "earlier this month",
     "alfred",
     "l.a.",
     "boyer",
     "newport",
     "beach",
     "hypodermic",
     "pasadena",
     "h.",
     "christmas",
     "jan. 1",
     "carrie",
     "murrah",
     "rick",
     "rob",
     "mcveigh",
     "amapola",
     "europe",
     "berlin",
     "last week",
     "ana",
     "park",
     "timothy",
     "river",
     "international",
     "county",
     "fisher",
     "hyde",
     "the year",
     "federal",
     "phillip",
     "police",
     "l.",
     "nice",
     "caruso",
     "this year",
     "u.s.",
     "hollywood",
     "santa",
     "building",
     "lau",
     "oklahoma",
     "canyon",
     "hall",
     "bertral",
     "wednesday",
     "sanchez",
     "los",
     "service",
     "washington",
     "grand",
     "palmdale",
     "savage",
     "airport",
     "holland",
     "william",
     "city",
     "angeles",
     "france",
     "p.",
     "gale"
    ],
    "id": 22,
    "text": "Rose Parade plans more barriers in wake of truck terrorism in Europe Pasadena Police Chief Phillip Sanchez Maya Lau / Los Angeles Times Pasadena Police Chief Phillip Sanchez, flanked by Special Agent in Charge Rob Savage of the U.S. Secret Service, left, and Pasadena Fire Chief Bertral Washington, speaks Wednesday at Pasadena City Hall ahead of the Rose Parade. Pasadena Police Chief Phillip Sanchez, flanked by Special Agent in Charge Rob Savage of the U.S. Secret Service, left, and Pasadena Fire Chief Bertral Washington, speaks Wednesday at Pasadena City Hall ahead of the Rose Parade. (Maya Lau / Los Angeles Times) Maya Lau Contact Reporter Police plan to use parked patrol cars and heavy, water-filled barricades at key crossings along the 5.5-mile Tournament of Roses parade route in response to recent terrorist attacks that used trucks as weapons. In announcing the new security measures on Wednesday, Pasadena Police Chief Phillip L. Sanchez stressed there was no known threat to the parade, the Rose Bowl Game or the city of Pasadena. But he said the changes were made in an abundance of caution, adding that parade security is frequently tweaked as terrorism tactics and threats evolve. The barriers will be placed at more than 50 intersections along the route. “When [attackers] use vehicles as a ramming tool, typically it’s because they’re able to generate a lot of speed. So we’re trying to take the speed out of that equation,” Sanchez said. Twelve people died and dozens more were hurt when a truck plowed into a Berlin market last week. A similar truck attack occurred in Nice, France, earlier in the year, killing 86 and injuring hundreds. Police and counterterrorism officials have been discussing ways to guard against truck attacks since the Nice attack. Officials have said the incident exposed vulnerabilities when large crowds gather in one area. The new measures in Pasadena were announced as police outlined the more typical security rules for the Jan. 1 parade: No drones. No selfie sticks. No umbrellas. The list of “don’ts” has grown longer for those who plan to enter secure areas of the Rose Parade and Rose Bowl this year, but officials say the security measures are crucial for an event that draws 700,000 people or more to the streets of Pasadena. (Gale Holland) Sanchez said the barricade plan already was in place before the Berlin attack earlier this month. Drivers should be aware of the barricades, and all visitors should allow extra time navigating to the events, Sanchez said. Since the Nice massacre, security officials have been discussing ways of preventing truck attacks. The Rose Parade, given its geographic size and the number of visitors, could pose greater challenges than protecting smaller venues or specific buildings. At high-level government facilities and even the Academy Awards in Hollywood, approaching vehicles must zigzag through series of barriers that prevent any vehicle from building up speed by driving directly down the road. Since Timothy McVeigh used a Ryder rental truck packed with ammonium nitrate to attack the Alfred P. Murrah Federal Building in Oklahoma City in 1995, killing 168 people, counterterrorism officials have run scenarios with trucks entering downtown L.A. and Los Angeles International Airport and being detonated. The heightened security measures in Pasadena, which also will include security checkpoints for ticketed parade patrons and walk-through metal detectors for those going to the game, underscore a “new normal” for the public holiday celebration, Sanchez said. He urged people to be “minimalists” and leave their pets, firearms — even if licensed — and anything extraneous at home, even for those not entering protected zones. “You can see how serious we are about this event. We are well-prepared. Our efforts are well-refined. This is not new ground for us,” he added. Sanchez said about 1,500 officers — including local police as well as Los Angeles County sheriff’s deputies and agents from several federal law enforcement organizations — will be patrolling the area in uniform and in plainclothes. He added that many security measures “will be visible and obvious to the public, but many will not be.” Officials are urging residents to use the public-safety mobile app Nixle and to text “ROSEPARADE” to 888 777 to receive updates about events. Text-message technology can be helpful because it uses a different data channel than Web browsing on mobile devices, in case of an outage, Pasadena spokesman William H. Boyer said. A full list of security recommendations for the events can be found at the Tournament of Roses website .  Caption 90 seconds: 4 stories you can't miss An old rule may save the Rose Parade from rain , a woman trekked 26 miles through the snow after her family got stranded in the Grand Canyon, developers like Rick Caruso make huge donations  to city officials, and Carrie Fisher remembered .  Caption 90 seconds: 4 stories you can't miss An old rule may save the Rose Parade from rain , a woman trekked 26 miles through the snow after her family got stranded in the Grand Canyon, developers like Rick Caruso make huge donations  to city officials, and Carrie Fisher remembered .  Caption Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caption Hypodermic needles and syringes washing up in Newport Beach Hypodermic needles and syringes have been washing ashore in Newport Beach at the mouth of the Santa Ana River, an area that see a high degree of flotsam and jetsam following storms. Hypodermic needles and syringes have been washing ashore in Newport Beach at the mouth of the Santa Ana River, an area that see a high degree of flotsam and jetsam following storms. Caption Tamale drama on Christmas Many Angelenos buy their masa cornmeal from Amapola stores. Many Angelenos buy their masa cornmeal from Amapola stores. Caption Crash caught on camera in Hyde Park, police need help finding hit-and-run driver The victim, who is a father of nine, is in critical condition fighting for his life. The victim, who is a father of nine, is in critical condition fighting for his life. ",
    "title": "Rose Parade plans more barriers in wake of truck terrorism in Europe - LA Times"
   },
   {
    "entities": [
     "council",
     "israel",
     "anne",
     "david",
     "kerry",
     "mccain",
     "gearan",
     "armed",
     "n.y.",
     "west",
     "states",
     "ehud",
     "trump",
     "reuters",
     "services",
     "last week",
     "united",
     "m.",
     "barak",
     "senate",
     "donald",
     "charles",
     "january 20th",
     "state",
     "carol",
     "bank",
     "congress",
     "nations",
     "embassy",
     "security",
     "2016",
     "john",
     "december 28",
     "at 4:56 pm",
     "current",
     "u.n.",
     "department",
     "e.",
     "future",
     "u.s.",
     "obama",
     "schumer",
     "tel",
     "benjamin",
     "wednesday",
     "aviv",
     "east",
     "friedman",
     "washington",
     "jerusalem",
     "iran",
     "committee",
     "ruth",
     "morello",
     "now",
     "f.",
     "rio",
     "netanyahu",
     "the future",
     "eglash"
    ],
    "id": 23,
    "text": "Kerry harshly condemns Israeli settler activity as an obstacle to peace The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Carol Morello and Ruth Eglash December 28 at 4:56 PM Follow @CMorelloWP Follow @reglash Secretary of State John F. Kerry on Wednesday harshly criticized Israeli settlements in the West Bank, saying their growth threatens to destroy the viability of a two-state solution to the Israeli-Palestinian conflict, and that the United States was obliged to allow passage of a U.N. resolution condemning the activity in order to preserve the possibility of peace. Kerry noted that the number of Israelis living in settlements has grown significantly and that their outposts are extending farther into the West Bank — “in the middle of what, by any reasonable definition, would be the future Palestinian state.” “No one thinking seriously about peace can ignore the reality of what the settlements pose to that peace,” he said. Kerry, in the hour-long speech delivered at the State Department, also condemned Palestinian incitement to violence as a barrier to direct negotiations. But his focus was on defending the Obama administration’s policies and highlighting Israel’s actions at a moment of high tension between the two governments, following the passage of the U.N. resolution. [ Read the transcript of Kerry’s speech ] (Reuters) “Regrettably, some seem to believe that the U.S. friendship means the U.S. must accept any policy, regardless of our own interests, our own positions, our own words, our own principles — even after urging again and again that the policy must change,” he said. “Friends need to tell each other the hard truths, and friendships require mutual respect.” He said the vote at the United Nations was about “Israel’s future as a Jewish and democratic state, living side by side in peace and security with its neighbors. That’s what we are trying to preserve, for our sake and for theirs.” Saying the two-state solution was in “serious jeopardy,” Kerry said Israel would never improve its relations with Arab countries if it precludes the possibility of a separate state for Palestinians. “If the choice is one state, Israel can either be Jewish or Democratic,” he said. “It cannot be both.” Some Israeli politicians applauded Kerry’s speech. Former prime minister Ehud Barak tweeted that it was a “Powerful, lucid speech. World & majority in Israel think the same.” But most Israeli leaders and the political right immediately took umbrage, accusing Kerry of trying to dictate policy to an elected government. ­Israeli Prime Minister Benjamin Netanyahu called the speech “a big disappointment.” (Reuters) “He deals obsessively with the settlements, he fails to deal with the Palestinian failure to recognize a Jewish state,” Netanyahu said, adding, “If he put the same emphasis on Palestinian incitement and terror that he did on settlements then maybe we will be on the way to peace.” Kerry acknowledged that his vision is not shared by President-elect Donald Trump. “President Obama and I know that the incoming administration has signaled that they may take a different path, and even suggested breaking from the long-standing U.S. policies on settlements, Jerusalem — and possibly the two-state solution,” Kerry said. “That is for them to decide — that’s how we work. But we cannot, in good conscience, do nothing, and say nothing, when we see the hope of peace slipping away. This is a time to stand up for what is right.” Trump has said that he will move the U.S. Embassy to Jerusalem from Tel Aviv, a move freighted with political significance in advance of any settlement, and his nominee to be ambassador to Israel, David M. Friedman, has said Jewish settlements in the West Bank are legal. [ Trump picks a supporter of West Bank settlements for ambassador to Israel ] About two hours before Kerry started speaking, Trump tweeted his criticism of the Obama administration: “We cannot continue to let Israel be treated with such total disdain and disrespect. They used to have a great friend in the U.S., but . . . not anymore. The beginning of the end was the horrible Iran deal, and now this (U.N.)! Stay strong Israel, January 20th is fast approaching!” Netanyahu, in turn, promptly tweeted his gratitude: “President-elect Trump, thank you for your warm friendship and your clear-cut support for Israel!” Although he did not mention Netanyahu by name, Kerry addressed head-on the Israeli leader’s assertions that the United States had “colluded” in and “orchestrated” last week’s U.N. resolution affirming that settlement activity in the West Bank and East Jerusalem has “no legal validity and constitutes a flagrant violation under international law and a major obstacle to the achievement of the two-state solution.” Kerry denied that the United States drafted or promoted the resolution. But he acknowledged that the United States took part in preliminary discussions, as is routine. Kerry said the diplomats told other Security Council members they would oppose a resolution that did not condemn Palestinian incitement to violence. They also said if the text were more “balanced,” it was “possible” the United States would not block it. Kerry called the current Israeli governing coalition the most right-wing in country’s history and said it is driven by an extremist settler agenda inimical to a two-state agreement. “The result is that policies of this government, which the prime minister himself just described as ‘more committed to settlements than any in Israel’s history,’ are leading in the opposite direction,” Kerry said. “They’re leading towards one state.” “The vote in the United Nations was about preserving the two-state solution,” he added. “That’s what we were standing up for.” Kerry offered six principles that he said would satisfy Israeli security needs and Palestinian aspirations for a homeland. Most have been proven sticking points in previous negotiations — among them, Jerusalem as a mutual capital for two states; normalized relations with Arab states in the region; and financial compensation for Palestinian refugees, along with acknowledgment of their suffering. Kerry returned from vacation to give his speech, which was being worked on until a few minutes before he walked on stage in the Dean Acheson Auditorium. It was a sign that the administration was still struggling to deal with the political firestorm ignited by the resolution vote. The outrage in the Israeli government has been matched among some members of Congress. Sen. John McCain (R-Ariz.), chairman of the Senate Armed Services Committee, called Kerry’s speech “at best a pointless tirade in the waning days of an outgoing administration.” The U.S. abstention has been condemned by several Democrats as well, including Sen. Charles E. Schumer (N.Y.), who is the party’s incoming leader. But for Kerry it was a speech that captured the pent-up frustration that has grown in the two years since his nine-month effort to broker a peace agreement collapsed, and his attempts to tamp down Palestinian violence came to nothing. And Kerry, famous for always sounding a hopeful note, was clearly pessimistic about whether his words would make any difference. “We can only encourage them to take this path,” he said. “We cannot walk down it for them.” Eglash reported from Jerusalem. Anne Gearan in Washington contributed to this report. world Get 2016 Olympics updates by email Our best news and analysis from Rio, delivered to your inbox. post_newsletter333 ",
    "title": "Kerry harshly condemns Israeli settler activity as an obstacle to peace - The Washington Post"
   },
   {
    "entities": [
     "the first eight years",
     "texas",
     "eddie",
     "2001",
     "taylor",
     "carrie",
     "reynolds",
     "leia",
     "miss",
     "california",
     "gene",
     "1955",
     "billie",
     "1999",
     "tony",
     "1956",
     "associated",
     "glenn",
     "2011",
     "huffington",
     "molly",
     "burton",
     "1957",
     "$10 million",
     "center",
     "andy",
     "burbank",
     "1997",
     "curtis",
     "karl",
     "earlier wednesday",
     "angeles",
     "broadway",
     "youth",
     "las",
     "degeneres",
     "friday",
     "mary",
     "jan. 15, 2012",
     "1973",
     "elizabeth",
     "donald",
     "april 1, 1932",
     "tuesday",
     "kelly",
     "twitter",
     "virginia",
     "gauthier",
     "vegas",
     "southern",
     "hamlett",
     "fred",
     "lourd",
     "ford",
     "albert",
     "railroad",
     "the next year",
     "pacific",
     "todd",
     "harry",
     "brian",
     "mgm",
     "frances",
     "brooks",
     "press",
     "dec. 28, 2016",
     "willson",
     "ricardo",
     "1984",
     "goodman",
     "richard",
     "1958",
     "1992",
     "debbie",
     "fisher",
     "1964",
     "2015",
     "cedars-sinai",
     "brown",
     "mike",
     "john",
     "late 1958",
     "maclaine",
     "montalban",
     "1960",
     "bros.",
     "wednesday",
     "hbo",
     "los",
     "griffith",
     "1996",
     "warner",
     "medical",
     "el",
     "times",
     "this week",
     "symphony",
     "2017",
     "astaire",
     "joan",
     "tribune",
     "paso",
     "jan. 25, 2015",
     "brug",
     "charlotte",
     "2016",
     "der",
     "post",
     "hollywood",
     "ellen",
     "collins",
     "van",
     "evening",
     "now",
     "o'connor",
     "robert",
     "meredith",
     "tammy"
    ],
    "id": 24,
    "text": "Arts & Entertainment Debbie Reynolds dies a day after daughter Carrie Fisher, her son says Legendary actress Debbie Reynolds, who lit up the screen in \"Singin' in the Rain\" and other Hollywood classics despite a tumultuous life, died on Dec. 28, 2016, one day after losing her daughter, Carrie Fisher. Debbie Reynolds, who lit up the screen in \"Singin' in the Rain\" and other Hollywood classics despite a tumultuous life, has died a day after losing her daughter, Carrie Fisher. Reynolds was 84. Her son, Todd Fisher, said Reynolds died Wednesday. \"She's now with Carrie and we're all heartbroken,\" Fisher said from Cedars-Sinai Medical Center, where his mother was taken by ambulance earlier Wednesday. He said the stress of his sister's death on Tuesday \"was too much\" for Reynolds. Carrie Fisher, who was 60, had been hospitalized since Friday. SAG Awards | 2015 Robert Gauthier / Los Angeles Times Carrie Fisher presents her mother, Debbie Reynolds, the Life Achievement Award at the 21st Screen Actors Guild Awards at the Shrine Auditorium in Los Angeles on Jan. 25, 2015. Carrie Fisher presents her mother, Debbie Reynolds, the Life Achievement Award at the 21st Screen Actors Guild Awards at the Shrine Auditorium in Los Angeles on Jan. 25, 2015. (Robert Gauthier / Los Angeles Times) \"She said, 'I want to be with Carrie,'\" her son said. \"And then she was gone.\" Reynolds enjoyed the heights of show business success and endured the depths of personal tragedy. She lost one husband to Elizabeth Taylor and two other husbands plundered her for millions. Fisher, who found lasting fame as Princess Leia in \"Star Wars\" and struggled for much of her life with drug addiction and mental health problems, died after falling ill on a plane. Reaction to Reynolds' death was swift. \"Debbie Reynolds, a legend and my movie mom. I can't believe this happened one day after Carrie,\" Albert Brooks, who played opposite Reynolds in \"Mother,\" said on Twitter. \"I can't imagine what Carrie Fisher and Debbie Reynolds' family are going through this week. I send all of my love,\" Ellen DeGeneres tweeted. (Tribune news services) Reynolds found superstardom early. After two minor roles at Warner Bros. and three supporting roles at MGM, she was cast alongside Gene Kelly in \"Singin' in the Rain.\" She was 19 with little dance experience, and she would be appearing with two of the screen's greatest dancers, Donald O'Connor and Kelly. \"Gene Kelly was hard on me, but I think he had to be,\" Reynolds, who more than held her own in the movie, said in a 1999 Associated Press interview. \"I had to learn everything in three to six months. Donald O'Connor had been dancing since he was three months old, Gene Kelly since he was 2 years old.\" The 1964 Meredith Willson musical \"The Unsinkable Molly Brown,\" with Molly's defiant song \"I Ain't Down Yet,\" brought Reynolds her only Academy Award nomination. She also received a Tony nomination in 1973 for her starring role in the Broadway revival of \"Irene,\" in which her daughter also appeared. After her transition from starlet to star, Reynolds became popular with teenage girls and even more so when in 1955 she married Eddie Fisher, the pop singer whose fans were equally devoted. The couple made a movie together, \"Bundle of Joy,\" which seemed to mirror the 1956 birth of Carrie. The Fishers also had a son, Todd, named for Eddie's close friend and Taylor's husband, showman Mike Todd. Debbie Reynolds Brian van der Brug / Los Angeles Times Debbie Reynolds photographed at her Los Angeles home on Jan. 15, 2012. Debbie Reynolds photographed at her Los Angeles home on Jan. 15, 2012. (Brian van der Brug / Los Angeles Times) During this period, Reynolds had a No. 1 hit on the pop charts in 1957 with \"Tammy,\" the Oscar-nominated song from her film \"Tammy and the Bachelor.\" But the Cinderella story ended after Mike Todd died in a 1958 airplane crash. Fisher consoled the widow and soon announced he was leaving his wife and two children to marry Taylor. The celebrity world seemed to lose its mind. Taylor was assailed as a husband stealer, Fisher as a deserter. Reynolds won sympathy as the innocent victim, a role emphasized when she appeared before news cameras with diaper pins on her blouse. A cover headline in Photoplay magazine in late 1958 blared: \"Smiling through her tears, Debbie says: I'm still very much in love with Eddie.\" Fisher's singing career never recovered, but Reynolds' film career flourished. She starred with Glenn Ford in \"The Gazebo,\" Tony Curtis in \"The Rat Race,\" Fred Astaire in \"The Pleasure of His Company,\" Andy Griffith in \"The Second Time Around,\" with the all-star cast in \"How the West Was Won\" and Ricardo Montalban in \"The Singing Nun.\" She also provided the voice of Charlotte in the 1973 animated \"Charlotte's Web.\" But over the years, her marital woes continued. Photo gallery: Newsmakers and celebrities who died in 2016. In 1960 Reynolds married shoe magnate Harry Karl. The marriage ended in 1973 when she discovered that Karl, a compulsive gambler, had devastated her assets. Reynolds' third marriage, to Virginia businessman Richard Hamlett in 1984, proved equally disastrous. In 1992, against friends' advice, she paid $10 million to buy and convert a faded Las Vegas hotel into the Debbie Reynolds Hotel and Casino. She performed nightly and conducted tours of her movie memorabilia. Reynolds, who ended up filing for bankruptcy in 1997 and selling the property at auction the next year, accused Hamlett of making off with her money. \"All of my husbands have robbed me blind,\" she asserted in 1999. \"The only one who didn't take money was Eddie Fisher. He just didn't pay for the children.\" In her later years, Reynolds continued performing her show, traveling 40 weeks a year. She also appeared regularly on television, appearing as John Goodman's mother on \"Roseanne\" and a mom on \"Will & Grace.\" Her books included the memoirs \"Unsinkable\" and \"Make 'Em Laugh.\" In 1996 she won critical acclaim in the title role of Albert Brooks' movie \"Mother.\" Reynolds and her daughter were featured together in the HBO documentary \"Bright Lights,\" scheduled for release in 2017. Tribune archives: After nearly 4 decades, Debbie Reynolds still can pack a theater Open link Mary Frances Reynolds spent the first eight years of her life in Depression-era poverty in El Paso, Texas, where she was born on April 1, 1932. Her father, a carpenter for the Southern Pacific Railroad, was transferred to California and the family settled in Burbank, near Warner Bros. studio. The girl flourished, winning 48 Girl Scout merit badges, excelling in sports and playing French horn and bass viola in the Burbank Youth Symphony. Girlfriends persuaded her to enter the beauty contest for Miss Burbank, and she won over the judges. Eventually, she teamed up with Taylor — long since divorced from Fisher — and two other veterans, Joan Collins and MacLaine, for the 2001 TV movie \"These Old Broads.\" The script, co-written by Reynolds' daughter, was about aging, feuding actresses who get together for a reunion show. Reynolds would look back wryly on the Taylor affair, acknowledging that no man could have resisted her and that she actually voted for Taylor when she was up for best actress in 1960. The former romantic rivals had reconciled years before Taylor died in 2011; Reynolds recalled they had both been passengers on the Queen Elizabeth. \"I sent a note to her and she sent a note to me in passing, and then we had dinner together,\" she told The Huffington Post a few months after Taylor's death. \"She was married to Richard Burton by then. I had been remarried at that point. And we just said, 'Let's call it a day.' And we got smashed. And we had a great evening, and stayed friends since then.\" Reynolds received an honorary Oscar in 2015, the Jean Hersholt Humanitarian Award, but was too ill to attend the ceremony. Her granddaughter, actress Billie Lourd, accepted the statuette in her honor. \"I'm so sorry that I'm sick, but I am thrilled beyond words, shocked, and you couldn't be more amazed that a little girl from Burbank even came near this sort of accolade,\" she said in a pre-recorded statement. She was recognized for her decades-long commitment to various charities, including the mental-health organization she founded, the Thalians. Associated Press ",
    "title": "Debbie Reynolds dies a day after daughter Carrie Fisher, her son says - Chicago Tribune"
   },
   {
    "entities": [
     "son",
     "palm",
     "$1 billion",
     "mar-a-lago",
     "softbank",
     "beach",
     "florida",
     "states",
     "trump",
     "carrier",
     "dec. 28, 2016",
     "2017",
     "claure",
     "corp.",
     "december 28, 2016",
     "--",
     "united",
     "donald",
     "indiana",
     "tower",
     "sprint",
     "fla.",
     "mike",
     "j.",
     "twitter",
     "virginia",
     "marcelo",
     "u.s.",
     "obama",
     "currently",
     "masayoshi",
     "vucci/ap",
     "wednesday",
     "oneworld",
     "previously",
     "80 percent",
     "afternoon",
     "evan",
     "$50 billion",
     "pence"
    ],
    "id": 25,
    "text": "President-elect Donald Trump speaks to reporters at his Mar-a-Lago resort in Palm Beach, Fla., on Wednesday. Evan Vucci/AP hide caption toggle caption Evan Vucci/AP President-elect Donald Trump speaks to reporters at his Mar-a-Lago resort in Palm Beach, Fla., on Wednesday. Evan Vucci/AP President-elect Donald Trump and @realDonaldTrump are contradicting each other. Wednesday afternoon, Trump emerged from his Mar-a-Lago resort to tell reporters that he and President Obama had spoken on the phone and had \"a very nice conversation.\" \"I appreciate that he called me,\" Trump said. The comment came hours after Trump blasted Obama on Twitter. Doing my best to disregard the many inflammatory President O statements and roadblocks.Thought it was going to be a smooth transition - NOT! — Donald J. Trump (@realDonaldTrump) December 28, 2016 But asked by reporters Wednesday afternoon how that transition was going, Trump said, \"I think very, very smoothly. Very good. You don't think so?\" (A \"not\" was not forthcoming in real life.) President-Elect Trump Breaks With Long History Of Press Conferences The Obama tiff — or non-tiff, depending on which Trump you listen to — is the latest sign of a disparity between Trump's public statements and his social media statements. There's long been a serious personal rift between the two, but with Trump set to take the oath of office in less than a month, the stakes are higher . Presidents' words move markets and can create global tension. Take Trump's recent tweet about nuclear weapons , which quickly ricocheted around the world despite Trump aides' efforts to minimize the importance of the statement. On Wednesday Trump also highlighted a Japanese tech mogul's plans to create 8,000 new jobs in the U.S. Article continues after sponsorship Is Trump's Deal With Carrier A Form Of Crony Capitalism? Trump had previously appeared with Masayoshi Son at Trump Tower, to announce Son's promise to invest $50 billion in the U.S. and create 50,000 new jobs. Wednesday, Trump offered what appeared to be more specifics as part of that plan: 5,000 jobs that Sprint will bring back into the U.S. from overseas. Son's company, SoftBank, owns about 80 percent of Sprint. \"They're taking them from other countries. They're bringing them back to the United States,\" Trump said. In a statement on its website, Sprint said it \"anticipates these jobs will support a variety of functions across the organization, including its customer care and sales teams.\" But the jobs aren't finalized yet — the company said it will \"begin discussions immediately with its business partners\" and aims to fill the positions by the end of the 2017 fiscal year. \"We are excited to work with President-Elect Trump and his Administration to do our part to drive economic growth and create jobs in the U.S.,\" Sprint CEO Marcelo Claure said in the statement. \"We believe it is critical for business and government to partner together to create more job opportunities in the U.S. and ensure prosperity for all Americans.\" The additional 3,000 jobs come from a $1 billion SoftBank investment in OneWeb, a Virginia company that will set up a factory in Florida to manufacture satellites to provide broadband Internet access. Trump said the jobs are being created \"because of what's happening and the spirit and the hope\" around his election. He had previously taken credit for the Carrier Corp.'s keeping hundreds of jobs in Indiana — which came with tax concessions from the state where Trump's incoming vice president, Mike Pence, currently serves as governor. Correction Dec. 28, 2016 An earlier version of this story incorrectly identified the company named by Donald Trump as OneWorld. It is OneWeb. ",
    "title": "Donald Trump Takes Credit For 8,000 New Jobs From Japanese Investor  : NPR"
   },
   {
    "entities": [
     "harry",
     "gold",
     "council",
     "david",
     "canyonlands",
     "yardley",
     "begaye",
     "utah",
     "refugue",
     "jason",
     "the 1930s",
     "colorado",
     "west",
     "zuni",
     "beach",
     "newport",
     "malheur",
     "hypodermic",
     "trump",
     "late",
     "cliven",
     "house",
     "nation",
     "1906",
     "carrie",
     "wildlife",
     "rick",
     "christmas",
     "amapola",
     "russell",
     "ana",
     "park",
     "quality",
     "donald",
     "reid",
     "river",
     "ute",
     "lake",
     "nigel",
     "duara",
     "2014",
     "christy",
     "fisher",
     "congress",
     "on",
     "oregon",
     "hyde",
     "butte",
     "navajo",
     "chaffetz",
     "midnight",
     "nevada",
     "caruso",
     "future",
     "this year",
     "65%",
     "goldfuss",
     "arizona",
     "environmental",
     "obama",
     "national",
     "santa",
     "canyon",
     "wednesday",
     "monument",
     "mead",
     "mountain",
     "montero",
     "bundy",
     "grand",
     "palmdale",
     "now",
     "william",
     "white"
    ],
    "id": 26,
    "text": "NATION Obama designates two new national monuments in the West Late in his term, President Obama designated two new national monuments, including the Bears Ears National Monument in southeastern Utah. A coalition of five Indian nations formally proposed the monument, attempting to preserve the area's archeological sites from looting and grave robbing. William Yardley Contact Reporter Further burnishing his environmental legacy, President Obama on Wednesday designated two new national monuments in rugged areas of Utah and Nevada — places that have deep cultural importance for Native Americans but that have become flashpoints in the debate over control of public land in the West. The larger and perhaps more controversial of the two, the Bears Ears National Monument in southeastern Utah, encompasses 1.35 million acres of desert and canyons that are ancestral lands of several Indian tribes, including the Navajo Nation, whose reservation is just to the south. Now, members of the Navajo, Hopi, Ute Indian Tribe, Ute Mountain Ute, and Zuni tribes, all of which pushed for the designation, will serve on what the administration described as an “unprecedented” special commission that will advise the federal government on how to protect the area while also ensuring access so tribal members can collect traditional medicinal plants and perform tribal ceremonies.  While both national monuments will be open for recreation, their designation means they will be better protected from development such as mining and oil and gas production. In the West, where half of the land is controlled by the federal government, many states and elected officials have long accused the government of putting up barriers to local economic development. Yet on Wednesday, Russell Begaye, the president of the Navajo Nation, invoked history older than any government, saying that the area had provided food and sanctuary to tribes for millennia. “These places — the rocks, the wind, the land — they are living, breathing things,” Begaye said. (David Montero) The monument, which is directly south of Canyonlands National Park, is smaller than the 1.9 million acres the tribal groups had sought but larger than the 1.2 million acres that Utah’s congressional delegation had proposed for protection under legislation that has stalled in Congress. Begaye said the tribal coalition was elated by the designation. “That area that we most want is fully covered by the 1.35 million,” he said. Obama also designated the Gold Butte National Monument, 300,000 acres along Nevada’s border with Arizona that is between Lake Mead, a crucial reservoir for the drought-stricken Colorado River, and the Grand Canyon. The administration said the area holds important tribal sites as well as historic ranching structures and sites related to early Spanish settlements. It is near the ranch of Cliven Bundy, whose family led standoffs with the government in Nevada in 2014 and at Oregon’s Malheur National Wildlife Refugue this year, protesting what it said were unfair federal land policies. The administration said Wednesday that both monument areas had been subject to vandalism and that the designation would bring them greater protection. It also said the Gold Butte National Monument would improve “climate resilience” by preserving corridors for wildlife to travel. (Nigel Duara) Obama said in a statement that the monuments would “protect some of our country’s most important cultural treasures, including abundant rock art, archaeological sites, and lands considered sacred by Native American tribes” and “ensure that future generations are able to enjoy and appreciate these scenic and historic landscapes.” Sen. Harry Reid of Nevada, a Democrat and the departing minority leader, has long pushed for the Gold Butte designation. On Wednesday, he called Gold Butte “quintessential Nevada,” with landscapes “unlike anything else in the world.” Critics said the designations would stir further resentment among people angry about federal land policy. About 65% of the land in Utah is owned by the federal government. Rep. Jason Chaffetz (R-Utah) said the president’s “unilateral decision to invoke the Antiquities Act in Utah politicizes a long-simmering conflict” and “threatens to further inflame controversies that were near resolution.” Using executive power under the Antiquities Act of 1906, the president has designated more than two dozen national monuments, totaling more than 550 million acres, though the vast majority of that area is protected water. As they have with other conservation measures enacted at the end of his administration, the designations on Wednesday raised questions about whether his Republican successor, Donald Trump , may try to reverse them. Christy Goldfuss, managing director at the White House Council on Environmental Quality, noted on Wednesday that no president had reversed a previous president’s monument designation and that the act does not specify the authority to do so. Yet Goldfuss conceded that Congress, now under Republican control, has the power to change the law. Goldfuss noted that Bears Ears had been considered for protection since the 1930s. Despite that history, Chaffetz called the designation a “midnight move.” “We look forward to working with President-elect Trump to follow through on his commitment to repeal midnight regulations,” Chaffetz said. “We will work to repeal this top-down decision and replace it with one that garners local support and creates a balanced, win-win solution.” Caption 90 seconds: 4 stories you can't miss An old rule may save the Rose Parade from rain , a woman trekked 26 miles through the snow after her family got stranded in the Grand Canyon, developers like Rick Caruso make huge donations  to city officials, and Carrie Fisher remembered .  Caption 90 seconds: 4 stories you can't miss An old rule may save the Rose Parade from rain , a woman trekked 26 miles through the snow after her family got stranded in the Grand Canyon, developers like Rick Caruso make huge donations  to city officials, and Carrie Fisher remembered .  Caption Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caption Hypodermic needles and syringes washing up in Newport Beach Hypodermic needles and syringes have been washing ashore in Newport Beach at the mouth of the Santa Ana River, an area that see a high degree of flotsam and jetsam following storms. Hypodermic needles and syringes have been washing ashore in Newport Beach at the mouth of the Santa Ana River, an area that see a high degree of flotsam and jetsam following storms. Caption Tamale drama on Christmas Many Angelenos buy their masa cornmeal from Amapola stores. Many Angelenos buy their masa cornmeal from Amapola stores. Caption Crash caught on camera in Hyde Park, police need help finding hit-and-run driver The victim, who is a father of nine, is in critical condition fighting for his life. The victim, who is a father of nine, is in critical condition fighting for his life. ALSO ",
    "title": "Obama designates two new national monuments in the West - LA Times"
   },
   {
    "entities": [
     "diaz",
     "october 1958",
     "carrie",
     "1948",
     "pope",
     "miami",
     "leia",
     "the day",
     "1956",
     "1 p.m.",
     "laveris",
     "jane",
     "royal",
     "claudette",
     "ap",
     "8th",
     "white",
     "elaine",
     "nov. 14, 2015",
     "odeon",
     "michael",
     "1973",
     "facebook",
     "joely",
     "vegas",
     "1950s",
     "shotwell",
     "lourd",
     "fullscreen",
     "winter",
     "epa",
     "nokia",
     "january 2015",
     "grandma",
     "disney",
     "hiddleston",
     "frances",
     "april 30, 2016",
     "brooks",
     "margaret",
     "1984",
     "matosian",
     "1980",
     "arrizabalaga",
     "debbie",
     "fisher",
     "cedars-sinai",
     "dec. 9, 2008",
     "roanoke",
     "brown",
     "mike",
     "solly",
     "cannes",
     "oct. 10, 2016",
     "skywalker",
     "lucasfilm",
     "1996",
     "dick",
     "chewbacca",
     "billy",
     "time",
     "brothers",
     "gareth",
     "june 9, 2005",
     "south",
     "2000",
     "century-fox",
     "harrison",
     "the",
     "ltd.",
     "1990",
     "vader",
     "stephanie",
     "dolby",
     "beverly",
     "jordan",
     "tropicana",
     "pizzello",
     "jim",
     "calrissian",
     "plitt",
     "eddie",
     "november",
     "taylor",
     "reynolds",
     "gary",
     "tully",
     "gene",
     "kevin",
     "1955",
     "awards",
     "1999",
     "alice",
     "2011",
     "grove",
     "d.h.",
     "today",
     "center",
     "tom",
     "william",
     "earlier wednesday",
     "baker",
     "102nd",
     "las",
     "harve",
     "invision",
     "news",
     "may",
     "dan",
     "casino",
     "dinner",
     "opera",
     "heigl",
     "korea",
     "square",
     "hamlett",
     "cinema",
     "albert",
     "diego",
     "france",
     "marsland",
     "film",
     "images",
     "december 29, 2016",
     "british",
     "npr",
     "chris",
     "feb. 14, 2016",
     "lucas",
     "baiano",
     "maclaine",
     "anthony",
     "hannaway",
     "medical",
     "fire",
     "ee",
     "mandell",
     "miller",
     "oct. 1, 1997",
     "aug. 28, 2013",
     "times",
     "song",
     "r.",
     "barius",
     "portfolio",
     "kathy",
     "jan. 25, 2015",
     "george",
     "mia",
     "barnes",
     "mazur",
     "frank",
     "hotel",
     "kodak",
     "batzdorff",
     "andreas",
     "sept. 10, 2011",
     "collins",
     "&",
     "archives",
     "ed",
     "williams",
     "mark",
     "strauss",
     "paramount",
     "elliott",
     "kalinowsky",
     "borrup",
     "djansezian",
     "mayhew",
     "alexander",
     "palazzo",
     "convention",
     "darth",
     "morning",
     "billie",
     "stewart",
     "dec. 23, 2016",
     "correspondents'",
     "leicester",
     "dwight",
     "inn",
     "d.c.",
     "army",
     "december 2015",
     "karl",
     "angeles",
     "broadway",
     "kenny",
     "peter",
     "gleeson",
     "association",
     "comic-con",
     "1977",
     "tuesday",
     "of",
     "wed",
     "kelly",
     "facundo",
     "1962",
     "nov. 28, 2016",
     "nov. 15, 1965",
     "york",
     "gavan",
     "feb. 27, 2007",
     "oct. 23, 1972",
     "filan",
     "lockwood",
     "ochs",
     "p.",
     "harry",
     "drive",
     "july 30, 1998",
     "last friday",
     "selden",
     "richard",
     "haston",
     "international",
     "2015",
     "john",
     "may 15, 2016",
     "12:34 a.m. est",
     "andrea",
     "usa",
     "studios",
     "nbc",
     "the second day",
     "april 16, 2015",
     "1952",
     "marty",
     "katherine",
     "dyke",
     "last year",
     "jason",
     "house",
     "corp.",
     "last week",
     "theatre",
     "calif.",
     "desert",
     "anaheim",
     "canyon",
     "may 25, 1984",
     "liberace",
     "now",
     "adler",
     "cattermole",
     "don",
     "robert",
     "busacca",
     "getty",
     "hamill",
     "luke",
     "timothy",
     "july 28, 1971",
     "associated",
     "department",
     "rentz",
     "molly",
     "ethan",
     "kevork",
     "san",
     "del",
     "catherine",
     "spellman",
     "amazon",
     "domhnall",
     "araya",
     "larry",
     "hospital",
     "lederhandler",
     "wireimage",
     "marks",
     "elizabeth",
     "london",
     "night",
     "june 29, 2016",
     "stevens",
     "1988",
     "ron",
     "venice",
     "bryan",
     "hall",
     "previously",
     "march 25, 1985",
     "ford",
     "daniels",
     "july 10, 2015",
     "seoul",
     "todd",
     "1959",
     "plum",
     "pictures",
     "harold",
     "lafd",
     "tmz",
     "mgm",
     "press",
     "local time",
     "noel",
     "ballroom",
     "1964",
     "tcl",
     "dorian",
     "va.",
     "new",
     "1967",
     "hills",
     "1960",
     "wednesday",
     "hbo",
     "los",
     "warner",
     "photofest",
     "dec. 14, 2015",
     "city",
     "presnell",
     "ian",
     "mondadori",
     "morrow",
     "lando",
     "father's day",
     "joan",
     "irene",
     "june",
     "academy",
     "hanashiro",
     "dee",
     "abc",
     "deutsch",
     "shirley",
     "hollywood",
     "2006",
     "vasquez",
     "gielgud",
     "noble",
     "washington",
     "van",
     "dec. 16, 2015",
     "coldwater",
     "macmedan"
    ],
    "id": 27,
    "text": "Debbie Reynolds dies at 84, AP reports The stress of daughter Carrie Fisher's death just a day prior 'was too much,' her son said. Post to Facebook Debbie Reynolds dies at 84, AP reports The stress of daughter Carrie Fisher's death just a day prior 'was too much,' her son said. Check out this story on USATODAY.com: http://usat.ly/2hue9pc CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 106 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Debbie Reynolds dies at 84, AP reports Andrea Mandell , USA TODAY 12:34 a.m. EST December 29, 2016 x Share Debbie Reynolds, the Academy Award nominated actress known for her role in the musical 'Singin' in the Rain,' passed away just one day after her daughter Carrie Fisher's death. Debbie Reynolds and Carrie Fisher at the Screen Actors Guild Awards together in 2015. (Photo: Dan MacMedan, USA TODAY) Debbie Reynolds has died after being rushed to the hospital Wednesday, her son told The Associated Press. She was 84. Reynolds lost her daughter, Carrie Fisher, on Tuesday. Fisher died at a Los Angeles hospital days after suffering a heart attack on a plane last week. She was 60. \"She's now with Carrie and we're all heartbroken,\" Reynolds' son, Todd Fisher, said from Cedars-Sinai Medical Center, where his mother was taken by ambulance earlier Wednesday. He said the stress of his sister's death \"was too much\" for Reynolds. Earlier in the day,  TMZ and the Los Angeles Times  said she suffered a medical emergency. Stars pour their hearts out after Debbie Reynolds' death TMZ said Wednesday morning Reynolds was at Fisher's home in Beverly Hills planning her daughter's funeral and may have suffered a stroke. The outlet reported Reynolds had been distraught since Fisher's health declined last Friday. The Los Angeles Times also reported Reynolds was rushed to the hospital, adding that she complained of breathing problems. Appreciation: Debbie Reynolds, unsinkable to the end The Los Angeles Fire Department confirmed they responded to a call for medical assistance from a house on Coldwater Canyon Drive in Beverly Hills (because the LAFD's station was closer) shortly after 1 p.m. local time. LAFD spokeswoman Margaret Stewart told USA TODAY that an \"adult female\" in \"fair to serious condition\" was transported to Cedars-Sinai Hospital, the closest to the address. Because of a federal privacy law, emergency services can't identify patients. Carrie Fisher's death: What we know now USA TODAY has reached out to representatives for Reynolds; her 24-year-old granddaughter, Billie Lourd; and Joely Fisher, Carrie Fisher's half-sister. The Oscar-nominated actress had given periodic updates on Fisher while her daughter was hospitalized , first telling fans Fisher was \"stable\" and on Tuesday confirming her death with a touching note. \"Thank you to everyone who has embraced the gifts and talents of my beloved and amazing daughter. I am grateful for your thoughts and prayers that are now guiding her to her next stop. Love Carries Mother,\" she wrote on Facebook . Three generations of women posed at the SAG Awards together in 2015: Billie Lourd, Debbie Reynolds and Carrie Fisher.  (Photo: Kevin Mazur) Reynolds previously suffered a stroke in 2015, which Fisher referenced in an interview with People in May while discussing her upcoming HBO documentary, Bright Lights: Starring Carrie Fisher and Debbie Reynolds (which her mother participated in). “It’s a lot of times terrifying, but watching my mother, who’s incredibly resilient, coping with certain health issues that she’s had,” Fisher said of Reynolds. “We were really lucky we got really what probably could be her last (big project).\" In June, Reynolds' son Todd told ABC News that \"when (Reynolds) was in the hospital and barely recovering from an operation, she had a small stroke.\" Appreciation: Carrie Fisher will forever be 'Star Wars' royalty Last year, Reynolds received a Governors Award (though couldn't attend) and Screen Actors Guild Life Achievement Award. The latter was presented to her on stage by Fisher. In a November interview with for the NPR show Fresh Air, Fisher spoke of her admiration for her mother. \"She's an immensely powerful woman, and I just admire my mother very much,\" Carrie Fisher said. \"There's very few women from her generation who worked like that, who just kept a career going all her life, and raised children, and had horrible relationships, and lost all her money, and got it back again. I mean, she's had an amazing life, and she's someone to admire.\" Posted! A link has been posted to your Facebook feed. Entertainer Debbie Reynolds has died at the age of 84. The actress was rushed to the hospital Wednesday after suffering a medical emergency. Her son, Todd Fisher, confirmed her death to the Associated Press.  Chris Pizzello, Invision/AP Fullscreen Carrie Fisher gave a kiss to her mother  Debbie Reynolds at the Screen Actors Guild Awards in January 2015. Fisher died on Tuesday following a heart issue. Todd Fisher said the stress of his sister's death was \"too much\" for his mother.  Dan MacMedan, USA TODAY Debbie Reynolds received the Screen Actors Guild Annual Life Achievement Award from her daughter and fellow actor Carrie Fisher in 2015.  Robert Hanashiro, USA TODAY A family moment: Todd Fisher, left, his mother  Debbie Reynolds, Carrie Fisher and her daughter Billie Lourd posed together at the 21st annual Screen Actors Guild Awards.  Jason LaVeris, FilmMagic Debbie Reynolds played Liberace's mother,  Frances, in HBO's 'Behind the Candelabra.'  Claudette Barius, AP Debbie Reynolds as Grandma Mazur, left, with Katherine Heigl as Stephanie Plum, right, in a scene from the motion picture 'One For The Money.'  Ron Batzdorff Debbie Reynolds guest stars in a scene with Debra Messing  in 'Will and Grace' in an episode called 'The Unsinkable Mommy Adler.'  Chris Haston, NBC Debbie Reynolds and Albert Brooks in the film 'Mother.'  Elliott Marks, Paramount Pictures Fullscreen Elizabeth Taylor, left, Eddie Fisher, and Debbie Reynolds are all smiles at the opening of Fisher's show at the Tropicana in Las Vegas.  At the time Fisher and Reynolds were married. Soon they would be divorced and Fisher would marry Taylor.  AP Fullscreen A moment of family happiness shows Eddie Fisher, out of the hospital in time for Father's Day, with his two youngsters: four-month old Todd, left, and 19-month-old Carrie.  Looking on is Reynolds.  Fisher spent 10 days in the hospital following an appendix flare-up.  AP After her close friend Elizabeth Taylor hooked up with her husband, Debbie Reynolds let bygones be bygones, arriving for Taylor's Diamond Jubilee birthday party in Las Vegas, on Feb. 27, 2007.  Jane Kalinowsky, AP Four of Hollywood\u0092s most legendary stars -- Joan Collins, left, Shirley MacLaine, Elizabeth Taylor and Debbie Reynolds, starred in 'These Old Broads,' a two-hour comedy written by Carrie Fisher ('Postcards From the Edge') and Elaine Pope ('Seinfeld').  Timothy White, ABC Debbie Reynolds married three times. At age 29 she wed millionaire shoe magnate Harry Karl, 46.  Harold P. Matosian, AP Fullscreen Reynolds married Richard R. Hamlett of Roanoke, Va., in a private religious ceremony at a close friend's home in Miami on May 25, 1984. They divorced in 1996. Reynolds is seen here with Hamlett arriving for the Oscar telecast on March 25, 1985.  AP Reynolds had her ups and downs in financial matters, too.  A sign announces the auction of the Debbie Reynolds Hotel and Casino in Las Vegas, July 30, 1998. The financially-troubled property included a Hollywood memorabilia museum.  Ethan Miller, AP Reynolds at an event inside the Debbie Reynolds Hotel & Casino in Las Vegas, Oct. 1, 1997.  AP Fullscreen Reynolds, right, with her daughter, Carrie, and son, Todd, on opening night of her Reynolds show run at the Desert Inn in Las Vegas on July 28, 1971.  Carrie Fisher died at age 60 in Los Angeles one day before her mother.  Jim Borrup, EPA Debbie Reynolds and Gene Kelly in a publicity portrait for the film 'Singin' In The Rain.'  Archive Photos, Getty Images Gene Kelly, as Don Lockwood, leans against a piano as actress Debbie Reynolds, playing Kathy Selden, sings in a scene from the musical 'Singin' in the Rain.'  Mondadori Portfolio, Mondadori via Getty Images Debbie Reynolds looks away as Dick Van Dyke talks to her in bed in a scene from the film 'Divorce American Style' in 1967.  Michael Ochs Archives, Getty Images Debbie Reynolds, in 'The Singing Nun,' practices her next scene on Nov. 15, 1965.  AP Reynolds, who made her first Broadway appearance in the title role of the musical 'Irene,' looks up to director Sir John Gielgud during an interview at a New York rehearsal hall on Oct. 23, 1972.  Marty Lederhandler, AP Reynolds dances with Harve Presnell in a scene from the 1964 film, 'The Unsinkable Molly Brown.'  MGM/The Kobal Collection Debbie Reynolds entertains the troops at 8th Army headquarters in Seoul, South Korea in 1955.  D.H. Song, AP Debbie Reynolds signs autographs on her way into the ice show in Hollywood.  Frank Filan, AP Debbie Reynolds poses with her dog, Dwight, in Beverly Hills, Calif.  Chris Pizzello, Invision/AP Like this topic? You may also like these photo galleries: Replay Last Slide Next Slide Reynolds' celebrated career in Hollywood lasted more than 65 years. She starred in memorable films including 1952's  Singin' in the Rain, 1962's How the West Was Won and 1956's Bundle of Joy. The outspoken Reynolds made a specialty playing offbeat mothers onscreen, alongside Albert Brooks in 1996's Mother and on the sitcom Will & Grace (1999 to 2006) as Debra Messing's screen mom. Debbie Reynolds: Five roles of a lifetime But the most famous is her true-life role as Carrie Fisher's mother, the subject of Fisher's semi-autobiographical novel and 1990 film Postcards From the Edge. \"It was her story. It was not my story,\" said Reynolds. \"We've had our ups and downs, and we survived it all.\" Posted! A link has been posted to your Facebook feed. Hollywood icon Debbie Reynolds, who died Wednesday at 84, shared her life's heartaches and triumphs in 'Unsinkable: A Memoir' (written with Dorian Hannaway), a continuation of her 1988 autobiography. Look through photos from the book.  Courtesy William Morrow Fullscreen \"On the lot at Warner Brothers. This was the first day of my new life - new name, new career,\" she wrote. Before her MGM days, Reynolds was scouted by Solly Baiano of Warner Brothers while competing for Miss Burbank 1948, right around her 16th birthday. She was given a seven-year contract.  Photofest \"Grabbing a bite on the lot at MGM between dance rehearsals for 'Singin' in the Rain' - lots of work. Mother packed my lunch when I went to the studio,\" she wrote. The 1952 musical was her first lead role.  Debbie Reynolds \"My favorite picture of me with Daddy, at my first wedding in 1955,\" wrote Reynolds, who married singer Eddie Fisher in 1955. They had two children, Carrie and Todd.  Debbie Reynolds \"I had my hands full when my sweet babies visited me on the set of 'The Mating Game,'\" wrote the star. Shown from left: Carrie Fisher, Debbie Reynolds, Todd Fisher in October 1958.  Photofest Fullscreen Debbie is pictured during her very public divorce from Eddie Fisher in 1959, after Fisher fell in love with Elizabeth Taylor. \"Car keys in one hand and diaper bag in the other, I'm ready to take the kids out. But the reporters are crowding my front lawn. The beginning of experiencing real-life heartbreak,\" she recalled.  Photofest \"With my beautiful daughter, Carrie,\" wrote Reynolds, around 2000.  Debbie Reynolds \"Elizabeth Taylor and me on the set of 'These Old Broads.' It was like the old days when we were girlfriends on the lot together, young and happy,\" wrote Reynolds.  Debbie Reynolds \"The museum at my Las Vegas hotel for my collection - a dream come true,\" wrote Reynolds.  Debbie Reynolds Like this topic? You may also like these photo galleries: Replay Last Slide Next Slide In 2015, she told USA TODAY there was one screen character she related to the most: the indomitable, outspoken heroine of 1964's The Unsinkable Molly Brown. \"I feel akin to that character who says, 'I ain't down yet,' \" said Reynolds. \"In life, I'm like Molly Brown. I've had tough times along the way and gone through experiences that many women have gone through. But I ain't down yet.\" Reynolds was married three times, to singer Eddie Fisher (1955 to 1959), the father of Carrie and Todd; to businessman Harry Karl (1960 to 1973); and to real estate developer Richard Hamlett (1984 to 1996). Her messy divorce from Fisher, who left her for Elizabeth Taylor, made headlines in the late 1950s. Contributing: Bryan Alexander, the Associated Press  Posted! A link has been posted to your Facebook feed. Carrie Fisher, photographed in December 2015, has died after suffering a heart attack on a flight from London to Los Angeles on Dec. 23, 2016, and being treated in a Los Angeles hospital for several days.  Robert Deutsch, USA TODAY Carrie Fisher as Princess Leia in 'Star Wars Episode IV: A New Hope' -- the franchise's original film, released in 1977.  Lucasfilm Ltd. From left, Harrison Ford, Carrie Fisher and Mark Hamill from the original \"Star Wars\" movie, released in 1977  20th Century-Fox Film Corp. via AP The relationship between Princess Leia (Carrie Fisher) and Han Solo (Harrison Ford) evolved in \"Star Wars Episode V: The Empire Strikes Back\"  Lucasfilm Ltd. \"I had my hands full when my sweet babies visited me on the set of 'The Mating Game.'\" Shown from left: Carrie Fisher, Debbie Reynolds, Todd Fisher in October 1958. As featured in the memoir \"Unsinkable\" by Debbie Reynolds  Photofest Debbie Reynolds, left, and daughter Carrie Fisher attend the 2011 Primetime Creative Arts Emmy Awards at Nokia Theatre on Sept. 10, 2011, in Los Angeles.  Noel Vasquez, Getty Images Princess Leia confronts Darth Vader in \"Star Wars Episode IV: A New Hope.\"  Lucasfilm Ltd. Things got racy for Princess Leia (Carrie Fisher) in \"Star Wars: Episode VI: Return of the Jedi.\"  Lucasfilm Ltd. Left to right: Harrison Ford, Carrie Fisher and Mark Hamill (and in back, Chewbacca) in a publicity photo from 1980's \"Star Wars Episode V: The Empire Strikes Back\"  Lucasfilm Ltd. From left, Mark Hamill, Carrie Fisher and Harrison Ford speak onstage during the 33rd AFI Life Achievement Award tribute to George Lucas at the Kodak Theatre on June 9, 2005, in Hollywood.  File photo by Kevin Winter, Getty Images Carrie Fisher promotes her memoirs, \"Wishful Drinking,\" in New York on Dec. 9, 2008.  File photo by Todd Plitt, USA TODAY Carrie Fisher in the 1980 movie \"The Blues Brothers\"  Universal Pictures Carrie Fisher played Mia in the first season of the Amazon original comedy series \"Catastrophe.\"  Ed Miller, Amazon Studios \"With my beautiful daughter, Carrie.\" (around 2000) -- From Debbie Reynolds' memoirs, \"Unsinkable\"  Debbie Reynolds Carrie Fisher attends the opening ceremony and \"Gravity\" premiere during the 70th Venice International Film Festival at the Palazzo del Cinema on Aug. 28, 2013, in Venice.  File photo by Ian Gavan, Getty Images Billie Catherine Lourd, left, and Carrie Fisher arrive at the Governors Awards at the Dolby Ballroom on Nov. 14, 2015, in Los Angeles.  Jordan Strauss, Invision, via AP Anthony Daniels as C-3PO, Kenny Baker as R2D2, Mark Hamill as Luke Skywalker and Carrie Fisher as Princess Leia in \"Star Wars: Episode V - The Empire Strikes Back\"  Lucasfilm Carrie Fisher, from left, Mark Hamill, and Harrison Ford attend Lucasfilm's \"Star Wars: The Force Awakens\" panel on the second day of Comic-Con International on July 10, 2015, in San Diego.  File photo by Richard Shotwell, Invision, via AP Carrie Fisher, from left, Mark Hamill, and Harrison Ford attend Lucasfilm's \"Star Wars: The Force Awakens\" panel at Comic-Con International on July 10, 2015, in San Diego.  File photo by Richard Shotwell, Invision, via AP Debbie Reynolds, left, and Carrie Fisher pose Jan. 25, 2015, at the 20th Screen Actors Guild Awards held at the Shrine Auditorium in Los Angeles  Dan MacMedan, USA TODAY Carrie Fisher presents the Screen Actors Guild Annual Life Achievement Award to her mother, Debbie Reynolds, during the 21st Screen Actors Guild Awards at the Shrine Auditorium in Los Angeles on Jan. 25, 2015.  Robert Hanashiro, USA TODAY Carrie Fisher kisses her mother, Debbie Reynolds, at the 20th Screen Actors Guild Awards in January 2015.  Dan MacMedan, USA TODAY Fullscreen Cast members of the original \"Star Wars\" film -- Mark Hamill, from left, Carrie Fisher and Anthony Daniels, who played C-3PO -- appear during the kickoff event of Disney's Star Wars Celebration 2015 at the Anaheim Convention Center on April 16, 2015, in Anaheim, Calif.  Kevork Djansezian, Getty Images Carrie Fisher as Princess Leia in \"Star Wars: Episode IV - A New Hope\"  Lucasfilm Ltd. From left, Anthony Daniels as C-3PO, Kenny Baker as R2D2, Mark Hamill as Luke Skywalker, Carrie Fisher as Princess Leia, Harrison Ford as Han Solo and Peter Mayhew as Chewbacca in \"Star Wars: Episode IV - A New Hope\"  Lucasfilm Ltd. Carrie Fisher as Princess Leia and Harrison Ford as Han Solo in \"Star Wars: Episode V - The Empire Strikes Back'  Lucasfilm Ltd. Carrie Fisher, from left, Mark Hamill, and Harrison Ford attend Lucasfilm's \"Star Wars: The Force Awakens\" panel at Comic-Con International in San Diego on July 10, 2015.  Richard Shotwell, Invision, via AP From left, Billy Dee Williams as Lando Calrissian, Peter Mayhew as Chewbacca, Carrie Fisher as Princess Leia and  Harrison Ford as Han Solo in \"Star Wars: Episode V - The Empire Strikes Back\"  Lucasfilm Ltd. Carrie Fisher, left, and daughter Billie Lourd arrive at the world premiere of \"Star Wars: The Force Awakens\" at the TCL Chinese Theatre on Dec. 14, 2015, in Los Angeles.  Jordan Strauss, Invision, via AP Domhnall Gleeson and Carrie Fisher pose in the winners' room at the EE British Academy Film Awards at The Royal Opera House on Feb. 14, 2016, in London.  Mike Marsland, WireImage Carrie Fisher and Fisher Stevens attend a photocall for Bright Lights during the 69th annual Cannes Film Festival at the Palais des Festivals on May 15, 2016, in Cannes, France.  Andreas Rentz, Getty Images Tom Hiddleston and Carrie Fisher, with her dog, Gary, attend the 102nd White House Correspondents' Association Dinner on April 30, 2016, in Washington, D.C.  Larry Busacca, Getty Images Carrie Fisher and her French bulldog, Gary, attend the 54th New York Film Festival \"Bright Lights\" screening at Alice Tully Hall on Oct. 10, 2016, in New York City.  Jim Spellman, WireImage Carrie Fisher and Billie Catherine Lourd attend the \"Absolutely Fabulous: The Movie\"  world premiere at the Odeon Leicester Square on June 29, 2016, in London.  Gareth Cattermole, Getty Images Carrie Fisher signs copies of her new book, \"The Princess Diarist,\" at Barnes & Noble at The Grove on Nov. 28, 2016, in Los Angeles.  Araya Diaz, WireImage Carrie Fisher arrives for the European premiere of \"Star Wars: The Force Awakens' at London's Leicester Square on Dec. 16, 2015.  Facundo Arrizabalaga, European Pressphoto Agency Carrie Fisher flatters a Stormtrooper at the European premiere of \"Star Wars: The Force Awakens\" in London on Dec. 16, 2015.  Facundo Arrizabalaga, European Pressphoto Agency Like this topic? You may also like these photo galleries: Replay ",
    "title": "Debbie Reynolds dies at 84, AP reports"
   },
   {
    "entities": [
     "dec 28, 2016",
     "david",
     ", 11:40 am",
     "earlier this month",
     "felicia",
     "polly",
     "june 17, 2015",
     "south",
     "trial",
     "richard",
     "emanuel",
     "sanders",
     "church",
     "roof",
     "charleston",
     "ame",
     "u.s.",
     "early next year",
     "today",
     "carolina",
     "jan. 3",
     "shapiro",
     "emily",
     "dylann",
     "sheppard",
     "bruck",
     "gergel"
    ],
    "id": 28,
    "text": "Dylann Roof Says He Won't Call Witnesses During Sentencing in Federal Death Penalty Case By EMILY SHAPIRO Dec 28, 2016, 11:40 AM ET 0 Shares WATCH Dylann Roof Won't Call Witnesses During Sentencing 0 Shares Email Dylann Roof , the 22-year-old convicted of killing nine black parishioners at a church in Charleston, South Carolina, told a judge today he has \"no plans whatsoever to call witnesses\" during the sentencing phase of his federal trial, in which he could face the death penalty . Roof, who appeared in a striped prison uniform, with his hands and feet shackled, confirmed today he still intends to represent himself, although U.S. District Judge Richard Gergel has said he does not support Roof's decision. Roof told Gergel he will make an opening statement. The government plans to call more than 30 witnesses — mostly survivors and victims' family members — to testify in the sentencing phase. Survivors Polly Sheppard and Felicia Sanders, who testified during the guilt phase, are expected to testify again. Opening statements are set to begin Jan. 3. The same jury that found him guilty will return to decide if he'll be sentenced to death. Charleston Church Shooting Survivor Recounts Watching Her Son Die at Dylann Roof Trial Roof, who is white, was convicted earlier this month of shooting and killing the parishioners at the predominantly black Emanuel AME Church on June 17, 2015. The 33 federal counts against Roof included hate crimes resulting in death and obstruction of exercise of religion resulting in death. Roof entered the church armed and \"with the intent of killing African-Americans engaged in the exercise of their religious beliefs,\" according to the federal indictment against him. The parishioners welcomed Roof into their Bible study group, according to the indictment, after which Roof drew his pistol and opened fire. In the defense's opening statements during the guilt phase of the trial, attorney David Bruck told the court, \"He did it ... You're probably wondering, so what we are doing here? Why does there need to be a trial? ... The practical reason is that the government has asked for the death penalty after conviction, and because of that, we have a procedure to go through. \"Our society does not order the death penalty if there are reasons to choose life,\" Bruck added. \"You're going to want to understand who this person was and why on earth he would want to cause so much grief.\" Roof also faces a state trial, set for early next year, in which he may also face the death penalty. 0 Shares ",
    "title": "Dylann Roof Says He Won't Call Witnesses During Sentencing in Federal Death Penalty Case - ABC News"
   },
   {
    "entities": [
     "son",
     "dec 28, 2016",
     "mar-a-lago",
     "earlier this month",
     "cbs",
     "softbank",
     "florida",
     "bloomberg",
     "states",
     "trump",
     "house",
     "2017",
     "claure",
     "news",
     "december 28, 2016",
     "united",
     "donald",
     "sprint",
     "marcelo",
     "wyler",
     "greg",
     "u.s.",
     "new",
     "masayoshi",
     "schultheis",
     "emily",
     "wednesday",
     "york",
     "8:02 pm est",
     "evening",
     "end of fiscal",
     ", 5:49 pm",
     "$50 billion",
     "white"
    ],
    "id": 29,
    "text": "By Emily Schultheis CBS News December 28, 2016, 5:49 PM Donald Trump announces two companies will create new jobs in U.S. Last Updated Dec 28, 2016 8:02 PM EST President-elect Donald Trump announced two companies are adding thousands of additional U.S.-based jobs Wednesday evening. Speaking briefly with reporters at his Mar-a-Lago resort in Florida, Mr. Trump said that phone carrier Sprint will bring 5,000 jobs back from overseas. “They have taken them from other countries,” he said. “They are bringing them back to the United States.” Sprint confirmed the announcement on its website, saying the jobs would be added by the end of fiscal 2017 and it would “ begin discussions immediately with its business partners, states and cities to determine the right locations in the U.S. to create these jobs.” Details on what types of jobs would be added were not immediately available. See who President-elect Donald Trump wants in his inner circle at the White House “We are excited to work with President-Elect Trump and his Administration to do our part to drive economic growth and create jobs in the U.S.,” said Sprint CEO Marcelo Claure in the press release. Mr. Trump said that another company, OneWeb, will hire 3,000 people in the U.S., which he called “very exciting.” OneWeb is a satellite network aimed at providing affordable internet access. Mr. Trump said the deal “was done through” SoftBank CEO Masayoshi Son, a Japanese billionaire. The pair met in New York earlier this month, and announced together that SoftBank -- which is Sprint’s largest shareholder and has invested in OneWeb -- would invest $50 billion in the U.S. and planned to create 50,000 jobs.  It’s unclear whether the 8,000 jobs announced Wednesday are included in that 50,000 figure. The 5,000 jobs at Sprint are part of that commitment but will be funded by the carrier, not Son, Bloomberg reported. OneWeb founder and executive chairman Greg Wyler said that a recent infusion of cash from Son allowed the company to accelerate its production process, resulting in 3,000 jobs added across its supply chain. OneWeb’s own staff would rise from 200 to about 1,000, he said. Wyler credited Mr. Trump with persuading Son to increase SoftBank’s investment in OneWeb, thereby speeding up the production process. He added that he was optimistic about an improved business climate in the U.S. under the new administration, including lower corporate tax rates and a simpler tax code. ",
    "title": "Donald Trump announces two companies will create new jobs in U.S. - CBS News"
   }
  ]
 }
}