{
 "30": {
  "col-sim": {
   "cosine": 0.23790361747235197,
   "entity": 0.33903175181040524
  },
  "exec-time": 124.3467948436737,
  "links": [
   {
    "entities": [
     "a.",
     "0:41",
     "wittstein",
     "christmas",
     "pawlowski",
     "hayes",
     "reynolds"
    ],
    "id": 0,
    "text": "Can You Really Die of a Broken Heart? 0:41 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161230060901if_/http://www.nbcnews.com/widget/video-embed/582761539740\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Stress in general can also play a role in strokes. The hormones from stress can cause plaque that is already in the artery to rupture. Dr. Wittstein explains that there is a way for broken heart syndrome to cause a stroke. When a large portion of the front wall of the heart isn't pumping as effectively the blood remains stagnate. Blood has to be moving and if it doesn't it begins to clots. This forms a blood clot which breaks loose and can go to the brain. Stress also causes elevated blood pressure, which makes people more prone to strokes, and it has been shown to increase inflammation, which is also a risk for cardiovascular disease. The more common kind of stroke, an ischemic stroke , is caused by a blood clot that blocks a blood vessel in the brain. RELATED: Died of a broken heart? The science behind close couple deaths Self-care also plays a role in handling grief. Hayes, who was not involved in Reynolds' treatment, but commented on the effect of grief in general, said it's unknown what chronic medical conditions Reynolds might have had. Caregivers often don't take very good care of themselves while at their loved one's bedside. \"Did she skip medications? Not eat? Not stay hydrated?\" Hayes noted. \"That's an element as well.\" Some of it may also be a will to live. People who are ill often have mental or emotional \"targets\" for living: \"I want to make it through my kid's birthday\" or see them graduate or get married or celebrate Christmas. Take those targets away, and it's a shock. \"I think spirituality and optimism and resilience has a part in this,\" Hayes said. A. Pawlowski ",
    "title": "'Broken Heart Syndrome': Could Debbie Reynolds Have Died of Grief? - NBC News"
   },
   {
    "entities": [
     "peter",
     "jordan",
     "middle",
     "ramchand",
     "august 2014",
     "brook",
     "oct. 22, 2015",
     "earlier this year",
     "navy",
     "2001",
     "vanden",
     "cardin",
     "syria",
     "corp.",
     "rajeev",
     "facebookemail",
     "facebook",
     "linkedin",
     "28%",
     "3:51 p.m. est",
     "state",
     "the day",
     "2014",
     "march 19",
     "force",
     "chiarelli",
     "congress",
     "2008",
     "2016",
     "john",
     "twitter",
     "december 29, 2016 in this november 2015",
     "rand",
     "current",
     "wheeler",
     "isil",
     "usa",
     "delta",
     "u.s.",
     "this year",
     "today",
     "army",
     "iraq",
     "afghanistan",
     "islamic",
     "east",
     "joshua",
     "louis",
     "moore",
     "washington",
     "first year",
     "2010",
     "tom",
     "2012",
     "2005",
     "to",
     "suicide",
     "dec. 27",
     "nov. 4, 2016",
     "google",
     "pentagon"
    ],
    "id": 1,
    "text": "FacebookEmail Twitter Google+ LinkedIn Pinterest Suicide kills more U.S. troops than ISIL in Middle East Suicide — not combat — is the leading killer of U.S. troops deployed to the Middle East to fight Islamic State militants, according to newly released Pentagon statistics. Post to Facebook Suicide kills more U.S. troops than ISIL in Middle East Suicide — not combat — is the leading killer of U.S. troops deployed to the Middle East to fight Islamic State militants, according to newly released Pentagon statistics. Check out this story on USATODAY.com: http://usat.ly/2iJPiLP CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 21 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Suicide kills more U.S. troops than ISIL in Middle East Tom Vanden Brook , USA TODAY 3:51 p.m. EST December 29, 2016 In this November 2015 file photo, an airstrike by a U.S.-led coalition warplane explodes on an ISIL position in Syria. (Photo: John Moore, Getty Images) WASHINGTON — Suicide — not combat — is the leading killer of U.S. troops deployed to the Middle East to fight Islamic State militants, according to newly released Pentagon statistics. U.S. casualties have been relatively low since the U.S.-led war effort began with a bombing campaign in August 2014, reflecting the limited combat exposure for troops. Of the 31 troops who have died as of Dec. 27 in Operation Inherent Resolve, 11 have taken their own lives. Eight died in combat, seven in accidents and four succumbed to illness or injury. The cause of one death is under investigation. The reasons suicide ranks as the No. 1 cause of troop deaths are complex and poorly understood, according to experts on military suicide. They likely include mental illnesses that enlistees brought with them to boot camp, post-traumatic stress, multiple combat deployments and heightened anxiety in a military at war for 16 years. “I don’t think there’s one single cause for it,” said Rajeev Ramchand, a senior behavioral scientist at the Rand Corp. who has studied military suicide. “There are a multitude of factors. They are also picking up on a trend toward more suicide in the U.S. population as a whole. Maybe there’s a universal stress on everyone in the military that affects them in profound ways.” Read more: Study: Soldiers at highest risk for suicide tries in first year The nature of the fight against ISIL has also limited combat fatalities. Direct fights between U.S. troops and ISIL fighters are uncommon events. U.S.-led airstrikes have been the principal means of attack, and they have been exceptionally lethal. The military estimates bombs and missiles fired by warplanes and drones have killed 50,000 ISIL fighters. Thousands of American troops have deployed to train and assist Iraq’s army, and thousands more have been sent to provide security, launch artillery barrages and perform logistics duties. Few of them have come under direct attack. Several hundred more U.S. commandos are on the ground in Iraq and Syria, conducting raids to capture or kill ISIL leaders and assist local fighters. Some of those missions have been deadly. On Oct. 22, 2015, Master Sgt. Joshua Wheeler, a member of the Army’s super-elite Delta Force, was killed by gunfire as he helped free 70 prisoners from an ISIL prison in northern Iraq. The largest loss of life in a single incident in the war against ISIL didn’t take place in Iraq or Syria. It occurred in Jordan on Nov. 4, 2016, when three Special Forces soldiers were shot by a guard as they tried to enter an air base. The American commandos were training local forces to fight ISIL militants. Their shooting deaths remain under investigation. The most casualties in a single attack occurred earlier this year when rockets fired by ISIL fighters targeted a Marine artillery base in northern Iraq. The attack on March 19 killed Staff Sgt. Louis Cardin and wounded eight others. All of them received Purple Heart medals, according to the Navy. By far, 2016 has been the most dangerous for U.S. forces since the war began. Seven of the eight combat deaths have occurred in 2016, and 21 of the 26 troops wounded in action suffered their injuries this year. But the military's suicide problem continues. Between 2001 and 2010, the rate of suicide in the military doubled, Ramchand said. The chief spike occurred around 2005 when fighting and combat deaths soared in Iraq and Afghanistan, and the Army shouldered most of the war’s burden. The Army still has the highest percentage among the services for suicide, according to the Pentagon's latest figures. Of the 269 active-duty troops who took their own lives in 2014, 122 were soldiers, or about 28%. As a whole, the military’s rate of suicide of about 20 per 100,000 troops in 2014 was comparable to the same civilian population. Retired general Peter Chiarelli made suicide prevention a top priority when he was the Army’s No. 2 officer as vice chief of staff from 2008 to 2012. He expressed frustration with the failure to drive down the rate of military and civilian suicides. He called for a research effort, similar to the comprehensive initiative to attack HIV/AIDS, focusing on changes in the brain caused by depression, anxiety and post-traumatic stress. That will require focused leadership from the Pentagon and Congress and the development of new drugs. “This really is an illness,” Chiarelli said. “It’s not because you’re weak.” 193 CONNECT TWEET 2 LINKEDIN 21 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2iJPiLP NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Suicide kills more U.S. troops than ISIL in Middle East"
   },
   {
    "entities": [
     "rodney",
     "leong",
     "regional",
     "lax",
     "was",
     "times",
     "last year",
     "rey",
     "l.a.",
     "8%",
     "saigon",
     "pasadena",
     "dec. 22",
     "christmas",
     "solution",
     "la",
     "gilbert",
     "dec. 29",
     "girardot",
     "california",
     "adam",
     "administration",
     "francisco",
     "international",
     "for",
     "dan",
     "of",
     "end tuesday",
     "playa",
     "summer",
     "monday",
     "2015",
     "khan",
     "keady",
     "the year",
     "federal",
     "the night of",
     "sepulveda",
     "frank",
     "it",
     "this year",
     "southern",
     "jack",
     "a",
     "2040",
     "irfan",
     "tijera",
     "dec. 21",
     "san",
     "today",
     "governments",
     "del",
     "30%",
     "elmahrek",
     "los",
     "the '80s",
     "detroit",
     "2010",
     "christmastime",
     "thanksgiving",
     "dec.",
     "the week before christmas",
     "denny",
     "alliance",
     "fall",
     "airport",
     "passengers",
     "two days before christmas",
     "bob",
     "aviation",
     "schneider",
     "now",
     "angeles",
     "assn.",
     "weikel",
     "21-23"
    ],
    "id": 2,
    "text": "LAX had a nightmarish holiday season of delays and gridlock. It's likely a preview of the airport's growing pains Long line at LAX over the holidays Irfan Khan / Los Angeles Times Passengers line up curbside at Los Angeles International Airport two days before Christmas, one of the busiest travel periods of the holiday season. LAX will handle about 4.3 million travelers over the holidays, 400,000 more than last year. Passengers line up curbside at Los Angeles International Airport two days before Christmas, one of the busiest travel periods of the holiday season. LAX will handle about 4.3 million travelers over the holidays, 400,000 more than last year. (Irfan Khan / Los Angeles Times) Dan Weikel, Adam Elmahrek It was Christmastime at Los Angeles International Airport . Security lines were long, passengers crowded the terminals and restaurants ran short of food. Airlines delayed and canceled several hundred departures and arrivals because of bad weather. At the gates, travelers booed and cheered announcements about flight schedules, depending on the news. Some people slept on the floor. Outside, traffic was so heavy it often took an hour or more to drive the two miles between the 405 Freeway and the terminals. “I’ve been flying in and out of LAX since the ’80s and it was the most chaotic experience I’ve ever had,” said Frank Girardot of Pasadena, whose flight to Detroit the night of Dec. 22 was delayed about four hours. The 19-day holiday season for LAX and its unprecedented surge in travelers will end Tuesday. But the experience of several million passengers passing through its gates might be an indicator of what lies ahead if the nation’s third-busiest airport continues to expand at a record pace. Airport consultants and commercial aviation experts say traffic and terminal congestion will  probably persist, especially during peak travel times of the year, because of a variety of factors, including an ongoing modernization of the facility that has yet to catch up with its dramatic growth since the recession. An estimated 80 million passengers will travel through LAX this year — an increase of about 8% over 2015 and about 30% since 2010. The Southern California Assn. of Governments, a regional planning agency, predicts that LAX will handle 96.6 million passengers annually by 2040. During this year’s holiday period alone, LAX had an estimated 4.3 million travelers, about 400,000 more than in 2015. The airport was built to handle 40 million passengers annually for the ’84 Olympics. Last year, there were 75 million... — Jack Keady, an airport and aviation consultant “It’s a straight mathematical equation,” said Jack Keady, an airport and aviation consultant based in Playa del Rey. “The airport was built to handle 40 million passengers annually for the ’84 Olympics. Last year, there were 75 million and projections call for almost 100 million. The congestion is only going to get worse.” Airport officials said they are concerned about congestion and that Los Angeles World Airports, the operator of LAX, is taking major steps to improve ground transportation and the efficiency of airfield operations. “The holiday crush is something we are used to — Thanksgiving, summer and the Christmas rush,” said Bob Gilbert, chief development officer for the airport. “But as we move forward, congestion is going to be exacerbated if we don’t take appropriate action to address the issues that will challenge our facilities.” As with other major airports, Gilbert said much of the holiday congestion at LAX has resulted from bad weather in L.A. and  other parts of the country that caused flight delays and cancellations. “The places where people fly in from have issues of their own,” he added. “This affects LAX.” During the holiday peak — Dec. 21-23 — about 239,000 travelers passed through the airport each day. Baggage-claim areas were packed, and long lines formed on the street to check luggage curbside.  The airlines had added so many flights to handle increased demand that the Federal Aviation Administration ordered a slowdown in operations on Monday to help clear arriving aircraft from taxiways where they were backed up because of  a shortage of gates. “There were tons of people. We couldn’t get any information anywhere,”  said Rodney Leong of San Francisco, whose departing flight on Dec. 21 was delayed 4½ hours. “Do the words ‘fall of Saigon’ mean anything to you? I wouldn’t recommend flying into LAX unless you have to.” Airport officials said that from Dec. 22 to Dec. 29,  2,101 arrivals and departures were delayed and 161 arrivals and departures were canceled. Even before the holiday crush, passenger growth combined with airport construction was snarling traffic in the terminal area and on main access routes  including the 105 Freeway and Sepulveda, La Tijera  and Century boulevards. Over the years, daily traffic has steadily increased from 70,000 vehicles in the central terminal area to more than 95,000 today. The week before Christmas, the vehicle flow peaked at 108,000 on Dec. 21.  At the busiest times, the westbound 105 turns into a freeway of angst and squeaking brakes as traffic backs up all the way from the Sepulveda offramp to the 405 connector. “They are trying to fix an airport at the same time it is operating and increasing capacity,” said Denny Schneider, president of the Alliance for a Regional Solution to Airport Congestion. “The traffic we are now seeing is the new normal.” ",
    "title": "LAX had a nightmarish holiday season of delays and gridlock. It&apos;s likely a preview of the airport&apos;s growing pains - LA Times"
   },
   {
    "entities": [
     "israel",
     "house's",
     "earlier this month",
     "times",
     "maryland",
     "eben",
     "cumming",
     "joe",
     "burnham-snyder",
     "november",
     "inauguration day",
     "trump",
     "press",
     "house",
     "max",
     "hillary",
     "jan. 20",
     "transition",
     "reuters",
     "facebook",
     "kirby",
     "presidential",
     "donald",
     "recently",
     "pallone",
     "state",
     "partnership",
     "for",
     "elijah",
     "security",
     "stier",
     "desilets",
     "doe",
     "associated",
     "john",
     "twitter",
     "frank",
     "department",
     "foxnews.com",
     "obama",
     "currently",
     "new",
     "jersey",
     "oversight",
     "wednesday",
     "center",
     "and",
     "service",
     "los",
     "homeland",
     "public",
     "energy",
     "angeles",
     "clinton",
     "white"
    ],
    "id": 3,
    "text": "Facebook 0 Twitter 0 livefyre Email Print   Inquiries from Donald Trump’s transition team to federal agencies about their work on hot-button issues like climate change and 'violent extremism' -- and about the staffers involved -- have spurred questions over what the incoming administration has planned for those programs. His team, in the roughly seven weeks since the election, has posed such questions to the departments of Energy, State and Homeland Security. Critics of President-elect Trump have suggested the inquiries are a sign his administration intends to gut key programs and punish the staffers involved. Republican defenders, though, say these concerns are overblown. “The Democrats are trying to talk about anything other than their own problems, and currently they include stoking faux outrage about President-elect Trump rolling back women's rights and firing bureaucrats who don't agree with his environmental policy,” Republican strategist Joe Desilets said Wednesday. The inquiries began earlier this month when transition team members submitted 74 questions to the Energy Department regarding climate change and other policy issues, including two about staffers who worked on President Obama’s climate agenda. Energy officials have pledged to cooperate with the incoming Republican administration but didn’t provide the staffers’ names. The transition team hastily struck the questions, but not before a storm of criticism. Max Stier, founding president of the Partnership for Public Service, which started the nonpartisan Center for Presidential Transition, told FoxNews.com that both sides handled the matter “appropriately” but that the personnel questions were “unusual and unsettling.” “Career employees are responsible for executing the policy directives the president sets,” Stier told FoxNews.com. “You don’t hold people accountable for the policies set by people elected by the American public. That’s just wrong.” The transition team did not respond for a request for comment. The Los Angeles Times also reported that the team has inquired with the State Department about gender-based programs, asking about “staffing, programming and funding,” including those started or championed by Hillary Clinton when she ran the department. Stier said the inquiries from Trump’s landing team at the State Department about spending and other matters such as this are not unusual. “Questions about the policy landscape are entirely legitimate,” he said. “It’s a different kettle of fish.” Aside from recent tensions regarding the Obama administration’s latest confrontation with Israel, Trump and Obama largely have maintained a cordial relationship since the election. The two met at the White House in November. And the president has pledged cooperation to help ensure a smooth transition for the incoming administration, ahead of Inauguration Day on Jan. 20. However, Energy spokesman Eben Burnham-Snyder recently said some of the transition team questions left agency staffers “unsettled.” Climate change – which holds that the earth’s gradual warming is a result of human activity including the burning of fossil fuel -- has been called a “hoax” by Trump. Though his transition team withdrew the personnel questions to the Energy Department, two influential House Democrats still submitted their objections. “We are concerned that these efforts to single out particular department employees involved in efforts to reduce greenhouse gas emissions may be an attempt to target DOE employees whose scientific views on climate change differ from those of the incoming Trump administration,” wrote Reps. Elijah Cumming, of Maryland, and Frank Pallone, of New Jersey, the top Democrats, respectively, on the House’s Oversight and Energy committees. State Department spokesman John Kirby later characterized the requests to his department as “normal” questions about how an agency “is staffed, it is manned and it is resourced.” “Nothing that I’ve seen and nothing that we’re aware of falls outside the lines of what would be a normal,” he said. Reuters , meanwhile, reported that the team also has asked the State and Homeland Security department for the names of officials working on efforts to counter “violent extremism.” Reuters reported that some career officials were concerned about what the incoming administration would do regarding those programs. During the presidential campaign, Trump vowed to fight radical Islamic terrorism and frequently criticized Obama for avoiding the term “radical Islam” to describe the Islamic State and other such terror groups. The Associated Press contributed to this report.   ",
    "title": "Trump team causes tizzy with personnel inquiries to Obama agencies | Fox News"
   },
   {
    "entities": [
     "ukraine",
     "democratic",
     "david",
     "dec. 16, 2016",
     "dmitry",
     "last year",
     "pictures",
     "maryland",
     "next week",
     "sony",
     "states",
     "trump",
     "gru",
     "house",
     "hillary",
     "fsb",
     "tribune",
     "saul",
     "thursday",
     "united",
     "moscow",
     "bashar",
     "facebook",
     "philip",
     "donald",
     "stewart",
     "the day",
     "state",
     "north",
     "2020",
     "russia",
     "security",
     "vladimir",
     "edward",
     "2018",
     "entertainment",
     "snowden",
     "weigel",
     "zakharova",
     "department",
     "korea",
     "u.s.",
     "agency",
     "fbi",
     "obama",
     "new",
     "national",
     "assad",
     "today",
     "bump",
     "and",
     "york",
     "committee",
     "maria",
     "homeland",
     "loeb",
     "putin",
     "barack",
     "baker",
     "peskov",
     "clinton",
     "white"
    ],
    "id": 4,
    "text": "Obama imposes sanctions on Russia over hack, expels 35 diplomats; Trump says time 'to move on' Obama Saul Loeb / AFP/Getty Images U.S. President Barack Obama holds a year-end press conference at the White House on Dec. 16, 2016. U.S. President Barack Obama holds a year-end press conference at the White House on Dec. 16, 2016. (Saul Loeb / AFP/Getty Images) Tribune news services Contact Reporter The United States struck back Thursday at Russia for hacking the U.S. presidential campaign with a sweeping set of punishments targeting Russia's spy agencies and diplomats. The U.S. said Russia must bear costs for its actions, but Moscow called the Obama administration \"losers\" and threatened retaliation. A month after an election the U.S. says Russia tried to sway for Donald Trump, President Barack Obama sanctioned the GRU and FSB, leading Russian intelligence agencies the U.S. said were involved. Those sanctions could easily be pulled back by Trump, who has insisted that Obama and Democrats are merely attempting to delegitimize his election. In an elaborately coordinated response by at least five federal agencies, the Obama administration also sought to expose Russia's cyber tactics with a detailed technical report and hinted it might still launch a covert counterattack. \"All Americans should be alarmed by Russia's actions,\" Obama said, adding, \"Such activities have consequences.\" President Barack Obama 's administration's move to name and sanction more Russians it accused of hacking Democratic campaign organizations had been previewed for days in leaks to reporters. But as they issued statements and appeared on news shows Thursday, Republicans offered a wide range of responses,... President Barack Obama 's administration's move to name and sanction more Russians it accused of hacking Democratic campaign organizations had been previewed for days in leaks to reporters. But as they issued statements and appeared on news shows Thursday, Republicans offered a wide range of responses,... (David Weigel) He said the response wasn't over and the U.S. could take further, covert action — a thinly veiled reference to a counterstrike in cyberspace the U.S. has been considering. Trump issued a statement saying it was \"time for our country to move on to bigger and better things.\" Yet in the face of newly public evidence, he suggested he was keeping an open mind. \"In the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation,\" Trump said. As part of the punishment, the U.S. also kicked out 35 Russian diplomats who the U.S. said were actually intelligence operatives, and shut down a pair of Russian compounds, in New York and Maryland. The U.S. said those actions were in response to Russia's harassment of U.S. diplomats, calling it part of a pattern of aggression that included the cyberattacks on the Democratic National Committee and Hillary Clinton's campaign chairman. Read the story It was the strongest action the Obama administration has taken to date to retaliate for a cyberattack, and more comprehensive than last year's sanctions on North Korea after it hacked Sony Pictures Entertainment. The new penalties add to existing U.S. sanctions over Russia's actions in Ukraine, which have impaired Russia's economy but had limited impact on President Vladimir Putin's behavior. Russia, which denied the hacking allegations, called the penalties a clumsy yet aggressive attempt to \"harm Russian-American ties.\" Putin spokesman Dmitry Peskov said Russia would take into account the fact that Trump will soon replace Obama as it drafts retaliatory measures. The day marked a low point for U.S. relations with Russia, which have suffered during Obama's years as he and Putin tussled over Ukraine, Edward Snowden and Russia's support for Syrian President Bashar Assad. Maria Zakharova, a Russian foreign ministry spokeswoman, took to Facebook to call the Obama administration \"a group of foreign policy losers, angry and ignorant.\" It was unlikely the new sanctions, while symbolically significant, would have a major impact on Russian spy operations. The sanctions freeze any U.S. assets and block Americans from doing business with them. But Russian law bars the spy agencies from having assets in the U.S., and any activities they undertake would likely be covert and hard to identify. Barack Obama announced a number of retaliatory actions on Thursday, including the expulsion of nearly three dozen Russian citizens from the United States. \"Today the State Department declared 35 Russian government officials... In response to Russian hacking of American political organizations, President Barack Obama announced a number of retaliatory actions on Thursday, including the expulsion of nearly three dozen Russian citizens from the United States. \"Today the State Department declared 35 Russian government officials... (Philip Bump) \"On its face, this is more than a slap on the wrists, but hardly an appropriate response to an unprecedented attack on our electoral system,\" said Stewart Baker, a cybersecurity lawyer and former National Security Agency and Homeland Security Department official. Indeed, senior Obama administration officials said that even with the penalties, the U.S. had reason to believe Russia would keep hacking other nations' elections and might well try to hack American elections again in 2018 or 2020. The officials briefed reporters on a conference call on condition of anonymity. Though the FBI and Homeland Security Department issued a joint report on \"Russian malicious cyber activity\" — replete with examples of malware code used by the Russians — it still has not released a broader report Obama has promised detailing Russia's efforts to interfere with U.S. elections. The report has been eagerly anticipated by those hoping to make it politically untenable for Trump to continue questioning whether Russia was really involved. But U.S. officials said those seeking more detail about who the U.S. has determined did the hacking need look only to the list of sanctions targets, which includes the GRU head, his three deputies, and two Russian nationals wanted by the FBI for cybercrimes. ",
    "title": "Obama imposes sanctions on Russia over hack, expels 35 diplomats; Trump says time &apos;to move on&apos; - Chicago Tribune"
   },
   {
    "entities": [
     "granby",
     "thursday",
     "children's",
     "schelly",
     "facebook",
     "twitter",
     "colo.",
     "colorado",
     "ski",
     "ranch",
     "denver",
     "hospital",
     "olson",
     "december 29, 2016",
     "fall"
    ],
    "id": 5,
    "text": "Woman dies, 2 children injured in Colorado chairlift fall Published               December 29, 2016 Facebook 0 Twitter 0 livefyre Email Print GRANBY, Colo. –  A woman is dead and two children are injured after falling from a chairlift at a small Colorado ski area. Police say the three people, who were all visiting from out of state, fell from a lift Thursday at Ski Granby Ranch. Police say one of the children was hospitalized in stable condition and the other was flown to Children's Hospital in suburban Denver for treatment. Police spokeswoman Schelly Olson says ski resort officials reported they fell about 20 feet onto snow. She said state regulators who oversee chairlifts are helping to investigate. The ski area about 90 miles west of Denver promotes itself as a family-friendly resort without the hassles of larger, more famous ski resorts. The death comes during one of the busiest weeks of the season for ski resorts in Colorado. Advertisement ",
    "title": "Woman dies, 2 children injured in Colorado chairlift fall | Fox News"
   },
   {
    "entities": [
     "democratic",
     "mccain",
     "palm",
     "mar-a-lago",
     "d.",
     "right now",
     "next week",
     "beach",
     "mitch",
     "graham",
     "wagner",
     "spicer",
     "karoun",
     "states",
     "trump",
     "house",
     "mcconnell",
     "eight years",
     "next year",
     "o.",
     "club",
     "thursday",
     "hillary",
     "later thursday",
     "ryan",
     "moscow",
     "united",
     "paul",
     "at 7:52 pm",
     "cnn",
     "senate",
     "donald",
     "morning",
     "cia",
     "congress",
     "december 29",
     "russia",
     "fla.",
     "dnc",
     "2016",
     "john",
     "night",
     "post",
     "podesta",
     "ricky",
     "u.s.",
     "fbi",
     "obama",
     "national",
     "new",
     "jersey",
     "wednesday",
     "sean",
     "bastien",
     "washington",
     "afternoon",
     "committee",
     "karen",
     "lindsey",
     "demirjian",
     "clinton",
     "kremlin",
     "deyoung",
     "white"
    ],
    "id": 6,
    "text": "After Obama sanctions Russia, Trump says it’s time ‘to move on to bigger and better things’ The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By John Wagner and Karoun Demirjian December 29 at 7:52 PM Follow @WPJohnWagner Follow @karoun President-elect Donald Trump at his Mar-a-Lago Club in Palm Beach, Fla. (Ricky Carioti/The Washington Post) President-elect Donald Trump on Thursday played down the ramifications of any Russian interference in the U.S. election, saying it is “time for the country to move on to bigger and better things” in a statement issued just hours after President Obama announced sweeping sanctions against Moscow. Trump, who has for weeks voiced skepticism about Russia’s role in the hacking of Democratic email accounts and other hostile actions, said he would seek to learn more about the situation next week. “Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation,” the president-elect said in his statement. The announcement culminates months of vigorous internal debate over whether and how to respond to Russia's unprecedented election-year provocations, ranging from the hacks of the Democratic National Committee to the targeting of state electoral systems. (The Washington Post) [ Obama administration announces measures to punish Russia for 2016 election interference ] Trump’s posture put him at odds with Republican congressional leaders, who have condemned Russia for its actions, with some suggesting tougher measures than what Obama detailed Thursday afternoon. The president’s retaliation included the removal of 35 Russian government officials and sanctions against state agencies and individuals tied to the hacks. House Speaker Paul D. Ryan (R-Wis.) greeted the sanctions as an “overdue” gesture, while still jeering at the Obama administration over the timing, noting that the imposition of punitive measures was “an appropriate way to end eight years of failed policy with Russia.” Senate Majority Leader Mitch McConnell (R-Ky.) called the sanctions “a good initial step, however late in coming.” He also hinted an interest in imposing more punitive measures against Russia if Congress’s investigation into allegations of election-related hacking yields further evidence, “to ensure that any attack against the United States is met with an overwhelming response,” he said. The Post's Karen DeYoung looks at the implications of the latest measures taken by the Obama administration against Russia and its interference in the U.S. election. (Bastien Inzaurralde/The Washington Post) Several leading senators have already pledged to conduct such investigations in their committees next year, and some of them have already expressed an interest in slamming the Kremlin with stiffer restrictions. “We intend to lead the effort in the new Congress to impose stronger sanctions on Russia,” Sens. John McCain (R-Ariz.) and Lindsey O. Graham (R-S.C.) wrote in a joint statement Thursday. Both chair panels that intend to probe the matter of Russian hacking next year. But no Republicans have expressed full confidence in the intelligence community’s assessment that the hacking that inspired Obama’s sanctions was done as part of a Kremlin plot to aid Trump’s chances of winning. The FBI and CIA have concluded that Russia intervened in the 2016 election in part to help Trump win the White House in his race against Democratic nominee Hillary Clinton. The hacks targeted the Democratic National Committee and the account of Clinton’s campaign chairman, John Podesta, among others. Trump has suggested in recent weeks that the source of the hacks could be a range of other actors, including someone “ sitting on their bed that weighs 400 pounds ” or “some guy in his home in New Jersey.” Speaking to reporters Wednesday night at his Mar-a-Lago resort in Palm Beach, Fla., Trump sought to distance himself from Obama’s expected punishment of Russia, saying, “ I think we ought to get on with our lives .” [ Trump on alleged election interference by Russia: ‘Get on with our lives’ ] During a conference call with reporters Thursday morning, Sean Spicer, the incoming White House press secretary, said Trump's views could change if more solid evidence emerges that Russia was responsible. “If the United States has clear proof of anyone interfering with our elections, we should make that known,” Spicer said, adding: “Right now we need to see further facts.” But Spicer said there is another aspect to the talk about Russia influencing the presidential election. “I think you have a lot of folks on the left who continue to undermine the legitimacy of his win and the nature of how big that win was,” Spicer said. He called that behavior “unfortunate.” Later Thursday, in an interview with CNN, Spicer suggested that the DNC was partly to blame for being hacked. \"At some point, the question hasn't even been asked of the [Democratic National Committee]: Did you take basic measures to protect the data that was on there?\" said Spicer, who spoke shortly before the Obama administration announced its actions. \"Where's the responsibility of them to protect their systems?\" politics ",
    "title": "After Obama sanctions Russia, Trump says it’s time ‘to move on to bigger and better things’ - The Washington Post"
   },
   {
    "entities": [
     "ukraine",
     "democratic",
     "david",
     "earlier this month",
     "brendan",
     "states",
     "trump",
     "gru",
     "house",
     "december 29, 2016",
     "hillary",
     "fsb",
     "party",
     "thursday",
     "u.s.intelligence",
     "bernie",
     "united",
     "facebook",
     "crimea",
     "the coming days",
     "donald",
     "linkedin",
     "the day",
     "sanders",
     "debbie",
     "last month",
     "congress",
     "russia",
     "2:33 p.m. est",
     "vladimir",
     "night",
     "zakharova",
     "current",
     "usa",
     "this year",
     "u.s.",
     "foundation",
     "obama",
     "national",
     "today",
     "smialowski",
     "wednesday",
     "washington",
     "wasserman",
     "committee",
     "maria",
     "putin",
     "jackson",
     "clinton",
     "schultz",
     "white"
    ],
    "id": 7,
    "text": "Obama sanctions Russian officials over election hacking Trump questions Russia involvement in cyber attack on Democrats Post to Facebook Obama sanctions Russian officials over election hacking Trump questions Russia involvement in cyber attack on Democrats Check out this story on USATODAY.com: http://usat.ly/2hx28PX CancelSend A link has been sent to your friend's email address. Posted! A link has been posted to your Facebook feed. 22 To find out more about Facebook commenting please read the Conversation Guidelines and FAQs Obama sanctions Russian officials over election hacking David Jackson , USA TODAY 2:33 p.m. EST December 29, 2016 President Obama and Russia President Vladimir Putin during an economic summit last month. (Photo: Brendan Smialowski, AFP/Getty Images) WASHINGTON — The Obama administration sanctioned Russian intelligence officials on Thursday over claims that they interfered in this year's election by hacking the emails of Democratic Party officials. \"These actions follow repeated private and public warnings that we have issued to the Russian government, and are a necessary and appropriate response to efforts to harm U.S. interests in violation of established international norms of behavior,\" President Obama said in a statement. Obama also suggested that the Russians sought to affect previous elections via cyber-espionage. The administration will soon \"be providing a report to Congress in the coming days about Russia’s efforts to interfere in our election, as well as malicious cyber activity related to our election cycle in previous elections,\" he said. Obama signed an executive order outlining economic penalties for individuals and organizations involved in \"tampering with, altering, or causing a misappropriation of information with the purpose or effect of interfering with or undermining election processes or institutions.\" The sanctions affect \"nine entities and individuals,\" Obama said: \"The GRU and the FSB, two Russian intelligence services; four individual officers of the GRU; and three companies that provided material support to the GRU’s cyber operations.\" They did not include Russian President Vladimir Putin, though Obama strongly suggested that he knew about the Russian hacking activity because \"these data theft and disclosure activities could only have been directed by the highest levels of the Russian government.\" U.S.intelligence agencies have accused the Russians of getting involved in the election in order to help Donald Trump win the presidency, accusations that President Vladimir Putin and other Russian officials have denied. These agencies are conducting a formal investigation, and Congress is likely to conduct a probe of its own. Obama had pledged a response earlier this month, and also suggested that covert activity — including U.S. cyber activity — may be involved as well. \"These actions are not the sum total of our response to Russia’s aggressive activities,\" Obama said Thursday. \"We will continue to take a variety of actions at a time and place of our choosing, some of which will not be publicized.\" Trump, who has questioned whether the Russians were involved in the hacking, expressed skepticism about sanctions in speaking with reporters Wednesday night. \"I think we ought to get on with our lives,\" Trump said, adding: \"I think that computers have complicated lives very greatly — the whole age of computer has made it where nobody knows exactly what is going on.\" Trump and his aides have also said that Democrats are pushing the Russia hack story as part of an effort to explain away the loss by Democratic candidate Hillary Clinton. Anticipating the sanctions Wednesday, Russia accused Obama of acting out of spite, and pledged retaliation. “People in the White House need to understand clearly that if Washington really takes new hostile steps, then it will receive a response,” foreign ministry spokeswoman Maria Zakharova said in a video statement. Trump harped on the email releases during his campaign against Clinton, claiming the reflected favors the secretary of state and her team did for contributors to the Clinton Foundation. Clinton backers cited Trump statements that seemed to encourage the Russians to hack Clinton herself. Leaked emails also reflected tensions within the Democratic Party. The leaks to the resignation of Democratic National Committee chairwoman Debbie Wasserman Schultz, amid claims that the party favored Clinton over primary rival Bernie Sanders. Thursday's sanctions are essentially additions of ones the Obama administration placed on Russia after it annexed the Crimea region of Ukraine. In announcing the hacking sanctions, Obama said: \"In addition to holding Russia accountable for what it has done, the United States and friends and allies around the world must work together to oppose Russia’s efforts to undermine established international norms of behavior, and interfere with democratic governance.\" 95 CONNECT TWEET 1 LINKEDIN 22 COMMENTEMAILMORE Read or Share this story: http://usat.ly/2hx28PX NEVER MISS OUT The Short List Let us bring the headlines to you every night. Stay current and catch up on the biggest stories of the day. THANKS FOR SIGNING UP FOR THE The Short List NEWSLETTER We're sorry. ",
    "title": "Obama sanctions Russian officials over election hacking"
   },
   {
    "entities": [
     "dec 29, 2016",
     "south",
     "press",
     ", 6:29 pm",
     "jacobo",
     "trial",
     "richard",
     "thursday",
     "monday",
     "tuesday",
     "last month",
     "roof",
     "charleston",
     "associated",
     "shares",
     "federal",
     "0",
     "a",
     "carolina",
     "email",
     "gergel",
     "julia"
    ],
    "id": 8,
    "text": "Judge Orders Second Competency Evaluation on Dylann Roof Before Sentencing By JULIA JACOBO Dec 29, 2016, 6:29 PM ET 0 Shares WATCH Dylann Roof Found Guilty on All 33 Charges in Federal Trial 0 Shares Email A South Carolina judge has ordered Charleston church shooter Dylann Roof to undergo another competency evaluation before he is sentenced, the Charleston federal courthouse announced Thursday. Judge Richard Gergel ordered the additional exam \"in abundance of caution\" after his standby lawyer questioned Roof's ability to stand trial, according to the courthouse. The competency hearing will take place Monday, and Gergel will make the ruling from the bench. Gergel said he sees no reason to delay or cancel the sentencing phase of the trial, which is scheduled to take place Tuesday, according to the Associated Press. Last month, Gergel ruled that Roof was competent to stand trial. ",
    "title": "Judge Orders Second Competency Evaluation on Dylann Roof Before Sentencing - ABC News"
   },
   {
    "entities": [
     "council",
     "domestic",
     "capitol",
     "community",
     "cbs",
     "earlier this year",
     "rockford",
     "7 cents",
     "winnebago",
     "tellez",
     "jour",
     "$8.25",
     "2017",
     "juvenile",
     "tribune",
     "10.25 percent",
     "michael",
     "last week",
     "belle",
     "perez",
     "college",
     "lemont",
     "bruce",
     "$7.25",
     "antonio",
     "roseanne",
     "of",
     "county",
     "bill",
     "hairstylist",
     "walker",
     "christine",
     "john",
     "rights",
     "once",
     "$15 million",
     "/",
     "$100,000",
     "current",
     "jimmy",
     "frerichs",
     "workers",
     "$13",
     "detention",
     "currently",
     "chicago",
     "melinda",
     "rauner",
     "center",
     "previously",
     "salon",
     "law",
     "public",
     "illinois",
     "weekend",
     "now",
     "dardick",
     "wilmette",
     "friday, dec. 16, 2016",
     "hal",
     "schools",
     "11 cents",
     "bush",
     "de",
     "6.25 percent",
     "city",
     "jan. 1",
     "dupage",
     "new year"
    ],
    "id": 9,
    "text": "Despite budget inaction, about 190 new state laws take effect Jan. 1 Hairstylist Christine Walker Antonio Perez / Chicago Tribune Hairstylist Christine Walker works at the Belle De Jour Salon in Lemont on Friday, Dec. 16, 2016. \"We always say we're not just hairdressers,\" she said. \"We're your therapist, sometimes your doctor; we have a lot of different hats.\" Hairstylist Christine Walker works at the Belle De Jour Salon in Lemont on Friday, Dec. 16, 2016. \"We always say we're not just hairdressers,\" she said. \"We're your therapist, sometimes your doctor; we have a lot of different hats.\" (Antonio Perez / Chicago Tribune) Privacy Policy They couldn't agree on a full state budget at the Capitol, but Democrats in the legislature and Republican Gov. Bruce Rauner were able to set aside their differences to eliminate taxes on the purchase of tampons and other feminine hygiene products, create more flexible sick leave rules for workers, and add wage protections for domestic workers such as nannies and housekeepers. Those are among about 190 new Illinois laws that take effect with the new year. The state gets an official state artifact in the form of a pirogue, a canoe made from a hollowed-out tree trunk, and hairdressers will be required to undergo training to spot signs of domestic violence among their clients. Students enrolled in driver education classes will now be taught what to do if pulled over by police, and community colleges will see tougher oversight following numerous revelations about questionable spending at the College of DuPage. And one controversial measure that is set to take effect Jan. 1 is under review in the courts. At issue is state law that allows medical providers to decline to perform abortion procedures if they have moral objections. A change to that law would require health care providers that oppose abortion to provide patients with information about or a referral to other providers that will perform the procedure. Supporters say the legislation is designed to give patients timely access to legal medical care. But opponents led by a group of anti-abortion pregnancy centers sued to block the law, arguing the legislation violates their free speech. Last week, a judge in Winnebago County said the state can't enforce the law against the handful of centers involved in the lawsuit while the case plays out. Here's a look at some of the new rules for 2017: Tampon tax The state will no longer collect sales tax on tampons, sanitary napkins and menstrual cups — a rare area of agreement on taxes between Republicans and Democrats who can't agree on a budget. Feminine hygiene products are subject to a 6.25 percent state sales tax, unlike some other necessities such as shampoo. That figure can be higher depending on local taxes. For instance, before the Chicago City Council voted to exclude tampons and sanitary napkins from the city's sales tax earlier this year, feminine hygiene products purchased in Chicago were taxed at a rate of 10.25 percent. Chicago property owners hoping for a respite from rapidly rising taxes will be disappointed in 2017, when city government and Chicago Public Schools will continue digging deeper into their pocketbooks. Two more major property tax increases are coming. So is a new tax on water and sewer service.... Chicago property owners hoping for a respite from rapidly rising taxes will be disappointed in 2017, when city government and Chicago Public Schools will continue digging deeper into their pocketbooks. Two more major property tax increases are coming. So is a new tax on water and sewer service.... (Hal Dardick) State budget officials estimate the change could cost the state roughly $15 million a year in tax revenue. Advocates for the repeal said it was an unfair tax that's part of a broader trend in which women continue to earn less than their male counterparts in the workplace but are charged more for everything from razors to haircuts. They often call the trend a \"pink tax\" because women's products are so often marketed in pink packaging. \"It's important that women know they are paying more for things,\" said sponsoring state Sen. Melinda Bush, D-Grayslake. \"This is a necessity that women have to have, and I don't think they should have ever been taxed. It's a wrong tax, and we are righting a wrong.\" Contraception choices Women will have more choices when it comes to contraceptive options under a new law that eliminates a complicated waiver process they must go through to get birth control medications not offered by their insurance companies. Supporters say women should be able to choose birth control that's best for their bodies without having to pay more, contending the measure will save money by preventing more unintended pregnancies. Opponents questioned if a wider range of options would add costs to insurance companies. Workplace changes Nannies, housekeepers and other domestic workers will now be entitled to the state's minimum wage and various human rights protections, under legislation dubbed the Illinois Domestic Workers Bill of Rights. Employers will be required to pay domestic workers at least $8.25 an hour, above the federal minimum of $7.25. And they must get at least 24 hours of rest in each calendar week and a meal period of 20 minutes for every 7.5-hour shift, according to the new law. They will also be covered by the Illinois Human Rights Act, which protects against sexual harassment, and the Wages of Women and Minors Act, which prohibits employers from paying women and minors \"an oppressive and unreasonable wage.\" Advocates say the changes will help protect domestic workers who are more vulnerable to exploitation and abuse. Another measure would ban noncompete clauses between an employer and an hourly employee who earns $13 an hour or less. The law becomes effective after Jimmy John's agreed to a $100,000 settlement with the state attorney general over the company's noncompete agreements, which prevented employees from working at another sandwich shop for two years after they left a job at Jimmy John's. The attorney general's office said the rules were \"highly restrictive.\" Meanwhile, workers will now have more flexibility when using their sick leave. Under a new law, employees who qualify for sick leave benefits can use that time off to provide care for family members who are hurt or ill. Rauner signed the legislation against the wishes of many in the business community, who called it a mandate that limits an employer's ability to make decisions. Personal information One measure aims to toughen the state's rules regarding data breaches and when companies, hospitals, banks, retailers and others must inform customers if their personal information has been compromised. Under the new rules, a customer must be alerted if their electronic medical information, health insurance information, claims information or biometric data such as a fingerprints have been improperly accessed. The law also requires notification if a username or email address has been compromised. A separate law prevents employers from accessing an employee or applicant's personal online accounts. It bans employers from requesting, requiring or coercing workers into giving their username or password to any online account, or accessing that account in the presence of the employer. Community college rules Community colleges will face tougher oversight under a package of laws put in place following a Chicago Tribune investigation that uncovered numerous revelations about questionable spending and lax oversight at the College of DuPage. The measures would require schools to undergo special audits every five years to examine contracts, transparency and compensation to school leadership; require extra training for community college board members on ethics, financial oversight and fiduciary responsibilities; and limit what income can be factored into pension benefits for university and college presidents. Currently, those officials are able to get credit toward their pension for the cash value of perks like bonuses or car allowances. Under the change, pensionable income would be limited to salaries and not other benefits. Law and order Police agencies across Illinois will have new regulations on how they use cell site simulators, devices commonly known as \"Stingrays\" that collect cellphone data and can be used to track someone's location. The devices are commonly used by police to investigate crime, but those pushing for restrictions said police also were able to collect data from people who aren't the focus of an investigation at the same time. New rules would require police to delete all data not related to the target of an investigation at least once every 24 hours, or within 72 hours if the simulators are used to identify an unknown communication device unless there is a court order directing otherwise. A different law would require jails to accept cash to post bail. The measure came about after a Rockford teen was arrested for a traffic offense. When his mother tried to bail him out, the credit card machine was broken, and the Winnebago County Juvenile Detention Center had a policy to refuse cash. That meant her son was forced to sit in jail all weekend. On a related note, it'll soon be cheaper for state prison inmates to make calls under a new law that requires the state to find a cheaper phone provider. Rates can not exceed 7 cents per minute for debit, prepaid and collect calls. The current rate is about 11 cents a minute. Supporters argue for-profit companies were gouging inmates, preventing them from staying in touch with family. Meanwhile, police officers who are partnered with a police dog will get the first chance to adopt that dog when it's no longer fit for service. If the officer does not wish to keep the dog, other officers in the department could seek an adoption or it would go to a no-kill shelter. New driver's ed rule teachers students about road stops A new Illinois regulation is aimed at preventing traffic stops from escalating. CBS 2's Roseanne Tellez reports. A new Illinois regulation is aimed at preventing traffic stops from escalating. CBS 2's Roseanne Tellez reports. See more videos Some of the rest •Hairdressers will be required to take domestic violence and sexual violence awareness courses before they can renew their cosmetology licenses. The idea is to take advantage of the close relationship many customers have with their stylists. •Students enrolled in driver's education classes will soon be required to learn what to do if they are pulled over by police. Backers hope to prevent standard stops from escalating into violence. •Insurance companies must now consult the federal master file to determine if a policy holder has died and whether benefits are owed. The change pushed by Treasurer Michael Frerichs is aimed at closing a loophole that led to companies failing to pay out benefits because they would not check to see if a customer had died. •Property owners will be required to notify potential renters or buyers of any lead hazards. The notice must be given in writing before a lease is signed or renewed, or before a sales contract is signed. •The pirogue will become the official state artifact, after students at a Wilmette middle school pushed for the designation for the boat made of a hollowed-out tree used by native tribes of Illinois. •Grocery stores will now be allowed to consolidate eggs in cartons. Previously, if one egg in a dozen was cracked, the whole carton had to be thrown out. •Student musicians in grades six through 12 can now be excused from school to play taps at military funerals. •Catfish are now included on the list of fish that can be killed by a pitchfork, spear gun, or bow and arrow. mcgarcia@chicagotribune.com ",
    "title": "Despite budget inaction, about 190 new state laws take effect Jan. 1 - Chicago Tribune"
   },
   {
    "entities": [
     "democratic",
     "select",
     "dmitry",
     "1954",
     "evgeniy",
     "mikhailovich",
     "aleksey",
     "next week",
     "earlier this year",
     "bogachev",
     "treasury",
     "devin",
     "trump",
     "gru",
     "island",
     "december 29, 2016",
     "house",
     "fsb",
     "point",
     "eight years",
     "press",
     "thursday",
     "michael",
     "ryan",
     "moscow",
     "facebook",
     "paul",
     "the coming days",
     "late thursday",
     "senate",
     "donald",
     "state",
     "of",
     "mccaul",
     "nunes",
     "congress",
     "russia",
     "embassy",
     "vladimir",
     "security",
     "on",
     "2016",
     "associated",
     "1972",
     "twitter",
     "pioneer",
     "alekseyevich",
     "department",
     "u.s.",
     "belan",
     "long",
     "obama",
     "national",
     "new",
     "fbi",
     "today",
     "schumer",
     "admin",
     "york",
     "america",
     "committee",
     "homeland",
     "chuck",
     "uk",
     "permanent",
     "putin",
     "peskov",
     "intelligence",
     "russian",
     "maryland"
    ],
    "id": 10,
    "text": "Obama orders sanctions against Russia, expels operatives, in response to hacking Published               December 29, 2016 Facebook 0 Twitter 0 livefyre Email Print   The Obama administration announced sanctions Thursday against Russia’s intelligence services, while ejecting dozens of intelligence operatives from the U.S. as part of a response to what it says are efforts by Moscow to influence the 2016 election. In a two-sentence response almost four hours after the administration's announcement, President-elect Donald Trump said it was \"time for our country to move on to bigger and better things.\" He added he would meet with leaders of the intelligence community next week to be updated on the situation. Using an executive order, President Obama sanctioned the GRU and the FSB -- two of Russia's intelligence services as well as other entities and individuals associated with the GRU. The cybersecurity firm hired by the Democratic National Committee to investigate the hack of its emails earlier this year concluded the hacking came from the Fancy Bear group, believed to be affiliated with the GRU, Russia's military intelligence agency. In addition to the sanctions, the State Department has declared 35 Russian intelligence operatives \"persona non grata\" in the U.S., giving them 72 hours to leave, and is shutting down two Russian compounds in Maryland and New York. The Maryland property is a 45-acre property at Pioneer Point, and was purchased by the Soviet government in 1972.  The New York property is on Long Island and is 14 acres and was purchased by the Soviet government in 1954. President Obama expels 35  diplomats in Cold War deja vu. As everybody, incl  people, will be glad to see the last of this hapless Adm. pic.twitter.com/mleqA16H8D — Russian Embassy, UK (@RussianEmbassy) December 29, 2016 Russian President Vladimir Putin's spokesman said in response to the announcement that Moscow will consider retaliatory measures.  \"We think that such steps by a U.S. administration that has three weeks left to work are aimed at two things: to further harm Russian-American ties, which are at a low point as it is, as well as, obviously, to deal a blow to the foreign policy plans of the incoming administration of the president-elect,\" Dmitry Peskov told reporters in Moscow. The Russian Embassy in the UK took a different approach, tweeting out a picture of a lame duck and blasting what it called \"Cold War deja vu.\" The Treasury Secretary meanwhile has named two individuals -- Evgeniy Mikhailovich Bogachev and Aleksey Alekseyevich Belan -- it says were involved in \"malicious cyber-enabled activities.\"  \"These actions follow repeated private and public warnings that we have issued to the Russian government, and are a necessary and appropriate response to efforts to harm U.S. interests in violation of established international norms of behavior,\" Obama said in a statement. Obama also announced that the Department of Homeland Security and the FBI will release declassified information on Russian cyberactivity to help \"identify, detect and Russia's global campaign of malicious cyber activities.\" Obama also said that the administration will be providing a report to Congress \"in the coming days\" about Russian attempts to interfere in the election, as well as previous election cycles. The president also hinted that his administration intends to do more to hold Russia accountable. \"These actions are not the sum total of our response to Russia's aggressive activities,\" Obama said. \"We will continue to take a variety of actions at a time and place of our choosing, some of which will not be publicized.\"  U.S. intelligence services have concluded that the Russians interfered in the election to try and help President-elect Donald Trump win. Trump has dismissed the conclusions. However, House Speaker Paul Ryan, R-Wis. welcomed the move in a statement. \"Russia does not share America's interests. In fact, it has consistently sought to undermine them, sowing dangerous instability around the world. While today's action by the administration is overdue, it is an appropriate way to end eight years of failed policy with Russia,\" Ryan said.  Strongly support the Obama Admin's work to fight back against Russia’s interference in our election. We need to punch back & punch back hard — Chuck Schumer (@SenSchumer) December 29, 2016 Incoming Senate Minority Leader Chuck Schumer, D-NY., also praised the move in a statement late Thursday. House Homeland Security Committee Chairman Michael McCaul, R-TX., called Obama's actions \"long overdue,\" while House Permanent Select Committee on Intelligence Chairman Devin Nunes said he's been \"urging\" Obama for years to take action and that this \"indecision and delay\" explains why \"American's influence has collapsed.\" The Associated Press contributed to this report. Advertisement ",
    "title": "Obama orders sanctions against Russia, expels operatives, in response to hacking | Fox News"
   },
   {
    "entities": [
     "thursday",
     "welch",
     "the first day",
     "once",
     "min",
     "october",
     "last june",
     "after",
     "martin",
     "lee",
     "now",
     "syed",
     "feb. 3",
     "1999",
     "baltimore",
     "2000",
     "adnan",
     "hae"
    ],
    "id": 11,
    "text": "Enlarge this image Officials escort Adnan Syed from the courthouse in Baltimore on Feb. 3 after the first day of hearings for a retrial. A judge granted the new trial, but on Thursday he denied Syed's motion to be released while he waits for the retrial. Baltimore Sun/TNS via Getty Images hide caption toggle caption Baltimore Sun/TNS via Getty Images Officials escort Adnan Syed from the courthouse in Baltimore on Feb. 3 after the first day of hearings for a retrial. A judge granted the new trial, but on Thursday he denied Syed's motion to be released while he waits for the retrial. Baltimore Sun/TNS via Getty Images A circuit court judge in Baltimore has denied bail to Adnan Syed, the man whose conviction for a 1999 murder was the subject of the podcast Serial. Syed will remain in jail while he awaits a new trial. Syed was convicted in 2000 in the killing of his high school girlfriend Hae Min Lee, and sentenced to life in prison. A judge vacated that conviction last June. In an opinion released Thursday, Circuit Judge Martin Welch denied Syed's motion for bail, citing the seriousness of the crime and the potential for Syed to flee, though he said Syed posed no danger to the community. The judge suggested that despite new evidence, the potential for Syed to be convicted and sentenced to life in prison once again was cause to reject the motion: \"The circuit court finds that the nature and circumstances of the offenses are the most serious of nature and there is still compelling evidence against [Syed]. The circuit court also find that the nature of the evidence against [Syed] creates a greater risk of flight. The circuit court further finds that upon conviction, [Syed] still faces the potential sentence of life imprisonment plus thirty years.\" Article continues after sponsorship In the motion to release filed in October, Syed's attorney had argued that his client has been a model prisoner and poses no threat: \"Syed has now served more than 17 years in prison based on an unconstitutional conviction for a crime he did not commit. He has no history of violence other than the State's allegations in this case, and if released he would pose no danger to the community. He is also not a flight risk; it makes no sense that he would run from the case he has spent more than half his life trying to disprove.\" ",
    "title": "Adnan Syed, Subject Of Serial Podcast, Denied Bail : The Two-Way : NPR"
   },
   {
    "entities": [
     "this coming year",
     "1878",
     "swiss",
     "orbiter",
     "this august",
     "next year",
     "science",
     "ratti",
     "paris",
     "paul",
     "kruger",
     "california",
     "quality",
     "darling",
     "red",
     "technology",
     "morning",
     "state",
     "the day",
     "for",
     "china",
     "musk",
     "march 7",
     "at",
     "boston",
     "mars",
     "glenn",
     "once",
     "neurosciences",
     "/",
     "michigan",
     "cern",
     "today",
     "san",
     "ainissa",
     "neil",
     "center",
     "blanchette",
     "european",
     "wisconsin",
     "virgin",
     "elon",
     "madison",
     "public",
     "dec 29",
     "singapore",
     "hering",
     "tessa",
     "mach",
     "air",
     "haven",
     "right now",
     "society",
     "july 1969",
     "west",
     "connecticut",
     "courtesy",
     "florida",
     "bezos",
     "julie",
     "the near future",
     "atmospheric",
     "origin",
     "brefcyznski-lewis",
     "rockefeller",
     "harvard",
     "chang",
     "buzz",
     "kuzma",
     "michael",
     "uganda",
     "ann",
     "administration",
     "the coming year",
     "media",
     "edison",
     "of",
     "north",
     "schilling",
     "the year",
     "einstein",
     "virginia",
     "current",
     "blue",
     "tracey",
     "agency",
     "team",
     "u.s.",
     "uber",
     "jennifer",
     "carolina",
     "and",
     "kampala",
     "gas",
     "exomars",
     "planet",
     "christina",
     "krauss",
     "five percent",
     "korp",
     "orange",
     "studies",
     "thomas",
     "the future",
     "david",
     "brefcynski-lewis",
     "the middle of the day",
     "galactic",
     "flavia",
     "cambridge",
     "rosie",
     "tempe",
     "falcon",
     "higgs",
     "richard",
     "jeff",
     "spaceshiptwo",
     "oceanic",
     "november 2016",
     "bruce",
     "1919",
     "francisco",
     "international",
     "holloway",
     "senseable",
     "church",
     "moon",
     "2018",
     "heavy",
     "march 5",
     "janet",
     "earth",
     "aldrin",
     "dama",
     "nolan",
     "nelson",
     "nbc",
     "new",
     "environmental",
     "national",
     "space",
     "massachusetts",
     "wyoming",
     "lab",
     "america",
     "cohen",
     "kennedy",
     "carlo",
     "medical",
     "arbor",
     "etzione",
     "katherine",
     "city",
     "lars",
     "august 21",
     "fizzell",
     "aquatic",
     "durban",
     "tomorrow",
     "kate",
     ", 12:03 pm",
     "raleigh",
     "sciences",
     "armstrong",
     "south",
     "trump",
     "house",
     "2017",
     "genetic",
     "nasa",
     "university",
     "r.",
     "freese",
     "freeman",
     "kansas",
     "george",
     "county",
     "ramirez",
     "school",
     "zurich",
     "lawrence",
     "affairs",
     "2016",
     "oregon",
     "federal",
     "green",
     "morgantown",
     "arizona",
     "schaub",
     "currently",
     "africa",
     "applied",
     "institute",
     "mit",
     "schaffner",
     "collins",
     "2010",
     "evan",
     "now",
     "boeing",
     "trace",
     "engineering",
     "pole",
     "dubendorf",
     "branson"
    ],
    "id": 12,
    "text": "Dec 29 2016, 12:03 pm ET 11 Surprising Predictions for 2017 From Some of The Biggest Names In Science by David Freeman advertisement What scientific discoveries will 2017 bring? What technological innovations? Probably not time travel — or time-shares on Mars. But no one really knows for sure, and when we asked some of the biggest names in in science and technology to share their predictions for the coming year, there was a bit of pushback. \"I normally don't make predictions for anything less than two trillion years in the future,\" Arizona State University cosmologist Lawrence Krauss told NBC MACH. It's easier to make predictions that far out, he added jokingly, when \"no one will be around to check them.\" Ultimately, Krauss came through with some fascinating forecasts. Read on to see them, along with predictions from legendary astronaut Buzz Aldrin and nine more thought leaders in science and tech (the submissions have been lightly edited). Buzz Aldrin Christina Korp / Christina Korp Buzz Aldrin: A New \"Race for Space\" Dr. Buzz Aldrin, the second human to walk on the moon, is a leading advocate of space science and planetary exploration. He is the co-author of several books, including \"Mission to Mars: My Vision for Space Exploration\" and \"No Dream Is Too High: Life Lessons From a Man Who Walked on the Moon.\" He lives in Satellite Beach, Florida. Given President-Elect Trump's interest in putting in place a space council, I envision a more unified approach to shaping and overhauling aspects of America's civil, military, and industrial space sectors. And get ready for intense competition in the development of human spaceflight systems, not only for use in low Earth orbit but also outward from our home planet. This commercial \"race for space\" will lead to technical and business innovations we don't yet appreciate or understand. I think the year ahead will see Jeff Bezos's Blue Origin group wring out its New Shepard reusable suborbital launch vehicle and press forward on its New Glenn booster. Similarly, Richard Branson's Virgin Galactic SpaceShipTwo will hasten the pace of testing to create suborbital passenger service. And keep an eye on the maiden flights of the Boeing CST-100 Starliner and the SpaceX Dragon 2 capsules — stepping stones to restore our nation's capabilities for human spaceflight. I expect Elon Musk and his SpaceX rocketeers will fly their Falcon Heavy launcher from the refurbished Launch Complex 39 pad A at the Kennedy Space Center in Florida. That's the same site that I rocketed from with my Apollo 11 colleagues, Neil Armstrong and Michael Collins, to achieve the first human landing on the Moon in July 1969! China is headed for several milestone achievements. For one, they will use their new Long March 5 and Long March 7 boosters to advance their goal of building their own space station. In addition, look for China to fly to the moon the robotic Chang'e 5 spacecraft and attempt the first lunar sample return to Earth in more than 40 years. Lastly, look for surprises from mysterious Mars! Now orbiting the Red Planet is the European Space Agency's ExoMars Trace Gas Orbiter that in 2017 will \"sniff out\" whether methane detected on that world is a product of Martian microbes. Personally, I'll be working as hard as ever to rally public and political willpower to hasten the day when those first footfalls on the Red Planet lead to permanent inhabitation of Mars. Julie Brefcyznski-Lewis Richard Nolan / Richard Nolan Julie Brefcynski-Lewis: Virtual Reality Reset Dr. Julie Brefcynski-Lewis is assistant professor of physiology and pharmacology in the Blanchette Rockefeller Neurosciences Institute at West Virginia University in Morgantown. She has studied higher order brain functions such as attention, emotions, social interactions, and meditation. The scientific method is rooted in objectivity and has relied on government and public confidence that scientists are well trained and dedicated to accurate results. I think the big question of 2017 will be how science will adapt to a changing cultural landscape in terms of public attitudes, funding, global participation, and more. In my field of neuroscience, we are a little lucky that many lawmakers making political and funding decisions have direct experiences with neurological and mental health needs of loved ones. In terms of disruptive technology, I predict virtual reality will have a major influence on how science is performed and communicated. In my research, for example, we are adapting novel PET (positron emission tomography) brain imager technology so that it is wearable and allows imaging of someone moving and responding in a virtual environment, such as an addict in a cue-laden setting. Other laboratories are using VR to explore the shapes and functions of neurons and molecules, and it's likely to become a haven for social interactions such that exciting new studies on human behavior will emerge. George Church Courtesy of George Church / George Church George Church: Gee-Whiz Gene Editing Dr. George Church is professor of genetics at Harvard Medical School in Boston and director of personalgenomes.org. He is the author of \"Regenesis: How Synthetic Biology Will Reinvent Nature and Ourselves.\" Next year will see great strides in reading and writing genomes, organs, and ecosystems. We'll move beyond small genome \"edits\" to large-scale \"writing,\" with huge practical consequences, including resistance to all viruses. For organs, new microscopy methods will enable molecular atlases of whole bodies during normal development from eggs to adults and pathological states like cancer. Leveraging such body atlases will be recipes for constructing any tissue type and transplanting it successfully between species. For ecosystems, we will see growing numbers of tests of safety and effectiveness of genetic strategies for controlling agents (mosquitoes, worms, mice) of deadly diseases like malaria, filariasis, and Lyme disease. We will also see great progress in the use of genetic engineering to reverse processes that had seemed irreversible: aging and extinction. And super-compact encoding of data into DNA-storage will transform our ability to record video and interface with brains. Kate Darling Flavia Schaub / Flavia Schaub Kate Darling: Artificial Intelligence Heads Home Dr. Kate Darling, a researcher at the MIT Media Lab in Cambridge, Massachusetts, investigates social robotics and conducts experimental studies on human-robot interaction. Her work explores the emotional connection between people and life-like machines. I'm excited about the rise of personal assistant robots. We won't be seeing Rosie from the Jetsons anytime soon, but we will see more and more cloud-based artificial intelligence (AI) products in the home — in particular, voice-activated speaker systems that sit on tables and countertops. These robots are at a primitive stage, have few capabilities, and are full of flaws. But there's a lot of demand for them. That's because they can perform some useful tasks (turning on music and lights, reading out loud, answering trivia) and because people enjoy interacting with a digital \"other.\" In some ways the flaws and limitations are part of these assistants' charm, and 2017 will definitely see more of these in people's lives. Katherine Freese Evan Cohen / Evan Cohen Katherine Freese: Dark Matter Answer? Dr. Katherine Freese is professor of physics at the University of Michigan in Ann Arbor and a noted expert on dark matter. She is the author of \"The Cosmic Cocktail: Three Parts Dark Matter.\" My work seeks to understand what the universe is made of. Ordinary atomic material makes up only five percent of the universe. Most of the mass in the universe is made of dark matter, and we want to know what it is. Right now, only one experiment has detected a hint of dark matter: the Italian Dark Matter Experiment (DAMA). The technique the DAMA scientists use is based on a paper I wrote, and so I am dying to know if their results are right. In 2017 three other experiments will be in a position to show once and for all whether or not DAMA has actually discovered dark matter. It is possible that the 80-year-old dark matter puzzle will finally be solved. Lawrence Krauss Tessa Etzione / Tessa Etzione Lawrence Krauss: Quantum Computing Breakthroughs Dr. Lawrence Krauss is professor of earth and space exploration and director of the Origins Project at Arizona State University in Tempe. He is the author of nine books, including \"A Universe from Nothing\" and \"The Physics of Star Trek.\" His latest book, \"The Greatest Story Ever Told,\" is scheduled for publication in 2017. It seems to me that quantum computing is evolving very fast. I expect that some breakthroughs this this area, or in the related areas of quantum teleportation or encryption, may occur in 2017. Also in 2017, we may have new, definitive data from the South Pole on the possibility that gravitational waves from earliest moments of the Big Bang might be detectable. If so, this would have utterly profound implications for our understanding of our own universe, and maybe the existence of other universes. I don't hold out much hope for any definitive developments at CERN's Large Hadron Collider in 2017 (maybe in 2018). But then I never expected them to discover the Higgs boson when they did. If they observe new particles, it will completely determine the future of particle physics. If not, will another accelerator be built to help us continue to push the frontiers of knowledge? Jennifer Kuzma Richard Nolan / Richard Nolan Jennifer Kuzma: \"Gene Drives\" Get Real Dr. Jennifer Kuzma is professor of social sciences at the School of Public and International Affairs and co-founder and co-director of the Genetic Engineering and Society Center at North Carolina State University in Raleigh. Natural scientists have discovered new biology-based tools that can precisely edit existing genes in living organisms, or insert new genes at particular locations in the genome. These \"gene editing\" tools (e.g. \"CRISPR\") are being used to change multiple genes in plants, animals, and microorganisms for industrial production of medicines or chemicals, agricultural productivity, or environmental goals such as pollution remediation. Based on gene editing, biologists have discovered ways to engineer wild populations in the environment using \"gene drives.\" With gene drives, it is theoretically possible to release just a few individuals of a species and an engineered gene can then spread throughout the wild population. Gene drives could be used to protect endangered species against disease or to reduce populations of unwanted species, such as invasive pests. Gene-edited products are already in the marketplace. Genetically engineered insects with population-reduction genes have been cleared by government agencies for environmental release in certain areas. Although gene drives have only been tested in the laboratory, we will see the first releases of organisms with gene drives in the near future, possibly 2017. The ability to engineer populations in the wild necessitates a broader public discussion about whether we want to pursue this as a society. I would like to predict this dialogue will happen, but the political will to engage the public on these topics is currently lacking. Janet Hering R. Schaffner / R. Schaffner Janet Hering: The Circular Economy Expands Dr. Janet Hering is director of the Swiss Federal Institute of Aquatic Science and Technology in Dubendorf and professor of environmental biogeochemistry at the Swiss Federal Institute of Technology in Zurich. Industry developed the concept of the circular economy to \"extract the maximum value and use from all raw materials, products and waste, fostering energy savings and reducing Green House Gas emissions.\" This concept is increasingly being taken up by cities around the world as they recover heat from domestic sewage (Paris), reclaim water from wastewater to recharge aquifers (Orange County, California) and produce water for industrial wafer fabrication (Singapore), produce agricultural fertilizers from source-separated urine (Durban, South Africa), and produce fuel pellets from fecal sludge (Kampala, Uganda). Since 2010, over half of the world's population has been living in cities, expanding both the opportunity and the need to redefine municipal wastewater and waste as a resource. Establishing the circular economy in cities holds great promise for increasing urban sustainability. The number of cities pursuing this approach will grow rapidly in 2017. Tracey Holloway Paul Schilling / Paul Schilling Tracey Holloway: Better Weather Prediction Dr. Tracey Holloway is professor of atmospheric and oceanic sciences in Nelson Institute for Environmental Studies at the University of Wisconsin in Madison and leader of NASA's Health and Air Quality Applied Sciences Team. This coming year will bring a huge advance in the monitoring of Earth from space. The National Oceanic and Atmospheric Administration and NASA worked together on a new geostationary satellite, called GOES-16, that launched in November 2016. Starting in 2017, GOES-16 will provide data almost continuously, improving weather predictions and environmental management. Satellites are already able to \"see\" our life-supporting atmosphere in a way that has transformed weather prediction, emergency response and public health. But for measurements of smoke, dust, lightning and other features, GOES-16 will be the first time we have nearly minute-by-minute data. For example, the new satellite will allow us to track forest fire smoke so that people can take measures to protect their health. This near-real-time data will be a huge step forward from current satellites that provide snapshots of these important features only once or twice a day. Each new satellite offers a treasure trove of data, publicly available to support decision-making of communities and businesses. I'm working with scientists across the country to help ensure that cities, health professionals, weather forecasters — even kids for the science fair — get the maximum benefit from these amazing eyes in the sky. Ainissa Ramirez Bruce Fizzell / Bruce Fizzell Ainissa Ramirez: One Amazing Eclipse Dr. Ainissa Ramirez is a materials scientist and author in New Haven, Connecticut. She hosts the podcast Science Underground and is writing a book on the impact of materials on history and culture. One of the biggest science events of 2017 will be a total solar eclipse. On August 21, a diagonal swath of the U.S. from Oregon to Kansas to South Carolina will go dark. More than 300 million Americans live within a two-day drive from seeing this heavenly event. How the sky blackens in the middle of the day is a bit like getting a bad seat at the movies. If a tall person seated in front of you blocks your view of the screen, then you are experiencing what happens to the Earth on a cosmic scale. In this movie drama, you are the Earth, the tall person is the moon, and the movie screen is the sun. During an eclipse, the darkness lasts only a few minutes. But it is a reminder that we are all part of something big. Eclipses also connect us to history. In ancient times, eclipses stopped wars. In 1919, an eclipse helped prove Einstein's theory of relativity. Even Thomas Edison got inspiration for his light bulb in 1878 while on a trip to Wyoming to see an eclipse. This August, all of us get a chance to be connected to nature, to science, and to each other. Perhaps we'll find other ways to connect when the darkness passes. Carlo Ratti Lars Kruger / Lars Kruger Carlo Ratti: Self-Driving Vehicles Come of Age Dr. Carlo Ratti is a professor at MIT, where he directs the Senseable City Lab. He is co-author of \"The City of Tomorrow: Sensors, Networks, Hackers, and the Future of Urban Life.\" Forget about the difficulties we saw with Uber's fleet of self-driving vehicles in San Francisco. This is soooo 2016! 2017 will be the year of self-driving, and of the exploration of its impact on our cities. Self-driving vehicles promise to blur the distinction between private and public modes of transportation. \"Your\" car could give you a lift to work in the morning and then, rather than sitting idle in a parking lot, give a lift to someone else in your family — or, for that matter, to anyone else in your neighborhood, social-media community, or city. This implies a city in which we could travel on demand with just a fraction of the number of cars in use today. Such reductions in car numbers are just theoretical. However, they could potentially lower the cost of our mobility infrastructure and the embodied energy associated with building and maintaining it. Furthermore, driverless cars could have a big impact on our lifestyle and daily activities: They could be transformed into extensions of our homes. While travelling, we might be able to do lot of activities we use to do at home — read a book, take a nap, eat, text, or make love (more than what already happens today). For more of the breakthroughs changing our lives, follow NBC MACH. Play ",
    "title": "11 Surprising Predictions for 2017 From Some of The Biggest Names In Science - NBC News"
   },
   {
    "entities": [
     "tehran",
     "interactive",
     "cairo",
     "cbs",
     "pelley",
     "abo",
     "khashan",
     "trump",
     "2013",
     "press",
     "syria",
     "turkey",
     "europe",
     "inc.",
     "moscow",
     "university",
     "donald",
     "staffan",
     "russia",
     "sergey",
     "2016",
     "associated",
     "scott",
     "once",
     "u.n.",
     "saeed",
     "shoigu",
     "ankara",
     "sadek",
     "lavrov",
     "hezbollah",
     "zayd",
     "future",
     "osama",
     "iran",
     "sergei",
     "2012",
     "earlier thursday",
     "aleppo",
     "now",
     "putin",
     "de",
     "mistura",
     "assad",
     "the future"
    ],
    "id": 13,
    "text": "60 Minutes' Scott Pelley interviews a female White Helmet, gets a glimpse into the future of Syria's \"Miracle Baby,\" and shares perspective on hi... Putin said the cease-fire will be guaranteed by both Moscow and Turkey. Turkey has been allowing opposition forces to use its long border with Syria to cross back and forth. The agreement was also praised by Iran, another of Assad’s strongest backers. Russian Defense Minister Sergei Shoigu said that the truce will include 62,000 opposition fighters across Syria and that the Russian military has established a hotline with its Turkish counterpart to monitor compliance. Sergey Lavrov, Russia’s foreign minister, said President-elect Donald Trump’s administration will be welcome to join the peace process once he takes office. Putin said he ordered the Russian military to scale back its presence in Syria, where it has provided crucial support to Assad’s forces. Putin didn’t say how many troops and weapons will be withdrawn. He said Russia will continue “fighting international terrorism in Syria” and supporting Assad’s military. The U.N. special envoy for Syria, Staffan de Mistura, welcomed the cease-fire announcement, saying he hopes the agreement will save civilian lives, facilitate the delivery of humanitarian aid and pave the way for productive peace talks. Earlier Thursday, Turkey called on Hezbollah to withdraw its fighters from Syria. The Iranian-backed extremist group has sent thousands of fighters to support Assad and has been playing an instrumental role in the civil war since 2013. Foreign fighters from around the world have joined both sides of the Syrian conflict, which has displaced half the country’s population and produced more than 4 million refugees. Many of those refugees have been streaming into Europe, fueling anti-immigration sentiment and terrorist fears that are reshaping the continent’s political landscape. Syria’s military noted that the cease-fire comes after the “successes achieved by the armed forces,” an apparent reference to the fierce fighting in Aleppo. Osama Abo Zayd, a spokesman for mainstream Syrian opposition groups, told reporters in the Turkish capital of Ankara that 13 armed opposition factions have signed the agreement. He said the peace talks will be based on the Geneva 2012 declaration that calls for a governing body with full executive powers to run Syria during a transition period. “This means that there will be no presence for Assad in the future,” he said. However, Khashan, the political analyst, said Assad’s exit is “out of the question.” ‘’Neither the Russians nor the Iranians would allow it to happen,” he said. Saeed Sadek, a professor of political sociology at Cairo’s Future University, said Assad has no power to accept or reject any deals. “He is now under the control of Moscow, Tehran and Ankara. All these countries will decide his future,” he said.  © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Syrian cease-fire, brokered by Russia and Turkey, tentatively takes effect - CBS News"
   },
   {
    "entities": [
     "news",
     "ryan",
     "paul",
     "senate",
     "donald",
     "kremlin",
     "next week",
     "u.s.",
     "mitch",
     "obama",
     "hillary",
     "trump",
     "abc",
     "house",
     "clinton",
     "russia",
     "mcconnell",
     "dnc"
    ],
    "id": 14,
    "text": "WATCH Obama Issues Sanctions for Alleged Russian Hacking 0 Shares Email President-elect Donald Trump appeared to dismiss the sanctions imposed against Russia for its alleged cyberattack on the U.S., saying it was \"time for our country to move on\" and still not acknowledging the Kremlin's role in meddling in the presidential election . “It’s time for our country to move on to bigger and better things,\" Trump said in a statement. \"Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation.” The statement clashes with those released by top members of his own party, including House Speaker Paul Ryan and Senate Majority Leader Mitch McConnell , who have called the U.S. response \"appropriate\" and \"long overdue.\" Trump has for months dismissed the conclusions of 17 U.S. intelligence agencies that top Russian officials helped orchestrate cyberattacks against the DNC and members of Hillary Clinton 's campaign, as his team has called for more evidence implicating Russia. Trump has had access to the presidential daily briefing since his election, and his transition team claims he is receiving it at least three times a week. The Trump transition did not immediately respond to ABC News’ request for comment on whether existing intelligence on Russian cyberattacks has been available to him up to this point. ",
    "title": "Trump Dismisses Russia Sanctions: ‘Time for Our Country to Move On’ - ABC News"
   },
   {
    "entities": [
     "chanel",
     "la.",
     "michele",
     "taylor",
     "carrie",
     "reynolds",
     "gary",
     "ryan",
     "late night",
     "frenchie",
     "kevin",
     "at 4:40pm pst",
     "morning",
     "billie",
     "for",
     "cara",
     "caa",
     "once",
     "boys",
     "kiki",
     "today",
     "catherine",
     "gifford",
     "waterhouse",
     "teen",
     "lea",
     "curtis",
     "5 am",
     "angeles",
     "ap",
     "abigail",
     "nov. 14, 2015",
     "invision",
     "harvard",
     "vanity",
     "streep",
     "london",
     "steve",
     "scarlett",
     "kelly",
     "50 percent",
     "ansel",
     "breslin",
     "suki",
     "bryan",
     "monica",
     "clooney",
     "jennifer",
     "lourd",
     "elgort",
     "half",
     "dietl/fox",
     "roberts",
     "jr.",
     "oct 28, 2015",
     "taron",
     "lee",
     "vogue",
     "kotb",
     "december 29, 2016",
     "club",
     "palmer",
     "bruce",
     "debbie",
     "fisher",
     "ballroom",
     "2015",
     "paulson",
     "last two years",
     "today earlier this month",
     "john",
     "in",
     "usa",
     "foundation",
     "santa",
     "kathie",
     "sarah",
     "wednesday",
     "los",
     "dietl",
     "at 2:13pm pdt",
     "johansson",
     "october",
     "#3",
     "meryl",
     "2017",
     "alums",
     "fox",
     "lautner",
     "bozzi",
     "murphy",
     "george",
     "jamie",
     "early december",
     "school",
     "lawrence",
     "at 9:21am pdt",
     "tina",
     "fair",
     "mazur",
     "hoda",
     "hollywood",
     "currently",
     "stamos",
     "oct 12, 2016",
     "5:25 p.m. est",
     "dec 27, 2016",
     "dolby",
     "now",
     "egerton",
     "billionaire",
     "emma",
     "strauss",
     "jordan"
    ],
    "id": 15,
    "text": "Get to know Billie Lourd, the heir to the Debbie Reynolds, Carrie Fisher dynasty Cara Kelly , USA TODAY 5:25 p.m. EST December 29, 2016 4.8k Shares It can be hard to follow in the footsteps of successful parents, but 24-year-old Billie Lourd has been doing it with aplomb. The actress is the daughter of the late Carrie Fisher, and as she's joked to many a late night and morning host, she's also the progeny of another movie icon. Debbie Reynolds is flanked by granddaughter Billie Lourd, left, and daughter Carrie Fisher, Billie's mother, right.  (Photo: Kevin Mazur, WireImage) \"She always gets so upset that people call me Carrie Fisher's daughter. I'm Debbie Reynolds' granddaughter,\" Lourd quipped to Hoda Kotb and Kathie Lee Gifford on Today earlier this month . Now she's better known as Chanel #3 from Scream Queens, and a budding star in her own right. Though with the tragic passing of her mother and grandmother back-to-back, she's also become the last legacy of a Hollywood dynasty. Here's a look at the young talent's life and career. Her father is a Hollywood big-wig The women in her family may have been in the spotlight, but her father, Bryan Lourd, is one of those important men behind the scenes, or as Kotb says, the agent in LA. He's the managing director of CAA, which has a roster that includes George Clooney, Scarlett Johansson, Meryl Streep, Jennifer Lawrence... you get the idea. He married  his longtime partner, Bruce Bozzi Jr., in October. (Bozzi's family started the original Palm steakhouse.) A photo posted by Bruce Bozzi (@brucebozzi) on Oct 12, 2016 at 2:13pm PDT She's a fresh face in the Ryan Murphy universe Lourd joins a bevy of actresses who've had seminal roles in hit productions by TV mastermind Ryan Murphy, including Sarah Paulson and Lea Michele. Lourd stars alongside Michele, Emma Roberts and Abigail Breslin in Fox's Scream Queens, an anthology in its second season that follows a cast of characters being terrorized by a serial killer. The all-star cast is rounded out by Jamie Lee Curtis, John Stamos and Taylor Lautner.  (Photo: Steve Dietl, Steve Dietl/FOX) She's more than an on-screen love interest for a famous werewolf A photo posted by Taylor Lautner (@taylorlautner) on Dec 27, 2016 at 4:40pm PST The cast and crew have said they've grown to be like family over the last two years. But Lourd and Lautner's relationship looks to be a lot more intimate. The two were  caught kissing  on Scream Queen co-star Kiki Palmer's Snapchat account at a wrap party for the show in early December. And the actor was by her side leaving her Santa Monica home Wednesday, hours before the death of her grandmother. Billie Lourd leaves her home with rumored boyfriend Taylor Lautner.  (Photo: Splash News, Splash News) She's a modern-day feminist In a conversation with Murphy for Teen Vogue , the actress praised the writer / director / producer for creating the Half Foundation, which has a mission of ensuring that women and minorities make up at least 50 percent of the directors on his shows. She went on to explain how Fisher taught her to think without the confines of gender. \"She raised me to not think of men and women as different. She raised me without gender. It’s kind of the reason she named me Billie. It’s not about being a strong woman — it’s about being a strong person. She once told me, “I never sat you down with a credo. It was more about leading by example.” Pursuing acting was an act of rebellion Her family, particularly Reynolds, tried to dissuade her from pursuing a career in acting. Reynolds sat her down and made her read diaries from her days on set about the costs of the gig. “‘Dear Debbie, you’re sitting in the makeup chair, you have no eyebrows, you’re a shell of yourself, and it’s 5 am. How did you get here?’\" she recounted to Vanity Fair about the diary passages. “Her advice would be to keep true to yourself and don’t lose yourself. Or your eyebrows.” Billie Catherine Lourd, left, and Carrie Fisher arrive at the Governors Awards at the Dolby Ballroom on Nov. 14, 2015, in Los Angeles.  (Photo: Jordan Strauss, Invision, via AP) She plays a part in the Star Wars franchise Lourd auditioned for The Force Awakens, the 2015 edition to the series that made her mother a legend, without telling her family. She landed the small role of Lieutenant Connix, which she'll reprise in Episode VIII. While on set in London, the first she was ever on, she tried to blend in with the other extras until one day she checked on her mother, who had a cold, and her cover was blown. Gary originally belonged to her Lourd is reportedly taking care of Fisher's French bulldog, Gary, but she's also his original mom, she told the Today show. She's mom to a Frenchie named Tina as well. A photo posted by Billie Lourd (@praisethelourd) on Oct 28, 2015 at 9:21am PDT She'll star alongside Roberts and Ansel Elgort on the big screen in 2017 Along with Suki Waterhouse and Taron Egerton, Lourd and the young crew will bring to life the dealings and drama of two real Harvard School for Boys alums in Billionaire Boys Club, currently in post-production. ",
    "title": ""
   },
   {
    "entities": [
     "ukraine",
     "council",
     "democratic",
     "david",
     "dmitry",
     "october",
     "duma",
     "maryland",
     "andrew",
     "friday",
     "dec. 28",
     "images",
     "leonid",
     "states",
     "getty",
     "trump",
     "filipov",
     "house",
     "hillary",
     "interfax",
     "syria",
     "party",
     "the future",
     "thursday",
     "michael",
     "klimentyev/agence",
     "last week",
     "moscow",
     "united",
     "ministry",
     "crimea",
     "late thursday",
     "kosachyov",
     "donald",
     "recently",
     "post-rrb-",
     "foreign",
     "december 29",
     "russia",
     "vladimir",
     "security",
     "2016",
     "zakharova",
     "u.s.",
     "january",
     "obama",
     "roth",
     "dolgov",
     "at 6:08 pm",
     "washington",
     "clinton",
     "maria",
     "slutsky",
     "now",
     "putin",
     "peskov",
     "konstantin",
     "kremlin",
     "russian",
     "white"
    ],
    "id": 16,
    "text": "Kremlin spokesman vows retaliation against U.S. sanctions The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! By Andrew Roth and David Filipov December 29 at 6:08 PM Follow arothwp Follow @davidfilipov MOSCOW — The Kremlin on Friday issued a stark warning to the United States, saying it would respond in kind to the U.S. expulsion of 35 Russian diplomats and other sanctions following the Russian hacking of U.S. political parties before the 2016 presidential elections. “I cannot say now what the response will be, although, as we know, there is no alternative here to the principle of reciprocity,” said Russian presidential spokesman Dmitry Peskov in a statement late Thursday reported by the Interfax news service. He said that Russian President Vladimir Putin would decide the exact response. [ Obama administration announces measures to punish Russia for 2016 election interference ] Peskov’s remarks were the culmination of a sharply worded reaction by Russia’s establishment to the sanctions, which come at a time when Moscow is looking forward to an improvement in its ties with the United States at the start of the Trump administration in three weeks. (The Washington Post) Russian Foreign Ministry spokeswoman Maria Zakharova, whose comments about the Obama administration have grown increasingly hostile as the relationship has soured, dismissed the White House as “a group of foreign policy losers, angry and ignorant.” Zakharova’s colleague in the foreign ministry, Konstantin Dolgov, who holds the title of commissioner on democracy and human rights, called the U.S. sanctions “counterproductive” and cast them as having “the goal of damaging relations and complicating their restoration in the future.” Whatever retaliation Moscow is considering will have to take into account the possibility that the Trump administration will want to restore the relationship that has foundered on differences over Syria, Russia’s annexation of Crimea, the Kremlin’s proxy war in Ukraine and the alleged hacking on behalf of now-President-elect Donald Trump in the U.S. presidential campaign. [ The luxurious, 45-acre compound in Maryland is being shut down for alleged Russian espionage ] Peskov told reporters on Thursday that the steps showed President Obama’s “unpredictable and aggressive foreign policy.” “Such steps of the U.S. administration that has three weeks left to work are aimed at two things: to further harm Russian-American ties, which are at a low point as it is, as well as, obviously, deal a blow on the foreign policy plans of the incoming administration of the president-elect.” Konstantin Kosachyov, a senior member of the upper house of the Russian parliament, suggested that Moscow will have to weigh its response given the possible reaction of the newly elected president. The sanctions, he said in comments carried by Interfax, represented not the will of the United States as a whole but “the agony of political corpses of the outgoing administration.” Putin holds a meeting with permanent members of Russia's Security Council at the Kremlin in Moscow on Dec. 28. (Michael Klimentyev/Agence France-Presse via Getty Images) That said, the history of diplomatic expulsions suggest that, at the least, Russia will throw out a similar number of U.S. Embassy personnel. Zakharova and others have long warned of an “asymmetrical” response to sanctions over the hacking allegations, so other expulsions are possible. Putin repeatedly denied Russian involvement in the U.S. election despite the accusations from the White House, and the Kremlin has questioned the evidence for the claims. In his nationally broadcast marathon news conference last week, Putin borrowed some of Trump’s dismissive rhetoric, remarking about the hacking that, “Maybe it was someone lying on the couch who did it.”  The Democratic Party, Putin said, is “losing on all fronts and looking elsewhere for things to blame. In my view, this, how shall I say it, degrades their own dignity. You have to know how to lose with dignity .” U.S. analysts say Putin’s animus against Hillary Clinton are a likely explanation for the Kremlin’s desire to harm her campaign for the presidency, but contempt for Obama’s White House has also grown in recent months, after the administration shut down all contacts with the Kremlin. Putin in October issued a striking manifesto of changes he expected the United States to make, including reimbursement for Ukraine sanctions, as a precondition for restoring relations. More recently, Russia has pursued peace negotiations in Syria, culminating in a cease-fire deal Putin announced Thursday that pointedly excluded the Obama administration. But the sanctions did not dampen expectations in Moscow that better times were soon to come. “None of this will change the results of the election of the American president, and in January, the rightful owner of the White House will be Donald Trump,” said Leonid Slutsky, chairman of the international affairs committee of the Russian State Duma, the lower house of parliament. “I expect that with his arrival, the dialogue between Russia and the United States will be conducted in a more healthy political atmosphere.” Read more: ",
    "title": "Kremlin spokesman vows retaliation against U.S. sanctions - The Washington Post"
   },
   {
    "entities": [
     "continue",
     "noncommercial",
     "d.n.c.",
     "times",
     "d.",
     "special",
     "sony",
     "association",
     "designers",
     "states",
     "stepanovich",
     "korobov",
     "autonomous",
     "g.r.u.",
     "hillary",
     "macfarquhar",
     "advertisement",
     "thursday",
     "united",
     "moscow",
     "valentinovich",
     "olegovich",
     "aleksandrovich",
     "morning",
     "april",
     "international",
     "for",
     "st.",
     "of",
     "north",
     "china",
     "russia",
     "sergey",
     "vladimir",
     "john",
     "organization",
     "igor",
     "data",
     "nov. 8",
     "f.b.i.",
     "current",
     "processing",
     "podesta",
     "lewis",
     "korea",
     "kostyukov",
     "future",
     "technologies",
     "obama",
     "new",
     "gizunov",
     "alekseyev",
     "wikileaks",
     "james",
     "neil",
     "and",
     "center",
     "a.",
     "york",
     "professional",
     "april 2015",
     "washington",
     "iran",
     "systems",
     "clinton",
     "petersburg",
     "the fall of 2015",
     "early this summer",
     "now",
     "strategic",
     "studies",
     "hawaii",
     "geneva"
    ],
    "id": 17,
    "text": "Privacy Policy “They are concerned about controlling retaliation,” said James A. Lewis, a cyberexpert at the Center for Strategic and International Studies in Washington. The Obama administration was riven by an internal debate about how much of its evidence to make public. Although the announcement risks revealing sources and methods, it was the best way, some officials inside the administration argued, to make clear to a raft of other nations — including China, Iran and North Korea — that their activities can be tracked and exposed. In the end, Mr. Obama decided to expand an executive order that he issued in April 2015, after the Sony hacking. He signed it in Hawaii on Thursday morning, specifically giving himself and his successor the authority to issue travel bans and asset freezes on those who “tamper with, alter, or cause a misappropriation of information, with a purpose or effect of interfering with or undermining election processes or institutions.” Got a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists. Learn More Mr. Obama used that order to immediately impose sanctions on four Russian intelligence officials: Igor Valentinovich Korobov, the current chief of a military intelligence agency, the G.R.U., and three deputies: Sergey Aleksandrovich Gizunov, the deputy chief of the G.R.U.; Igor Olegovich Kostyukov, a first deputy chief, and Vladimir Stepanovich Alekseyev, also a first deputy chief of the G.R.U. Advertisement Continue reading the main story But G.R.U. officials rarely travel to the United States, or keep their assets here, so the effects may be largely symbolic. It is also unclear if any American allies will impose parallel sanctions on Russia. The administration also put sanctions on three companies and organizations that it said supported the hacking operations: the Special Technologies Center, a signals intelligence operation in St. Petersburg; a firm called Zor Security that is also known as Esage Lab; and the Autonomous Noncommercial Organization Professional Association of Designers of Data Processing Systems, whose lengthy name, American officials said, was cover for a group that provided special training for the hacking. “It is hard to do business around the world when you are named like this,” a senior administration official with long experience in Russia sanctions said on Thursday morning. The official spoke on the condition of anonymity because of the sensitive nature of the intelligence. But the question will remain whether the United States acted too slowly — and then, perhaps, with not enough force. Members of Hillary Clinton’s election campaign argue that the distractions caused by the leaks of emails, showing infighting in the D.N.C., and later the private communications of John D. Podesta, the campaign chairman, absorbed an American press corps more interested in the leaks than in the phenomena of a foreign power marrying new cybertechniques with old-style information warfare. Certainly the United States had early notice. The F.B.I. first informed the D.N.C. that it saw evidence that the committee’s email systems had been hacked in the fall of 2015. Months of fumbling and slow responses followed. Mr. Obama said at a new conference he was first notified early this summer. But one of his top cyberaides met Russian officials in Geneva to complain about cyberactivity in April. By the time the leadership of the D.N.C. woke up to what was happening , the G.R.U. had not only obtained those emails through a hacking group that has been closely associated with it for years, but, investigators say, also allowed them to be published on a number of websites, from a newly created one called DC Leaks to the far more established WikiLeaks. Meanwhile, several states reported the “scanning” of their voter databases — which American intelligence agencies also attributed to Russian hackers. But there is no evidence, American officials said, that Russia sought to manipulate votes or voter rolls on Nov. 8. Mr. Obama decided not to issue sanctions ahead of the elections, for fear of Russian retaliation ahead of Election Day. Some of his aides now believe that was a mistake. But the president made clear before leaving for Hawaii that he planned to respond. The question now is whether the response he has assembled will be more than just symbolic, deterring not only Russia but others who might attempt to influence future elections. Neil MacFarquhar contributed reporting from Moscow. ",
    "title": "Obama Strikes Back at Russia for Election Hacking - The New York Times"
   },
   {
    "entities": [
     "dmitry",
     "1954",
     "u.k.",
     "ryan",
     "paul",
     "state",
     "cia",
     "two weeks ago",
     "1972",
     "j.",
     "kgb",
     "department",
     "2:26",
     "eric",
     "gizunov",
     "today",
     "tom",
     "uk",
     "dec 29",
     "lindsey",
     "kremlin",
     "white",
     "democratic",
     "evgeniy",
     "friday",
     "nebraska",
     "december 24, 2016",
     "mikhaylovich",
     "island",
     "fsb",
     "point",
     "united",
     "--",
     "donald",
     "administration",
     "2014",
     "russia",
     "sergey",
     "igor",
     "u.s.",
     "fbi",
     "york",
     "2:05",
     "3:08",
     "winter",
     "peskov",
     "schultz",
     "next week",
     "graham",
     "gru",
     "december 29, 2016",
     "interfax",
     "party",
     "thursday",
     "moscow",
     "r-ariz.",
     "connor",
     "congress",
     "john",
     "kostyukov",
     "obama",
     "new",
     "wednesday",
     "2012",
     "putin",
     "konstantin",
     "mccain",
     "aleksey",
     "bogachev",
     "states",
     "alexseyev",
     "trump",
     "2013",
     "house",
     "korobov",
     "hillary",
     "tracy",
     "vladimir",
     "kosachev",
     "2016",
     "pioneer",
     "share",
     "windrem",
     "belan",
     "long",
     "noon on",
     "washington",
     "evening",
     "now",
     ", 7:24 pm",
     "pennsylvania",
     "robert",
     "maryland"
    ],
    "id": 18,
    "text": "Dec 29 2016, 7:24 pm ET U.S. Unveils Plan to Punish Russians for Election Hack by Tracy Connor, Robert Windrem and Tom Winter Share U.S. Expelling 35 Russian Officials as Part of New Sanctions From Pres. Obama 2:05 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161230011947if_/http://www.nbcnews.com/widget/video-embed/844094019587\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> The Obama administration struck back at Russia on Thursday, imposing sanctions against its intelligence apparatus and expelling 35 diplomats in retaliation for the alleged orchestration of hacking attacks designed to interfere in the presidential election. The sweeping actions, outlined by the White House three weeks before the new administration takes office, include: Shutting down two compounds, one in Maryland and one in New York, \"used by Russian personnel for intelligence-related purposes.\" Sanctions against the GRU, the Russian military intelligence service, and the FSB, the spy agency that succeeded the KGB, and four high-ranking officers of the GRU. Sanctions against two suspected hackers, both wanted by the FBI in earlier cybercrime cases, and three companies that allegedly provided support to the GRU's cyber operations. Releasing technical information about Russian cyber activity, \"to help network defenders in the United States and abroad identify, detect, and disrupt Russia's global campaign of malicious cyber activities.\" \"All Americans should be alarmed by Russia's actions,\" President Obama said in a statement, blaming the \"highest levels\" of the Russian government. Obama's statement said the U.S. had declared 35 Russian \"intelligence operatives\" persona non grata. The State Department said the 35 are diplomats \"who were acting in a manner inconsistent with their diplomatic or consular status\" and also accused Russia of harassing U.S. diplomats overseas with arbitrary police stops, physical assaults and the release of personal details putting them at risk. \"The diplomatic sanctions today were in response to the diplomatic harassment from Russia we've seen over the past two years,\" White House deputy press secretary Eric Schultz said. As of noon on Friday, the U.S. also will bar Russian access to two Moscow-owned \"recreational compounds,\" the White House said. A 45-acre property at Pioneer Point in Maryland was purchased by the Soviet government in 1972, and the 14-acre property on New York's Long Island was purchased by the Soviet government in 1954. Play Kremlin pledges retaliation over new sanctions 2:26 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161230011947if_/http://www.nbcnews.com/widget/video-embed/843776579612\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> Russia has repeatedly denied involvement in the attacks on Democratic Party organizations and figures. After the announcement from Washington, President Vladimir Putin's press secretary said Moscow would hit back but was in no rush. \"As we said before, we consider such a decision and such sanctions groundless and illegitimate from the point of view of international law,\" Putin spokesman Dmitry Peskov said, according to the Interfax news agency. President Obama expels 35  diplomats in Cold War deja vu. As everybody, incl  people, will be glad to see the last of this hapless Adm. pic.twitter.com/mleqA16H8D — Russian Embassy, UK (@RussianEmbassy) December 29, 2016 The Russian embassy in the U.K. tweeted a picture of a duckling with the word \"Lame\" emblazoned over it, and Konstantin Kosachev, a Russian political leader, also noted that Obama will not be president much longer. \"This not just an agony of the 'lame ducks,' but of the 'political corpses,'\" he said, according to Interfax. Play Paul Ryan: Russia sanctions 'overdue' 3:08 autoplay autoplay Copy this code to your website or blog <iframe src=\"http://web.archive.org/web/20161230011947if_/http://www.nbcnews.com/widget/video-embed/843732547702\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe> As NBC News first reported two weeks ago, U.S. intelligence officials believe Putin was personally involved in the alleged hacking campaign, and the CIA concluded that one of the goals was to help elect Donald Trump by leaking emails that were embarrassing to Democrats. Trump has expressed doubt as to whether Russia tried to meddle in the election. Asked on Wednesday, before the sanctions were imposed, about possible sanctions, he said, \"I think we ought to get on with our lives.\" Trump echoed that sentiment Thursday evening, but said he wants to meet with U.S. intelligence officials. \"It's time for our country to move on to bigger and better things,\" Trump said in a statement on the sanctions. \"Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation.\" Trump could reverse the actions, but he would have to buck Republican members of Congress who support the sanctions and have called for even stiffer measures. Vladimir Putin said today about Hillary and Dems: \"In my opinion, it is humiliating. One must be able to lose with dignity.\" So true! — Donald J. Trump (@realDonaldTrump) December 24, 2016 \"The retaliatory measures announced by the Obama Administration today are long overdue,\" U.S. Senators John McCain, R-Ariz., and Lindsey Graham, R-S.C., said in a joint statement. \"But ultimately, they are a small price for Russia to pay for its brazen attack on American democracy. We intend to lead the effort in the new Congress to impose stronger sanctions on Russia.\" The White House vowed that U.S. retaliation will go beyond the steps announced Thursday. \"We will continue to take a variety of actions at a time and place of our choosing, some of which will not be publicized,\" Obama said in his statement. The economic sanctions against the Russian agencies, companies and individuals were contained in an executive order signed by Obama. An FBI wanted poster for an alleged hacker who is now a target of U.S. sanctions. FBI The sanctioned individuals include two alleged hackers, Evgeniy Mikhaylovich Bogachev, aka \"Lucky12345,\" and Aleksey Belan, aka \"Mrmagister.\" Bogachev was indicted in a 2014 case in Pennsylvania in connection with a \"phishing\" scheme to steal money through electronic fund transfers from victims' bank accounts, and he was charged in a 2014 Nebraska case with trying to defraud 12 banks. Belan allegedly broke into the computer networks for three major U.S. e-commerce companies in 2012 and 2013. The named Russians who hold positions in the GRU are: Chief Igor Korobov, First Deputy Chief Vladimir Alexseyev, First Deputy Chief Igor Kostyukov, and Deputy Chief Sergey Gizunov. Tracy Connor ",
    "title": "U.S. Unveils Plan to Punish Russians for Election Hack - NBC News"
   },
   {
    "entities": [
     "interactive",
     "times",
     "cbs",
     "october 15, 2012",
     "denver",
     "mary",
     "press",
     "taylor",
     "2013",
     "house",
     "rick",
     "inc.",
     "1:30 p.m.",
     "magnuson",
     "2016",
     "associated",
     "conor",
     "richardson",
     "atkinson",
     "bellows",
     "new",
     "center",
     "york",
     "hbo",
     "bootsy",
     "andy",
     "previously",
     "2012",
     "swift",
     "kennedy",
     "warner",
     "city",
     "time",
     "aspen",
     "white"
    ],
    "id": 19,
    "text": "The Kennedy clan struggles with fame, success According to police, the incident happened just after 1:30 p.m. at the Bootsy Bellows nightclub. According to reports, people wouldn’t leave the bar, CBS Denver reports .  Conor Kennedy attends HBO’s “Ethel” New York Premiere at Time Warner Center on October 15, 2012 in New York City.  Jason Kempin/Getty Images An officer reported that he saw a fight break out between two men. According to a statement by Kennedy’s attorneys, Kennedy “rebuked” two men who allegedly used a “homophobic slur and threats to [Kennedy’s] close friend.” The Aspen Times reports Kennedy told officers “he called my friend the f-word.”  Officer Andy Atkinson reported seeing Kennedy grab another man by his shirt, pull him down so he was bent over and hit him four or five times in the back of the head with his fists,  according to the Aspen Times . Kennedy allegedly struggled against an officer who was trying to restrain him before they both fell into a snowbank.  Kennedy “was arrested with the help of a bystander,” according to Aspen police Sgt. Rick Magnuson, CBS Denver reports. Kennedy’s attorneys said in a statement that he was “cooperative, compliant and respectful.” Kennedy has made headlines before, most notably for his high-profile relationship with Taylor Swift in 2012. His mother, Mary Richardson Kennedy , died in 2012 in an apparent suicide. Kennedy was  previously arrested in 2013 during a protest outside the White House. © 2016 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report. ",
    "title": "Conor Kennedy, Taylor Swift's ex, arrested after bar fight in Aspen, Colorado - CBS News"
   },
   {
    "entities": [
     "dmitri",
     "d.",
     "january",
     "ryan",
     "paul",
     "state",
     "cia",
     "december 29",
     "present",
     "kgb",
     "department",
     "eastern",
     "shore",
     "slutsky",
     "lindsey",
     "clinton",
     "kremlin",
     "white",
     "democratic",
     "right now",
     "spicer",
     "island",
     "late",
     "fsb",
     "united",
     "carlin",
     "late thursday",
     "donald",
     "russia",
     "justice",
     "podesta",
     "u.s.",
     "fbi",
     "york",
     "walsh/ap",
     "sean",
     "bastien",
     "karen",
     "the past",
     "friday, dec. 16, 2016",
     "department's",
     "peskov",
     "duma",
     "leonid",
     "missy",
     "deyoung",
     "ukraine",
     "david",
     "next week",
     "andrew",
     "graham",
     "gru",
     "filipov",
     "interfax",
     "thursday",
     "moscow",
     "st.",
     "2015",
     "security",
     "john",
     "nov. 8",
     "at 2:21 pm",
     "obama",
     "new",
     "national",
     "susan",
     "wikileaks",
     "committee",
     "petersburg",
     "putin",
     "nakashima",
     "mccain",
     "c.",
     "aleksey",
     "bogachev",
     "treasury",
     "wagner",
     "states",
     "trump",
     "inzaurralde/the",
     "house",
     "hillary",
     "eight years",
     "o.",
     "june",
     "evgeny",
     "division",
     "vladimir",
     "2016",
     "this fall",
     "post",
     "thursday before",
     "future",
     "belan",
     "long",
     "roth",
     "ellen",
     "washington",
     "evening",
     "toner",
     "now",
     "barack",
     "mark",
     "maryland"
    ],
    "id": 20,
    "text": "Obama administration announces measures to punish Russia for 2016 election interference The inside track on Washington politics. Be the first to know about new stories from PowerPost. Sign up to follow, and we’ll e-mail you free updates as they’re published. You’ll receive free e-mail news updates each time a new story is published. You’re all set! Got it President Barack Obama blames the \"highest level of the Russian government for hacks,\" as he speaks during a news conference, Friday, Dec. 16, 2016, in the briefing room of the White House in Washington. (Susan Walsh/AP) By Missy Ryan , Ellen Nakashima and Karen DeYoung December 29 at 2:21 PM Follow @missy_ryan Follow @nakashimae Follow @karendeyoung1 The Obama administration announced sweeping new measures against Russia on Thursday in retaliation for what U.S. officials have characterized as interference in this fall’s presidential election, ordering the expulsion of Russian “intelligence operatives” and slapping new sanctions on state agencies and individuals suspected in the hacks of U.S. computer systems. The response, unveiled just weeks before President Obama leaves office, culminates months of internal debate over how to react to Russia’s election-year provocations. In recent months, the FBI and CIA have concluded that Russia intervened repeatedly in the 2016 election, leaking damaging information in an attempt to undermine the electoral process and help Donald Trump take the White House. Because Thursday’s announcement is an executive action, it can be undone by the next administration. But Obama’s last-minute measures put pressure on Trump, who has largely waved off the allegations against Russia, to make a decision about whether to keep the punitive measures in place. In a statement issued by his transition office late Thursday, Trump was noncommittal, saying, “It’s time for our country to move on to bigger and better things.” “Nevertheless,” he said, “in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation.” (The Washington Post) Taken together, the sanctions and expulsions announced Thursday were the most far-reaching U.S. response to Russian activities since the end of the Cold War, and the most specific related to Russian hacking. The administration also released a listing of addresses of computers linked to the Russian cyberattacks and samples of malware inserted into U.S. systems. Several lawmakers have called on the administration for months to respond, saying that tougher measures need to be taken to punish Russia. The White House resisted acting ahead of the election for fear of appearing partisan. Obama, who had promised a tough U.S. response, said the new actions were “a necessary and appropriate response to efforts to harm U.S. interests.” He said Americans should be “alarmed” by an array of Russian moves, including interference in the election and harassment of U.S. diplomats overseas. “Such activities have consequences,” the president said in a statement. The new measures include sanctions on two Russian intelligence agencies, three companies that are believed to have provided support for government cyber operations, and four Russian cyber officials. The two agencies named are the GRU, Russia’s military spy service, and the FSB, the civilian spy agency that grew out of the KGB. The administration has also ordered 35 Russian operatives to leave the United States and will shut down Russian-owned facilities on Maryland’s Eastern Shore and on Long Island in New York believed to have been used for intelligence purposes. State Department spokesperson Mark C. Toner said the diplomatic retaliation was partly a response to Russian provocations against American personnel in Russia, including “arbitrary police stops, physical ­assault, and the broadcast on State TV of personal details about our personnel that put them at risk.” (Bastien Inzaurralde/The Washington Post) In June, a senior U.S. diplomat was attacked by a Russian soldier at the doorway to the U.S. embassy as he tried to enter. That incident, circulated on video, resulted in the earlier expulsion of two Russian diplomats from Washington. The State Department also said that personal details about U.S. diplomats were publicly released in Moscow, and that the Russian government had refused to approve security upgrades to the U.S. diplomatic facility in St. Petersburg. Obama suggested Thursday that the United States may undertake covert activity in response to Russian activities. Officials gave no details. The Treasury Department also designated two Russian hackers, Evgeny Bogachev and Aleksey Belan, for criminal cyber activities involving U.S. firms and unrelated to the election hacks. Moscow, which has denied involvement in attacks related to the election, vowed to respond in kind. “I cannot say now what the response will be, although, as we know, there is no alternative here to the principle of reciprocity,” Russian presidential spokesman Dmitri Peskov said in a statement late Thursday evening carried by the Interfax news service. Peskov said the response would be authorized by President Vladimir Putin. In virtually all previous cases of Soviet or Russian diplomats declared persona non grata in this country, an equal number of U.S. officials have been expelled from Russia. [ Read the executive order released by the White House ] Trump has called on the Obama administration to present proof of Russian hacking. Speaking Thursday before the reprisal announcement, Sean Spicer, the incoming White House press secretary, said Trump’s views on the hacking allegations could change if more solid evidence emerges that Russia was responsible. “If the United States has clear proof of anyone interfering with our elections, we should make that known,” Spicer said, adding, “Right now we need to see further facts.” Spicer also said that some on the political left were using the Russia allegations to downplay Trump’s victory at the polls on Nov. 8. [ Kremlin spokesman vows retaliation against U.S. sanctions ] U.S. officials say they have been refining for months their assessment of the attacks, in which they say a Russian military intelligence agency hacked the Democratic National Committee and stole emails that were later released by WikiLeaks. Emails hacked from the account of John Podesta, who chaired Hillary Clinton’s presidential campaign, also were made public. State electoral systems were also targeted, but administration officials said Thursday, as they have in the past, that they have no evidence the actual voting process was interfered with on Election Day. While U.S. officials have not named Putin himself in the cyber meddling, Obama has suggested that approval came from the very top of the Russian government. As part of the new measures, the administration has amended a 2015 executive order allowing the president to respond to foreign cyberattacks. That order was intended primarily for attacks against infrastructure or commercial targets, but officials adapted it to cover attempts to undermine the electoral process — not only in the United States but in other countries as well. In a call with reporters, U.S. officials said they chose to announce the new measures before the end of Obama’s term in an attempt to educate Americans about Russian activities and to deter future intrusions. “There’s every reason to believe Russia will interfere with future U.S. elections and future elections around the world,” said one senior official, speaking on the condition of anonymity ­because he was not authorized to speak on the record. “The Russian actions have been sustained over an extended period of time, and by any definition are against the national interests of the United States, not the interests of President Obama.” The harassment, the official said, “has been escalating steadily for some time” and is “a direct threat to the ability of the United States to conduct diplomacy.” Both U.S. allies and American businesses were concerned about Russian activities, the official said, and “if [Trump transition officials] aren’t, then they should explain why.” The Obama administration also released a document providing some details about the cyber operation U.S. officials have labeled “Grizzly Steppe,” including a list of names the hackers used. These groups have conducted campaigns against think tanks, universities and corporations, as well as government agencies, according to the administration. In foreign countries, they have carried out damaging and disruptive cyberattacks, including on electrical utilities. John Carlin, former head of the Justice Department’s National Security Division, said the measures announced Thursday were significant. “It’s important to show that we can do attribution and are willing to impose a deterrent — not just for the Russians, but for the world, as we’re figuring out what the norms should be in cyberspace,” he said. “It’s not a world of free passes.” Identifying the malware that was used, imposing sanctions and affecting the Russians’ ability to hack for intelligence purposes all “raise the cost” of conducting such activities, Carlin said. The Obama administration has already imposed sanctions on Russia for its activities in Ukraine, but those measures do not appear to have deterred Russia’s actions there. Congressional Republicans welcomed the crackdown but said it was overdue. “It is an appropriate way to end eight years of failed policy with Russia,” House Speaker Paul D. Ryan (R-Wis.) said in a statement. Sens. John McCain (R-Ariz.) and Lindsey O. Graham (R-S.C.) said the measures were inadequate and promised to fight for stronger sanctions. Despite the Obama administration’s efforts to deliver an 11th-hour blow against Russia, Leonid Slutsky, chairman of the international affairs committee of the State Duma, the lower house of Russia’s parliament, suggested the measures would not inflict lasting damage. “None of this will change the results of the election of the American president, and in January, the rightful owner of the White House will be Donald Trump,” Slutsky said. “I expect that with his arrival the dialogue between Russia and the United States will be conducted in a more healthy political atmosphere.” David Filipov and Andrew Roth in Moscow and John Wagner in Washington contributed to this report. Read more: ",
    "title": "Obama administration announces measures to punish Russia for 2016 election interference - The Washington Post"
   },
   {
    "entities": [],
    "id": 21,
    "text": "",
    "title": "Log In - New York Times"
   },
   {
    "entities": [
     "council",
     "david",
     "zahniser",
     "mark",
     "beach",
     "newport",
     "hypodermic",
     "$200,000",
     "bonin",
     "christmas",
     "2013",
     "palisades",
     "reynolds",
     "carrie",
     "rick",
     "la",
     "earlier this week",
     "last week",
     "ana",
     "next month",
     "garcetti",
     "cienega",
     "river",
     "koretz",
     "debbie",
     "last month",
     "fisher",
     "commission",
     "march 7",
     "2015",
     "mike",
     "ryavec",
     "$100,000",
     "caruso",
     "eric",
     "$125,000",
     "affiliated",
     "hollywood",
     "molnar",
     "santa",
     "canyon",
     "hall",
     "wednesday",
     "los",
     "palmdale",
     "grand",
     "chad",
     "september",
     "three months earlier",
     "planning",
     "city",
     "angeles",
     "pacific",
     "boulevard"
    ],
    "id": 22,
    "text": "(David Zahniser) Koretz is running in the March 7 election for a third term. He had voiced support for Caruso’s project in recent weeks, while also asking for the developer to seek common ground with the project’s remaining opponents. At one point, Koretz had commended Caruso for making the project somewhat taller and thinner, saying that move had preserved the views of some neighbors. The City Council is scheduled to vote on the La Cienega project next month. Opponents say the proposal is the latest example of city officials working to change the planning rules for a well-connected developer. They warn that Caruso’s 145-unit apartment building would set a precedent, prompting other nearby property owners to propose luxury apartments much taller than the rules allow. Backers of the project, including local neighborhood council leaders, say Caruso’s project would bring much-needed amenities, including a 6,910-square-foot plaza with a fountain and 14 apartments rented at below market rates. Caruso, in an interview last week, said he worked extensively to meet the neighborhood’s needs, redesigning the project and offering additional concessions. He also said he had never seen a decision at City Hall that was “influenced by somebody who gave money.” “Usually, in my opinion, it’s just the opposite,” he said. Caruso’s foundation has given $125,000 to a nonprofit group created by Mayor Eric Garcetti , whose appointees on the Planning Commission endorsed the La Cienega project last month. A rendering of the 20-story apartment tower proposed by Los Angeles developer Rick Caruso on La Cienega Boulevard. Caruso Affiliated A rendering of the 20-story apartment tower proposed by Los Angeles developer Rick Caruso on La Cienega Boulevard. A rendering of the 20-story apartment tower proposed by Los Angeles developer Rick Caruso on La Cienega Boulevard. (Caruso Affiliated) An additional $200,000 went to support Measure M, the transit tax hike championed by the mayor. And $100,000 went from Caruso to a campaign committee set up by Councilman Mike Bonin to support Measure M and a second measure designed to pay for homeless housing. Bonin, also running for re-election, issued a statement earlier this week saying he was pleased to have secured Caruso’s financial support for the two tax measures. “Rick is a constituent, a friend, and a problem solver, and Mike is grateful that he and Rick see eye to eye on solutions to our biggest problems,” Chad Molnar, Bonin’s chief of staff, said in an email. Caruso hosted fundraisers for Bonin’s council campaigns in 2013 and 2015. Mark Ryavec, a consultant who is running against Bonin, said the councilman should not have accepted the $100,000 donation from Caruso in September. Three months earlier, the council voted in favor of a Caruso retail project in Pacific Palisades, which is part of Bonin’s district. That type of big-money fundraising “destroys the public’s faith that decisions are being made objectively and based upon the law,” Ryavec said. Ryavec said his campaign will not accept donations from real estate developers. Caption 90 seconds: 4 stories you can't miss Heightened security at the Rose Parade , Debbie Reynolds dies at 84 , Vegas residents outraged over parking fees , child abuse in the military . Caption 90 seconds: 4 stories you can't miss Heightened security at the Rose Parade , Debbie Reynolds dies at 84 , Vegas residents outraged over parking fees , child abuse in the military . Caption Debbie Reynolds dies at 84 one day after death of daughter, Carrie Fisher Tragedy strikes twice for a legendary Hollywood family. Reynolds was a performer who could sing, dance and act. She was one of Hollywood's greats and she passed on Wednesday, just a day after her daughter died. Tragedy strikes twice for a legendary Hollywood family. Reynolds was a performer who could sing, dance and act. She was one of Hollywood's greats and she passed on Wednesday, just a day after her daughter died. Caption Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caption 90 seconds: 4 stories you can't miss An old rule may save the Rose Parade from rain , a woman trekked 26 miles through the snow after her family got stranded in the Grand Canyon, developers like Rick Caruso make huge donations  to city officials, and Carrie Fisher remembered .  Caption Hypodermic needles and syringes washing up in Newport Beach Hypodermic needles and syringes have been washing ashore in Newport Beach at the mouth of the Santa Ana River, an area that see a high degree of flotsam and jetsam following storms. Hypodermic needles and syringes have been washing ashore in Newport Beach at the mouth of the Santa Ana River, an area that see a high degree of flotsam and jetsam following storms. ",
    "title": "Koretz pulls his support for Caruso&apos;s proposed 20-story tower, calling it &apos;too tall&apos; - LA Times"
   },
   {
    "entities": [
     "naftali",
     "israel",
     "wassel",
     "cbs",
     "supreme",
     "samer",
     "beach",
     "november",
     "20%",
     "cabinet",
     "sam",
     "nawajah",
     "reynolds",
     "carrie",
     "rick",
     "palestine",
     "bashar",
     "the end of 2017",
     "for",
     "once",
     "authority",
     "fatah",
     "caruso",
     "policy",
     "the early 1990s",
     "azzeh",
     "today",
     "benjamin",
     "center",
     "strip",
     "group",
     "60%",
     "al",
     "arab",
     "mustafa",
     "west",
     "united",
     "donald",
     "recently",
     "river",
     "survey",
     "omar",
     "bahour",
     "khalil",
     "u.s.",
     "36%",
     "likud",
     "and",
     "wasfi",
     "ziad",
     "32%",
     "the future",
     "ramallah",
     "december",
     "david",
     "this month",
     "newport",
     "hypodermic",
     "press",
     "christmas",
     "radio",
     "party",
     "club",
     "thursday",
     "ettinger",
     "barghouti",
     "debbie",
     "fisher",
     "bennett",
     "nations",
     "2015",
     "abbas",
     "john",
     "yoram",
     "santa",
     "wednesday",
     "friedman",
     "jerusalem",
     "palmdale",
     "grand",
     "beit",
     "el",
     "mitnick",
     "kerry",
     "shikaki",
     "trump",
     "ana",
     "abuzayyad",
     "bank",
     "court",
     "mahmoud",
     "gaza",
     "future",
     "palestinian",
     "psagot",
     "birah",
     "hollywood",
     "canyon",
     "joshua",
     "15%",
     "now",
     "research",
     "abd",
     "netanyahu"
    ],
    "id": 23,
    "text": "John Kerry . The Jerusalem... An Israeli planning committee backed down on Wednesday from approving hundreds of permits for housing projects in east Jerusalem, hoping to avoid fanning controversy over settlement activity hours before a policy speech on Israeli-Palesitnian peace by Secretary of State John Kerry . The Jerusalem... (Joshua Mitnick) President-elect Donald Trump ’s victory and the prominence of patrons of the Israeli settlements in his close circle of advisors have only compounded the skepticism. A December public opinion poll found that two-thirds of Palestinians believe a two-state solution is no longer feasible. The alternative, many argue, is an invitation to Israel to swallow Palestine. “Many people support the idea,” said Mustafa Barghouti, a Palestinian legislator and a former candidate for president. “If the two-state solution is physically unattainable, we have only one option: A struggle to gain full and equal democratic rights in one state, in the land of historic Palestine.” Once limited to small groups of politically independent weekly protesters against Israel’s military occupation, the idea is now being widely discussed. Palestinian intellectuals, businessmen and political officials who long championed the two-state solution are starting to strategize about what some argue is an already existing one-state reality. “Because of the lack of a political horizon, the inability of the sides to sit down together, because of the reality on the ground of expanding settlements and road checkpoints, people started to believe that the two-state solution is dead,’’ said Bashar Azzeh, a youth activist and marketing director at the Wassel Group, a Palestinian logistics company.    “Some people are saying: Let’s demand full human and civil rights rather than national rights; then maybe the international community will listen to us.’’ In  Al Birah, Ramallah’s twin city, the municipal soccer stadium sits on a ridge just a few hundred yards from the red-roofed homes of the Israeli settlement of Psagot on the opposite hilltop. Wasfi Nawajah, a coach in a warm-up suit, complained that his southern West Bank village had no permits to build a gym, while the neighboring Israeli settlement was free to build sports facilities and expand. “The Palestinians are only suffering from the peace process. The situation is tough. Many people are losing hope,’’ Nawajah said. A poll this month by the Palestinian Center for Policy and Survey Research found a nearly 10-percentage-point jump over the last three months of Palestinians who say the two-state solution is no longer viable. Support for a one-state solution has advanced in the same period to 36% from 32%. “This is a major change, a significant erosion in the viability of the two-state solution,’’ Khalil Shikaki, the director of the polling center, said in a lecture at the Jerusalem Press Club. “Today, we don’t have majority support for the two-state solution. What has gone up is support for the one-state solution.’’ Slackening support can be found in Israel as well as in the incoming U.S. administration. Donald Trump’s nomination of David Friedman, a longtime patron of the Israeli settlement of Beit El, suggests the new administration might no longer champion negotiations toward a Palestinian state as did previous U.S. presidents. Israeli Education Minister Naftali Bennett, who advocates annexation of 60% of the West Bank and “autonomy on steroids” for Palestinians in the remaining areas, in November declared the end of “the era” of the Palestinian state. Prime Minister Benjamin Netanyahu recently told CBS’ “60 Minutes” that he remains committed to “two states for two peoples,’’ but when he was asked by an Israeli journalist on the eve of the 2015 election whether he expected the creation of a Palestinian state on his watch, he said no. The prime minister and his aides say Israel needs to reach security agreements with surrounding Arab governments before a peace deal with the Palestinians.  Most in Netanyahu’s right-wing Likud Party and Bennett’s pro-settler Jewish Home party have never given up on the contention that Israel has a historical and even divine right to all of the biblical land of Israel. For larger swaths of Israel’s population, ending Israel’s occupation of the West Bank is seen as a security risk too big to take. A one-state campaign would mark a sea change in strategy for the Palestinian leadership, which has been pushing for Palestinian statehood alongside Israel since the early 1990s. Palestinian Authority President Mahmoud Abbas has staked his political career on a nonviolent campaign to negotiate for a Palestinian state and has given no signs that he’s about to change. At a recent convention of his political party, Fatah, the dominant political force in the West Bank, there was no discussion of a shift in official strategy. “We still believe that the two-state solution is the best solution,’’ said a senior Palestinian official who was not authorized to speak openly on policy. “However, if Israel chooses to annex, that’s the end of the West Bank. Once the idea of a two-state solution is over, the only thing you have left is one state.” The notion of a single binational state — which would have roughly equal numbers of Arabs and Jews — has long been an anathema to many Israeli Jews because it would mean a radical makeover of Israel’s identity as a “Jewish state.’’ “It would mean the end of Zionism,’’ said the senior Palestinian official. Israel’s Arab minority already accounts for 20% of the country’s population. Arab Israelis make up about 15% of the parliament, but because parties representing them don’t join government coalitions, only one Arab has ever served as a Cabinet minister. There has been only a single Arab on Israel’s Supreme Court. In recent years, demographers have projected that the total number of Palestinians in Israel, the West Bank and the Gaza Strip will eventually surpass that of the Jewish population. On Thursday, the Palestinian statistics bureau said demographic parity would be reached by the end of 2017. Though Israel’s leading demographers generally concur with the Palestinian numbers, Yoram Ettinger, a former diplomat from the Likud Party, has called those projections “demographic scaremongering” aimed at spreading “faintheartedness and fatalism” among Jews. He and some others contend the estimates of Palestinian population are inflated and the projections are incorrect; in fact, they say, Arab birthrates are declining and Jewish rates are increasing. A binational state, many Palestinians believe, presents a new opportunity to pressure Israelis who fear becoming a minority in their own homeland. They envision waging a campaign evoking black South Africans’ struggle against white majority rule that would tarnish Israel’s democratic credentials.    “The meaning of a state in all of the occupied territories can have two alternatives,” Ziad Abuzayyad, a former Palestinian minister, told Israel Radio this month. “Either Israel becomes an apartheid state that ignores the Arabs, or it will give rights to the residents there and there will be a binational state. You decide.” Sam Bahour, an American Palestinian businessman, has argued that Palestinians must focus their energy on a campaign to gain more economic, movement and water rights, while not giving up on the possibility of establishing a separate Palestinian state at some point in the future.  “The thinking is very logical that we have reached a dead end on the practicality of two states, so people are reaching to think for alternatives,’’ he said in an interview. “No one has articulated what people are talking about in coffee shops into a political program. I don’t think [one-state] is political thinking; it’s frustration thinking.” Indeed, Palestinian officials are reluctant to officially jettison support for a two-state solution because the idea still has the support of the international community. In recent years, the United Nations and international bodies have recognized a “state of Palestine” in the West Bank and the Gaza Strip. For most Palestinians, that remains the dream. But many like Samer Abd al-Kareem Omar say they are willing to part with the dream of an independent state if it means economic prosperity, physical security and equality. In a cafe full of water-pipe smoke across from Al Birah, Omar, a 40-year-old computer teacher, said his family lost several acres of agricultural land to the construction of Israel’s West Bank barrier. Omar traverses military checkpoints daily. For him, a single “undeclared state” already exists, he said.         “The two peoples live together. What is wrong with living on equal footing? This is the ideal situation,’’ he said. “People need to look after their future and their personal interests—national claims are not everything.” Caption 90 seconds: 4 stories you can't miss Heightened security at the Rose Parade , Debbie Reynolds dies at 84 , Vegas residents outraged over parking fees , child abuse in the military . Caption 90 seconds: 4 stories you can't miss Heightened security at the Rose Parade , Debbie Reynolds dies at 84 , Vegas residents outraged over parking fees , child abuse in the military . Caption Debbie Reynolds dies at 84 one day after death of daughter, Carrie Fisher Tragedy strikes twice for a legendary Hollywood family. Reynolds was a performer who could sing, dance and act. She was one of Hollywood's greats and she passed on Wednesday, just a day after her daughter died. Tragedy strikes twice for a legendary Hollywood family. Reynolds was a performer who could sing, dance and act. She was one of Hollywood's greats and she passed on Wednesday, just a day after her daughter died. Caption Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caught on video: man breaks into Palmdale home, steals Christmas presents from under tree Caption 90 seconds: 4 stories you can't miss An old rule may save the Rose Parade from rain , a woman trekked 26 miles through the snow after her family got stranded in the Grand Canyon, developers like Rick Caruso make huge donations  to city officials, and Carrie Fisher remembered .  Caption Hypodermic needles and syringes washing up in Newport Beach Hypodermic needles and syringes have been washing ashore in Newport Beach at the mouth of the Santa Ana River, an area that see a high degree of flotsam and jetsam following storms. Hypodermic needles and syringes have been washing ashore in Newport Beach at the mouth of the Santa Ana River, an area that see a high degree of flotsam and jetsam following storms. Mitnick is a special correspondent. ",
    "title": "With the two-state solution a distant dream, Palestinians ask if it&apos;s time to push for a one-state solution - LA Times"
   },
   {
    "entities": [
     "felix",
     "dmitri",
     "jim",
     "navy",
     "rogers",
     "endowment",
     "july 6",
     "assange",
     "november",
     "buchanan",
     "harbor",
     "montana",
     "next year",
     "maze",
     "kitty",
     "dzerzhinsky",
     "s.",
     "abedin",
     "july 22",
     "mills/the",
     "april 29",
     "kevin",
     "colin",
     "panetta",
     "charles",
     "mar",
     "morning",
     "the day",
     "for",
     "huma",
     "state",
     "next day",
     "last month",
     "two weeks ago",
     "china",
     "the last month",
     "operations",
     "defense",
     "present",
     "open",
     "february 2014",
     "microsoft",
     "entertainment",
     "once",
     "j.",
     "correspondents'",
     "f.b.i.",
     "k.g.b.",
     "the summer of 2015",
     "department",
     "this year",
     "powell",
     "delavan",
     "coast",
     "schumer",
     "bernstein",
     "two decades later",
     "brooklyn",
     "carnegie",
     "victoria",
     "des",
     "july",
     "east",
     "center",
     "day",
     "hangzhou",
     "ruth",
     "wilson/the",
     "weekend",
     "this second",
     "70 percent",
     "bush",
     "lindsey",
     "soros",
     "al",
     "clinton",
     "congressional",
     "march 22",
     "white",
     "ben",
     "democratic",
     "air",
     "the same day",
     "society",
     "rinehart",
     "association",
     "joseph",
     "the day before",
     "tamene",
     "kahl",
     "august",
     "harvard",
     "g.r.u.",
     "doug",
     "mis",
     "michael",
     "mid-june",
     "united",
     "facebook",
     "--",
     "georgia",
     "inside",
     "late 2014",
     "london",
     "donald",
     "recently",
     "march 2016",
     "during",
     "edmundovich",
     "april",
     "tuesday",
     "of",
     "2014",
     "north",
     "while",
     "crowdstrike",
     "russia",
     "july 25",
     "hawkins",
     "2008",
     "estonia",
     "justice",
     "weeks later",
     "oct. 7",
     "early october",
     "command",
     "zakharova",
     "night",
     "twitter",
     "today",
     "podesta",
     "e.",
     "progress",
     "the middle of april",
     "julian",
     "korea",
     "agency",
     "jack",
     "u.s.",
     "election",
     "w.",
     "bennett",
     "staff",
     "rid",
     "reed",
     "nato",
     "york",
     "pearl",
     "joint",
     "n.s.a.",
     "chuck",
     "jr.",
     "mines",
     "thomas",
     "the next year",
     "google",
     "2007",
     "pavel",
     "schultz",
     "pentagon",
     "ukraine",
     "dacey",
     "avril",
     "c.i.a.",
     "oct. 2, 2016",
     "king's",
     "pictures",
     "colorado",
     "andrew",
     "jan. 20, the day",
     "bruno",
     "sony",
     "graham",
     "amy",
     "press",
     "moonlight",
     "dave",
     "christmas",
     "perkins",
     "donna",
     "t.",
     "party",
     "bernie",
     "moscow",
     "ministry",
     "henry",
     "4 a.m.",
     "franceschi-bicchierai",
     "sussmann",
     "nuland",
     "shawn",
     "the year",
     "summer",
     "neera",
     "foreign",
     "months later",
     "march 19",
     "congress",
     "nighttime",
     "security",
     "2015",
     "campaign",
     "mandia",
     "brown",
     "john",
     "december 14, 2016",
     "gellerson",
     "a week later",
     "tailored",
     "haines",
     "december 13, 2016",
     "morell",
     "republican",
     "project",
     "foundation",
     "obama",
     "national",
     "new",
     "wikileaks",
     "america",
     "wasserman",
     "committee",
     "maria",
     "2012",
     "iran",
     "brazile",
     "bob",
     "pyatt",
     "energy",
     "jong-un",
     "fremson/the",
     "putin",
     "billy",
     "germany",
     "time",
     "hawaii",
     "golovkin/associated",
     "leon",
     "russian",
     "alperovitch",
     "adrian",
     "mccain",
     "october",
     "sulmeyer",
     "kerry",
     "d.n.c.",
     "times",
     "last year",
     "this week",
     "biden",
     "credit",
     "translate",
     "late august",
     "cleveland",
     "states",
     "trump",
     "vermont",
     "house",
     "march",
     "hillary",
     "late april",
     "syria",
     "gucci",
     "services",
     "watergate",
     "geoffrey",
     "last week",
     "nasa",
     "june",
     "europe",
     "the",
     "carl",
     "r.",
     "college",
     "university",
     "american",
     "june 20, 2016",
     "sanders",
     "george",
     "force",
     "drago/the",
     "kim",
     "school",
     "chiefs",
     "2016",
     "oct. 7, 1996",
     "post",
     "past",
     "l.",
     "stone",
     "cyber",
     "woodward",
     "access",
     "vienna",
     "the weekend",
     "lorenzo",
     "justin",
     "yared",
     "philadelphia",
     "volexity",
     "washington",
     "tanden",
     "coie",
     "f.s.b.",
     "homeland",
     "roger",
     "now",
     "june 19, 1972",
     "barack",
     "guccifer",
     "moines"
    ],
    "id": 24,
    "text": "OPEN Graphic “There shouldn’t be any doubt in anybody’s mind,” Adm. Michael S. Rogers, the director of the National Security Agency and commander of United States Cyber Command, said at a postelection conference. “This was not something that was done casually, this was not something that was done by chance, this was not a target that was selected purely arbitrarily,” he said. “This was a conscious effort by a nation-state to attempt to achieve a specific effect.” For the people whose emails were stolen, this new form of political sabotage has left a trail of shock and professional damage. Neera Tanden, president of the Center for American Progress and a key Clinton supporter, recalls walking into the busy Clinton transition offices, humiliated to see her face on television screens as pundits discussed a leaked email in which she had called Mrs. Clinton’s instincts “suboptimal.” “It was just a sucker punch to the gut every day,” Ms. Tanden said. “It was the worst professional experience of my life.” The United States, too, has carried out cyberattacks, and in decades past the C.I.A. tried to subvert foreign elections. But the Russian attack is increasingly understood across the political spectrum as an ominous historic landmark — with one notable exception: Mr. Trump has rejected the findings of the intelligence agencies he will soon oversee as “ridiculous,” insisting that the hacker may be American, or Chinese, but that “they have no idea.” Mr. Trump cited the reported disagreements between the agencies about whether Mr. Putin intended to help elect him. On Tuesday, a Russian government spokesman echoed Mr. Trump’s scorn. Advertisement “This tale of ‘hacks’ resembles a banal brawl between American security officials over spheres of influence,” Maria Zakharova, the spokeswoman for the Russian Foreign Ministry, wrote on Facebook. Democratic House Candidates Were Also Targets of Russian Hacking The fallout for nearly a dozen congressional candidates underscores the effect of the Russian influence operation on the American electoral system. Over the weekend, four prominent senators — two Republicans and two Democrats — joined forces to pledge an investigation while pointedly ignoring Mr. Trump’s skeptical claims. “Democrats and Republicans must work together, and across the jurisdictional lines of the Congress, to examine these recent incidents thoroughly and devise comprehensive solutions to deter and defend against further cyberattacks,” said Senators John McCain, Lindsey Graham, Chuck Schumer and Jack Reed. “This cannot become a partisan issue,” they said. “The stakes are too high for our country.” A Target for Break-Ins Sitting in the basement of the Democratic National Committee headquarters, below a wall-size 2012 portrait of a smiling Barack Obama, is a 1960s-era filing cabinet missing the handle on the bottom drawer. Only a framed newspaper story hanging on the wall hints at the importance of this aged piece of office furniture. “GOP Security Aide Among 5 Arrested in Bugging Affair,” reads the headline from the front page of The Washington Post on June 19, 1972, with the bylines of Bob Woodward and Carl Bernstein. Andrew Brown, 37, the technology director at the D.N.C., was born after that famous break-in. But as he began to plan for this year’s election cycle, he was well aware that the D.N.C. could become a break-in target again. There were aspirations to ensure that the D.N.C. was well protected against cyberintruders — and then there was the reality, Mr. Brown and his bosses at the organization acknowledged: The D.N.C. was a nonprofit group, dependent on donations, with a fraction of the security budget that a corporation its size would have. “There was never enough money to do everything we needed to do,” Mr. Brown said. The D.N.C. had a standard email spam-filtering service, intended to block phishing attacks and malware created to resemble legitimate email. But when Russian hackers started in on the D.N.C., the committee did not have the most advanced systems in place to track suspicious traffic, internal D.N.C. memos show. Advertisement Continue reading the main story Mr. Tamene, who reports to Mr. Brown and fielded the call from the F.B.I. agent, was not a full-time D.N.C. employee; he works for a Chicago-based contracting firm called The MIS Department . He was left to figure out, largely on his own, how to respond — and even whether the man who had called in to the D.N.C. switchboard was really an F.B.I. agent. “The F.B.I. thinks the D.N.C. has at least one compromised computer on its network and the F.B.I. wanted to know if the D.N.C. is aware, and if so, what the D.N.C. is doing about it,” Mr. Tamene wrote in an internal memo about his contacts with the F.B.I. He added that “the Special Agent told me to look for a specific type of malware dubbed ‘Dukes’ by the U.S. intelligence community and in cybersecurity circles.” Part of the problem was that Special Agent Hawkins did not show up in person at the D.N.C. Nor could he email anyone there, as that risked alerting the hackers that the F.B.I. knew they were in the system. Photo An internal memo by Yared Tamene, a tech-support contractor at the D.N.C., expressed uncertainty about the identity of Special Agent Adrian Hawkins of the F.B.I., who called to inform him of the breach. Mr. Tamene’s initial scan of the D.N.C. system — using his less-than-optimal tools and incomplete targeting information from the F.B.I. — found nothing. So when Special Agent Hawkins called repeatedly in October, leaving voice mail messages for Mr. Tamene, urging him to call back, “I did not return his calls, as I had nothing to report,” Mr. Tamene explained in his memo. In November, Special Agent Hawkins called with more ominous news. A D.N.C. computer was “calling home, where home meant Russia,” Mr. Tamene’s memo says, referring to software sending information to Moscow. “SA Hawkins added that the F.B.I. thinks that this calling home behavior could be the result of a state-sponsored attack.” Mr. Brown knew that Mr. Tamene, who declined to comment, was fielding calls from the F.B.I. But he was tied up on a different problem: evidence suggesting that the campaign of Senator Bernie Sanders of Vermont, Mrs. Clinton’s main Democratic opponent, had improperly gained access to her campaign data. Ms. Wasserman Schultz, then the D.N.C.’s chairwoman, and Amy Dacey, then its chief executive, said in interviews that neither of them was notified about the early reports that the committee’s system had likely been compromised. Shawn Henry, who once led the F.B.I.’s cyber division and is now president of CrowdStrike Services, the cybersecurity firm retained by the D.N.C. in April, said he was baffled that the F.B.I. did not call a more senior official at the D.N.C. or send an agent in person to the party headquarters to try to force a more vigorous response. Advertisement Continue reading the main story “We are not talking about an office that is in the middle of the woods of Montana,” Mr. Henry said. “We are talking about an office that is half a mile from the F.B.I. office that is getting the notification.” “This is not a mom-and-pop delicatessen or a local library. This is a critical piece of the U.S. infrastructure because it relates to our electoral process, our elected officials, our legislative process, our executive process,” he added. “To me it is a high-level, serious issue, and if after a couple of months you don’t see any results, somebody ought to raise that to a higher level.” The F.B.I. declined to comment on the agency’s handling of the hack. “The F.B.I. takes very seriously any compromise of public and private sector systems,” it said in a statement, adding that agents “will continue to share information” to help targets “safeguard their systems against the actions of persistent cybercriminals.” By March, Mr. Tamene and his team had met at least twice in person with the F.B.I. and concluded that Agent Hawkins was really a federal employee. But then the situation took a dire turn. A second team of Russian-affiliated hackers began to target the D.N.C. and other players in the political world, particularly Democrats. Billy Rinehart, a former D.N.C. regional field director who was then working for Mrs. Clinton’s campaign, got an odd email warning from Google. “Someone just used your password to try to sign into your Google account,” the March 22 email said , adding that the sign-in attempt had occurred in Ukraine. “Google stopped this sign-in attempt. You should change your password immediately.” Mr. Rinehart was in Hawaii at the time. He remembers checking his email at 4 a.m. for messages from East Coast associates. Without thinking much about the notification, he clicked on the “change password” button and half asleep, as best he can remember, he typed in a new password. Photo A screenshot of the phishing email that Billy Rinehart clicked on, unknowingly giving Russian hackers access to his account. The New York Times has redacted Mr. Rinehart’s email address. What he did not know until months later is that he had just given the Russian hackers access to his email account. Advertisement Continue reading the main story Hundreds of similar phishing emails were being sent to American political targets, including an identical email sent on March 19 to Mr. Podesta, chairman of the Clinton campaign. Given how many emails Mr. Podesta received through this personal email account, several aides also had access to it, and one of them noticed the warning email, sending it to a computer technician to make sure it was legitimate before anyone clicked on the “change password” button. “This is a legitimate email,” Charles Delavan, a Clinton campaign aide, replied to another of Mr. Podesta’s aides, who had noticed the alert. “John needs to change his password immediately.” With another click, a decade of emails that Mr. Podesta maintained in his Gmail account — a total of about 60,000 — were unlocked for the Russian hackers. Mr. Delavan, in an interview, said that his bad advice was a result of a typo: He knew this was a phishing attack, as the campaign was getting dozens of them. He said he had meant to type that it was an “illegitimate” email, an error that he said has plagued him ever since. Photo Mr. Podesta, center, with Huma Abedin, Hillary Clinton’s closest aide, in Brooklyn the day after the election. Hackers gained access to tens of thousands of Mr. Podesta’s emails. Credit Dave Sanders for The New York Times During this second wave, the hackers also gained access to the Democratic Congressional Campaign Committee, and then, through a virtual private network connection, to the main computer network of the D.N.C. The F.B.I. observed this surge of activity as well, again reaching out to Mr. Tamene to warn him. Yet Mr. Tamene still saw no reason to be alarmed: He found copies of the phishing emails in the D.N.C.’s spam filter. But he had no reason, he said, to believe that the computer systems had been infiltrated. One bit of progress had finally been made by the middle of April: The D.N.C., seven months after it had first been warned, finally installed a “robust set of monitoring tools,” Mr. Tamene’s internal memo says. Honing Stealthy Tactics Continue reading the main story Photo The headquarters of the Russian F.S.B., the main successor to the Soviet-era K.G.B., in Moscow. Credit Pavel Golovkin/Associated Press The United States had two decades of warning that Russia’s intelligence agencies were trying to break into America’s most sensitive computer networks. But the Russians have always managed to stay a step ahead. Their first major attack was detected on Oct. 7, 1996, when a computer operator at the Colorado School of Mines discovered some nighttime computer activity he could not explain. The school had a major contract with the Navy, and the operator warned his contacts there. But as happened two decades later at the D.N.C., at first “everyone was unable to connect the dots,” said Thomas Rid , a scholar at King’s College in London who has studied the attack. Advertisement Continue reading the main story Investigators gave it a name — Moonlight Maze — and spent two years, often working day and night, tracing how it hopped from the Navy to the Department of Energy to the Air Force and NASA. In the end, they concluded that the total number of files stolen, if printed and stacked, would be taller than the Washington Monument. Whole weapons designs were flowing out the door, and it was a first taste of what was to come: an escalating campaign of cyberattacks around the world. But for years, the Russians stayed largely out of the headlines, thanks to the Chinese — who took bigger risks, and often got caught. They stole the designs for the F-35 fighter jet, corporate secrets for rolling steel, even the blueprints for gas pipelines that supply much of the United States. And during the 2008 presidential election cycle, Chinese intelligence hacked into the campaigns of Mr. Obama and Mr. McCain, making off with internal position papers and communications. But they didn’t publish any of it. The Russians had not gone away, of course. “They were just a lot more stealthy,” said Kevin Mandia , a former Air Force intelligence officer who spent most of his days fighting off Russian cyberattacks before founding Mandiant, a cybersecurity firm that is now a division of FireEye — and the company the Clinton campaign brought in to secure its own systems. The Russians were also quicker to turn their attacks to political purposes. A 2007 cyberattack on Estonia, a former Soviet republic that had joined NATO, sent a message that Russia could paralyze the country without invading it. The next year cyberattacks were used during Russia’s war with Georgia. But American officials did not imagine that the Russians would dare try those techniques inside the United States. They were largely focused on preventing what former Defense Secretary Leon E. Panetta warned was an approaching “cyber Pearl Harbor” — a shutdown of the power grid or cellphone networks. But in 2014 and 2015, a Russian hacking group began systematically targeting the State Department, the White House and the Joint Chiefs of Staff. “Each time, they eventually met with some form of success,” Michael Sulmeyer, a former cyberexpert for the secretary of defense, and Ben Buchanan, now both of the Harvard Cyber Security Project , wrote recently in a soon-to-be published paper for the Carnegie Endowment. The Russians grew stealthier and stealthier, tricking government computers into sending out data while disguising the electronic “command and control” messages that set off alarms for anyone looking for malicious actions. The State Department was so crippled that it repeatedly closed its systems to throw out the intruders. At one point, officials traveling to Vienna with Secretary of State John Kerry for the Iran nuclear negotiations had to set up commercial Gmail accounts just to communicate with one another and with reporters traveling with them. 2016 Election Hacking Coverage Mr. Obama was briefed regularly on all this, but he made a decision that many in the White House now regret: He did not name Russians publicly, or issue sanctions. There was always a reason: fear of escalating a cyberwar, and concern that the United States needed Russia’s cooperation in negotiations over Syria. Advertisement Continue reading the main story “We’d have all these circular meetings,” one senior State Department official said, “in which everyone agreed you had to push back at the Russians and push back hard. But it didn’t happen.” So the Russians escalated again — breaking into systems not just for espionage, but to publish or broadcast what they found, known as “doxing” in the cyberworld. It was a brazen change in tactics, moving the Russians from espionage to influence operations. In February 2014, they broadcast an intercepted phone call between Victoria Nuland, the assistant secretary of state who handles Russian affairs and has a contentious relationship with Mr. Putin, and Geoffrey Pyatt, the United States ambassador to Ukraine. Ms. Nuland was heard describing a little-known American effort to broker a deal in Ukraine, then in political turmoil. They were not the only ones on whom the Russians used the steal-and-leak strategy. The Open Society Foundation, run by George Soros, was a major target, and when its documents were released , some turned out to have been altered to make it appear as if the foundation was financing Russian opposition members. Last year, the attacks became more aggressive. Russia hacked a major French television station, frying critical hardware. Around Christmas, it attacked part of the power grid in Ukraine, dropping a portion of the country into darkness, killing backup generators and taking control of generators. In retrospect, it was a warning shot. The attacks “were not fully integrated military operations,” Mr. Sulmeyer said. But they showed an increasing boldness. Cozy Bear and Fancy Bear Continue reading the main story Photo Supporters of President-elect Donald J. Trump at a “thank you” rally last week in Des Moines. Credit Doug Mills/The New York Times The day before the White House Correspondents’ Association dinner in April, Ms. Dacey, the D.N.C.’s chief executive, was preparing for a night of parties when she got an urgent phone call. Advertisement Continue reading the main story With the new monitoring system in place, Mr. Tamene had examined administrative logs of the D.N.C.’s computer system and found something very suspicious: An unauthorized person, with administrator-level security status, had gained access to the D.N.C.’s computers. “Not sure it is related to what the F.B.I. has been noticing,” said one internal D.N.C. email sent on April 29. “The D.N.C. may have been hacked in a serious way this week, with password theft, etc.” No one knew just how bad the breach was — but it was clear that a lot more than a single filing cabinet worth of materials might have been taken. A secret committee was immediately created, including Ms. Dacey, Ms. Wasserman Schultz, Mr. Brown and Michael Sussmann , a former cybercrimes prosecutor at the Department of Justice who now works at Perkins Coie, the Washington law firm that handles D.N.C. political matters. “Three most important questions,” Mr. Sussmann wrote to his clients the night the break-in was confirmed. “1) What data was accessed? 2) How was it done? 3) How do we stop it?” Mr. Sussmann instructed his clients not to use D.N.C. email because they had just one opportunity to lock the hackers out — an effort that could be foiled if the hackers knew that the D.N.C. was on to them. “You only get one chance to raise the drawbridge,” Mr. Sussmann said. “If the adversaries know you are aware of their presence, they will take steps to burrow in, or erase the logs that show they were present.” Photo Michael Sussmann, a Washington lawyer and former cybercrime prosecutor at the Justice Department, received an email in late April confirming that the D.N.C.’s computer system had been compromised. The D.N.C. immediately hired CrowdStrike , a cybersecurity firm, to scan its computers, identify the intruders and build a new computer and telephone system from scratch. Within a day, CrowdStrike confirmed that the intrusion had originated in Russia, Mr. Sussmann said. The work that such companies do is a computer version of old-fashioned crime scene investigation, with fingerprints, bullet casings and DNA swabs replaced by an electronic trail that can be just as incriminating. And just as police detectives learn to identify the telltale methods of a veteran burglar, so CrowdStrike investigators recognized the distinctive handiwork of Cozy Bear and Fancy Bear. Advertisement Continue reading the main story Those are CrowdStrike’s nicknames for the two Russian hacking groups that the firm found at work inside the D.N.C. network. Cozy Bear — the group also known as the Dukes or A.P.T. 29, for “advanced persistent threat” — may or may not be associated with the F.S.B., the main successor to the Soviet-era K.G.B., but it is widely believed to be a Russian government operation. It made its first appearance in 2014, said Dmitri Alperovitch, CrowdStrike’s co-founder and chief technology officer. It was Cozy Bear, CrowdStrike concluded, that first penetrated the D.N.C. in the summer of 2015, by sending spear-phishing emails to a long list of American government agencies, Washington nonprofits and government contractors. Whenever someone clicked on a phishing message, the Russians would enter the network, “exfiltrate” documents of interest and stockpile them for intelligence purposes. “Once they got into the D.N.C., they found the data valuable and decided to continue the operation,” said Mr. Alperovitch, who was born in Russia and moved to the United States as a teenager. Only in March 2016 did Fancy Bear show up — first penetrating the computers of the Democratic Congressional Campaign Committee, and then jumping to the D.N.C., investigators believe. Fancy Bear, sometimes called A.P.T. 28 and believed to be directed by the G.R.U., Russia’s military intelligence agency, is an older outfit, tracked by Western investigators for nearly a decade. It was Fancy Bear that got hold of Mr. Podesta’s email. Attribution, as the skill of identifying a cyberattacker is known, is more art than science. It is often impossible to name an attacker with absolute certainty. But over time, by accumulating a reference library of hacking techniques and targets, it is possible to spot repeat offenders. Fancy Bear, for instance, has gone after military and political targets in Ukraine and Georgia, and at NATO installations. That largely rules out cybercriminals and most countries, Mr. Alperovitch said. “There’s no plausible actor that has an interest in all those victims other than Russia,” he said. Another clue: The Russian hacking groups tended to be active during working hours in the Moscow time zone. To their astonishment, Mr. Alperovitch said, CrowdStrike experts found signs that the two Russian hacking groups had not coordinated their attacks. Fancy Bear, apparently not knowing that Cozy Bear had been rummaging in D.N.C. files for months, took many of the same documents. In the six weeks after CrowdStrike’s arrival, in total secrecy, the computer system at the D.N.C. was replaced. For a weekend, email and phones were shut off; employees were told it was a system upgrade. All laptops were turned in and the hard drives wiped clean, with the uninfected information on them imaged to new drives. Advertisement Continue reading the main story Though D.N.C. officials had learned that the Democratic Congressional Campaign Committee had been infected, too, they did not notify their sister organization, which was in the same building, because they were afraid that it would leak. All of this work took place as the bitter contest for the Democratic nomination continued to play out between Mrs. Clinton and Mr. Sanders, and it was already causing a major distraction for Ms. Wasserman Schultz and the D.N.C.’s chief executive. “This was not a bump in the road — bumps in the road happen all the time,” she said in an interview. “Two different Russian spy agencies had hacked into our network and stolen our property. And we did not yet know what they had taken. But we knew they had very broad access to our network. There was a tremendous amount of uncertainty. And it was chilling.” The D.N.C. executives and their lawyer had their first formal meeting with senior F.B.I. officials in mid-June, nine months after the bureau’s first call to the tech-support contractor. Among the early requests at that meeting, according to participants: that the federal government make a quick “attribution” formally blaming actors with ties to Russian government for the attack to make clear that it was not routine hacking but foreign espionage. “You have a presidential election underway here and you know that the Russians have hacked into the D.N.C.,” Mr. Sussmann said, recalling the message to the F.B.I. “We need to tell the American public that. And soon.” The Media’s Role Continue reading the main story Photo Supporters of Senator Bernie Sanders’s presidential campaign protested at the Democratic National Convention in Philadelphia in July. Credit Ruth Fremson/The New York Times In mid-June, on Mr. Sussmann’s advice, D.N.C. leaders decided to take a bold step. Concerned that word of the hacking might leak, they decided to go public in The Washington Post with the news that the committee had been attacked. That way, they figured, they could get ahead of the story, win a little sympathy from voters for being victimized by Russian hackers and refocus on the campaign. But the very next day, a new, deeply unsettling shock awaited them. Someone calling himself Guccifer 2.0 appeared on the web, claiming to be the D.N.C. hacker — and he posted a confidential committee document detailing Mr. Trump’s record and half a dozen other documents to prove his bona fides. —         GUCCIFER 2.0 (@GUCCIFER_2) June 20, 2016 “And it’s just a tiny part of all docs I downloaded from the Democrats networks,” he wrote. Then something more ominous: “The main part of the papers, thousands of files and mails, I gave to WikiLeaks. They will publish them soon.” Advertisement Continue reading the main story It was bad enough that Russian hackers had been spying inside the committee’s network for months. Now the public release of documents had turned a conventional espionage operation into something far more menacing: political sabotage, an unpredictable, uncontrollable menace for Democratic campaigns. Guccifer 2.0 borrowed the moniker of an earlier hacker, a Romanian who called himself Guccifer and was jailed for breaking into the personal computers of former President George W. Bush, former Secretary of State Colin L. Powell and other notables. This new attacker seemed intent on showing that the D.N.C.’s cyberexperts at CrowdStrike were wrong to blame Russia. Guccifer 2.0 called himself a “lone hacker” and mocked CrowdStrike for calling the attackers “sophisticated.” But online investigators quickly undercut his story. On a whim, Lorenzo Franceschi-Bicchierai, a writer for Motherboard, the tech and culture site of Vice, tried to contact Guccifer 2.0 by direct message on Twitter. “Surprisingly, he answered right away,” Mr. Franceschi-Bicchierai said. But whoever was on the other end seemed to be mocking him. “I asked him why he did it, and he said he wanted to expose the Illuminati. He called himself a Gucci lover. And he said he was Romanian.” That gave Mr. Franceschi-Bicchierai an idea. Using Google Translate, he sent the purported hacker some questions in Romanian. The answers came back in Romanian. But when he was offline, Mr. Franceschi-Bicchierai checked with a couple of native speakers, who told him Guccifer 2.0 had apparently been using Google Translate as well — and was clearly not the Romanian he claimed to be. Cyberresearchers found other clues pointing to Russia. Microsoft Word documents posted by Guccifer 2.0 had been edited by someone calling himself, in Russian, Felix Edmundovich — an obvious nom de guerre honoring the founder of the Soviet secret police, Felix Edmundovich Dzerzhinsky . Bad links in the texts were marked by warnings in Russian, generated by what was clearly a Russian-language version of Word. When Mr. Franceschi-Bicchierai managed to engage Guccifer 2.0 over a period of weeks, he found that his interlocutor’s tone and manner changed. “At first he was careless and colloquial. Weeks later, he was curt and more calculating,” he said. “It seemed like a group of people, and a very sloppy attempt to cover up.” Computer experts drew the same conclusion about DCLeaks.com , a site that sprang up in June, claiming to be the work of “hacktivists” but posting more stolen documents. It, too, seemed to be a clumsy front for the same Russians who had stolen the documents. Notably, the website was registered in April, suggesting that the Russian hacking team planned well in advance to make public what it stole. Advertisement Continue reading the main story In addition to what Guccifer 2.0 published on his site, he provided material directly on request to some bloggers and publications . The steady flow of Guccifer 2.0 documents constantly undercut Democratic messaging efforts. On July 6, 12 days before the Republican National Convention began in Cleveland, Guccifer released the D.N.C.’s battle plan and budget for countering it. For Republican operatives, it was insider gold. Then WikiLeaks, a far more established outlet, began to publish the hacked material — just as Guccifer 2.0 had promised. On July 22, three days before the start of the Democratic National Convention in Philadelphia, WikiLeaks dumped out 44,053 D.N.C. emails with 17,761 attachments . Some of the messages made clear that some D.N.C. officials favored Mrs. Clinton over her progressive challenger, Mr. Sanders. That was no shock; Mr. Sanders, after all, had been an independent socialist, not a Democrat, during his long career in Congress, while Mrs. Clinton had been one of the party’s stars for decades. But the emails, some of them crude or insulting, infuriated Sanders delegates as they arrived in Philadelphia. Ms. Wasserman Schultz resigned under pressure on the eve of the convention where she had planned to preside. Mr. Trump, by now the Republican nominee, expressed delight at the continuing jolts to his opponent, and he began to use Twitter and his stump speeches to highlight the WikiLeaks releases. On July 25, he sent out a lighthearted tweet : “The new joke in town,” he wrote, “is that Russia leaked the disastrous D.N.C. e-mails, which should never have been written (stupid), because Putin likes me.” But WikiLeaks was far from finished. On Oct. 7, a month before the election, the site began the serial publication of thousands of private emails to and from Mr. Podesta , Mrs. Clinton’s campaign manager. The same day, the United States formally accused the Russian government of being behind the hackings, in a joint statement by the director of national intelligence and the Department of Homeland Security, and Mr. Trump suffered his worst blow to date, with the release of a recording in which he bragged about sexually assaulting women. The Podesta emails were nowhere near as sensational as the Trump video. But, released by WikiLeaks day after day over the last month of the campaign, they provided material for countless news reports. They disclosed the contents of Mrs. Clinton’s speeches to large banks, which she had refused to release. They exposed tensions inside the campaign, including disagreements over donations to the Clinton Foundation that staff members thought might look bad for the candidate and Ms. Tanden’s complaint that Mrs. Clinton’s instincts were “suboptimal.” “I was just mortified,” Ms. Tanden said in an interview. Her emails were released on the eve of one of the presidential debates, she recalled. “I put my hands over my head and said, ‘I can’t believe this is happening to me.’” Though she had regularly appeared on television to support Mrs. Clinton, she canceled her appearances because all the questions were about what she had said in the emails. Advertisement Continue reading the main story Ms. Tanden, like other Democrats whose messages became public, said it was obvious to her that WikiLeaks was trying its best to damage the Clinton campaign. “If you care about transparency, you put all the emails out at once,” she said. “But they wanted to hurt her. So they put them out 1,800 to 3,000 a day.” The Trump campaign knew in advance about WikiLeaks’ plans. Days before the Podesta email release began, Roger Stone, a Republican operative working with the Trump campaign, sent out an excited tweet about what was coming. Wednesday@HillaryClinton is done. #Wikileaks . —         Roger Stone (@RogerJStoneJr) Oct. 2, 2016 But in an interview, Mr. Stone said he had no role in the leaks; he had just heard from an American with ties to WikiLeaks that damning emails were coming. Julian Assange, the WikiLeaks founder and editor, has resisted the conclusion that his site became a pass-through for Russian hackers working for Mr. Putin’s government or that he was deliberately trying to undermine Mrs. Clinton’s candidacy. But the evidence on both counts appears compelling. In a series of email exchanges, Mr. Assange refused to say anything about WikiLeaks’ source for the hacked material. He denied that he had made his animus toward Mrs. Clinton clear in public statements (“False. But what is this? Junior high?”) or that the site had timed the releases for maximum negative effect on her campaign. “WikiLeaks makes its decisions based on newsworthiness, including for its recent epic scoops,” he wrote. Mr. Assange disputed the conclusion of the Oct. 7 statement from the intelligence agencies that the leaks were “intended to interfere with the U.S. election process.” “This is false,” he wrote. “As the disclosing party we know that this was not the intent. Publishers publishing newsworthy information during an election is part of a free election.” Photo Julian Assange, the WikiLeaks founder and editor, disputed intelligence agencies’ conclusion that the email leaks were “intended to interfere with the U.S. election process.” Credit Steffi Loos/Agence France-Presse — Getty Images But asked whether he believed the leaks were one reason for Mr. Trump’s election, Mr. Assange seemed happy to take credit. “Americans extensively engaged with our publications,” he wrote. “According to Facebook statistics WikiLeaks was the most referenced political topic during October.” Advertisement Continue reading the main story Though Mr. Assange did not say so, WikiLeaks’ best defense may be the conduct of the mainstream American media. Every major publication, including The Times, published multiple stories citing the D.N.C. and Podesta emails posted by WikiLeaks, becoming a de facto instrument of Russian intelligence. Mr. Putin, a student of martial arts, had turned two institutions at the core of American democracy — political campaigns and independent media — to his own ends. The media’s appetite for the hacked material, and its focus on the gossipy content instead of the Russian source, disturbed some of those whose personal emails were being reposted across the web. “What was really surprising to me?” Ms. Tanden said. “I could not believe that reporters were covering it.” Devising a Government Response Photo The D.N.C. headquarters in Washington. Credit Justin T. Gellerson for The New York Times Inside the White House, as Mr. Obama’s advisers debated their response, their conversation turned to North Korea. In late 2014, hackers working for Kim Jong-un, the North’s young and unpredictable leader, had carried out a well-planned attack on Sony Pictures Entertainment intended to stop the Christmastime release of a comedy about a C.I.A. plot to kill Mr. Kim. In that case, embarrassing emails had also been released. But the real damage was done to Sony’s own systems: More than 70 percent of its computers melted down when a particularly virulent form of malware was released. Within weeks, intelligence agencies traced the attack back to the North and its leadership . Mr. Obama called North Korea out in public, and issued some not-very-effective sanctions . The Chinese even cooperated, briefly cutting off the North’s internet connections. As the first Situation Room meetings on the Russian hacking began in July, “it was clear that Russia was going to be a much more complicated case,” said one participant. The Russians clearly had a more sophisticated understanding of American politics, and they were masters of “ kompromat ,” their term for compromising information. But a formal “attribution report” still had not been forwarded to the president. “It took forever,” one senior administration official said, complaining about the pace at which the intelligence assessments moved through the system. In August a group that called itself the “Shadow Brokers” published a set of software tools that looked like what the N.S.A. uses to break into foreign computer networks and install “implants,” malware that can be used for surveillance or attack. The code came from the Tailored Access Operations unit of the N.S.A., a secretive group that mastered the arts of surveillance and cyberwar. The assumption — still unproved — was that the code was put out in the open by the Russians as a warning: Retaliate for the D.N.C., and there are a lot more secrets, from the hackings of the State Department, the White House and the Pentagon, that might be spilled as well. One senior official compared it to the scene in “The Godfather” where the head of a favorite horse is left in a bed, as a warning. The N.S.A. said nothing. But by late August, Admiral Rogers, its director, was pressing for a more muscular response to the Russians. In his role as director of the Pentagon’s Cyber Command, he proposed a series of potential counter-cyberstrikes. Photo Adm. Michael S. Rogers, the director of the National Security Agency and commander of United States Cyber Command, pressed for a more muscular response to the Russians. Credit Jim Wilson/The New York Times While officials will not discuss them in detail, the possible counterstrikes reportedly included operations that would turn the tables on Mr. Putin, exposing his financial links to Russia’s oligarchs, and punching holes in the Russian internet to allow dissidents to get their message out. Pentagon officials judged the measures too unsubtle and ordered up their own set of options. But in the end, none of those were formally presented to the president. In a series of “deputies meetings” run by Avril Haines , the deputy national security adviser and a former deputy director of the C.I.A., several officials warned that an overreaction by the administration would play into Mr. Putin’s hands. “If we went to Defcon 4,” one frequent participant in Ms. Haines’s meetings said, using a phrase from the Cold War days of warnings of war, “we would be saying to the public that we didn’t have confidence in the integrity of our voting system.” Even something seemingly straightforward — using the president’s executive powers, bolstered after the Sony incident, to place economic and travel sanctions on cyberattackers — seemed too risky. “No one was all that eager to impose costs before Election Day,” said another participant in the classified meeting. “Any retaliatory measures were seen through the prism of what would happen on Election Day.” Instead, when Mr. Obama’s national security team reconvened after summer vacation, the focus turned to a crash effort to secure the nation’s voting machines and voter-registration rolls from hacking. The scenario they discussed most frequently — one that turned out not to be an issue — was a narrow vote in favor of Mrs. Clinton, followed by a declaration by Mr. Trump that the vote was “rigged” and more leaks intended to undercut her legitimacy. Donna Brazile, the interim chairwoman of the D.N.C., became increasingly frustrated as the clock continued to run down on the presidential election — and still there was no broad public condemnation by the White House, or Republican Party leaders, of the attack as an act of foreign espionage. Ms. Brazile even reached out to Reince Priebus, the chairman of the Republican National Committee, urging him twice in private conversations and in a letter to join her in condemning the attacks — an offer he declined to take up. “We just kept hearing the government would respond, the government would respond,” she said. “Once upon a time, if a foreign government interfered with our election we would respond as a nation, not as a political party.” Got a confidential news tip? The New York Times would like to hear from readers who want to share messages and materials with our journalists. Learn More But Mr. Obama did decide that he would deliver a warning to Mr. Putin in person at a Group of 20 summit meeting in Hangzhou, China, the last time they would be in the same place while Mr. Obama was still in office. When the two men met for a tense pull-aside, Mr. Obama explicitly warned Mr. Putin of a strong American response if there was continued effort to influence the election or manipulate the vote, according to White House officials who were not present for the one-on-one meeting. Later that day, Mr. Obama made a rare reference to America’s own offensive cybercapacity, which he has almost never talked about. “Frankly, both offensively and defensively, we have more capacity,” he told reporters. But when it came time to make a public assertion of Russia’s role in early October, it was made in a written statement from the director of national intelligence and the secretary of homeland security. It was far less dramatic than the president’s appearance in the press room two years before to directly accuse the North Koreans of attacking Sony. The reference in the statement to hackings on “political organizations,” officials now say, encompassed a hacking on data stored by the Republicans as well. Two senior officials say the forensic evidence was accompanied by “human and technical” sources in Russia, which appears to mean that the United States’ implants or taps in Russian computer and phone networks helped confirm the country’s role. But that may not be known for decades, until the secrets are declassified. A week later Vice President Joseph R. Biden Jr. was sent out to transmit a public warning to Mr. Putin: The United States will retaliate “at the time of our choosing. And under the circumstances that have the greatest impact.” Later, after Mr. Biden said he was not concerned that Russia could “fundamentally alter the election,” he was asked whether the American public would know if the message to Mr. Putin had been sent. “Hope not,” Mr. Biden responded. Some of his former colleagues think that was the wrong answer. An American counterstrike, said Michael Morell, the former deputy director of the C.I.A. under Mr. Obama, has “got to be overt. It needs to be seen.” A covert response would significantly limit the deterrence effect, he added. “If you can’t see it, it’s not going to deter the Chinese and North Koreans and Iranians and others.” The Obama administration says it still has more than 30 days to do exactly that. The Next Target Continue reading the main story Photo President Obama and Vice President Joseph R. Biden Jr. walked back toward the White House after delivering remarks about the election results last month. Credit Al Drago/The New York Times As the year draws to a close, it now seems possible that there will be multiple investigations of the Russian hacking — the intelligence review Mr. Obama has ordered completed by Jan. 20, the day he leaves office, and one or more congressional inquiries. They will wrestle with, among other things, Mr. Putin’s motive. Did he seek to mar the brand of American democracy, to forestall anti-Russian activism for both Russians and their neighbors? Or to weaken the next American president, since presumably Mr. Putin had no reason to doubt American forecasts that Mrs. Clinton would win easily? Or was it, as the C.I.A. concluded last month, a deliberate attempt to elect Mr. Trump? In fact, the Russian hack-and-dox scheme accomplished all three goals. What seems clear is that Russian hacking, given its success, is not going to stop. Two weeks ago, the German intelligence chief, Bruno Kahl, warned that Russia might target elections in Germany next year. “The perpetrators have an interest to delegitimize the democratic process as such,” Mr. Kahl said. Now, he added, “Europe is in the focus of these attempts of disturbance, and Germany to a particularly great extent.” But Russia has by no means forgotten its American target. On the day after the presidential election, the cybersecurity company Volexity reported five new waves of phishing emails, evidently from Cozy Bear, aimed at think tanks and nonprofits in the United States. One of them purported to be from Harvard University, attaching a fake paper. Its title: “Why American Elections Are Flawed.” Correction: December 13, 2016 Editors’ Note: An earlier version of the main photograph with this article, of a filing cabinet and computer at the Democratic National Committee headquarters, should not have been published. The photographer had removed a framed image from the wall over the filing cabinet — showing a Washington Post Watergate front page — because it was causing glare with the lighting. The new version shows the scene as it normally appears, with the framed newspaper page in place. Kitty Bennett contributed research. Get politics and Washington news updates via Facebook , Twitter and in the Morning Briefing newsletter . A version of this article appears in print on December 14, 2016, on Page A1 of the New York edition with the headline: Hacking the Democrats. Order Reprints | Today's Paper | Subscribe ",
    "title": "The Perfect Weapon: How Russian Cyberpower Invaded the U.S. - The New York Times"
   },
   {
    "entities": [
     "dec 29, 2016",
     "democratic",
     "mccain",
     "interactive",
     "cbs",
     ", 2:39 pm",
     "next week",
     "maryland",
     "graham",
     "states",
     "stepanovich",
     "trump",
     "gru",
     "house",
     "december 29, 2016",
     "korobov",
     "alexseyev",
     "fsb",
     "press",
     "thursday",
     "news",
     "ryan",
     "united",
     "moscow",
     "paul",
     "valentinovich",
     "dhs",
     "inc.",
     "london",
     "donald",
     "olegovich",
     "aleksandrovich",
     "francisco",
     "of",
     "cia",
     "congress",
     "russia",
     "security",
     "sergey",
     "vladimir",
     "7:23 pm est",
     "john",
     "2016",
     "igor",
     "associated",
     "current",
     "department",
     "republican",
     "eric",
     "kostyukov",
     "u.s.",
     "fbi",
     "obama",
     "national",
     "gizunov",
     "new",
     "san",
     "york",
     "washington",
     "afternoon",
     "committee",
     "america",
     "evening",
     "homeland",
     "uk",
     "putin",
     "lindsey",
     "schultz",
     "white"
    ],
    "id": 25,
    "text": "CBS News December 29, 2016, 2:39 PM U.S. imposes sanctions on Russia over election interference Email Last Updated Dec 29, 2016 7:23 PM EST The Obama administration announced Thursday a new series of sanctions against Russian intelligence entities and agents they say are responsible for hacks into the Democratic National Committee and related servers. In addition to the sanctions, 35 Russian operatives will be expelled from the country and listed as “persona non grata.” The operatives, who are based out of the Russian embassy in Washington and the Russian consulate in San Francisco, have been informed they have 72 hours to leave the United States along with their families. A senior administration official said Thursday afternoon that the U.S. is “responding here to a pattern of Russian behavior that has been evident for some time.” The official also said that the announced punishments are “not the sum total of everything we are doing in response to Russia’s actions … as President Obama and others have said, some of those actions will be public and some of them will not.” U.S. officials do not often release the details of their investigations -- but they did Thursday. The release was part of an ongoing effort to pu... President-elect Donald Trump, who has repeatedly called for better relations with Moscow, has been largely dismissive of claims that Russian intelligence was responsible for the hacks. However, in a statement released shorty after the announcement of sanctions, Republican House Speaker Paul Ryan called the administration’s response an “overdue” yet “appropriate way to end eight years of failed policy with Russia.” “Russia does not share America’s interests,” Ryan’s statement says. “In fact, it has consistently sought to undermine them, sowing dangerous instability around the world.” For his part, Mr. Trump said he wanted the nation to “move on” from the election but that he would still meet with intelligence officials to discuss the matter.  “It’s time for our country to move on to bigger and better things,” Trump said in a statement on Thursday evening. “Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation.” A senior administration official tells CBS News that the Obama administration will place sanctions on individuals associated with Moscow's effort... A joint statement from Republican Sens. Lindsey Graham and John McCain echoed Ryan’s point that the measures were “overdue” yet “a small price for Russia to pay for its brazen attack on American democracy.” The pair also said that they “intend to lead the effort in the new Congress to impose stronger sanctions on Russia.” According to White House spokesman Eric Schultz, Mr. Trump’s team was notified about the sanctions earlier on Thursday.  Specific sanctions are being applied to the leadership of GRU, Russia’s military intelligence agency. A total of nine Russian entities and persons have been targeted by the sanctions.  “Sanctioned individuals include Igor Valentinovich Korobov, the current Chief of the GRU; Sergey Aleksandrovich Gizunov, Deputy Chief of the GRU; Igor Olegovich Kostyukov, a First Deputy Chief of the GRU; and Vladimir Stepanovich Alexseyev, also a First Deputy Chief of the GRU,” said a statement from the White House released Thursday afternoon. The Obama administration has imposed new sanctions against Russia in retaliation for a series of cyberattacks during the presidential campaign. C... The FSB, Russia’s other major foreign intelligence agency, is also the recipient of sanctions. According to a White House fact sheet, the FSB assisted the GRU in “tampering, altering, or causing a misappropriation of information with the purpose or effect of interfering with the 2016 U.S. election processes.” The president amended a previous executive order allowing him to respond to cyberattacks in order to apply these sanctions.  The U.S. government will also shut down two Russian government-owned compounds –one in Maryland, and the other in New York. According to the fact sheet, the shut downs and expulsions are in response to “harassment of our diplomatic personnel in Russia” that have gone “far beyond international diplomatic norms of behavior.” Meanwhile, two private individuals have been designated by the U.S. government for hacking American companies for financial gain. A spokesman for Russian President Vladimir Putin said Thursday that the country would consider retaliating to the sanctions, according to the Associated Press. Russia’s embassy in London responded to the sanctions announcement by tweeting a picture of a “lame duck” and referred to the Obama administration as “hapless”:  President Obama expels 35  diplomats in Cold War deja vu. As everybody, incl  people, will be glad to see the last of this hapless Adm. pic.twitter.com/mleqA16H8D — Russian Embassy, UK (@RussianEmbassy) December 29, 2016 After the sanctions were announced, the FBI and Department of Homeland Security released a report “providing details of the tools and infrastructure used by Russian intelligence services to compromise and exploit networks and infrastructure associated with the recent U.S. election, as well as a range of U.S. government, political and private sector entities.” “This activity by Russian intelligence services is part of a decade-long campaign of cyber-enabled operations directed at the U.S. Government and its citizens,” said a statement from the FBI and DHS. “These cyber operations have included spearphishing, campaigns targeting government organizations, critical infrastructure, think tanks, universities, political organizations, and corporations; theft of information from these organizations; and the recent public release of some of this stolen information” The CIA has also been ordered to release its own report.  © 2016 CBS Interactive Inc. All Rights Reserved. ",
    "title": "U.S. imposes sanctions on Russia over election interference - CBS News"
   },
   {
    "entities": [
     "1998",
     "rafi",
     "expressway",
     "82 percent",
     "eddie",
     "avenue",
     "family",
     "november",
     "57 percent",
     "dec. 18",
     "and 60 percent",
     "armando",
     "tribune-rrb-",
     "jeremy",
     "kevin",
     "46 percent",
     "street",
     "jens",
     "24 percent",
     "the end of 2004",
     "navarro",
     "2011",
     "cooper",
     "once",
     "department",
     "this year",
     "today",
     "weekend of 2016",
     "nickeas",
     "1997",
     "angeles",
     "new year",
     "garfield",
     "peter",
     "month since july 1993",
     "west",
     "76 percent",
     "eisenhower",
     "august",
     "92 percent",
     "park",
     "this past year may",
     "tuesday",
     "2014",
     "of",
     "nicole",
     "north",
     "demarco",
     "the year",
     "justice",
     "englewood",
     "night",
     "ferguson",
     "police",
     "christmas day",
     "aug. 9",
     "heinzmann",
     "u.s.",
     "york",
     "mo.",
     "the christmas weekend",
     "the past",
     "hagedorn",
     "david",
     "peterson",
     "rahm",
     "8600",
     "74 percent",
     "the millennium",
     "thursday",
     "comcast",
     "cnn",
     "emanuel",
     "halloween",
     "crime",
     "gang",
     "2015",
     "springfield",
     "john",
     "dec. 26",
     "72 percent",
     "mccarthy",
     "ludwig",
     "houston",
     "1994",
     "new",
     "side",
     "lab",
     "sanchez",
     "los",
     "kennedy",
     "illinois",
     "monroe",
     "to",
     "lawn",
     "city",
     "91 percent",
     "dyke",
     "last 25 years",
     "last year",
     "jason",
     "rosemoor",
     "the decade",
     "gorner",
     "88 percent",
     "south",
     "laquan",
     "tribune",
     "harrison",
     "university",
     "the mid-1990s",
     "southwest",
     "johnson",
     "2016",
     "'98",
     "the same months in 2015",
     "l.",
     "past",
     "a year earlier",
     "chicago",
     "the weekend",
     "philadelphia",
     "mcdonald",
     "van",
     "evening",
     "garry",
     "the late 1990s",
     "lawndale",
     "now",
     "dec. 25",
     "4400",
     "dec. 25, 2016",
     "maryland"
    ],
    "id": 26,
    "text": "Chicago's violence worst in nearly 20 years Multiple shooting scene Armando L. Sanchez / Chicago Tribune A woman talks with members of the Chicago Police Department at the scene where two people were killed and were wounded in the 8600 block of South Maryland Avenue on Dec. 25, 2016. A woman talks with members of the Chicago Police Department at the scene where two people were killed and were wounded in the 8600 block of South Maryland Avenue on Dec. 25, 2016. (Armando L. Sanchez / Chicago Tribune) Jeremy Gorner Contact Reporter Chicago Tribune It was movie night in Demarco Kennedy's Far South Side apartment. The 32-year-old railroad worker's wife and three children waited for him in the living room, with plans to watch the animated film \"Rio 2.\" He sat at his dining room table, paying bills. Then, gunshots. Kennedy's kids, coached in the past by their wary parents, dropped to the floor. As the children attempted to crawl into a hallway, Kennedy's wife saw him fall over. The left side of his face was streaked with blood from a bullet wound. \"He was grabbing my hand real hard. He was trying to say something and he couldn't,\" Nicole Cooper said Tuesday, recounting the August evening when her husband was slain. \"And when he released my hand, that's when he passed.\" With that random bullet through the family's window, Kennedy became another homicide victim in Chicago, one of more than 750 in 2016. Demarco Kennedy Family photo Demarco Kennedy was killed by a stray bullet in his Far South Side apartment in August. Demarco Kennedy was killed by a stray bullet in his Far South Side apartment in August. (Family photo) A persistent reality for some of Chicago's toughest neighborhoods, violence unnerved far reaches of the city in 2016 as shootings and homicides soared. Not since the drug-fueled bloodshed of the mid-1990s had the city witnessed such a toll. Some neighborhoods, already scarred and gutted by years of violence, suffered inordinately. But the danger spread into more neighborhoods, too, and randomness became an all-too-familiar element to many shootings. Grim milestones added up: The deadliest month in 23 years. The deadliest day in 13 years. 4,300 people shot. As the year wound down, with the promise of a new year coming soon, a violent Christmas Day. \"It's a shame. It's a shame,\" said Rafi Peterson, a community activist in the Chicago Lawn community on the Southwest Side. \"Those lives cannot be replaced. \"How did this happen? Why is this continuing to happen?\" For months, police, politicians and residents have asked the same questions. In a recent interview at police headquarters, Superintendent Eddie Johnson and his second-in-command, First Deputy Superintendent Kevin Navarro, speculated on the rise in homicides. They blamed, in part, a perceived willingness by criminals to settle disputes with guns, and what they say is a failure on the part of the justice system to hold them accountable. Read more stories \"We used to respond to gang fights in progress … now we respond to shots fired,\" Navarro said. \"People fought. Now everyone picks up the gun. Just like that.\" Through Dec. 26, 754 people were slain in Chicago compared with  480 during the same period last year, an increase of 57 percent, according to official Police Department statistics. The last time Chicago tallied a similar number of killings was in 1997, when 761 people were slain. Shooting incidents also jumped by 46 percent this year to 3,512 from 2,398, the statistics show. What's more, crimes went up by double digits in nearly every major category, including criminal sexual assaults, robberies and thefts. Month by month, Chicago's homicide numbers have ticked upward. On cold days and warm days, snowy days and during holiday weekends alike. Kennedy's slaying on Aug. 9 in the Rosemoor neighborhood was among the 92 homicides across Chicago that month, the most the city had seen for a single month since July 1993 when there were 99. The weekend immediately before Halloween ended with 59 people shot, 17 fatally, the deadliest weekend of 2016. In November, homicides totaled 77, the worst for that month since 78 in 1994. The Police Department statistics do not include about an additional 20 killings on area expressways, police-involved shootings, other homicides in which a person was killed in self-defense or death investigations. Looking back to 1998, when Chicago recorded 704 homicides, the city was in the midst of a homicide decline from more than 900 earlier in the decade. The turn of the millennium saw a bottoming out, with homicides dropping to 453 at the end of 2004 — around the time the Police Department began relying on computerized data to know where to deploy officers where they're needed the most. The tally rose again somewhat, then went down again in 2014, when the city recorded 416 slayings. (Peter Nickeas) As the homicide numbers headed upward this year, crime experts cautioned against making year-to-year comparisons, arguing that long-term trends give a better understanding of how the level of violence in a city has changed over time. Still, even though it  has a lower homicide rate than many U.S. cities with smaller populations, Chicago by far continued to lead the nation in  actual number of slayings. The city's homicides outpaced  New York City and Los Angeles combined, even though their populations far exceed Chicago's 2.7 million people. According to official statistics through Dec. 18, the most recent publicly available, New York and Los Angeles had a combined 613 homicides, fewer  than Chicago's total. In addition, there were a combined 2,306 shooting victims in the two cities, about half of Chicago's total. Crime experts cannot point to any definitive factors for the increases in shootings and homicides in Chicago this year. But some experts have come to one conclusion: Chicago's dramatic rise in homicides this year is the highest of any major city. A draft released Thursday of a new study from the University of Chicago Crime Lab noted that of the five largest U.S. cities by population, including New York City, Los Angeles, Philadelphia and Houston, Chicago has seen the largest single-year homicide increase of the last 25 years. The study also noted that the increase in slayings this year was \"sudden and sustained,\" with each month recording more homicides than the same months in 2015. But they pointed out that other cities throughout the country have also seen increases in homicides. \"The fact that many other American cities saw homicides increase in 2015 and 2016 suggests that part of what Chicago experienced this past year may not be unique to our city,\" according to the study. (David Heinzmann) The study's authors were careful to say they could not explain why Chicago's violence has gone up, though they said weather patterns, declines in finances for social services, and any changes in police response couldn't be definitively linked to the sudden and dramatic increase. They did note, however, that more homicides were committed with guns in Chicago than other cities. In 2016, about 91 percent of Chicago's homicides were committed with a firearm, up from 88 percent last year, the study showed. When you compare that with  1998, the last time Chicago recorded over 700 homicides, about 76 percent of those victims were killed with guns, official Police Department statistics show. Los Angeles' homicides committed with guns averaged 72 percent from 2011 to 2015, and 60 percent in New York City, the study noted. However, Jens Ludwig, a professor of social service administration, law and public policy at the University of Chicago, said that the study could not conclude whether there were actually more guns on Chicago's streets this year compared with  past years. \"There's no way to know if more guns are flooding into Chicago because there's no definitive measure of the numbers of guns in Chicago,\" said Ludwig, one of the authors of the study. Police struggle The year was tumultuous for the Chicago Police Department, as it struggled to contain the rise in violence while also undergoing  reforms sparked by the release of 2014 video that showed Officer Jason Van Dyke fatally shooting 17-year-old Laquan McDonald. A torrent of street protests followed. A wide-ranging civil rights investigation by the U.S. Justice Department into the city's police practices was launched. Van Dyke was charged with first-degree murder and Mayor Rahm Emanuel fired police Superintendent Garry McCarthy. Johnson, in the recent interview, said negative attitudes toward the police began to grow in 2014 when a white police officer fatally shot an unarmed black teen in Ferguson, Mo. The McDonald shooting intensified that distrust and anger in Chicago. These incidents diminished the respect that police once had, emboldening criminals, Johnson said. \"The level of disrespect I see for police now, I've never seen it like this in 28 years,\" he said. \"The willingness of the bad guy to engage a police officer, I've never, it's just different. … Before, they didn't engage the police like they do now. \"Now, the police are perceived as the bad guy, and they're not given the benefit of the doubt anymore,\" Johnson said. \"Back then in '98, it was the total reverse. ... Don't think that the bad guy doesn't look at what's (happening) on CNN and say, 'Oh, they're really giving it to the police. Now is my time to shine.'\" (Jeremy Gorner) Indeed, officers have told the Tribune that morale was lower this year. Officers described taking a more cautious approach to their work, concerned they could end up in a viral  video, sued or fired. The Tribune chronicled two key measures that appeared to show cops scaled back on their interaction with the public. Arrests, which have generally been on the decline in recent years, dropped sharply through Dec. 25 to 84,644, a 24 percent decrease from 111,499 a year earlier and the fewest in at least five years, according to official police statistics. Over that same period, street stops — in which officers stop people on foot and document the interaction — have plunged to 106,570, down 82 percent from 599,590 a year earlier. Officers complain a longer, time-consuming form that police must fill out for each stop has played a significant part in the drop. However, the draft U. of C. study released Thursday questioned whether Chicago's decline in street stops and arrests truly could be a driving factor of violence, noting that when New York's stops dropped in recent years, homicides did not dramatically increase. Still, the researchers  noted that reducing street stops could have a different effect \"across cities,\" but that the factor isn't well understood yet. Critics of the department say that decades of officer misconduct and the department's failure to discipline officers has also played a large role in the public's mistrust of police. Johnson acknowledged there is a widened gap between police and minority communities, a distrust that he and some crime experts believe has contributed to the increase in violence. \"We treated the black community inappropriately in a lot of instances,\" he said during the interview. \"You cannot go into a community and stop everybody. You see a man with a Comcast uniform on ... walking his wife to the grocery store, and you're stopping him. Why? \"That creates a lot of mistrust between the community and the Police Department,\" Johnson continued. \"We recognize that we did treat certain parts of this city inappropriately. And that was our fault. So we have to correct that. But you can't correct it until you acknowledge that it was a problem.\" Guns and gangs Police officials have also blamed much of Chicago's violence on the flow of illegal firearms through dangerous neighborhoods, mainly on the South and West sides. That problem, experts say, is far worse in Chicago than in New York and Los Angeles. Johnson has spoken often about legislation in the works in Springfield aimed at requiring repeat gun offenders to serve longer prison terms. Officials have also blamed an intractable gang problem in Chicago for the violence. Once highly structured and hierarchal, Chicago's street gangs have fractured into small factions. Petty disagreements and personal disputes fueled by social media can quickly turn violent, police officials have said. Chicago police investigated many shootings over the Christmas weekend.  (Armando Sanchez / Chicago Tribune) Gang expert John Hagedorn noted that by the late 1990s, the organized gang wars for power and dominance were starting to become less commonplace. Gang leaders went to jail. The nationwide crack epidemic was coming to an end, causing the gangs to make less money in narcotics than before, he said. Chicago's sprawling public housing complexes were also being torn down, Hagedorn noted, sending gang members to different parts of the city where other gangs were in control. All of these elements shifted the nature of the city's gangs from \"a culture of obedience\" to \"a culture of autonomy,\" he said. \"Kids were off on their own. The nature of the violence swings,\" said Hagedorn, a professor of criminology, law and justice at the University of Illinois at Chicago. \"Rather than violent orders from the top … violence today is local between sects and it's spontaneous, not structured. And there's nobody around to control it.\" Johnson said the department is trying to utilize its so-called strategic subject list to beat back gangs. The department uses a computerized algorithm to identify about 1,400 people, mostly gang members, considered most likely to shoot someone or become a victim of violence. Once they're identified, the department tries to contact these people, warn them of the consequences of their lifestyles and try to steer them on the right path by offering them an array of social services. Neighborhoods under fire Most of the violence in 2016 has been concentrated on the South and West sides, in communities struggling with decades of poverty, entrenched segregation, gangs, rampant narcotics sales and other social ills. Two of the city's historically most violent police districts — Harrison and Englewood — account for almost one-fourth of Chicago's homicides and shooting incidents. But, violence has touched most of the city, spiking in nearly all of the 22 patrol districts. Harrison, a West Side district that includes communities such as West Garfield Park and North Lawndale, has recorded the worst violence. Through Dec. 25, 92 people were killed, a 92 percent increase over the 48 people slain a year earlier, official department statistics show. Shooting incidents rose to 469, up 74 percent from 270 a year earlier. One block in West Garfield Park, the 4400 block of West Monroe Street, has seen at least 10 people shot this year, one of them fatally, according to a Tribune analysis. The block is just north of the Eisenhower Expressway, nicknamed the \"Heroin Highway\" because of its easy access for drug-buying suburbanites. Conflicts over lucrative drug spots throughout the area fuel much of the violence. ",
    "title": "Chicago&apos;s violence worst in nearly 20 years - Chicago Tribune"
   },
   {
    "entities": [
     "peter",
     "physical",
     "this summer",
     "last year",
     "u.k.",
     "earlier this month",
     "society",
     "times",
     "march",
     "noon",
     "1971",
     "whibberley",
     "this new year's eve",
     "the end of december",
     "june",
     "tonight",
     "npr",
     "charles",
     "7 p.m.",
     "russia",
     "the year",
     "2016",
     "700 bc, today",
     "reference",
     "760 b.c.",
     "earth",
     "laboratory",
     "brumfiel",
     "a",
     "national",
     "second tonight",
     "service",
     "los",
     "systems",
     "the solar day",
     "royal",
     "midday before",
     "geoff",
     "angeles",
     "krupa/ap"
    ],
    "id": 27,
    "text": "Your obligatory shot of a clock — with this crucial reminder: The ineluctable march of time will dally just a little bit when it bids farewell to 2016. Charles Krupa/AP hide caption toggle caption Charles Krupa/AP Your obligatory shot of a clock — with this crucial reminder: The ineluctable march of time will dally just a little bit when it bids farewell to 2016. Charles Krupa/AP Here's a timely reminder for all you would-be revelers out there: Be careful with your countdowns this New Year's Eve. There will be a little extra time to bask in the glow of a retreating 2016 — or curse its name, as the case may be. Whatever your inclination may be, one thing is certain: Before the year is out, the world's foremost authority on time will be adding one more second to the clock. In a bulletin released this summer, the International Earth Rotation and Reference Systems Service, or IERS, said it would be necessary to introduce a \"leap second\" at the end of December. Timekeepers use this added second much as leap years are used — to bring the world's atomic clocks in sync with the Earth's own distinctive rhythm, which in this case is determined by its rotation. This leap second isn't the first. Since 1971, the world has added leap seconds with some regularity — typically every two to three years — and the latest leap second was added only last year , in June. Article continues after sponsorship Why do these leap seconds keep cropping up? Peter Whibberley, a research scientist with the U.K.'s National Physical Laboratory, explains it this way : \"Atomic clocks are more than a million times better at keeping time than the rotation of the Earth, which fluctuates unpredictably. Leap seconds are needed to prevent civil time drifting away from Earth time. Although the drift is small — taking around a thousand years to accumulate a one-hour difference — if not corrected, it would eventually result in clocks showing midday before sunrise.\" 11:59:60 — Look For An Extra Tick Of The Clock Tonight Recent research appears to back up Whibberley's assessment. According to a study published earlier this month in the Proceedings of the Royal Society A , Earth's rotation has slowed about 1.8 milliseconds per day — which means the solar day itself has lengthened, little by little. The researchers based this assessment on records dating back to 760 B.C., long before the implementation of the precise atomic clocks. The Los Angeles Times broke down the findings: \"If humanity had been measuring time with an atomic clock that started running back in 700 BC, today that clock would read 7 p.m. when the sun is directly overhead rather than noon.\" Still, however useful they may seem, these little extras can occasionally cause some big frustrations, as NPR's Geoff Brumfiel notes : \"Leap seconds have crashed airline reservation systems. They're believed to have briefly shut down Russia's GPS satellite system, and there's potential for even greater mischief as things like financial trading become ever more precise in their use of time.\" To Keep Up With Earth's Rotation, Clocks Will Tick An Extra Second Tonight To Keep Up With Earth's Rotation, Clocks Will Tick An Extra Second Tonight ",
    "title": "Leap Second 2016: The Year Promises To Linger Just A Little Bit Longer : The Two-Way : NPR"
   },
   {
    "entities": [
     "democratic",
     "6:15 p.m.",
     "u.k.",
     "next week",
     "states",
     "trump",
     "house",
     "january",
     "eight years",
     "thursday",
     "ryan",
     "moscow",
     "crimea",
     "paul",
     "united",
     "senate",
     "donald",
     "this afternoon",
     "charles",
     "of",
     "congress",
     "russia",
     "security",
     "vladimir",
     "toru",
     "6:00 pm on",
     "dnc",
     "2016",
     "department",
     "republican",
     "u.s.",
     "fbi",
     "obama",
     "national",
     "today",
     "schumer",
     "america",
     "committee",
     "homeland",
     "now",
     "putin",
     "clinton",
     "intelligence",
     "hanai/ap",
     "white"
    ],
    "id": 28,
    "text": "U.S. intelligence agencies maintain that Russian President Vladimir Putin personally authorized the hacking of Democratic officials'\u0099 email accounts during the runup to the presidential election. Toru Hanai/AP hide caption toggle caption Toru Hanai/AP U.S. intelligence agencies maintain that Russian President Vladimir Putin personally authorized the hacking of Democratic officials'\u0099 email accounts during the runup to the presidential election. Toru Hanai/AP Updated at 6:15 p.m. The White House has announced new actions targeting Russia in response to cyberattacks intended to interfere with the U.S. election. In a statement Thursday , President Obama said, \"All Americans should be alarmed by Russia's actions,\" referring to hacks of the Democratic National Committee. Obama also cited an \"unacceptable level of harassment\" of American diplomats by Russian security services and police in Moscow. The immediate impact of the president's executive order is that 35 Russian diplomats will be expelled from the U.S. and two Russian compounds will be closed. The statement also names Russian individuals and entities — including two intelligence services — to be targeted by new sanctions. \"We will continue to take a variety of actions at a time and place of our choosing, some of which will not be publicized,\" the statement goes on to say. Later on Thursday, a separate joint statement from the Department of Homeland Security, Office of the Director of National Intelligence, and the FBI reiterated the claim that the Russian government was behind the cyber attacks: \"This activity by Russian intelligence services is part of a decade-long campaign of cyber-enabled operations directed at the U.S. Government and its citizens. These cyber operations have included spearphishing, campaigns targeting government organizations, critical infrastructure, think tanks, universities, political organizations, and corporations; theft of information from these organizations; and the recent public release of some of this stolen information. In other countries, Russian intelligence services have also undertaken damaging and disruptive cyber-attacks, including on critical infrastructure, in some cases masquerading as third parties or hiding behind false online personas designed to cause victim to misattribute the source of the attack.\" Article continues after sponsorship President-elect Donald Trump has repeatedly cast doubt on assertions that Russia was responsible for hacks and leaks during the election. But shortly after 6:00 pm on Thursday, his transition team released the following statement, attributed to Trump: \"It's time for our country to move on to bigger and better things. Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation.\" Congressional leaders from both parties have released statements supporting the new sanctions, while taking thinly-veiled shots at political opponents. Republican House Speaker Paul Ryan sent out a short release to reporters this afternoon: \"Russia does not share America's interests. In fact, it has consistently sought to undermine them, sowing dangerous instability around the world. While today's action by the administration is overdue, it is an appropriate way to end eight years of failed policy with Russia. And it serves as a prime example of this administration's ineffective foreign policy that has left America weaker in the eyes of the world.\" Democratic Senator Charles Schumer , who is expected to lead his caucus in the Senate come January, welcomed the administration's actions. \"I strongly support the steps the administration is taking to fight back against Russia's interference in our election. We need to punch back against Russia, and punch back hard. \"I hope the incoming Trump administration, which has been far too close to Russia throughout the campaign and transition, won't think for one second about weakening these new sanctions or our existing regime. Both parties ought to be united in standing up to Russian interference in our elections, to their cyberattacks, their illegal annexation of Crimea and other extra-legal interventions.\" The Democratic National Committee, which was targeted by the alleged attacks, also weighed in, urging further action. \"We applaud President Obama for taking these actions in response to the Russian government-sponsored cyberattacks on the DNC, the Clinton campaign, and our free and fair elections. However, more must be done. \"It has been widely reported that U.S. intelligence officials have a 'high level of confidence' that Russian President Vladimir Putin was personally involved in these attacks, even providing direction on how the stolen material was leaked. These intrusions were not just 'hacks.' They were attacks on the United States by a foreign power and should be treated as such. Therefore, today's action alone by the White House is insufficient. Now it's time for President-elect Trump and the Republican leadership in Congress to put our national security before politics and show the American people that they are serious about protecting our democracy. That's why I have called on Congress to launch a thorough, independent, and bipartisan investigation on the Russian government's unprecedented interference in the 2016 election.\" Meanwhile, the AP Reports that Russia is already considering retaliatory measures to the sanctions. And a tweet from Russia's embassy in the U.K. mocked President Obama, tweeting a picture of a lame duck. Russia has denied the allegations. President Obama expels 35  diplomats in Cold War deja vu. As everybody, incl  people, will be glad to see the last of this hapless Adm. pic.twitter.com/mleqA16H8D ",
    "title": "Obama Announces Sanctions Against Russia In Response To Cyberattacks : The Two-Way : NPR"
   },
   {
    "entities": [
     "rain",
     "dec 29, 2016",
     "colorado",
     "great",
     "denver",
     "eastbound",
     "hampshire",
     "eisenhower",
     "headed",
     "this morning",
     "lakes",
     "major",
     "vermont",
     "dec. 28, 2016",
     "max",
     "noon",
     "morgan",
     "news",
     "rockies",
     "the",
     "this afternoon",
     "for",
     "north",
     "abc",
     "kmgh-tv",
     "maine",
     "golembo",
     "kcnc",
     "boston",
     "heavy",
     "england",
     "michigan",
     "snowstorm",
     "northeast",
     "winsor",
     ", 12:01 pm",
     "today",
     "new",
     "portland",
     "carolina",
     "massachusetts",
     "wednesday",
     "york",
     "7 a.m.",
     "philadelphia",
     "washington",
     "tunnel",
     "now",
     "winter",
     "pennsylvania",
     "city",
     "d.c"
    ],
    "id": 29,
    "text": "Wintry Storm Headed for the Northeast Today By Morgan Winsor Dec 29, 2016, 12:01 PM ET 0 Shares WATCH Major Snowstorm Headed for Northeast 0 Shares Email The same winter storm that wreaked havoc across the Rockies is now headed for the Northeast, forecasters say. The weather system dumped snow in the Rockies Wednesday, creating slick conditions on the roads. Eastbound lanes along Interstate 70 in Denver were shut down after a multivehicle crash near the Eisenhower Tunnel, where the highway was snow-packed and icy, according to ABC Denver affiliate KMGH-TV . KCNC Eastbound lanes along Interstate 70 in Denver, Colorado, were shut down due to a multi-vehicle crash near the Eisenhower Tunnel during a snow storm, Dec. 28, 2016. ABC News meteorologists are tracking the storm and say it’s moving into the Northeast region this morning. But because the system is moving into milder climes, forecasters say much of the precipitation from Washington, D.C ., to Boston and Portland, Maine, will be in the form of rain. ABC News Rain and snow started falling in parts of the Northeast this morning as the storm moved into the region. Meanwhile, meteorologists say the storm could bring 1 to 2 feet of fresh snow to the mountains of New England. “Most of the heavy snow will be found inland in the mountains of New England,” ABC News senior meteorologist Max Golembo said. “Great news for the ski resorts.” ABC News Heavy snow will be coming down in parts of New York, Massachusetts, Vermont, New Hampshire and Maine by this afternoon. As of this morning, 14 states were under winter weather alerts, from Michigan to North Carolina and all the way up to Maine. Rain began falling around 7 a.m. ET in Washington, Philadelphia and New York City, while snow started coming down in upstate Pennsylvania and upstate New York. \" />ABC News The Great Lakes region could see over a foot of snow. By noon, forecasters say Boston will have showers and parts of Massachusetts, Vermont, New Hampshire and Maine will see snowfall. “Over a foot of snow is possible near the Great Lakes region,” Golembo said. 0 Shares ",
    "title": "Wintry Storm Headed for the Northeast Today - ABC News"
   }
  ]
 }
}